[
    {
        "artist": "The Police",
        "lyrics": "  [Intro]  Every breath you take Every move you make Every bond you break Every step you take I'll be watching you  Every single day Every word you say Every game you play Every night you stay I'll be watching you  [Pre-Verse 3] Oh can't you see You belong to me How my poor heart aches with every step you take  [Verse 3] Every move you make Every vow you break Every smile you fake Every claim you stake I'll be watching you  Since you've gone I've been lost without a trace I dream at night I can only see your face I look around, but it's you I can't replace I feel so cold and I long for your embrace I keep crying baby, baby please  [Middle-eight] Ooh...  [Pre-Verse 3] Oh can't you see You belong to me How my poor heart aches with every step you take  Every move you make And every vow you break  Every smile you fake, every claim you stake I'll be watching you  Every move you make, every step you take I'll be watching you  I'll be watching you (Every breath you take, every move you make) (Every bond you break, every step you take) I'll be watching you (Every single day, every word you say) (Every game you play, every night you stay)  I'll be watching you (Every move you make, every vow you break) (Every smile you fake, every claim you stake) I'll be watching you (Every single day, every word you say) (Every game you play, every night you stay)  I'll be watching you (Every breath you take, every move you make) (Every bond you break, every step you take) I'll be watching you (Every single day, every word you say) (Every game you play, every night you stay)  I'll be watching you (Every move you make, every vow you break) (Every smile you fake, every claim you stake) I'll be watching you I'll be watching you (Every single day, every word you say) (Every game you play, every night you stay) I'll be watching you  ",
        "title": "Every Breath You Take"
    },
    {
        "artist": "Eurythmics",
        "lyrics": "  [Chorus] Sweet dreams are made of this Who am I to disagree? I've traveled the world and the 7 seas Everybody's lookin' for something  [Pre-Chorus] Some of them want to use you Some of them want to get used by you Some of them want to abuse you Some of them want to be abused  [Chorus] Sweet dreams are made of this Who am I to disagree? I've traveled the world and the 7 seas Everybody's lookin' for something  [Bridge] Hold your head up Keep your head up, movin' on Hold your head up, movin' on Keep your head up, movin' on Hold your head up, movin' on Keep your head up, movin' on Hold your head up, movin' on Keep your head up  [Pre-Chorus] Some of them want to use you Some of them want to get used by you Some of them want to abuse you Some of them want to be abused  [Chorus] Sweet dreams are made of this Who am I to disagree? I've traveled the world and the 7 seas Everybody's lookin' for something Sweet dreams are made of this Who am I to disagree? I've traveled the world and the 7 seas Everybody's lookin' for something Sweet dreams are made of this Who am I to disagree? I've traveled the world and the 7 seas Everybody's lookin' for something Sweet dreams are made of this Who am I to disagree? I've traveled the world and the 7 seas Everybody's lookin' for something Sweet dreams are made of this Who am I to disagree? I've traveled the world and the 7 seas Everybody's lookin' for something Sweet dreams are made of this Who am I to disagree? I've traveled the world and the 7 seas Everybody's lookin' for something  ",
        "title": "Sweet Dreams (Are Made Of This)"
    },
    {
        "artist": "Donna Summer",
        "lyrics": "  [Chorus:] She works hard for the money So hard for it, honey She works hard for the money So you better treat her right She works hard for the money So hard for it, honey She works hard for the money So you better treat her right  [Verse 1:] Onetta there in the corner stand And wonders where she is And it's strange to her Some people seem to have everything Nine A.M. on the hour hand And she's waiting for the bell And she's looking real pretty Just wait for her clientele  [Chorus:] She works hard for the money So hard for it, honey She works hard for the money So you better treat her right She works hard for the money So hard for it, honey She works hard for the money So you better treat her right  [Verse 2:] Twenty-eight years have come and gone And she's seen a lot of tears Of the ones who come in They really seem to need her there It's a sacrifice, working day to day For little money, just tips for pay But it's worth it all Just to hear them say that they care  [Chorus:] She works hard for the money So hard for it, honey She works hard for the money So you better treat her right  [Bridge:] She already knows She's seen her bad times She already knows These are the good times She'll never sell out She never will Not for a dollar bill She works hard...  [Chorus:] She works hard for the money So hard for it, honey She works hard for the money So you better treat her right She works hard for the money So hard for it, honey She works hard for the money So you better treat her right She works hard for the money So hard for it, honey She works hard for the money So you better treat her right  ",
        "title": "She Works Hard For The Money"
    },
    {
        "artist": "Michael Sembello",
        "lyrics": "  [Verse 1] Just a steel town girl on a Saturday night Lookin' for the fight of her life In the real-time world no one sees her at all They all say she's crazy Locking rhythms to the beat of her heart Changing woman into life She has danced into the danger zone When a dancer becomes a dance  [Pre-Chorus] It can cut you like a knife, if the gift becomes the fire On a wire between will and what will be  [Chorus] She's a maniac, maniac on the floor And she's dancing like she's never danced before She's a maniac, maniac on the floor And she's dancing like she's never danced before  [Verse 2] On the ice-thin little line of insanity Is a place most never see It's a hard-won place of mystery Touch it, but can't hold it You work all your life for that moment in time It could come or pass you by It's a push of the world, but there's always a chance If the hunger stays the night There's a cold connective heat Struggling, stretching for defeat Never stopping with her head against the wind  [Chorus] She's a maniac, maniac, I sure know And she's dancing like she's never danced before She's a maniac, maniac, I sure know And she's dancing like she's never danced before  [Solo Intermission]  [Pre-Chorus] It can cut you like a knife, if the gift becomes the fire On a wire between will and what will be  [Outro + Fade] She's a maniac, maniac, I sure know And she's dancing like she's never danced before  ",
        "title": "Maniac"
    },
    {
        "artist": "Duran Duran",
        "lyrics": "  [Intro] Please, please tell me now Please, please tell me now Please, please tell me now Please, please tell me now  [Verse 1] I made a break, I run out yesterday Tried to find my mountain hideaway Maybe next year, maybe no go  I know you're watching me Every minute of the day, yeah I've seen the signs And the looks and the pictures That give your game away, yeah  There's a dream that strings the road With broken glass for us to hold And I cut so far before I had to say  [Chorus 1] Please, please tell me now Is there something I should know? Is there something I should say That would make you come my way? Do you feel the same, cause you don't let it show?  [Verse 2] People stare And cross the road from me And jungle drums They all clear the way for me Can you read my mind  Can you see in the snow And fiery demons all dance When you walk through that door Don't say you're easy on me You're about as easy as a nuclear war  There's a dream that strings the road With broken glass for us to hold And I cut so far before I had to say  [Chorus 1] Please, please tell me now Is there something I should know? Is there something I should say That would make you come my way? Do you feel the same, cause you don't let it show? Please, please tell me now Is there something I should know? Is there something I should say That would make you come my way? Please, please tell me now Can you see what makes me blow Can you see how much i'd die Everytime it passes by Please, please tell me now What it takes to make it show Is there something I should know? Is there something I should know?  ",
        "title": "Is There Something I Should Know"
    },
    {
        "artist": "Stevie Nicks",
        "lyrics": "  No one looked...as I walked by Just an invitation would have been just fine Said no to him...again and again First he took my heart...and then he ran  No one knows how I feel What I said unless you read between my lines One man walked away from me First he took my hand...take me home  Stand back...stand back In the middle of my room I did not hear from you It's alright...it's alright To be standing in a line (Standing in a line) To be standing in a line I cry...  Do not turn away my friend Like a willow I can bend No man calls my name No man came  So I walked on down away from you Maybe your attention was more Than you could do One man did not call He asked me for my love And that was all  Stand back...stand back In the middle of my room I did not hear from you It's alright...it's alright To be standing in a line (Standing in a line) To be standing in a line I cry..  So I walked on down the line Away from you Maybe your attention was more Than I could do One man...did not call Well he asked me for my love That was all  Stand back... stand back In the middle of my room i did not hear from you Its alright... its alright To be standing in a line (Standing in a line) To be standing in a line I cry... (Repeat once more)  ",
        "title": "Stand Back"
    },
    {
        "artist": "Irene Cara",
        "lyrics": "  First when there's nothing But a slow glowing dream That your fear seems to hide Deep inside your mind  All alone, I have cried Silent tears full of pride In a world made of steel Made of stone  Well, I hear the music Close my eyes, feel the rhythm Wrap around, take a hold of my heart  What a feeling Being's believing I can have it all Now I'm dancing for my life  Take your passion And make it happen Pictures come alive You can dance right through your life  Now I hear the music Close my eyes, I am rhythm In a flash, it takes hold of my heart  What a feeling, being's believing I can have it all Now I'm dancing for my life  Take your passion And make it happen Pictures come alive Now I'm dancing through my life  What a feeling  What a feeling (I am music now) Being's believing (I am rhythm now) Pictures come alive You can dance right through your life  What a feeling (I can really have it all) What a feeling (Pictures come alive when I call) I can have it all (I can really have it all)  Have it all (pictures come alive when I call) (Call, call ,call, call, what a feeling) I can have it all (being's believing) Being's believing (take your passion) (Make it happen) Make it happen (What a feeling) What a feeling  ",
        "title": "Flashdance...What A Feeling"
    },
    {
        "artist": "Men At Work",
        "lyrics": "  Jump down the shelters to get away The boys are cockin' up their guns Tell us general, is it party time? If it is can we all come  Don't think that we don't know Don't think that we're not trying Don't think we move too slow It's no use after crying Saying  It's a mistake, it's a mistake It's a mistake, it's a mistake  After the laughter as died away And all the boys have had their fun No surface noise now, not much to say They've got the bad guys on the run  Don't try to say you're sorry Don't say he drew his gun They've gone and grabbed old Ronnie He's not the only one saying  It's a mistake, it's a mistake It's a mistake, it's a mistake  Tell us commander, what do you think? 'Cos we know that you love all that power Is it on then, are we on the brink? We wish you'd all throw in the towel  We'll not fade out too soon Not in this finest hour Whistle your favourite tune We'll send a card and flower Saying  It's a mistake, it's a mistake It's a mistake, it's a mistake  ",
        "title": "It's A Mistake"
    },
    {
        "artist": "Sergio Mendes",
        "lyrics": "  I was as wrong as I could be To let you get away from me I'll regret that move for as long as I'm living But now that I've come to see the light  All I wanna do is make things right So just say the word And tell me that I'm forgiven  You and me We're gonna be better than we were before I loved you then But now I intend to open up And love you even more This time you can be sure  I'm never gonna let you go I'm gonna hold you in my arms forever Gonna try and make up for all the times I hurt you so  Gonna hold your body close to mine From this day on We're gonna be together Oh, I swear this time I'm never gonna let you go  Looking back now It seems so clear I had it all when you were here Oh, you gave it all And I took it for granted  But if there's some feeling left in you Some flicker of love That still shines through Let's talk it out Let's talk about second chances  Wait and see It's gonna be sweeter than it was before I gave some then But now I intend to dedicate myself to giving more This time you can be sure  I'm never gonna let you go I'm gonna hold you in my arms forever Gonna try and make up for all the times I hurt you so  Gonna hold your body close to mine From this day on We're gonna be together Oh, I swear this time I'm never gonna let you go  Oh So if you'll just say You want me too  I'm never gonna let you go I'm gonna hold you in my arms forever Gonna try and make up for all the times I hurt you so  Gonna hold your body close to mine From this day on We're gonna be together Oh, I swear this time I'm never gonna let you go  Never gonna let you go Hold you in my arms forever Gonna try and make up for all the times I hurt you so  Hold your body close to mine Oh, we're gonna be together Oh, I swear this time I'm never gonna let you go  ",
        "title": "Never Gonna Let You Go"
    },
    {
        "artist": "The Human League",
        "lyrics": "  [Verse 1] If it seems a little time is needed Decisions to be made The good advice of friends unheeded The best of plans mislaid  Just looking for a new direction In an old familiar way The forming of a new connection To study or to play  [Pre-Chorus] And so the conversation turned Until the sun went down And many fantasies were learned On that day  [Chorus] Keep feeling fascination Passion burning Love so strong Keep feeling fascination Looking, learning Moving on  [Verse 2] Well, the truth may need some rearranging Stories to be told And plain to see the facts are changing No meaning left to hold  [Pre-Chorus]  [Chorus]  [Pre-Chorus]  [Chorus] x3  ",
        "title": "(Keep Feeling) Fascination"
    },
    {
        "artist": "Eddy Grant",
        "lyrics": "  Boy! Boy!  [Verse 1] Now in the street there is violence And a lots of work to be done No place to hang out our washing And I can't blame all on the sun, oh no  [Chorus]: We gonna rock down to Electric Avenue And then we'll take it higher Oh, we gonna rock down to Electric Avenue And then we'll take it higher  [Verse 2] Workin' so hard like a soldier Can't afford a thing on TV Deep in my heart I abhor ya Can't get food for them kid, good God  [Chorus] We gonna rock down to Electric Avenue And then we'll take it higher Oh, we gonna rock down to Electric Avenue And then we'll take it higher  Oh no... Oh no... Oh no... Oh no...  [Chorus] We gonna rock down to Electric Avenue And then we'll take it higher Oh, we gonna rock down to Electric Avenue And then we'll take it higher  [Verse 3] Who is to blame in one country Never can get to the one Dealin' in multiplication And they still can't feed everyone, oh no  [Bridge] Ho! Out in the street... Out in the street... Out in the daytime... Out in the night...  [Chorus] Oh! We gonna rock down to Electric Avenue And then we'll take it higher Oh no, we gonna rock down to Electric Avenue And then we'll take it higher  [Bridge] Out in the street... Out in the street... Out in the playground... In the dark side of town (HO!)  [Chorus] We gonna rock down to Electric Avenue And then we'll take it higher Hey, we gonna rock down to Electric Avenue And then we'll take it higher  [Outro] Rock it in the daytime Rock it in the night Rock it eeh-dum-pum-pay Oooh, in the brixton riot  ",
        "title": "Electric Avenue"
    },
    {
        "artist": "Taco",
        "lyrics": "  If you're blue and you don't know where to go to Why don't you go where fashion sits Puttin' on the ritz  Different types who wear a day coat Pants with stripes And cutaway coat, perfect fits Puttin' on the ritz  Dressed up like a million dollar trouper Trying hard to look like Gary Cooper (super duper)  Come let's mix where Rockefellers walk with sticks Or \"umberellas\" in their mitts Puttin' on the ritz  Have you seen the well-to-do up and down Park Avenue On that famous thoroughfare with their noses in the air High hats and Arrow collars white spats and lots of dollars Spending every dime for a wonderful time  If you're blue and you don't know where to go to Why don't you go where fashion sits Puttin' on the ritz Puttin' on the ritz Puttin' on the ritz  ",
        "title": "Puttin' On The Ritz"
    },
    {
        "artist": "Loverboy",
        "lyrics": null,
        "title": "Hot Girls In Love"
    },
    {
        "artist": "David Bowie",
        "lyrics": "  [Intro] Oh, Little China Girl Oh, Little China Girl  [Chorus 1] I could escape this feeling with my China Girl I feel a wreck without my little China Girl I hear her heart beating loud as thunder Saw the stars crashing  [Chorus 1] I'm a mess without my little China Girl Wake up in the morning wheres my little China Girl? I hear hearts beating loud as thunder I saw the stars crashing down  [Verse 1] I'm feeling tragic like I'm Marlon Brando When I look at my China Girl I could pretend that nothing really meant too much When I look at my China Girl I stumble into town just like a sacred cow Visions of swastikas in my head Plans for everyone Its in the white of my eyes  [Bridge] My little china girl You shouldn't mess with me I'll ruin everything you are I'll give you television I'll give you eyes of blue I'll give you a man who wants to rule the world  [Chorus 2] And when I get excited My little China Girl says Oh baby, Just you shut your mouth She says ... sh She says She says  [Chorus 2] And when I get excited My little China Girl says Oh baby, Just you shut your mouth She says ... shhhhhhh She says She says  [Outro] Oh, Little China Girl[x4]  ",
        "title": "China Girl"
    },
    {
        "artist": "Culture Club",
        "lyrics": "  Downtown, we'll drown We're in our never splendor Flowers, showers Who's got the new boy gender? I'll be your baby, I'll be your score I'll run the gun for you And so much more  [Chorus] I'll tumble for ya I'll tumble for ya I'll tumble for ya I'll tumbel for you  Uptown, their sound It's like the native, you send her Junction, function The boy with pop is slender Did he say maybe, or I'm not sure? He'll be a boy for you, but you need more  [Chorus]  I get a crazy feeling Which paces in my head It's nothing that you do to me It's nothing that you said It's love in stereo And when I can't let go I say  I'll be your baby, I'll be your score I'll run the gun for you And so much more  [Chorus]  ",
        "title": "I'll Tumble 4 Ya"
    },
    {
        "artist": "Def Leppard",
        "lyrics": "  Gunter glieben glauchen globen  Hm hm hm, tsk, tsk, tsk All right, yeah I got something to say Yeah, it's better to burn out Yeah, than fade away All right Ow Gonna start a fire C'mon  Rise up, gather round Rock this place to the ground Burn it up, let's go for broke Watch the night go up in smoke  Rock on, rock on Drive me crazier No serenade, no fire brigade Just the pyromania, come on  (What do ya want) What do ya want (I want rock 'n' roll) Yes, I do (Long live rock 'n' roll)  Oh, let's go let's strike a light We're gonna blow like dynamite I don't care if it takes all night Gonna set this town alight, c'mon  (What do ya want) What do ya want (I want rock 'n' roll) All right (Long live rock 'n' roll) Oh, yeah, yeah  Rock of ages, rock of ages Still rollin', keep a-rollin' Rock of ages, rock of ages Still rollin', rock 'n' rollin'  We got the power, got the glory Just say you need it And if you need it say yeah Oh, yeah, heh heh heh heh Now listen to me  I'm burnin', burnin', I got the fever I know for sure, there ain't no cure So feel it, don't fight it, go with the flow And gimme gimme gimme gimme one more for the road, yeah  (What do ya want) What do ya want (I want rock 'n' roll) You betcha (Long live rock 'n' roll) Now hit it  Rock of ages, rock of ages Still rollin', keep a-rollin' Rock of ages, rock of ages Still rollin', rock 'n' rollin'  We got the power, got the glory Just say you need it And if you need it say yeah Say yeah  We're gonna burn this damn place down, woo-hoo Down to the ground  Heh heh heh heh heh heh heh heh  ",
        "title": "Rock Of Ages"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Chorus] I said you want to be starting something You got to be starting something I said you want to be starting something You got to be starting something It's too high to get over (yeah, yeah) You're too low to get under (yeah, yeah) You're stuck in the middle (yeah, yeah) And the pain is thunder (yeah, yeah) It's too high to get over (yeah, yeah) You're too low to get under (yeah, yeah) You're stuck in the middle (yeah, yeah) And the pain is thunder (yeah, yeah)  [Verse 1] I took my baby to the doctor with a fever But nothing he found By the time this hit the street They said she had a breakdown Someone's always trying To start my baby crying Talking, squealing, lying Saying you just want to be starting something  [Chorus] I said you want to be starting something You got to be starting something I said you want to be starting something You got to be starting something It's too high to get over (yeah, yeah) You're too low to get under (yeah, yeah) You're stuck in the middle (yeah, yeah) And the pain is thunder (yeah, yeah) It's too high to get over (yeah, yeah) You're too low to get under (yeah, yeah) You're stuck in the middle (yeah, yeah) And the pain is thunder (yeah, yeah)  [Verse 2] You love to pretend that you're good When you're always up to no good You really can't make him hate her So your tongue became a razor Someone's always trying To keep my baby crying Treacherous, cunning, declining You got my baby crying  [Chorus] I said you want to be starting something You got to be starting something I said you want to be starting something You got to be starting something It's too high to get over (yeah, yeah) You're too low to get under (yeah, yeah) You're stuck in the middle (yeah, yeah) And the pain is thunder (yeah, yeah) It's too high to get over (yeah, yeah) You're too low to get under (yeah, yeah) You're stuck in the middle (yeah, yeah) And the pain is thunder (yeah, yeah)  [Bridge] You're a vegetable (You're a vegetable) You're a vegetable (You're a vegetable) Still they hate you (Still they hate you) You're a vegetable (You're a vegetable) You're just a buffet (You're just a buffet) You're a vegetable (You're a vegetable) They eat off of you (They eat off of you) You're a vegetable  [Verse 3] Billie Jean is always talking when nobody else is talking Telling lies and rubbing shoulders So they called her mouth a motor Someone's always trying To start my baby crying Talking, squealing, spying Saying you just want to be starting something  [Chorus] I said you want to be starting something You got to be starting something I said you want to be starting something You got to be starting something It's too high to get over (yeah, yeah) You're too low to get under (yeah, yeah) You're stuck in the middle (yeah, yeah) And the pain is thunder (yeah, yeah) It's too high to get over (yeah, yeah) You're too low to get under (yeah, yeah) You're stuck in the middle (yeah, yeah) And the pain is thunder (yeah, yeah)  [Bridge] You're a vegetable (You're a vegetable) You're a vegetable (You're a vegetable) Still they hate you (Still they hate you) You're a vegetable (You're a vegetable) You're just a buffet (You're just a buffet) You're a vegetable (You're a vegetable) They eat off of you (They eat off of you) You're a vegetable  [Verse 4] If you can't feed your baby (yeah, yeah) Then don't have a baby (yeah, yeah) And don't think maybe (yeah, yeah) If you can't feed your baby (yeah, yeah) You'll be always trying To stop that child from cryin' Hustling, stealing, lying Now baby's slowly dyin'  [Chorus] I said you want to be starting something You got to be starting something I said you want to be starting something You got to be starting something It's too high to get over (yeah, yeah) You're too low to get under (yeah, yeah) You're stuck in the middle (yeah, yeah) And the pain is thunder (yeah, yeah) It's too high to get over (yeah, yeah) You're too low to get under (yeah, yeah) You're stuck in the middle (yeah, yeah) And the pain is thunder (yeah, yeah)  [Bridge] Lift your head up high and scream out to the world \"I know I am someone,\" and let the truth unfurl No one can hurt you now because you know what's true Yes, I believe in me, so do believe in you  [Coda] Help me sing it Ma ma se, ma ma sa, ma ma ku sa Ma ma se, ma ma sa, ma ma ku sa Help me sing it babe Ma ma se, ma ma sa, ma ma ku sa Ma ma se, ma ma sa, ma ma ku sa Sing it to the world, sing it out loud Ma ma se, ma ma sa, ma ma ku sa Ma ma se, ma ma sa, ma ma ku sa  ",
        "title": "Wanna Be Startin' Somethin'"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Spoken Intro - Prince] Don't worry, I won't hurt you... I only want you to have some fun  [Verse 1 - Prince, (Lisa), Dez, (All)] (I was dreamin' when I wrote this Forgive me if it goes astray) But when I woke up this morning I could have sworn it was judgment day The sky was all purple There were people runnin' everywhere (Tryin' to run from the destruction And you know I didn't even care)  [Chorus - Prince (All)] 'Cuz they say... (2000 zero zero party over oops out of time So tonight I'm gonna party like it's 1999)  [Verse 2 - Prince, (Lisa), Dez, (All)] (I was dreamin' when I wrote this So sue me if I go too fast) But life is just a party And parties weren't meant to last War is all around us My mind says prepare to fight (So if I gotta die I'm gonna listen to my body tonight) Yeah  [Chorus - Prince (All)] 'Cuz they say... (2000 zero zero party over oops out of time So tonight I'm gonna party like it's 1999)  [Verse 3 - Prince, (Lisa), Dez, (All)] Lemme tell ya somethin'... (If you didn't come to party Don't bother knockin' on my door I got a lion in my pocket And baby he's ready to roar) Everybody's got a bomb We could all die any day, Oh (But before I'll let that happen I'll dance my life away)  [Chorus - Prince (All)] 'Cuz they say... (2000 zero zero party over oops out of time) We're runnin' outta time (So Tonight I'm gonna party like it's 1999) So tonight we gonna, we gonna...Ow! Say it 1 more time (2000 zero zero party over oops out of time) No, no... (Tonight I'm gonna party like it's 1999) So tonight we gonna, we gonna...Woo!  [Bridge - Prince (All)] Alright, it's 1999 You say it, 1999 1999 1999 - don't stop, don't stop, say it one more time! (2000 zero zero party over oops out of time) Yeah, Yeah... (So Tonight I'm gonna party like it's 1999) So tonight we gonna, we gonna, Woo!  [Outro - - Prince, (Lisa), (All)] Yeah, 1999 1999 Don'tcha wanna go? 1999 Don'tcha wanna go? 1999 We could all die any day 1999 I don't wanna die I'd rather dance my life away 1999 Listen to what I'm tryin' to say... Everybody, everybody say party C'mon now, you say party That's right, everybody say (Party) Can't run from the revelation, no (Party) Sing it for your nation y'all (Party) Tell me what you're singin', baby say (Party) Telephone's a-ringin', mama (Party) C'mon, c'mon, you say (Party) Everybody, two times (Party) Work it down to the ground, say (Party) Ooh, ooh, ooh, ooh (Party) Come on, (Oh, take my body, baby) (Party) That's right, c'mon, sing the song (Party) (Ohhh) (Party) That's right (Party) Got a lion in my pocket mama, say (Party) Oh, and he's ready to roar (Party) Ahhhh...  [Spoken outro - Lisa] Mommy, why does everybody have a bomb? Mommy, why does everybody have a bomb?  ",
        "title": "1999"
    },
    {
        "artist": "Quarterflash",
        "lyrics": null,
        "title": "Take Me To Heart"
    },
    {
        "artist": "The Fixx",
        "lyrics": "  Maybe someday Saved by zero I'll be more together Stretched by fewer Thoughts that leave me Chasing after My dreams disown me Loaded with danger  So, maybe I'll win (saved by zero) Maybe I'll win (saved by zero)  Holding on to Words that teach me I will conquer Space around me  So, maybe I'll win (saved by zero) Maybe I'll win (saved by zero) Maybe I'll win (saved by zero) Maybe I'll win (saved by zero)  So, maybe I'll win (saved by zero) Maybe I'll win (saved by zero) Maybe I'll win (saved by zero) Who needs to win (saved by zero)  Saved by zero  ",
        "title": "Saved By Zero"
    },
    {
        "artist": "Electric Light Orchestra",
        "lyrics": "  Well, listen, everybody, let me tell you 'bout the rock 'n' roll Oh, feel that rhythm and it's really gonna thrill your soul Mmm, come along with me to a land of make believe She said, \"Whamalamabamalama rock 'n' roll is king.\"  She loves that rock 'n' roll, and she plays it all night long Oh, that's all she ever tells me when I call her on the telephone She says, \"Feel that jumpin' beat, and a-get up on your feet.\" She says, \"Whamalamabamalama rock 'n' roll is king.\"  Oh, let those guitars play Play for me, play for me Oh, let that song ring out That's how it's meant to be  Well, it rolls like a train that's a-comin' on down the track She rolled over Beethoven and she gave Tchaikovsky back Oh, she loves that drivin' beat, she goes dancin' on down the street She said, \"Whamalamabamalama rock 'n' roll is king.\"  Oh, rock on!  Oh, let those guitars play Play for me, play for me Oh, let that song ring out That's how it's meant to be  Well, when she comes around and I'm listenin' to the radio She says, \"You can't do that, cause all I wanna do is rock 'n' roll.\" Now here I'm gonna stay where that music starts to play She says, \"Whamalamabamalama rock 'n' roll is king Oh, yeah, whamalamabamalama rock 'n' roll is king Oh, oh, whamalamabamalama rock 'n' roll is king Ooh, yeah, whamalamabamalama rock 'n' roll is king.\" She said, \"Whamalamabamalama rock 'n' roll is king.\" [Spoken Outro]  ",
        "title": "Rock 'n' Roll Is King"
    },
    {
        "artist": "Madness",
        "lyrics": "  [Verse 1] Father wears his Sunday best Mother's tired, she needs a rest, the kids are playing up downstairs Sister's sighing in her sleep Brother's got a date to keep, he can't hang around  [Chorus 1] Our house, in the middle of our street Our house, in the middle of our...  [Verse 2] Our house, it has a crowd There's always something happening and it's usually quite loud Our mum, she's so house-proud Nothing ever slows her down, and a mess is not allowed  [Chorus 2] Our house, in the middle of our street Our house, in the middle of our  Our house, in the middle of our street (Something tells you that you've got to move away from it) Our house, in the middle of our...  [Verse 3] Father gets up late for work Mother has to iron his shirt, then she sends the kids to school Sees them off with a small kiss She's the one they're going to miss in lots of ways  [Chorus 1] Our house, in the middle of our street Our house, in the middle of our...  [Bridge] I remember way back then when everything was true and when We would have such a very good time, such a fine time, such a happy time And I remember how we'd play, simply waste the day away Then we'd say nothing would come between us, two dreamers  [Verse 1] Father wears his Sunday best Mother's tired, she needs a rest, the kids are playing up downstairs Sister's sighing in her sleep Brother's got a date to keep, he can't hang around  [Chorus] Our house, in the middle of our street Our house, in the middle of our street Our house, in the middle of our street Our house, in the middle of our...  Our house, was our castle and our keep Our house, in the middle of our street Our house, that was where we used to sleep Our house, in the middle of our street  Our house, in the middle of our street Our house...  ",
        "title": "Our House"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Verse 1] Looking out, across the nighttime The city winks a sleepless eye Hear her voice, shake my window Sweet seducing sighs Get me out, into the nighttime Four walls won't hold me tonight If this town is just an apple Then let me take a bite  [Hook] If they say why, why Tell them that it's human nature Why, why does he do me that way If they say why, why Tell them that it's human nature Why, why, does he do me that way  [Verse 2] Reaching out to touch a stranger Electric eyes are everywhere See that girl, she knows I'm watching She likes the way I stare  [Hook] If they say why, why Tell them that it's human nature Why, why does he do me that way If they say why, why Tell them that it's human nature Why, why, does he do me that way  [Bridge] I like livin' this way I like lovin' this way (That way) Why why (That way) Why why  [Verse 3] Looking out, across the morning The city's heart begins to beat Reaching out, I touch her shoulder I'm dreaming of the street  [Hook] If they say Why, why, tell 'em that it's human nature Why, why, does he do me that way If they say Why, why, ooo tell 'em Why, why does he do me that way If they say why, why, cha cha cha cha cha cha Why does he do me that way If they say why, why, why, ooo tell 'em Why does he do me that way If they say why, ooo tell 'em Why does he do me that way If they say why, da da da da da da da da Why why does he do my that way, I like living this way Why, oh why, why, why  ",
        "title": "Human Nature"
    },
    {
        "artist": "Men Without Hats",
        "lyrics": "  We can dance if we want to We can leave your friends behind 'Cause your friends don't dance And if they don't dance Well they're no friends of mine  I say, we can go where we want to A place where they'll never find And we can act like we come from out of this world Leave the real one far behind We can dance (danser )  We can go where we want to The night is young and so am I And we can dress real neat From our hands to our feet And surprise 'em with a victory cry  I say, we can act if we want to If we don't nobody will And you can act real rude And totally removed And I can act like an imbecile I say, we can dance, we can dance Everything is out of control We can dance, we can dance We're doing it from wall to wall We can dance, we can dance Everybody look at your hands We can dance, we can dance Everybody's taking the chance  Safe to dance Well it's safe to dance Yes, it's safe to dance  We can dance if we want to We've got all your life and mine As long as we abuse it Never gonna lose it Everything will work out right  I say, We can dance if we want to We can leave your friends behind 'Cause your friends don't dance And if they don't dance Well they're no friends of mine  I say, we can dance, we can dance Everything is out of control We can dance, we can dance We're doing it from wall to wall We can dance, we can dance Everybody look at your hands We can dance, we can dance Everybody's taking the chance  Well it's safe to dance Yes, it's safe to dance Well it's safe to dance Well it's safe to dance Yes it's safe to dance It's safe to dance Well it's safe to dance It's a safety dance It's a safety dance It's a safety dance It's a safety dance It's a safety dance  ",
        "title": "The Safety Dance"
    },
    {
        "artist": "Jackson Browne",
        "lyrics": "  I can't keep up with what's been going down I think my heart must just be slowing down Among the human beings In their designer jeans Am I the only one who hears the screams And the strangled cries of lawyers in love  God sends his spaceships to America the beautiful They land at six o'clock and there we are, the dutiful Eating from TV trays Tuned into Happy Days Waiting for World War III while Jesus slaves To the mating calls of lawyers in love  Last night I watched the news from Washington, the capital The Russians escaped while we weren't watching them, like Russians will Now we've got all this room We've even got the moon And I hear the USSR will be open soon As vacation land for lawyers in love  Lawyers in love Lawyers in love  ",
        "title": "Lawyers In Love"
    },
    {
        "artist": "Journey",
        "lyrics": "  [Verse 1] So now love is gone I can't t go on, love is gone I want to say Now it's just too late Waited far too long  [Chorus] Should have told you then I knew Should have told you right From the staaart (hey) But the words Didn't come out right So I'll tell you Straight from my heart  [Verse 2] You meant more to me Than I let you see You held on somehow All your tenderness And your sweet caress I miss you now But a headstrong stubborn man Only works it out the best he caaan Valentines he never sent There's not enough time He's a working maaan  [Bridge] Can't stop falling Heartaches calling Finds you after the fall Saints or sinners Take no prisoners What's left after you fall No not much no Oh I say love is gone I can't go on Now love is gone I want to say But It's just too late Waited far too long  [Chorus] Should have told you then I knew Should have told you right From the staaart But the words Didn't come out right So I'll tell you Straight from my heaaaart  [Outro] Can't stop falling Heartaches calling Finds you after the fall Saints or sinners Take no prisoners What's left after you fall No not much no Ohh no not much Ohh no no no... After you fall ,  after you fall....  [Instrumental break]  ",
        "title": "After The Fall"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  Listen boy don't want to see you Let a good thing slip away You know I don't like watching anybody make The same mistakes I made She's a real nice girl And she's always there for you But a nice girl wouldn't tell you what you should do  Listen boy I'm sure that you think You got it all under control You don't want somebody telling you The way to stay in someone's soul You're a big boy now And you'll never let her go But that's just the kind of thing she ought to know  [Chorus 1] Tell her about it Tell her everything you feel Give her every reason to accept That you're for real Tell her about it Tell her all your crazy dreams Let her know you need her Let her know how much she means  Listen boy it's not automatically A certain guarantee To insure yourself you've got to provide Communication constantly When you love someone You're always insecure And there's only one good way to reassure  Tell her about it Let her know how much you care When she can't be with you Tell her you wish you were there Tell her about it Every day before you leave Pay her some attention Give her something to believe  Cause now and then she'll get to worrying Just because you haven't spoken for so long Though you may not have done anything Will that be a consolation when she's gone  Listen boy it's good information From a man who's made mistakes Just a word or two that she gets from you Could be the difference that it makes She's a trusting soul She's put her trust in you But a girl like that won't tell you what you should do  [Chorus 1]  ",
        "title": "Tell Her About It"
    },
    {
        "artist": "Rick Springfield",
        "lyrics": "  Everybody's talking to computers They're all dancing to a drum machine I know I'm living on the outside Scared of getting caught between I'm so cool calculated alone in a modern world-uh huh  But Sally has a hard time holding back The alley to her heart is a beaten track She's got the love monkey riding on her back  You want love I got it, come on girl  CHORUS: We all need the human touch We all need the human touch I need it the human touch We all need the human touch We all need it, and I need it too  You know, I got my walls, Sally calls them prison cells Sometimes I need protection, I've got the chains I got the warning bells I sit so snug and isolated, alone in the modern world-uh huh  But Sally has a hard time holding back The alley to her heat is a beaten track She's never out of love, yeah she's got the knack You've got love I want it, come on girl  CHORUS  Human touch Human touch Human touch Human touch  I'm so scared and isolated in the modern world  We all need We all need the human touch We all need the human touch We all need the human touch I need it the human touch We all need the human touch I need it the human touch We all need it and I need it too  Human touch Human touch Human touch Human touch Human touch  ",
        "title": "Human Touch"
    },
    {
        "artist": "Bryan Adams",
        "lyrics": "  Drivin' home this evening I coulda sworn we had it all worked out You had this boy believin' Way beyond the shadow of a doubt, yeah  Well I heard it on the street I heard you might found somebody new yeah Well who is he baby who is he And tell me what he means to you oh yeah  I took it all for granted But how was I to know That you'd be letting go  Now it cuts like a knife But it feels so right Yeah! It cuts like a knife Oh, but it feels so right  There's times I've been mistaken There's times I thought I'd been misunderstood - ooh yeah So wait a minute darlin' Can't you see we did the best we could ooh we could  This wouldn't be the first time Things have gone astray Now you've thrown it all away  Now it cuts like a knife yeah But It feels so right Oh! It cuts like a knife Yeah! But it feels so right  Oh! It cuts like a knife! But if feels so right baby! Oh! It cuts like a knife! Yeeah! Hey!  I took it all for granted But how was I to know That you'd be letting go  Now it cuts like a knife yeah But It feels so right Oh. Now it cuts like a knife Yeah But it feels so right Yeeah!  Oh, it cuts like a knife Ooh yeah yeah But it feels so right baby Ooh yeah It cuts like a knife Now give it to me now Yeah yeah, come on boys, ow Feels so right, yeah yeah yeah Nananananana hey! Now it cuts like knife now  But it feels so right, yeah yeah Feels so right baby Na na yeah, it feels so right And it cuts like a knife Yeah yeah Feels so right baby  ",
        "title": "Cuts Like A Knife"
    },
    {
        "artist": "Asia",
        "lyrics": null,
        "title": "Don't Cry"
    },
    {
        "artist": "The Kinks",
        "lyrics": "  They put a parking lot on a piece of land Where the supermarket used to stand Before that they put up a bowling alley On the site that used to be the local Palais That's where the big bands used to come and play My sister went there on a Saturday  Come dancing All her boyfriends used to come and call Why not come dancing? It's only natural  Another Saturday, another date She would be ready but she's always make them wait In the hallway in anticipation He didn't know the night would end up in frustration He'd end up blowing all his wages for the week All for a cuddle and a peck on the cheek  Come dancing That's how they did it when I was just a kid And when they said come dancing My sister always did  My sister should have come in a midnight And my mum would always sit up and wait It always ended up in a big row When my sister used to get home late Out of my window I can see them in the moonlight Two silhouettes saying goodnight by the garden gate  The day they knocked down the Palais My sister stood and cried The day they knocked down the Palais Part of my childhood died, just died  Now I'm grown up and playing in a band And there's a car park where the Palais used to stand My sister's married and she lives on an estate Her daughters go out now it's her turn to wait She knows they get away with things she never could But if I asked her I wonder if she would  Come dancing Come on sister have yourself a ball Don't be afraid to come dancing It's only natural  Come dancing Just like the Palais on a Saturday And all her friends will come dancing Where the big bands used to play  ",
        "title": "Come Dancing"
    },
    {
        "artist": "Naked Eyes",
        "lyrics": "  Never had a doubt in the beginning Never a doubt Trusted you true in the beginning I loved you right through  Arm in arm we laughed like kids At all the silly things we did  You made me promises, promises Knowing I'd believe Promises, promises You knew you'd never keep  Second time around, I'm still believing The words that you said You said you'd always be here \"In love forever\" still repeats in my head  You can't finish what you start If this is love it breaks my heart  You made me promises, promises You knew you'd never keep Promises, promises Why do I believe?  Arm in arm we laughed like kids  At all the silly things we did But you can't finish what you start If this is love it breaks my heart  You made me promises, promises You knew you'd never keep Promises, promises Why do I believe All of your promises You knew you'd never keep Promises, promises Why do I believe?  Promises Promises Promises Promises Promises  ",
        "title": "Promises, Promises"
    },
    {
        "artist": "America",
        "lyrics": null,
        "title": "The Border"
    },
    {
        "artist": "Shalamar",
        "lyrics": "  [Verse] How long you gonna carry on This one on one charade? Let's don't and then say we did That's the game you like to play Ooh, we've been through this so many times The end result's always the same I always end up complaining When I've got myself to blame  [Chorus] You're just a dead giveaway, yeah You'd think I'd learn to handle this by now You're just a dead giveaway (dead giveaway) Girl, you can't deny it (Even though you try), oh oh You keep trying to hide it (Baby, we know why)  I get a call about 2 a.m Saying you don't wanna be alone I'm tired and half asleep But emotions are just a little too strong Oo, I figured that I'd call your bluff 'Cause you want me to come on by Girl, you know it's your love I've always wanted But this time I won't be denied  [Chorus] 'Cause you're a dead giveaway, hey You want me like I want you You're just a dead giveaway (dead giveaway) You're scared but you won't admit it (Even though you try), ooh yeah But tonight you're committed (baby, we know why) 'Cause you're just a dead giveaway  A dead giveaway  You're not that naïve, girl (I'm finding out), ooh ooh Is playing deceiver (what you're all about?)  Dead giveaway Dead giveaway  Girl, you can't deny it (even though you try), ooh ooh, baby You keep trying to hide it (baby, we know why)  Well, now that you're serious It's time to take off that disguise You want more that mental stimulation I can see it in your eyes Oo, for years I've been your analyst I've been as patient as I've been kind For years you've played off believing That I loved you for only your mind  [Pre-Chorus] You're just a dead giveaway Girl, you want me like I want you Dead giveaway  [Chorus] Dead giveaway You've been holding back for too long You're a dead giveaway (dead giveaway) You're scared but you won't admit it (even though you try), oo oh But tonight you are committed (baby, we know why)  'Cause you're a dead giveaway I can tell by the look in your eyes A dead giveaway (dead giveaway)  I'm finding out  What you're all about?  You're just a dead giveaway  ",
        "title": "Dead Giveaway"
    },
    {
        "artist": "Joan Jett & the Blackhearts",
        "lyrics": "  Hoo! Wah!  When you were down, they were never there When you're all alone, you really get to learn If you get back up, they gonna come around All the sycophants, they love to make romance To the ugly sound of 'em tellin you What you wanna hear and you pretend  'Cause they all agree you're supposed to have a better life But you're feelin worse, and they build you up 'Til you fool yourself that you're something else And it's like a curse 'Cause you can't live up to what they made of you And they tell you that you're losin' friends  Losin' friends, losin' friends You got nothin' to lose You don't lose when you lose fake friends  Huah! Woo, uh Woo Oh, get out! Woo, woo hoo All right!  You go and tell 'em you were king of the hill When you need a hand - that was yesterday! You see 'em laugh while you're on your knees And it breaks your heart 'cause you gave so much And you can't believe that you hit the ground And you notice you been losin' friends-ah  Losin' friends, losin' friends You got nothin' to lose You don't lose when you lose fake friends  Oh, no, woo!  Losin' friends, losin' friends You got nothin' to lose You don't lose when you lose fake friends Fake friends You got nothin' to lose You don't lose when you lose fake friends You got nothin' to lose You don't lose when you lose fake friends Fake friends Fake friends Woo, all right Ha ha  ",
        "title": "Fake Friends"
    },
    {
        "artist": "Laura Branigan",
        "lyrics": "  I could hardly believe it When I heard the news today I had to come and get it straight from you They said you were leavin' Someone's swept your heart away From the look upon your face I see it's true  So tell me all about it Tell me about the plans you're makin' Then tell me one thing more before I go  Tell me how am supposed to live without you Now that I've been lovin' you so long How am I supposed to live without you How am I supposed to carry on When all that I've been livin 'for is gone  I didn't come here for cryin' Didn't come here to breakdown It's just a dream of mine is coming to an end And how can I blame you When I build my world around The hope that one day we'd be so much More than friends  And I don't wanna know the price I'm gonna pay for dreaming When even now it's more than I can take  ",
        "title": "How Am I Supposed To Live Without You"
    },
    {
        "artist": "Rita Coolidge",
        "lyrics": "  All I wanted was a sweet distraction for an hour or two Had no intention to do the things we've done Funny how it always goes with love When you don't look, you find But then we're two of a kind, we move as one  [Chorus] We're an all time high We'll change all that's gone before Doing so much more than falling in love On an all time high We'll take on the world and wait So hold on tight, let the flight begin  I don't want to waste a waking moment I don't want to sleep I'm in so strong and so deep, and so are you  In my time I've said these words before But now I realize My heart was telling me lies For you they're true  We're an all time high We'll change all that's gone before Doing so much more than falling in love On an all time high We'll take on the world and wait So hold on tight Let the flight begin  So hold on tight Let the flight begin We're an all time high  ",
        "title": "All Time High"
    },
    {
        "artist": "Charlie",
        "lyrics": null,
        "title": "It's Inevitable"
    },
    {
        "artist": "Air Supply",
        "lyrics": "  I know just how to whisper And I know just how to cry I know just where to find the answers And I know just how to lie  I know just how to fake it And I know just how to scheme I know just when to face the truth And then I know just when to dream  And I know just where to touch you And I know just what to prove I know when to pull you closer And I know when to let you loose  And I know the night is fading And I know the time's gonna fly And I'm never gonna tell you everything I gotta tell you But I know I gotta give it a try  And I know the roads to riches And I know the ways to fame I know all the rules and then I know how to break 'em And I always know the name of the game  But I don't know how to leave you And I'll never let you fall And I don't know how you do it Making love out nothing at all  (Making love) out of nothing at all (Making love) out of nothing at all (Making love) Out of nothing at all (Making love) out of nothing at all (Making love) out of nothing at all (Making love) out of nothing at all  Every time I see you all the rays of the sun are all Streaming through the waves in your hair And every star in the sky is taking aim at your eyes Like a spotlight  The beating of my heart is a drum and it's lost And it's looking for a rhythm like you You can take the darkness from the pit of the night And turn it to a beacon burning endlessly bright  I've gotta follow it cause everything I know Well it's nothing till I give it to you  I can make the runner stumble I can make the final block And I can make every tackle at the sound of the whistle I can make all the stadiums rock  I can make tonight forever Or I can make it disappear by the dawn And I can make you every promise that has ever been made And I can make all your demons be gone  But I'm never gonna make it without you Do you really wanna see me crawl And I'm never gonna make it like you do Making love out of nothing at all  (Making love) out of nothing at all (Making love) out of nothing at all (Making love) Out of nothing at all (Making love) out of nothing at all (Making love) out of nothing at all (Making love, love)  Out of nothing at all (Making love) Out of nothing at all (Making love) Out of nothing at all (Making love, love)  Out of nothing at all (Making love) Out of nothing at all (Making love) Out of nothing at all (Making love, love, love)  ",
        "title": "Making Love Out Of Nothing At All"
    },
    {
        "artist": "Bonnie Tyler",
        "lyrics": "  [Verse 1] (Turn around) Every now and then I get a little bit lonely And you're never coming 'round (Turn around) Every now and then I get a little bit tired Of listening to the sound of my tears (Turn around) Every now and then I get a little bit nervous That the best of all the years have gone by (Turn around) Every now and then I get a little bit terrified And then I see the look in your eyes  [Refrain] (Turn around, bright eyes!) Every now and then I fall apart (Turn around, bright eyes!) Every now and then I fall apart  [Verse 2] (Turn around) Every now and then I get a little bit restless And I dream of something wild (Turn around) Every now and then I get a little bit helpless And I'm lying like a child in your arms (Turn around) Every now and then I get a little bit angry And I know I've got to get out and cry (Turn around) Every now and then I get a little bit terrified But then I see the look in your eyes  [Refrain] (Turn around, bright eyes!) Every now and then I fall apart (Turn around, bright eyes!) Every now and then I fall apart  [Chorus] And I need you now tonight And I need you more than ever And if you only hold me tight We'll be holding on forever And we'll only be making it right Cause we'll never be wrong Together we can take it to the end of the line Your love is like a shadow on me all of the time I don't know what to do and I'm always in the dark We're living in a powder keg and giving off sparks I really need you tonight Forever's gonna start tonight Forever's gonna start tonight  [Post-Chorus] Once upon a time I was falling in love Now I'm only falling apart There's nothing I can do A total eclipse of the heart Once upon a time there was light in my life But now there's only love in the dark Nothing I can say A total eclipse of the heart  [Refrain] (Turn around, bright eyes!) Every now and then I fall apart (Turn around, bright eyes!) Every now and then I fall apart  [Chorus] And I need you now tonight And I need you more than ever And if you only hold me tight We'll be holding on forever And we'll only be making it right Cause we'll never be wrong Together we can take it to the end of the line Your love is like a shadow on me all of the time I don't know what to do and I'm always in the dark We're living in a powder keg and giving off sparks I really need you tonight Forever's gonna start tonight Forever's gonna start tonight  [Post-Chorus] Once upon a time I was falling in love Now I'm only falling apart There's nothing I can do A total eclipse of the heart Once upon a time there was light in my life But now there's only love in the dark Nothing I can say A total eclipse of the heart A total eclipse of the heart (Turn around, bright eyes) (Turn around, bright eyes) (Turn around)  ",
        "title": "Total Eclipse Of The Heart"
    },
    {
        "artist": "Frank Stallone",
        "lyrics": "  This is the end You made your choice and now my chance is over  I thought I was in You put me down and say I'm goin' nowhere  Save me darlin' I am down but I am far from over  Give me somethin' I need it all 'cause I am runnin' over  Back in the race I'm movin' in 'cause I am getting closer I'm diggin' in  I want it more than anything I've wanted Save me darlin'  I am down but I am far from over. . .. Save me darlin'  I am down but I am far from over Give me somethin'  I need it all 'cause I am runnin' over  I'm runnin' over I'm runnin' over  ",
        "title": "Far From Over"
    },
    {
        "artist": "Jeffrey Osborne",
        "lyrics": "  [Verse 1:] We were having such a good time, baby Oh, yes, we were Then you went and spoiled the whole thing, baby In front of everyone  You're telling me I was wrong And that all night long I was staring at someone else Well, even if you were right There's no need to fight There's no need to get upset  [Chorus:] Don't you get so mad about it (Do you have to get so mad) Don't you get so mad about it (About it, about it) Don't you get so mad about it (Ooh, ooh, ooh) Don't you get so mad about it, hey (Mad about it)  [Verse 2:] You should learn to control your feelings Respectably ‘Cause arguing in public is embarrassing  It's always the same thing, baby Accusing me out of jealousy I never will understand Why you make so much out such a little thing  [Repeat Chorus:]  [Bridge:] It's all so crazy now Somehow it's got to change Take a look at yourself Carrying on this way  I know you care about The love we're building here So why get all upset It's just not worth it Listen to me, my dear  [Repeat Chorus:]  (Do you have to get so mad) Don't you get so mad, baby (About it, about it) Whoa, whoa, ho, baby (Ooh, ooh, ooh) Don't you get so mad about it (Mad about it) Whoa, ho, oh…  (Do you have to get so mad) Don't get so mad now, baby (About it, about it) Ho, don't you get so mad about it, babe Don't you get so mad (Ooh, ooh, ooh) Don't you get so mad about it, babe, no (Mad about it) Woo, ooh, ho  (Do you have to get so mad) Don't get so mad about it (About it, about it) There's no need to get upset (Ooh, ooh, ooh) Darling, please don't forget the love we had (Mad about it) Oh…  ",
        "title": "Don't You Get So Mad"
    },
    {
        "artist": "Stray Cats",
        "lyrics": "  Hey, man, I don't feel like goin' to school no more Me neither, they can't make you go, no you daddy, oh yeah  I ain't goin' to school, it starts too early for me Well, listen man, I ain't goin' to school no more It starts much, much too early for me I don't care about readin', writin', 'rithmetic or history  I'm gonna walk to the corner and meet my little Marie I'm gonna walk to the corner and meet my little Marie Well, she's the only girl in this whole world who understands me  Well, she's sexy and 17, my little rock n' roll queen Acts a little bit obscene, gotta let off a little steam Dig that sound, shake it around, you're mine, mine, mine  Johnny and Eddie and me and Jimmy and Jack Are gonna do a little number on the teacher when she turns her back We're gonna cut out of class, meet the girls by the railroad track  Well ev'ry Friday night, there's a band that you gotta hear Just a dollar ticket in and twenty-five cents a beer They play rock n' roll music like it hasn't been rocked for years  Well, she's sexy and 17, my little rock n' roll queen Acts a little bit obscene, gotta let off a little steam Dig that sound and shake it around, you're mine, mine, mine, all mine  Oh c'mon, baby, yeah  Well, when I hear that rockin' beat, I can't sit still up out of my seat Come on babe, let's jump around your feet Can't learn nothin' in school, they don't teach you on the street  Wo-oh, wo-oh, baby, I like your style Wo-oh, oh, oh, oh, baby, I like your style You don't care what the other kids say, you go real wild  Well, you're sexy and 17, my little rock n' roll queen Acts a little bit obscene, gotta let off a little steam Dig that sound and shake it around, you're mine, mine, mine, mine Dig that sound and shake it around you're mine, mine, mine, mine Dig that sound and shake it around you're mine, mine, mine  ",
        "title": "(she's) Sexy + 17"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": "  Baby Jane don't leave me hanging on the line I knew you when you had no one to talk to Now you're moving in high society Don't forget I know secrets about you I used to think you were on my side But now I'm no longer sure I wish I knew what I know now before  When I give my heart again I know it's gonna last forever No one tell me where or when I know it's gonna last forever  Baby Jane don't it make you feel sad Just when I thought that we were winning You and I were so close in every way Don't time fly when you're loving and laughing I've said goodbye so many times The situation ain't all that new Optimism's my best defense I'll get through without you  When I give my heart again I know it's gonna last forever No one tell me where or when I know it's gonna last forever I won't be that dumb again I know it's gotta last forever When I fall in love again I know it's gonna last forever  Baby Jane I've said all I want to say Go your own way don't think twice about me Cause I've got ideas and plans of my own So long darlin' I'll miss you believe me The lesson learned was so hard to swallow But I know that I'll survive I'm gonna take a good look at myself and cry  When I give my heart again I know it's gonna last forever No one tell me where or when I know it's gonna last forever When I fall in love next time I know it's gonna last forever I won't be that dumb again I know it'll last forever  ",
        "title": "Baby Jane"
    },
    {
        "artist": "Diana Ross",
        "lyrics": "  Walking blind across this silver room Looking through a smoke menagerie Looking at your face inside of me In the darkness you're Tunisia  Nights are long entropic I can't seem to cope It's cold when I look in your eyes  Pieces of ice Pieces of ice Pieces of ice Pieces of ice  Where the zebra lightning strikes the room Foreign words are strutted through the gloom Women swooping down like birds of prey Never close but never far away  Night are long entropic I can't seem to cope It's cold when I look in your eyes  Pieces of ice Pieces of ice Pieces of ice Pieces of ice  ",
        "title": "Pieces Of Ice"
    },
    {
        "artist": "Louise Tucker",
        "lyrics": null,
        "title": "Midnight Blue"
    },
    {
        "artist": "Peabo Bryson/Roberta Flack",
        "lyrics": "  Tonight I celebrate my love for you It seems the natural thing to do Tonight, no one's gonna find us We'll leave the world behind us When I make love to you  Tonight, I celebrate my love for you And hope that deep inside you'll feel it too Tonight, our spirits will be climbing To a sky filled up with diamonds When I make love to you, tonight  Tonight I celebrate my love for you And that midnight sun is gonna come shining through Tonight, there'll be no distance between us What I want most to do, is to get close to you, tonight  Tonight I celebrate my love for you And soon this old world will seem brand new Tonight we will both discover how friends turn into lovers When I make love to you  Tonight I celebrate my love for you And the midnight sun is gonna come shining through Tonight there'll be no distance between us What I want most to do, is to get close to you  Tonight I celebrate my love for you Tonight  ",
        "title": "Tonight, I Celebrate My Love"
    },
    {
        "artist": "Little River Band",
        "lyrics": null,
        "title": "You're Driving Me Out Of My Mind"
    },
    {
        "artist": "George Benson",
        "lyrics": "  Ooh... ooh... ooh... Ooh... ooh... ooh... ooh... ooh...  If you're askin' me to say Livin' life without you, girl, is alright If you really want to know I'd have to say it's dangerous to my mind  So before you turn and walk away Just let me love you one more time Feel your heartbeat close to mine Let me love you all the time Lady, love me  Yes, I'm askin' you to stay Remembering it used to be so right If you're askin' for the truth I'd have to say I won't believe it's goodnight  So before you turn and walk away Just let me love you one more time Feel your heartbeat close to mine Lady, love me all the time Lady, love me  Doo... doo... doo... doo... doo... doo... doo... doo... doo... doo... Doo... doo... doo... doo... doo... doo... doo... doo... doo... doo... Doo... doo... doo... doo... doo... doo... doo... doo... doo... doo... Doo... doo... doo... doo... doo... doo... doo... doo... doo... doo...  So before you turn and walk away Just let me love you one more time Feel your heartbeat close to mine Lady, love me all the time Love me, lady, all the time  Let me love you one more time Hold me closer, now you're mine Lady, love me one last time Love me, lady Oh, love me, lady  Ooh... ooh... ooh... ooh...  So before you turn and walk away Just let me love you one more time Feel your heartbeat close to mine Lady, love me one last time Lady, love me (Love me, lady, all the time)  Let me love you one more time Feel your heartbeat close to mine Lady, love me all the time Lady, love me (Love me, lady, now you're mine)  Let me love you one more time Feel your heartbeat close to mine  ",
        "title": "Lady Love Me (One More Time)"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] Well she looked a peach in the dress she made When she was still her mama's little girl And when she walked down the aisle everybody smiled At her innocence and curls And when the preacher said is there anyone here Got a reason why they shouldn't wed I should have stuck up my hand I should have got up to stand And this is what I should have said  [Chorus] I want to kiss the bride yeah! [2x] Long before she met him She was mine, mine, mine Don't say I do Say bye, bye, bye And let me kiss the bride yeah!  [Verse  2] Underneath her veil I could see a tear Trickling down her pretty face And when she slipped on the ring I knew everything Would never be the same again But if the groom would have known he'd have had a fit About his wife and the things we did And what I planned to say Yeah on her wedding day Well I thought it but I kept it hid  [Chorus]  [Bridge] I want to kiss the bride yeah!  [Chorus]  ",
        "title": "Kiss The Bride"
    },
    {
        "artist": "Paul Anka",
        "lyrics": "  Two broken hearts, neither one knows what to say Both falling for love, but not quite all the way Look at us now, reaching back to yesterday Longing to know if they are the ones to stay  After all I'm the one who said we're through Now I can't live without anymore Out there lost is the dream that can't come true Is it worth the reaching for? Don't you want me anymore, darling?  Hold me till the morning comes Until I see your smile Take all the sadness from your eyes Hold me till the morning sun Let me stay we've just begun  Where shall we start? Tender words that we can share Different beliefs, in time we will get there Look at us now, wanting more than words can say Both falling for love but distant all the way  Out there lost are the words, I still love you But they're worth the reaching for Do you love me anymore, darling?  Hold me till the morning comes Until I see your smile Take all the sadness from your eyes Hold me till the morning sun Let me stay we've just begun  Hold me till the morning comes Until I see your smile Take all the sadness from your eyes  Hold me till the morning sun Let me stay we've just begun I wanna stay with you  Hold me till the morning comes Until I see your smile Take all the sadness from your eyes Hold me till the morning sun Let me stay we've just begun  Would you love me in the morning? We used to be there in the morning Would you leave without a warning?  Say you love me too Say you love me too Say you love me too ...  ",
        "title": "Hold Me 'til The Mornin' Comes"
    },
    {
        "artist": "Smokey Robinson & Barbara Mitchell",
        "lyrics": "  We had our chance Lord knows how we tried To keep our love alive To keep it strong So if i hurt you girl Try and understand You can't go on pretending When we know it's ending  Blame it on love On the memories that linger in the night Love never showed us how to make it right So baby Blame it on love tonight  We had our time It went by so fast We tried to make it last To make it right  We gave it all we had Girl don't look so sad Let's go out remembering a happier ending  Blame it on love On the memories that linger in the night Love never showed us how to make it right So baby (so baby) Blame it on love tonight  There ain't no use in harping on Girl it's time to let it be We did all we could And it won't do no good To blame it on you and me  Blame it on love On the dreams we shared that won't come true On the feeling that our love would always see us through  So baby, (so baby) let's blame it on love tonight  We can blame it on love On the dreams we shared that won't come true On the feeling that our love would always see us through  ",
        "title": "Blame It On Love"
    },
    {
        "artist": "Kajagoogoo",
        "lyrics": "  [Verse 1] Tongue tied or short of breath Don't even try Try a little harder Something's wrong You're not naive, you must be strong Ooh, baby try  [Pre-Chorus] Hey girl, move a little closer  [Chorus] You're too shy shy, hush hush eye to eye Too, shy shy, hush hush, eye to eye Too shy shy, hush hush eye to eye Too, shy shy, hush hush  [Verse 2] Modern medicine falls short of your complaint Ooh, try a little harder Moving in circles won't you dilate Ooh, baby try  [Pre-Chorus] Hey girl, move a little closer  [Chorus] Cause you're too shy shy, hush hush eye to eye Too, shy shy, hush hush, eye to eye Too shy shy hush hush eye to eye Too, shy shy, hush hush  [Instrumental Break]  [Chorus] You're too shy shy, hush hush eye to eye Too, shy shy, hush hush, eye to eye Too shy shy, hush hush eye to eye Too, shy shy, hush hush  ",
        "title": "Too Shy"
    },
    {
        "artist": "Spandau Ballet",
        "lyrics": null,
        "title": "True"
    },
    {
        "artist": "The Tubes",
        "lyrics": "  You somehow knew we'd meet again Now I understand If I look surprised, don't be alarmed I've got you in my arms I can almost taste it, and when I can (I won't waste the chance) Just a lick away (Oh, so close) But baby there's one thing I know  My heart speaks but the words play On the tip of my tongue And no matter what my lips say You are still the only one  Never been too cunning I'm no linguist But I can tell you this Ever since I left you I've been lost I'm walking in a fog We can lick this problem We can work it out Don't be impatient And don't you run 'Cause I want you on the tip of my  My heart speaks but the words play On the tip of my tongue And no matter what my lips say You are still the only one  I can't find the words My lips are on their own And my speech is slurred Can't even talk on the telephone I'll take a tip from you You say my French is pretty good So that's what I'll use If I could  My heart speaks but the words play On the tip of my tongue And no matter what my lips say You are still the only one  ",
        "title": "Tip Of My Tongue"
    },
    {
        "artist": "Debarge",
        "lyrics": "  I had some problems And no one could seem to solve them But you found the answer You told me to take a chance And learn the way of love, my baby And all that it had to offer In time you will see that love won't let you down  You said that you loved me Said hurt only came to pass me It sounded so convincing That I gave it half a chance And learned the way of love my baby There is so much love inside me And all that I have I give my all to you And all this love is waiting for you And all, all my love is waiting for you All this love is waiting for you And baby all, baby all this love is waiting for you Oh, I love how you make me feel this way My love is getting stronger every day  And after all I went and put myself through I found that all I really needed was you  As the sun has its place up in the sky I love you so dearly And all the same, there's no need to wonder why I need you, please hear me  Say you really love me, baby Say you really love me, darling For I really love you baby You know I really love you darling  Say you really love me, baby Say you really love me, darling For I really love you baby Sure enough love you darling  Say, say you love me......  ",
        "title": "All This Love"
    },
    {
        "artist": "The Hollies",
        "lyrics": null,
        "title": "Stop In The Name Of Love"
    },
    {
        "artist": "Mtume",
        "lyrics": "  [Intro] Yeah (I like it, ooh...ho...) (I like it) I need it, I need it Oh, girl  [Verse 1] You know very well What you are You’re my sugar thing My chocolate star I’ve had a few But not that many But you’re the only love That gives me good and plenty  [Hook 1] Juicy fruit (Juicy) Juicy (Yeah...eah...eah...hey...) Juicy fruit Juicy  [Verse 2] Candy rain Comin’ down Taste you in my mind And spread you all around Here I am Oh, this love’s for you Hey, baby Sweet as honey dew  [Verse 3] Close my eyes Oh, what fantasy And you’re right here with me Juicy Cherry blossom kiss What you’re givin’ Makes my body rock Keeps me sizzlin’ Do what you want I don’t care I’ll be your lollipop (You can lick me everywhere)  [Hook 2] Juicy fruit (You’re so) Juicy (Juicy) Juicy fruit (Yeah...hey...hey...hey...hey...) Juicy  [Bridge] Here I am This love’s for you Hey, baby You’re sweet as honey dew (dew) Close my eyes Oh, what fantasy And you’re here, you're right here with me Yeah, yeah, yeah, yeah Juicy (Yes you are, baby) Juicy fruit Juicy  Juicy fruit (Oh baby) Juicy (I like it, I like it) Juicy fruit (In the morning, oh, babe) Juicy (Oh...oh...) Juicy fruit (Candy rain comin’ down) Juicy (Turns me all around) Juicy fruit (I like it, I like it) Juicy  ",
        "title": "Juicy Fruit"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] You could never know what it's like Your blood like winter freezes just like ice And there's a cold lonely light that shines from you You'll wind up like the wreck you hide behind that mask you use  And did you think this fool could never win? Well look at me, I'm a-coming back again I got a taste of love in a simple way And if you need to know while I'm still standing you just fade away  [Chorus] And don't you know I'm still standing better than I ever did? Looking like a true survivor, feeling like a little kid And I'm still standing after all this time Picking up the pieces of my life without you on my mind  I'm still standing (yeah, yeah, yeah) I'm still standing (yeah, yeah, yeah)  [Verse 2] Once I never could hope to win You starting down the road leaving me again The threats you made were meant to cut me down And if our love was just a circus you'd be a clown by now  [Chorus] And know I'm still standing better than I ever did Looking like a true survivor, feeling like a little kid And I'm still standing after all this time Picking up the pieces of my life without you on my mind  I'm still standing (yeah, yeah, yeah) I'm still standing (yeah, yeah, yeah)  [Chorus] Don't they know that I'm still standing better than I ever did? Looking like a true survivor, feeling like a little kid I'm still standing after all this time Picking up the pieces of my life without you on my mind  I'm still standing (yeah, yeah, yeah) I'm still standing (yeah, yeah, yeah) I'm still standing (yeah, yeah, yeah) I'm still standing (yeah, yeah, yeah)...  ",
        "title": "I'm Still Standing"
    },
    {
        "artist": "ZZ Top",
        "lyrics": "  [Verse 1] Clean shirt, new shoes And I don't know where I am goin' to Silk suit, black tie (black tie) I don't need a reason why  [Chorus] They come runnin' just as fast as they can Cause every girl's crazy 'bout a sharp dressed man  [Verse 2] Gold watch, diamond ring I ain't missin' not a single thing And cufflinks, stick pin When I step out I'm gonna do you in  [Chorus] They come runnin' just as fast as they can Cause every girl's crazy 'bout a sharp dressed man  [Verse 3] Top coat, top hat I don't worry cause my wallet's fat Black shades, white gloves Lookin' sharp and lookin' for love  [Chorus] They come runnin' just as fast as they can Cause every girl's crazy 'bout a sharp dressed man  ",
        "title": "Sharp Dressed Man"
    },
    {
        "artist": "Zebra",
        "lyrics": "  We sailed away We walked two thousand miles and then we slipped away We looked so hard But couldn't seem to find just what the world was for Now we know Just what the journey's for Looking out to the stars Think about what you are What do they think of you Animals in their zoo They haven't got the time Landing is not on their minds How do they have the nerve We're animals in preserve  They watch us all They're only making sure that we don't trip and fall They looked so hard But they can't tell us why they're here and just what for Because they don't know Who opened up the door  How can we find out more Who owns the keyless door Where does the circle end Who are the unwatched men Where do we go from here Faith is a fading fear Life is a waiting room I hope they don't call me soon  How much more do you really think you know than a flower does about who's behind the door!  ",
        "title": "Who's Behind The Door?"
    },
    {
        "artist": "Rick James",
        "lyrics": "  [Intro] Sexy, sexy, sexy Sexy, sexy, sexy  [Verse 1] Who do you Girl, who do you belong to? My point of view is Girl, I think you’re hot If we talked What words could I describe There’s no dictionary book To explain how you look  [Refrain] Girl, I think you’re so (sexy, sexy, sexy) Cold blooded What more can I say (Sexy, sexy, sexy) Cold blooded  The way you walk (Sexy) The way you talk, baby (Sexy) Mama, you’re too cold for me (Sexy) Freaky baby  [Verse 2] Who are you (You look like a movie star) Girl, what’s your name and number? Is it true? That you think I’m hot (Hot) If we try To get to know each other You might find You couldn’t trade me for another  [Refrain] Because I think you’re so (sexy, sexy, sexy) Cold blooded In my dictionary (Sexy, sexy, sexy) Cold blooded  What more can I say, baby? (Sexy, sexy, sexy) Cold blooded Holy smokes and gee whiz (Sexy, sexy, sexy) Cold blooded  [Break] Freeze  [Bridge] Baby, don’t you know that you’re too much (You’re too much) You’re too hot (You’re too hot) Don’t you know you’re like a candle I’m the only man that handles you (You’re too much) Baby (You’re too hot) You’re so hot, you burn me out Just burn me up  Baby, baby, baby, baby, don’t be so cold blooded Ooh, la, la, la, la, la, la!  [Verse 3] Who do you? Girl, who do you belong to? My point of view is Girl, I think you’re hot (Hot) If we talked What words could I describe There’s no dictionary book To explain how you look  [Refrain] Girl, I think you’re so (sexy, sexy, sexy) Cold blooded In my dictionary (Sexy, sexy, sexy) Cold blooded  What else can I say, baby? (Sexy, sexy, sexy) Cold blooded Holy smokes and gee whiz (Sexy, sexy, sexy) Cold blooded  [Break] The way you walk  Sexy, sexy, sexy Sexy, sexy, sexy  [Outro] Cold blooded Cold blooded Sexy, sexy, sexy Cold blooded Sexy, sexy, sexy Cold blooded  ",
        "title": "Cold Blooded"
    },
    {
        "artist": "Talking Heads",
        "lyrics": "  Watch out You might get what you're after Cool, babies! Strange but not a stranger I'm an ordinary guy Burning down the house  Hold tight Wait 'til the party's over Hold tight We're in for nasty weather There has got to be a way Burning down the house  Here's your ticket, pack your bag Time for jumping overboard The transportation is here Close enough but not too far Maybe you know where you are Fighting fire with fire  All wet Here, you might need a raincoat Shakedown Dreams walking in broad daylight Three hundred sixty-five degrees Burning down the house  It was once upon a place Sometimes I listen to myself Gonna come in first place People on their way to work Say “baby, what did you expect” Gonna burst into flame  Burning down the house  My house Stout of the ordinary That’s right Don't want to hurt nobody Some things sure can sweep me off my feet Burning down the house  No visible means of support And you have not seen nothing yet Everything's stuck together I don't know what you expect Staring into the TV set Fighting fire with fire  ",
        "title": "Burning Down The House"
    },
    {
        "artist": "Tony Carey",
        "lyrics": null,
        "title": "West Coast Summer Nights"
    },
    {
        "artist": "Juice Newton",
        "lyrics": null,
        "title": "Tell Her No"
    },
    {
        "artist": "Martin Briley",
        "lyrics": "  I never did it, no I won't admit it Why should I lie for you anymore You never loved me, you pushed and shoved me I see the woman I never saw  I saw you laugh when the knife was twisted It still hurts but the pain has shifted I'm looking back at the time that drifted by But I won't cry for the wasted years Cause you ain't worth the salt in my tears  Feeling neglected, used and rejected You need a shoulder to lean upon Maybe you've picked him, found your next victim Don't worry, someone will come along  I broke the spell that you kept me under I had enough of the rain and thunder I lost track of the time and I wonder why But I won't cry for the wasted years Cause you ain't worth the salt in my tears  I sit around and drink a few more beers Until the memory just disappears Cause you ain't worth the salt in my tears  I saw you laugh when the knife was twisted It still hurts but the pain has shifted I'm looking back at the time that drifted by But I won't cry for the wasted years Cause you ain't worth the salt in my tears  Cause you ain't worth the salt in my tears Cause you ain't worth the salt in my tears  ",
        "title": "The Salt In My Tears"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": null,
        "title": "Get It Right"
    },
    {
        "artist": "James Ingram And Patti Austin",
        "lyrics": "  How do you keep the music playing? How do you make it last? How do you keep the song from fading Too fast?  How do you lose yourself to someone And never lose your way? How do you not run out of new things To say?  And since you know we're always changing How can it be the same?  And tell me how year after year You're sure your heart won't fall apart Each time you hear his name?  I know the way I feel for you is now or never The more I love The more that I'm afraid That in your eyes I may not see forever, forever  If we can be the best of lovers Yet be the best of friends If we can try with every day to make it better As it grows With any luck then I suppose The music never ends  I know (How do you keep the music playing) The way I feel for you is now or never (How do you make it last?) The more I love The more that I'm afraid (How do you keep the song from fading?) That in your eyes I may not see forever (Keep the song from fading) Forever  If we can be the best of lovers Yet be the best of friends If we can try with every day to make it better As it goes With any luck then I suppose The music never ends  ",
        "title": "How Do You Keep The Music Playing"
    },
    {
        "artist": "Robert Plant",
        "lyrics": "  My love is in league with the freeway Its passion will ride, as the cities fly by And the tail-lights dissolve, in the coming of night And the questions in thousands take flight My love is the miles and the waiting The eyes that just stare, and the glance at the clock And the secret that burns, and the pain that won't stop And its fuel is the years Leading me on - leading me down the road Driving beyond Driving me down the road  My love is exceeding the limit Red-eyed and fevered with the hum of the miles Distance and longing, my thoughts do collide Should I rest for a while at the side Your love is cradled in knowing Eyes in the mirror, still expecting they'll come Sensing too well when the journey is done There is no turning back No There is no turning back On the run  My love is in league with the freeway Oh the freeway, and The coming of night-time My love My love is in league with the freeway  ",
        "title": "Big Log"
    },
    {
        "artist": "F.R. David",
        "lyrics": null,
        "title": "Words"
    },
    {
        "artist": "Dave Edmunds",
        "lyrics": null,
        "title": "Slipping Away"
    },
    {
        "artist": "Crosby, Stills & Nash",
        "lyrics": null,
        "title": "War Games"
    },
    {
        "artist": "Culture Club",
        "lyrics": null,
        "title": "Time (Clock Of The Heart)"
    },
    {
        "artist": "Haysi Fantayzee",
        "lyrics": "  Good times come to me now Good times come to me now I ain't lying 'cause there ain't no time No city It's a pity 'cause I dress divine City smokes, people choke Big meanie he's a genie and we ain't got a hope No chance, no chance Well I feel fine No, it ain't no crime I was dreamin' of a demon and I ate a dime The dime floats The colonel boasts Send 'em up the hill boys, this ain't no joke  No chance, no chance, no chance, no chance Shiny shiny, bad times behind me  Shiny shiny sha-na-na-na Shiny shiny bad times behind me  Shiny shiny bad times behind me  Your sure look fine your shoes they shine I taste your face your love is mine  Mercury Dan with a spiky hand I'm a hot retard Marquis de Sade No chance, no chance, no chance, no chance Shiny shiny, bad times behind me  Shiny shiny, bad times behind me  Shiny shiny, bad times behind me  Shiny shiny, bad times behind me  Saw a cop on the line Machine gun shine I was dreaming not believing that I was alive My mind broke The cop he choked Get out of here, boy, or I'll use the colt  No chance, no chance You sure look fine your shoes they shine No heat can compete with this blue-eyed liar The child spoke, we ain't got a hope  Press the button Press the button, it's all remote No chance, no chance, no chance, no chance Shiny shiny, bad times behind me  Shiny shiny, bad times behind me  Shiny shiny, bad times behind me  Shiny shiny, bad times behind me  ",
        "title": "Shiny Shiny"
    },
    {
        "artist": "Meco",
        "lyrics": null,
        "title": "Ewok Celebration"
    },
    {
        "artist": "The Manhattans",
        "lyrics": null,
        "title": "Crazy"
    },
    {
        "artist": "A Flock Of Seagulls",
        "lyrics": null,
        "title": "Wishing (If I Had A Photograph Of You)"
    },
    {
        "artist": "R.E.M.",
        "lyrics": "  Beside yourself if radio's gonna stay Reason, it could polish up the gray Put that, put that, put that up your wall That this isn't country at all  Ray beam station Beside yourself  Keep me out of country in the word Deal the porch is leading us absurd Push that, push that, push that to the hull That this isn't nothing at all  Straight off the boat Where to go?  Callin' on in transit Callin' on in transit Radio Free Europe, radio  Beside defyin' media too fast Instead of pushin' palaces to fall Put that, put that, put that before all That this isn't fortunate at all  Ray beam station Beside yourself  Callin' on in transit Callin' on in transit Radio Free Europe, radio  Beside yourself Callin' on a boat Media's too fast  Keep me out of country in the word Disappointers into us, absurd  Straight off the boat Where to go?  Callin' on in transit Callin' on in transit Radio Free Europe Radio Free Europe  Callin' on in transit Callin' on in transit Radio Free Europe Radio Free Europe  ",
        "title": "Radio Free Europe"
    },
    {
        "artist": "The Tubes",
        "lyrics": "  Step right up, and don't be shy Because you will not believe your eyes She's right here, behind the glass You're gonna like her cause she's got class  You can look inside another world You get to talk to a pretty girl She's everything you dream about  But don't fall in love She's a beauty (She's one in a million girls) She's a beauty (Why would I lie?) Why would I lie?  You can say anything you like But you can't touch the merchandise She'll give you every penny's worth But it will cost you a dollar first  You can step outside your little world (Step outside your world) You can talk to a pretty girl She's everything you dream about  But don't fall in love Cause if you do you find out She don't love you (She's one in a million girls) One in a million girl (Why would I lie?) Now, why would I lie? Oh  Step outside your world  But don't fall in love She's a beauty (She's one in a million girls) One in a million girl (Why would I lie?) Now, why would I lie?  But don't fall in love Cause if you do you find out She don't love you (She's one in a million girls) One in a million girl (Why would I lie?) Why would I lie?  But don't fall in love She's a one in a million girl  ",
        "title": "She's A Beauty"
    },
    {
        "artist": "Billy Idol",
        "lyrics": "  [Verse 1] Hey little sister, what have you done? Hey little sister, who's the only one? Hey little sister, who's your Superman? Hey little sister, who's the one you want? Hey little sister, shotgun  [Chorus] It's a nice day to start again It's a nice day for a white wedding It's a nice day to start again  [Verse 2] Hey little sister, who is it you're with? Hey little sister, what's your vice or wish? Hey little sister, shotgun, oh yeah Hey little sister, who's your Superman? Hey little sister, shotgun  [Chorus] It's a nice day to start again It's a nice day for a white wedding It's a nice day to start again  [Bridge] Pick it up Take me back home, yeah  [Verse 3] Hey little sister, what have you done? Hey little sister, who's the only one? I've been away for so long I've been away for so long I let you go for so long  [Chorus] It's a nice day to start again It's a nice day for a white wedding It's a nice day to start again  [Bridge] There is nothin' fair in this world, girl There is nothin' safe in this world And there's nothin' sure in this world And there's nothin' pure in this world Look for something left in this world Start again  [Chorus] It's a nice day to start again It's a nice day for a white wedding It's a nice day to start again  ",
        "title": "White Wedding"
    },
    {
        "artist": "Styx",
        "lyrics": null,
        "title": "High Time"
    },
    {
        "artist": "The Animals",
        "lyrics": null,
        "title": "The Night"
    },
    {
        "artist": "Tears For Fears",
        "lyrics": null,
        "title": "Change"
    },
    {
        "artist": "Heart",
        "lyrics": "  Wake me up with laughter Wrap me in your arms This ain't no morning after Never been so warm It didn't take so long For us to feel this way Can a good thing last Longer than a day?  Where do we take it now Now that we caught fire? Will something greater grow Out of this desire? Should I drop my guard At the risk of being used? But the way you do those things to me How can I refuse?  I could get addicted To your energy The way you take me over Pulling on me Our hearts beat together Our timing is the same Can I trust my feelings Save myself the pain?  Where do we take it now Now that we caught fire? Will something greater grow Out of this desire? Should I drop my guard At the risk of being used? But the way you do those things to me How can I refuse?  We could share they mystery Spare ourselves the misery Discover it again every day We could take love all the way  Where do we take it now Now that we caught fire? Will something greater grow Out of this desire? Should I drop my guard At the risk of being used? But the way you do those things to me How can I refuse?  ",
        "title": "How Can I Refuse"
    },
    {
        "artist": "Stacy Lattisaw",
        "lyrics": null,
        "title": "Miracles"
    },
    {
        "artist": "Lindsey Buckingham",
        "lyrics": "  I found out long ago It's a long way down the holiday road Holiday road Holiday road  Jack be nimble, Jack be quick Take a ride on the West Coast kick Holiday road Holiday road Holiday road Holiday road  I found out long ago It's a long way down the holiday road Holiday road Holiday road Holiday road Holiday road  ",
        "title": "Holiday Road"
    },
    {
        "artist": "Sergio Mendes",
        "lyrics": "  Who looks at her life in the palm of her hand Rain`s on the roof There`s tears in the land of heartbreak She has made up her mind She won`t turn back again  She writes a note But words just won`t say Turns off the TV Pulls down the shade She`s leaving No, she won`t change her mind To leave it all behind  Just one more story from a lonely road A twist of fate And then a spot of gold Out on the rainbow`s end  Just one more chapter in a sad hotel Another penny to the wishing well Out on the rainbow`s end Don`t you turn back again  Who`s playing cards from midnight `til dawn Lives in a waste And yesterday`s gone forever He`s made up his mind to leave it all behind  So he says to himself As he folds up his hand Ooh Will all my friends will understand where I`m going? To find my own way I won`t turn back again  Just one more story from a lonely road A twist of fate And then a start of gold Out on the rainbow`s end  Just one more chapter in a set of ten Another penny to the wishing well Out on the rainbow`s end Don`t you turn back again  I have a dream that I hold in my heart And I won`t let go Welcome, tomorrow I`m on my way So goodbye, yesterday Goodbye, yesterday  Just one more story from a lonely road A twist of fate And then a spot of gold Found on a rainbow`s end  Just one more chapter in a set of ten Another penny to the wishing well Out on the rainbow`s end Don`t you turn back again  ",
        "title": "Rainbow's End"
    },
    {
        "artist": "Daryl Hall John Oates",
        "lyrics": null,
        "title": "Family Man"
    },
    {
        "artist": "Styx",
        "lyrics": "  What can I do pictures of you still make me cry Trying to live without your love, it's so hard to do Some nights I'll wake up I'll look at your pillow Hoping that I'll see you there But I get up each day Not much to say I've nowhere to go Loneliness fills me up inside 'cause I'm missing you So if you'll give us a chance to remember the love we had once together Wait and see time is all that we really need I'm praying you won't say no, I mean to tell you Don't let it end Baby we could have so much more Don't let it end Honey please don't walk out that door I'm telling you baby, I made my mistakes But I'll make you this promise to do what it takes I'll be there to protect you and hold you tight You got my lovin' baby every single night Don't let it end I'm begging you, don't let it end this way Don't let it end I'm begging you, don't let it end this way Don't let it end Baby we could have so much more Don't let it end Honey please don't walk out that door Don't let it end I'm begging you, don't let it end this way Don't let it end I'm begging you, don't let it end this way, no, no, no No, no, no What will I do if you say we're through? I need you to stay, honey don't let it end this way  ",
        "title": "Don't Let It End"
    },
    {
        "artist": "Eddy Grant",
        "lyrics": "  I don't wanna dance Dance with you baby no more I'll never do something to hurt you, though Oh but the feeling is bad The feeling is bad  I love your personality But I don't want our love on show Sometimes I think it's insanity Girl the way you go  With all of the guys on the corner Oh baby, you're the latest trick Oh, you seem to have their number Look they're dancing still  I don't wanna dance Dance with you baby no more I'll never do something to hurt you, though Oh but the feeling is bad The feeling is bad  Baby now the party's over For us, so I'll be on my way Now that the things which moved me Are standing still  I know it's only superstition Baby, but I won't look back Even though I feel your music Baby that is that  I don't wanna dance Dance with you baby no more I'll never do something to hurt you, though Oh but the feeling is bad The feeling is bad  Don't wanna dance Don't wanna dance Don't wanna dance Don't wanna dance Don't wanna dance Don't wanna dance Don't wanna dance  I don't wanna dance Dance with you baby no more I'll never do something to hurt you, though Oh but the feeling is bad The feeling is bad  ",
        "title": "I Don't Wanna Dance"
    },
    {
        "artist": "Roman Holliday",
        "lyrics": null,
        "title": "Stand By"
    },
    {
        "artist": "Kissing The Pink",
        "lyrics": "  Maybe this day will be the happy day, when all my hopes will turn out right  Maybe this girl will be the lucky girl who'll come back with me tonight, tonight, tonight  Maybe this girl will be the lucky girl, or it will end in tears  Maybe she'll take me home, or make me run. She was bound to win  She said \"oh\", \"Oh\" ,\"Oh\" Maybe this girl will dance with me \"Oh\"  Maybe tonight  Maybe tonight  May be this day will be the happy day, when all my hopes will turn out right  Maybe this girl will be the lucky girl who'll come back with me tonight, tonight, tonight  Tonight a lucky star will shine  Tonight  Over the garden wall, she'll say \"Let's go to bed\"  \"oh\", \"Oh\" ,\"Oh\" Maybe this girl will dance with me \"Oh\" \"oh\" \"Oh\"  Maybe tonight  Maybe tonight  Maybe tonight  Maybe tonight  Maybe this girl will dance with me  Maybe this girl will...  ",
        "title": "Maybe This Day"
    },
    {
        "artist": "Champaign",
        "lyrics": null,
        "title": "Try Again"
    },
    {
        "artist": "The Doobie Brothers",
        "lyrics": null,
        "title": "You Belong To Me"
    },
    {
        "artist": "Ronnie Milsap",
        "lyrics": "  Why must you disappear Why must you go when I need you here with me  Don't you know how much I love you? And why must you say goodbye Once you saved my life Now you're leaving me here to die Girl, don't yu know how much I love you?  You give me just enough to keep me hoping Enough to make me forget the promises you've broken  Oh, why must you come around just to pick me up So you can watch me hit the ground Don't you know how much I love you?  Don't you know, Oh Don't you know, Oh Don't you know, Oh Don't you know Don't you know Don't you know how much I love you?  You give me just enough to keep me hoping Enough to make me forget the promises you've broken  Oh, tell me how long must this go on?  I'm so far gone, I'm on my knees now baby  Don't you know how much I love you? Don't you know how much I love you? Don't you know how much I love you?  Don't you know, Oh Don't you know, Oh Don't you know, Oh Don't you know Don't you know Don't you know how much I love you?  ",
        "title": "Don't You Know How Much I Love You"
    },
    {
        "artist": "Engelbert Humperdinck",
        "lyrics": "  I see your hand with no wedding band But I can still see where it's been I see your heart all broken apart Wonderin' if he'll ever love you again  Well, I'm just like you, not much I can do But listen to you while you're here I'm almost afraid of talkin' this way But tonight you need someone who cares  'Til you and your lover are lovers again All that you really need is a friend Who's lonely like you, someone to fill in 'Til you and your lover are lovers again  So go on and cry, you're gonna get by I've already been where you are You don't have to leave, I know what you need If you let me take you that far  'Til you and your lover are lovers again All that you really need is a friend Who's lonely like you, someone to fill in 'Til you and your lover are lovers again  If you should ever go back to his arms I hope that he keeps your heart safe and warm You know where I'll be if you ever need A shoulder to lie on again  'Til you and your lover are lovers again All that you really need is a friend Who's lonely like you, someone to fill in 'Til you and your lover are lovers  'Til you and your lover are lovers again All that you really need is a friend Who's lonely like you, someone to fill in 'Til you and your lover are lovers again  ",
        "title": "Til You And Your Lover Are Lovers Again"
    },
    {
        "artist": "Donnie Iris",
        "lyrics": "  Do I have to say it? Don't you already know it? Do I have to spell it out? Don't you think I show it  Can't you see it's you I want tonight (You have to read it) You have to read it inbetween the lines  Chorus  Do you compute? What does it take to make you understand? Do you compute? I'm trying to tell you I'm in love with you  I ain't no good with words No I'm no good at at talking I'm misunderstood Misunderstood too often  Now baby if you'll open up your eyes (Then you will feel) Then you will feel the way I feel inside  Repeat chorus  Now baby if you'll open up your eyes (Then you will feel) Then you will feel the way I feel inside  Repeat chorus  ",
        "title": "Do You Compute?"
    },
    {
        "artist": "The Plimsouls",
        "lyrics": "  Friday night I'd just got back I had my eyes shut Was dreaming about the past I thought about you while the radio played Should've got moving For some reason I stayed I started drifting to a different place I realized I was falling off the face of the world And there was nothing left to bring me back  I'm a million miles away And there's nothing left to bring me back today  Took a ride and went downtown The streets were empty There was no one around All the faces that we used to know And all the places We used to go I'm at the wrong end of your looking glass Just trying to hold on to the hands of the past and you And there's nothing left to bring me back  I'm a million miles away And there's nothing left to bring me back today  ",
        "title": "A Million Miles Away"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Verse 1] They told him, \"Don't you ever come around here Don't wanna see your face, you better disappear\" The fire's in their eyes and their words are really clear So beat it, just beat it You better run, you better do what you can Don't wanna see no blood, don't be a macho man You wanna be tough, better do what you can So beat it, but you wanna be bad  [Hook] Just beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it (beat it) Just beat it (beat it) Just beat it (beat it) Just beat it (beat it uuh)  [Verse 2] They're out to get you, better leave while you can Don't wanna be a boy, you wanna be a man You wanna stay alive, better do what you can So beat it, just beat it You have to show them that you're really not scared You're playin' with your life, this ain't no truth or dare They'll kick you, then they'll beat you then they'll tell you it's fair So beat it, but you wanna be bad  [Hook] Just beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it (beat it) Beat it (beat it) Beat it (beat it) Beat it (beat it) Beat it (beat it)  [Guitar solo]  [Hook] Beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it (beat it)  ",
        "title": "Beat It"
    },
    {
        "artist": "Rick Springfield",
        "lyrics": "  Heart in my mouth Pulse in my head Mercury rising into the red The smell of your skin can Light up all the fires in me  Hungry to touch I'm eager to please Out of control And I hand you the keys Every night I am burning To make love to you  But don't try to tell me You think it's all physical It goes much deeper than that  You ought to know It's an affair of the heart It's an affair of the heart It's an affair of the heart Have a little blind faith, believe It's an affair of the heart  When we make love It's a passionate thing You shudder and shake Sink your teeth in my skin I almost believe you were made To be played by my hands  And you got the power It amazes me still How you play my emotions With consummate skill I don't have to look any further Than into your eyes  So don't try to tell me You think it's just physical It goes way deeper than that  You better know It's an affair of the heart It's an affair of the heart It's an affair of the heart Have a little blind faith, believe It's an affair of the heart  I'm the controller And I want to touch you and seize you And make you mine, hey, hey  Don't try to tell me You think it's all physical It goes much deeper than that You ought to know It's an affair of the heart It's affair of the heart  You better know It's an affair of the heart It's an affair of the heart  You better know It's an affair of the heart Have a little blind faith, believe It's an affair of the heart  ",
        "title": "Affair Of The Heart"
    }
]