[
    {
        "artist": "Olivia Newton-John",
        "lyrics": null,
        "title": "Magic"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  What's the matter with the clothes I'm wearing? \"Can't you tell that your tie's too wide?\" Maybe I should buy some old tab collars? \"Welcome back to the age of jive Where have you been hidin' out lately, honey? You can't dress trashy till you spend a lot of money.\"  [Chorus 1] Everybody's talkin' 'bout the new sound Funny, but it's still rock and roll to me  What's the matter with the car I'm driving? \"Can't you tell that it's out of style?\" Should I get a set of white wall tires? \"Are you gonna cruise the miracle mile? Nowadays you can't be too sentimental Your best bet's a true baby blue Continental.\"  Hot funk, cool punk, even if it's old junk It's still rock and roll to me  Oh, it doesn't matter what they say in the papers Cause it's always been the same old scene There's a new band in town But you can't get the sound from a story in a magazine... Aimed at your average teen  How about a pair of pink sidewinders And a bright orange pair of pants? \"You could really be a Beau Brummel baby If you just give it half a chance Don't waste your money on a new set of speakers You get more mileage from a cheap pair of sneakers.\"  [Chorus 3] Next phase, new wave, dance craze, anyways It's still rock and roll to me  What's the matter with the crowd I'm seeing? \"Don't you know that they're out of touch?\" Should I try to be a straight 'A' student? \"If you are then you think too much Don't you know about the new fashion honey? All you need are looks and a whole lotta money.\"  [Chorus 3] Next phase, new wave, dance craze, anyways It's still rock and roll to me  What's the matter with the crowd I'm seeing? \"Don't you know that they're out of touch?\" Should I try to be a straight 'A' student? \"If you are then you think too much Don't you know about the new fashion honey? All you need are looks and a whole lotta money.\"  [Chorus 1] Everybody's talkin' 'bout the new sound Funny, but it's still rock and roll to me  ",
        "title": "It's Still Rock And Roll To Me"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] Oh little Jeannie, you got so much love, little Jeannie And you take it where it strikes and give it to the likes of me Oh little Jeannie, she got so much love, little Jeannie So I see you when I can, you make me all a man can be  [Chorus 1] And I want you to be my acrobat, I want you to be my lover Oh there were others who would treat you cruel And oh little Jeannie, you were always someone's fool  [Verse 2] Little Jeannie, you got so much time, little Jeannie Though you've grown beyond your years, you still retain the fears of youth Oh little Jeannie, you got so much time, little Jeannie But you're burning it up so fast, searching for some lasting truth  [Chorus 1] And I want you to be my acrobat, I want you to be my lover Oh there were others who would treat you cruel And oh little Jeannie, you were always someone's fool  [Verse 3] And I want you to be my acrobat, I want you to be my lover Oh there were others, and I've known quite a few But oh oh Jeannie, I'm still in love with you  [Chorus 2][x3] Stepped into my life from a bad dream Making the life that I had seem suddenly shiny and new Oh Jeannie I'm so in love with you Stepped into my life from a bad dream Stepped into my life from a bad dream Making the life that I had seem suddenly shiny and new Oh Jeannie I'm so in love with you Stepped into my life from a bad dream Stepped into my life from a bad dream Making the life that I had seem suddenly shiny and new Oh Jeannie I'm so in love with you Stepped into my life from a bad dream  ",
        "title": "Little Jeannie"
    },
    {
        "artist": "The S.O.S. Band",
        "lyrics": null,
        "title": "Take Your Time (Do It Right) Part 1"
    },
    {
        "artist": "Christopher Cross",
        "lyrics": null,
        "title": "Sailing"
    },
    {
        "artist": "The Manhattans",
        "lyrics": null,
        "title": "Shining Star"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse 1] Is there nothing I can say Nothing I can do To change your mind I'm so in love with you You're too deep in You can't get out You're just a poor girl in a rich man's house Yeah, baby, I'm crying over you Don't you know promises were never made to keep Just like the night, dissolve in sleep  [Chorus] I'll be your savior, steadfast and true I'll come to your emotional rescue I'll come to your emotional rescue  [Verse 2] Yeah, the other night, crying Crying baby, yeah I'm crying Yeah I'm like a child baby I'm like a child baby Child yeah, I'm like a child, like a child Like a child You think you're one of a special breed You think that you're his pet Pekinese  [Chorus]  [Verse 3] I was dreaming last night Last night I was dreaming How you'd be mine, but I was crying Like a child, yeah, I was crying Crying like a child You will be mine, mine, mine, mine, mine, all mine You could be mine, could be mine Be mine, all mine I come to you, so silent in the night So stealthy, so animal quiet  [Chorus]  [Verse 4] Yeah, you should be mine, mine, whew Yes, you could be mine Tonight and every night I will be your knight in shining armor Coming to your emotional rescue  [Outro] You will be mine, you will be mine, all mine You will be mine, you will be mine, all mine I will be your knight in shining armor Riding across the desert with a fine Arab charger  ",
        "title": "Emotional Rescue"
    },
    {
        "artist": "The Spinners",
        "lyrics": "  Cupid, draw back your bow and let your arrow go Straight to my lover's heart for me, nobody but me Cupid, please hear my cry and let your arrow fly Straight to my lover's heart for me Now, I don't mean to bother you, but I'm in distress There's danger of me losin' all of my happiness For I love a girl who doesn't know I exist And this you can fix So Cupid, draw back your bow and let your arrow go Straight to my lover's heart for me, nobody but me Cupid, please hear my cry and let your arrow fly Straight to my lover's heart for me Now Cupid, if your arrow make a love storm for me I promise I will love her until eternity I know between the two of us, her heart we can steal Help me if you will So Cupid, draw back your bow and let your arrow go Straight to my lover's heart for me, nobody but me Cupid, please hear my tears and let your arrow come near Straight to my lover's heart for me I know that you heard it before, but Cupid, don't go What would we do if you didn't exist? We can't be sure, but please don't ignore Cupid the reason you're here I know that you're feeling discouraged You think no one cares about love So Cupid, please do us a favor Just pick up your bow and let your arrow go Cupid, draw back your bow and let your arrow go Straight to my lover's heart for me, nobody but me Cupid, please hear my cry and let your arrow fly Straight to my lover's heart for me  ",
        "title": "Cupid/I've Loved You For A Long Time"
    },
    {
        "artist": "Paul McCartney And Wings",
        "lyrics": null,
        "title": "Coming Up (Live At Glasgow)"
    },
    {
        "artist": "Diana Ross",
        "lyrics": null,
        "title": "Upside Down"
    },
    {
        "artist": "The Charlie Daniels Band",
        "lyrics": null,
        "title": "In America"
    },
    {
        "artist": "Kim Carnes",
        "lyrics": null,
        "title": "More Love"
    },
    {
        "artist": "Rocky Burnette",
        "lyrics": "  [Chorus:] Baby I'm tired of toein' the line Don't know why you wanna jump on me Baby, baby, baby You're making me cry  [Verse 1:] Baby, I I'm gonna find myself someone new Someone who will be true And no more toein' the line  I know it's over Cause I see the signs Don't let me waste your precious time  Baby I'm tired of toeing the line If you want to get rid of me Baby, baby, baby You're doing fine  [Verse 2:] Baby I'm tired of toein' the line I'm gonna put on my walking shoes And leave you far behind  You're rolling over And over so divine But you can't fix this broken heart of mine  [Repeat Chorus x2:]  Baby I'm tired of toein' the line Baby I'm tired of toein' the line Baby I'm tired of toein' the line Baby I'm tired of toein' the line Baby I'm tired of toein' the line Baby I'm tired of toein' the line  ",
        "title": "Tired Of Toein' The Line"
    },
    {
        "artist": "Kenny Rogers",
        "lyrics": null,
        "title": "Love The World Away"
    },
    {
        "artist": "Genesis",
        "lyrics": "  There must be some misunderstanding There must be some kind of mistake I waited in the rain for hours You were late  Now it's not like me to say the right thing But you could've called to let me know I checked your number twice, don't understand it So I went home  Well I'd been waiting for this weekend I thought that maybe we could see a show Never dreamed I'd have this feeling But seeing you is believing That's why I don't know why You didn't show up that night  There must be some misunderstanding There must be some kind of mistake I was waiting in the rain for hours You were late  Since then I've been running around trying to find you I went to the places that you always go I rang your house but got no answer Jumped in my car, i went round there I still don't believe it He was just leaving  There must be some misunderstanding There must be some kind of mistake  ",
        "title": "Misunderstanding"
    },
    {
        "artist": "Carole King",
        "lyrics": "  - written by Carole King and Gerry Goffin - #5 hit for The Chiffons in 1963 - #12 for Carole King in 1980  One fine day, you'll look at me And you will know our love was, meant to be One fine day, you're gonna want me for your girl  The arms I long for, will open wide And you'll be proud to have me, right by your side One fine day, you're gonna want me for your girl  Though I know you're the kind of boy Who only wants to run around I'll keep waiting, and, someday darling You'll come to me when you want to settle down Oh!  One fine day, we'll meet once more And then you'll want the love you threw away before One fine day, you're gonna want me for your girl  (BARITONE SAX SOLO)  One fine day, you're gonna want me for your girl  ",
        "title": "One Fine Day"
    },
    {
        "artist": "Irene Cara",
        "lyrics": null,
        "title": "Fame"
    },
    {
        "artist": "Meco",
        "lyrics": null,
        "title": "Empire Strikes Back (Medley)"
    },
    {
        "artist": "Pete Townshend",
        "lyrics": "  [Verse One] When people keep repeating That you'll never fall in love When everybody keeps retreating But you can't seem to get enough  [Pre-Chorus] Let my love open the door Let my love open the door Let my love open the door To your heart  [Chorus] Let my love open the door Let my love open the door Let my love open the door Let my love open the door  [Verse Two] When everything feels all over Everybody seems unkind I'll give you a four leaf clover Take all worry out of your mind  [Pre-Chorus] Let my love open the door Let my love open the door Let my love open the door To your heart  [Chorus] Let my love open the door Let my love open the door Let my love open the door Let my love open the door  [Middle Eight] I have the only key to your heart I can stop you falling apart Try today, you'll find this way Come on and give me a chance to say  Let my love open the door, it's all I'm living for Release yourself from misery There's only one thing gonna set you free That's my love, that's my love  [Pre-Chorus] Let my love open the door Let my love open the door Let my love open the door Let my love open the door  [Verse Three] When tragedy befalls you Don't let it drag you down Love can cure your problems You're so lucky I'm around  [Pre-Chorus] Let my love open the door Let my love open the door Let my love open the door To your heart  [Instrumental Chorus]  ",
        "title": "Let My Love Open The Door"
    },
    {
        "artist": "Benny Mardones",
        "lyrics": null,
        "title": "Into The Night"
    },
    {
        "artist": "Boz Scaggs",
        "lyrics": null,
        "title": "JoJo"
    },
    {
        "artist": "Mickey Gilley",
        "lyrics": null,
        "title": "Stand By Me"
    },
    {
        "artist": "Ali Thomson",
        "lyrics": null,
        "title": "Take A Little Rhythm"
    },
    {
        "artist": "Commodores",
        "lyrics": "  I'm in love with a plain old-fashion girl She's the most beautiful person in the world  Her smile is so warm and her eyes burn so deep, ah, yeah Softly in rhymes of love she sings to me {Love is for love} Oh {But only if it's meant to be} Only if it's meant to be, baby  Yeah, hea, hea, I  I'm in love with a plain and simple girl She takes my heart and sends me for a whirl I'm on the wings of love and I don't take care where I go Because when we reach that star we both will know {Love is for love} Ooh {And our love was meant to be} Our love was meant to be, baby, ooh  I want some lovin' tonight Some old-fashion love, baby I know that you do it right Do it, do it, do it to it, baby  I want some lovin' tonight Some old-fashion love, baby I know that you do, do Do it, do it, do it right, baby  I want (Ow), gimme, gimme, gimme (Whoa) I want (Oh, girl) some old-fashion love, baby (I want some lovin' tonight ) Do it, do it, do it (Some old-fashion love, baby)  I want (Ow), gimme, gimme, gimme (Whoa) I want (Oh, girl) some old-fashion love, baby I want (Oh, say it), gimme, gimme, gimme (Whoa) I want (Oh, girl) some old-fashion love, baby  Oh, yeah Ah., yeah Oh, yeah Ah, yeah  Do it, do it, do it  I want (Ow), gimme, gimme, gimme (Whoa) I want (Oh, girl) some old-fashion love, baby  ",
        "title": "Old-Fashion Love"
    },
    {
        "artist": "Fred Knoblock",
        "lyrics": null,
        "title": "Why Not Me"
    },
    {
        "artist": "The Dirt Band",
        "lyrics": null,
        "title": "Make A Little Magic"
    },
    {
        "artist": "Jackson Browne",
        "lyrics": null,
        "title": "Boulevard"
    },
    {
        "artist": "Air Supply",
        "lyrics": "  [Verse 1] I'm lying alone with my head on the phone Thinking of you till it hurts I know you're hurt too but What else can we do Tormented and torn apart I wish I could carry your smile in my heart For the times when my life seems so low It would make me believe what tomorrow could bring When today doesn't really know Doesn't really know  [Chorus] I'm all out of love I'm so lost without you I know you were right believing for so long I'm all out of love What am I without you I can't be too late To say that I was so wrong  [Verse 2] I want you to come back and carry me home Away from these long lonely nights I'm reaching for you, are you feeling it too Does the feeling seem oh so right And what would you say if I called on you now And said that I can't hold on There's no easy way, it gets harder each day Please love me or I'll be gone, I'll be gone...  [Chorus] I'm all out of love I'm so lost without you I know you were right believing for so long I'm all out of love What am I without you I can't be too late To say that I was so wrong  [Bridge] Oh, what are you thinking of? What are you thinking of? Oh what are you thinking of? What are you thinking of?  [Chorus] I'm all out of love I'm so lost without you I know you were right believing for so long I'm all out of love What am I without you I can't be too late To say that I was so wrong I'm all out of love I'm so lost without you I know you were right believing for so long I'm all out of love What am I without you I can't be too late To say that I was so wrong I'm all out of love I'm so lost without you I know you were right believing for so long I'm all out of love What am I without you I can't be too late To say that I was so wrong (I'm all out of love) (I'm so lost without you)  ",
        "title": "All Out Of Love"
    },
    {
        "artist": "Ambrosia",
        "lyrics": "  Oh baby Say, now, you You talk about The things I do But baby, I yeah I'll try 'n' explain the reasons why  'Cause I've been thinkin' 'bout the things That we said late last night When every word I said Just didn't come out right And you were so afraid That I'd found someone new But darlin', well, there's no need For what we're goin' through  Because you and I've been in love too long To worry 'bout tomorrow Here's a place where we both belong I know you're the only woman that I'm dreamin' of You're the only woman that I really love  Baby see, what a foolish heart has done for me Darlin' why yeah, would you break my heart and make me cry? Well now, you can't go back and change the way things are And all this foolish talk won't take us very far And so I hope you're list'nin' 'cause I'm tellin' you About the, the way I feel and what I'm goin' through  Because you and I've been in love too long To worry 'bout tomorrow Here's a place where we both belong I know you're the only woman that I'm dreamin' of You're the only woman that I really love I said you're the only woman that i really love You're the only woman that i really love  Oh Don't speak, Ssssh …  When the pain of love surrounds you And the world may be unkind I'll put my lovin' arms around you Take you far from this place and time  Because you and i been in love too long To worry 'bout tomorrow Here's a place where we both belong I know you're the only woman I’ve been dreamin' of Baby, you're the only woman that I really love You're the only woman I know you're the only woman Well now you're the only woman  ",
        "title": "You're The Only Woman (You & I)"
    },
    {
        "artist": "Eddie Rabbitt",
        "lyrics": "  Well the midnight headlights blind you on a rainy night Steep grade up ahead, slow me down, makin' no time Gotta keep rollin' Those windshield wipers slappin out a tempo Keepin perfect rhythm with the song on the radio Gotta keep rollin'  Ooh, I'm drivin' my life away, lookin' for a better way, for me Ooh, I'm drivin' my life away, lookin' for a sunny day  Well the truck stop cutie comin' on to me Tried to talk me into a ride, said I wouldn't be sorry But she was just a baby Hey waitress, pour me another cup of coffee Pop me down, jack me up, shoot me out Flyin' down the highway Lookin' for the mornin'  Ooh, I'm drivin' my life away, lookin' for a better way, for me Ooh, I'm drivin'  my life away, lookin' for a sunny day  Well the midnight headlight find you on a rainy night Steep grade up ahead, slow me down, makin no time Gotta keep rollin' Those windshield wipers slappin' out a tempo Keepin perfect rhythm with the song on the radio Gotta keep rollin'  Ooh, I'm drivin' my life away, lookin' for a better way, for me Ooh, I'm drivin' my life away, lookin' for a sunny day  ",
        "title": "Drivin' My Life Away"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": "  Written by Chip Taylor and Al Gorgon © 1965 Blackwood Music Inc (BMI)  Oh, I tried and I tried But I can't say good-bye  Feel so bad, baby Oh, it hurts me When I think of how You love and desert me I'm the broken-hearted Toy you play with  You got me going I need you, baby I can't let go And I want you, baby I gotta have all your love I can't let go  Though I'm just one Of your lovers And I know there are So many others You do something Strange to me, baby  You got me going I need you, baby I can't let go And I want you, baby I gotta have all your love I can't let go  Oh, I tried and I tried But I can't say good-bye I know that it's wrong And I should be so strong But the thought of you gone Makes me want to hold on  You got me going I need you, baby I can't let go And I want you, baby I gotta have all your love I can't let go  You got me going I need you, baby I can't let go And I want you, baby I gotta have all your love I can't let go  I can't let go I can't let go I can't let go I can't let go I can't let go  ",
        "title": "I Can't Let Go"
    },
    {
        "artist": "Eric Clapton And His Band",
        "lyrics": null,
        "title": "Tulsa Time/Cocaine"
    },
    {
        "artist": "George Benson",
        "lyrics": "  [Verse 1] Whenever dark has fallen You know the spirit of the party starts to come alive Until the day is dawning You can throw out all your blues and hit the city lights  [Hook] Cause there's music in the air And lots of lovin' everywhere So gimme the night Gimme the night  [Verse 2] You need the evening action A place to dine, a glass of wine, a little late romance It's a chain reaction You'll see the people of the world coming out to dance  [Hook] Cause there's music in the air And lots of lovin' everywhere So gimme the night Gimme the night  [Verse 3] So come on out tonight and we'll lead the others On a ride through paradise And if you feel all right Then we can be lovers cause I see that starlight look in your eyes Don't you know we can fly  [Hook] Just gimme the night Gimme the night  [Hook] Cause there's music in the air And lots of lovin' everywhere So gimme the night Gimme the night  [Verse 4] So come on out tonight and we'll lead the others On a ride through paradise And if you feel all right then we can be lovers Cause I see that starlight look in your eyes Don't you know we can fly  [Verse 5] And if we stay together We'll feel the rhythm of the evening taking us up high Never mind the weather We'll be dancing in the street until the morning light  [Hook] Cause there's music in the air And lots of lovin' everywhere So gimme the night Gimme the night Gimme the night Gimme the night Gimme the night Gimme the night Gimme the night So, gimme the night  ",
        "title": "Give Me The Night"
    },
    {
        "artist": "Johnny Lee",
        "lyrics": "  [Verse 1] Well, I spent a lifetime looking for you Single bars and good time lovers were never true Playing a fool's game Hoping to win And telling those sweet lies and losing again  [Chorus] I was lookin' for love in all the wrong places Lookin' for love in too many faces Searchin' their eyes Lookin' for traces Of what I'm dreamin' of Hoping to find a friend and a lover I'll bless the day I discover Another heart lookin' for love  [Verse 2] And I was alone then No love in sight N' I did every thing I could to get me through the night Don't know where it started Or where it might end I'd turn to a stranger just like a friend  [Chorus x2]  ",
        "title": "Lookin' For Love"
    },
    {
        "artist": "Bette Midler",
        "lyrics": null,
        "title": "The Rose"
    },
    {
        "artist": "Robbie Dupree",
        "lyrics": "  [Instrumental break]  [Verse 1] Come on and hold me Just like you told me Then show me What I want to know  [Chorus 1] Why don't we steal away Why don't we steal away Into the night I know it ain't right  [Verse 2] Don't tease me Why don't you please me And show me What you came here for  [Chorus 1] Why don't we steal away Why don't we steal away Into the night I know it ain't right  [Hook] Into the night, babe Baby, tonight Ooh  [Verse 2] I caught you glancing my way And I know what you're after No second chances tonight  [Bridge] Why don't we steal away Why don't we steal away Why don't we steal away Why don't we steal away  [Hook] Into the night I know it ain't right Into the night I know it ain't right  [Chorus 2] Why don't we steal away I know it ain't right Into the night, babe  Why don't we steal away Make it tonight Why don't we steal away  ",
        "title": "Steal Away"
    },
    {
        "artist": "Larry Graham",
        "lyrics": "  Love had played its games on me so long I started to believe I'd never find anyone Doubt had tried to convince me to give in, said, \"You can't win\" But one day the sun came a shinin' through The rain had stopped and the skies were blue And oh, what a revelation to see Someone was saying \"I love you\" to me  A one in a million chance of a lifetime And life showed compassion And sent to me a stroke of love called \"You\" A one in a million you  I was a lonely man with empty arms to fill Then I found a piece of happiness to call my own And life is worth livin' again For to love you, to me, is to live  A one in a million chance of a lifetime And life showed compassion And sent to me a stroke of love called \"You\" A one in a million you  A one in a million chance of a lifetime And life showed compassion And sent to me a stroke of love called \"You\" One in a million you  A one in a million you  ",
        "title": "One In A Million You"
    },
    {
        "artist": "Blues Brothers",
        "lyrics": null,
        "title": "Gimme Some Lovin'"
    },
    {
        "artist": "Robbie Dupree",
        "lyrics": "  Ten miles east of the highway Hot sparks burnin' the night away Two lips touchin' together Cheek to cheek, sweatshirt to sweater  Young love, born in a back seat Two hearts pound out a backbeat Headlights, somebody's comin' Got to move, keep on a runnin'  With the hot rod hearts Out on the boulevard tonight Here come those hungry sharks Up from the bottom for another bite  Schoolgirl brushes her hair back Blue jeans can't hide the bare facts Bad boy knows where to find her Runs the light, sneaks up behind her  Hot rod hearts Out on the boulevard tonight Here come those hungry sharks Up from the bottom for another bite  True believers livin' on the borderline They're just dreamers killin' time (They're just killin' time) Killin' time  (They're just killin' time) Killin' time (Out on the borderline)  Times are hard for those hot rod hearts Out on the boulevard tonight (Here come) Here com the hungry sharks Up from the bottom for another bite  Girl with the hot rod heart tonight Girl with the hot rod heart tonight (Keep runnin') With the hot rod hearts Out on the boulevard tonight  ",
        "title": "Hot Rod Hearts"
    },
    {
        "artist": "Natalie Cole",
        "lyrics": "  When I wake up each morning Trying to find myself And if I'm ever the least unsure I always remind myself  Though you're someone in this world That I'll always choose to love From now on you're only someone That I used to love  As for me, it's getting down To the last unspoken part Where you must begin To ease the pain of a broken heart  Tell me why should I even care If I have to lose your love From now on You're only someone that I used to love  Wish it was enough for you All the love I had to give And I did my best to keep you satisfied I guess you'll never know How much I tried I really tried  And if ever our paths should cross again Well, you won't find me Being the one to get lost again  Once, I had so much to give That you just refused my love From now on You're only someone that I used to love  And I did my best to keep you satisfied I guess you'll never know How much I tried I really tried  When I wake each morning Trying to find myself And if I'm ever the least unsure I always remind myself  Though you're someone in this world That I'll always choose to love From now on You're only someone that I used to love From now on You're only someone that I used to love  Though you're someone in this world That I'll always choose to love From now on You're only someone that I used to love From now on You're only someone that I used to love  ",
        "title": "Someone That I Used To Love"
    },
    {
        "artist": "Joe Walsh",
        "lyrics": null,
        "title": "All Night Long"
    },
    {
        "artist": "Pure Prairie League",
        "lyrics": "  Dark clouds are blowing in the wind He's crossing your mind again You've got that sad, sad feeling, from a broken heart Feeling so close to the end  Let me love you tonight There's a million stars in the sky Let me love you tonight I'll make everything alright  When you find out how good love can be You're so lost when it sets you free They say once in your life you find someone that's right Someone who loves you like me  Let me love you tonight There's a million stars in the sky Let me love you tonight I'll make everything alright  When the moon has forgotten what the night's about And the stars can't work their places out Hold me tighter than tight When the daylight comes it'll be alright  Let me love you tonight There's a million stars in the sky Let me love you tonight I'll make everything alright  Let me love you tonight Let me love you tonight Let me love you tonight Let me love you tonight  ",
        "title": "Let Me Love You Tonight"
    },
    {
        "artist": "Electric Light Orchestra",
        "lyrics": null,
        "title": "All Over The World"
    },
    {
        "artist": "Electric Light Orchestra",
        "lyrics": null,
        "title": "I'm Alive"
    },
    {
        "artist": "Queen",
        "lyrics": "  [Verse 1] Open up your mind and let me step inside Rest your weary head and let your heart decide  [Pre-Chorus 1] It's so easy when you know the rules It's so easy, all you have to do is fall in love  [Chorus] Play the game Everybody play the game of love  Yeah  [Verse 2] When you're feeling down and your resistance is low Light another cigarette and let yourself go  [Pre-Chorus 2] This is your life, don't play hard to get It's a free world, all you have to do is fall in love  [Chorus] Play the game Everybody play the game of love  [Bridge] My game of love has just begun Love runs from my head down to my toes My love is pumping through my veins (play the game) Driving me insane (come, come, come, come) Come play the game, play the game, play the game, play the game  [Break]  [Chorus] Play the game Everybody play the game of love   [Pre-Chorus 2 and Chorus, repeat 'til fade out] This is your life, don't play hard to get It's a free world, all you have to do is fall in love Play the game Everybody play the game of love This is your life, don't play hard to get It's a free world, all you have to do is fall in love Play the game Everybody play the game of love  ",
        "title": "Play The Game"
    },
    {
        "artist": "Paul Simon",
        "lyrics": "  [Verse 1] The first thing I remember I was lying in my bed I couldn't of been no more Than one or two  I remember there's a radio Coming from the room next door And my mother laughed The way some ladies do  When it's late in the evening And the music s seeping through  [Verse 2] The next thing i remember I am walking down the street I'm feeling all right I'm with my boys I'm with my troops, yeah  And down along the avenue Some guys were shooting pool And i heard the sound Of a cappella groups, yeah  Singing late in the evening And all the girls out on the stoops, yeah  [Verse 3] Then i learned to play some lead guitar I was underage in this funky bar And i stepped outside to smoke Myself a \"j\"  And when i came back to the room Everybody just seemed to move And i turned my amp up loud and i began To play  And it was late in the evening And I blew that room away  [Verse 4] The first thing I remember When you came into my life I said i'm gonna get that girl No matter what I do  Well I guess I'd been in love before And once or twice I been on the floor But I never loved no one The way that I loved you  And it was late in the evening And all the music seeping through  The first thing I remember When you came into my life I said i'm gonna get that girl No matter what I do  Well I guess I'd been in love before And once or twice I been on the floor But I never loved no one The way that I loved you  And it was late in the evening And all the music seeping through  ",
        "title": "Late In The Evening"
    },
    {
        "artist": "Jermaine Jackson",
        "lyrics": "  Close my eyes, and I see your face at night Toss and turn, fall to sleep holding my pillow tight  All the time I think of you, you're with me no matter what I do  Walk around with a smile upon my face In my mind, you have taken up permanent space  I am feeling what I can't explain, and if what you're feeling is the same  Let's get serious Let's get serious Let's get serious, and fall in love  Let's get serious Let's get serious Let's get serious, and fall in love  S.E.R.I.O.U.S Baby let's get serious Yeh, yeh, yeh, yeh, yeh, yeh, yeh, yeh, yeh, yeh  In your arms is the place I wanna be With my love in you, and your love inside of me  Longing for each other just ain't fair When we've got so much we wanna share  Let's get serious Let's get serious Let's get serious, and fall in love  Let's get serious Let's get serious Let's get serious, and fall in love  Let's get serious Let's get serious Let's get serious, and fall in love  Let's get serious Let's get serious Let's get serious, and fall in love  Both of us feel like exploding, 'cos this stuffs too hot for holding  Let's get serious and fall in love  Girl you've got my body moaning, just believe it's ment for cloning  Let's get serious and fall in love  Serious, (oh) serious Let's get serious, and fall in love  ",
        "title": "Let's Get Serious"
    },
    {
        "artist": "Kenny Loggins",
        "lyrics": "  I'm alright Nobody worry 'bout me Why you got to gimme a fight? Can't you just let it be?  I'm alright Don't nobody worry 'bout me You got to gimme a fight Why don't ya just let me be?  Do what you like Doin' it naturally But if it's too easy They're gonna disagree  It's your life Isn't it a mystery? If it's nobody's business It's everybody's game  Got to catch ya later Go now, get it for you right away Some Cinderella kid Get it up and get you a job (Dip dip dip dip dip dip dip dip)  I'm alright Nobody worry 'bout me Why you got to gimme a fight? Can't you just let it be?  I'm alright Don't nobody worry 'bout me You got to gimme a fight Why don't ya just let me be?  Who do you want? Who you gonna be tonight? Who is it really Making up your mind?  You wanna listen to the man Pay attention to the magistrate And while I gotcha in the mood Listen to your own heart beatin' Own heart beatin' Own heart beatin', own heart  Don't it get ya movin' m-m-m-m-man It makes me feel good Some Cinderella kid Well, get it up and get you a job (Dip dip dip dip dip dip dip dip) I'm (boom boom boom)  I'm alright Nobody worry 'bout me Why you got to gimme a fight? Can't you just let it be? (Be the ball, be the ball)  I'm alright Don't nobody worry 'bout me You got to gimme a fight Why don't ya just let me be?  I'm alright Nobody worry 'bout me Why you got to gimme a fight? Can't you just let it be?  I'm alright I'm alright I'm alright Just let me be  I'm alright I'm alright I'm alright Just let me be Everybody let me be  ",
        "title": "I'm Alright"
    },
    {
        "artist": "Bob Seger",
        "lyrics": "  A gypsy wind is blowin' warm tonight The sky is starlit and the time is right And still you're tellin' me you have to go Before you leave there's something you should know Yeah something you should know babe  I've seen you smilin' in the summer sun I've seen your long hair flying when you run I've made my mind up that it's meant to be Someday lady you'll accomp'ny me  Someday lady you'll accomp'ny me Out where the rivers meet the soundin' sea You're high above me now, you're wild and free Ah but someday lady you'll accomp'ny me Someday lady you'll accomp'ny me  Some people say that love's a losin' game You start with fire but you lose the flame The ashes smolder but the warmth's soon gone You end up cold and lonely on your own  I'll take my chances babe, I'll risk it all I'll win your love or I'll take the fall I've made my mind up girl it's meant to be Someday lady you'll accomp'ny me  Someday lady you'll accomp'ny me It's written down somewhere, it's got to be You're high above me flyin' wild and free Oh but someday lady you'll accomp'ny me Someday lady you'll accomp'ny me  Someday lady you'll accomp'ny me Out where the rivers meet the sounding sea I feel it in my soul, it's meant to be Ohh someday lady you'll accomp'ny me Someday lady you'll accomp'ny me  ",
        "title": "You'll Accomp'ny Me"
    },
    {
        "artist": "Firefall",
        "lyrics": null,
        "title": "Love That Got Away"
    },
    {
        "artist": "Dr. Hook",
        "lyrics": "  Years from now, I want you years from now And I hold you years from now as I love you tonight You are my one true friend, always my one true friend And I love you 'till I'd say as I love you tonight  I know this world that we live in can be hard Now and then and it will be again Many times we've been down Still love has kept us together the flame never dies When I look in your eyes the future I see  Wanting you years from now And holding you years from now And loving you years from now As I love you tonight  I know this world that we live in can be hard Now and then and it will be again Many times we've been down Still love has kept us together the flame never dies When I look in your eyes the future I see  Wanting you years from now And holding you years from now And loving you years from now As I love you tonight  ",
        "title": "Years From Now"
    },
    {
        "artist": "Robert John",
        "lyrics": "  Ever since he broke your heart You seem so lost each time you pass my way How I long to take your hand And say \"Don't cry I'll kiss your tears away\"  He-e-e-e-y there lonely girl, lonely girl Let me make your broken heart like new Hey there lonely girl, lonely girl Don't you know this lonely boy loves you?  (You think that only his lips Can kiss your lips And make your heart stand still)  But once you're in my arms you'll see No one can kiss your lips the way I will The way I will...  Hey there lonely girl, my only girl Let me make your broken heart like new Hey there lonely girl, my only girl Don't you know this lonely boy loves you?  Hey there lonely girl You don't have to be lonely Don't you know this lonely boy loves you-ou-ou? You-ou-ou-ou-ou Don't you know this lonely boy loves you-ou-ou?  I make your broken heart like new And I the everything I heart like new  ",
        "title": "Hey There Lonely Girl"
    },
    {
        "artist": "Pat Benatar",
        "lyrics": "  What ya tryin' to do to my heart What ya tryin' to do to my heart You go around tellin' lies And now you wanna compromise What ya tryin' to do to my heart You better run, you better hide You better leave, from my side, yeah  What ya tryin' to do to my soul What ya tryin' to do to my soul When everything i have is yours And now I'm closing all the doors What ya tryin' to do to my soul You better run, you better hide You better leave from my side, yeah  I love you, oh I love you so Can't ya see it, don't ya know I can't stand your alibis You're tellin' lies, tell me why, yeah  Say what are you tryin' to do to my head Say what ya tryin' to do to my head Well now I'm gonna draw that line Cause you ain't gonna take my mind What are you tryin' to do to my head You better run, you better hide You better leave from my side You better run, you better hide You better leave from my side  I said yeah, yeah I said go away and leave me alone I can't stand you no more  ",
        "title": "You Better Run"
    },
    {
        "artist": "Roger Daltrey",
        "lyrics": null,
        "title": "Free Me"
    },
    {
        "artist": "Jermaine Jackson",
        "lyrics": "  What are you doing out there baby Messin' 'round with all the guys What are you doing out there playing Aren't you supposed to be mine What are you doing out there baby That ain't the way it's supposed to be Because, you're, you're supposed to keep your love for me  What are you doing out there sugar Trying to bring my spirit down Because I've heard that you've been sneaking Around with every guy in town What are you doing out there baby You're acting like you're fancy free When, you're, you're supposed to keep your love for me (so keep your love for me) Da da da da da da da da da da da (4x)  Sooner or later I'm gonna leave you Though I've said this many times before And on the day you least expect it You'll find me walking out the door What are you doing out there baby I guess our love will never be Because, you, you don't wanna keep your love for me (say it one more time) You, you don't wanna keep your love for me (when all the time) You're, you're supposed to keep your love for me Da da da da da da da da da da da ('til end)  ",
        "title": "You're Supposed To Keep Your Love For Me"
    },
    {
        "artist": "Daryl Hall John Oates",
        "lyrics": null,
        "title": "How Does It Feel To Be Back"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  All the waiters in your grand cafe Leave their tables when you blink Every dog must have his everyday Every drunk must have his drink  [Chorus] Don't wait for answers Just take your chances Don't ask me why  All your life you had to stand in line Still you're standing on your feet All your choices made you change your mind Now your calendar's complete  [Chorus]  You can say the human heart Is only make-believe And I am only fighting fire with fire But you are still a victim Of the accidents you leave As sure as I'm a victim of desire  All the servants in your new hotel Throw their roses at your feet Fool them all but baby I can tell You're no stranger to the street  Don't ask for favors Don't talk to strangers Don't ask me why  Yesterday you were an only child Now your ghosts have gone away You can kill them in the classic style Now you, \"parlez vous francais\"  [Chorus]  ",
        "title": "Don't Ask Me Why"
    },
    {
        "artist": "Poco",
        "lyrics": null,
        "title": "Under The Gun"
    },
    {
        "artist": "Lipps, Inc.",
        "lyrics": "  {Intro}  Gotta make a move to a town that's right for me Town to keep me movin', keep me groovin' with some energy  Well, I talk about it, talk about it Talk about it, talk about it Talk about, talk about Talk about movin'  Gotta move on Gotta move on Gotta move on  {Bridge}  A-won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown?  {Bridge}  Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown?  {Bridge}  Gotta make a move to a town that's right for me Town to keep me movin', keep me groovin' with some energy  Well, I talk about it, talk about it Talk about it, talk about it Talk about, talk about Talk about movin'  Gotta move on Gotta move on Gotta move on  {Bridge}  A-won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown?  {Bridge}  Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown?  Won't you take me down to Funkytown? Won't you take me down to Funkytown? Won't you take me down to Funkytown? Won't you take me down to Funkytown?  Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown?  Take me, won't you take me? Take me, won't you take me? Take me, won't you take me? Take me, won't you take me?  I wanna go to Funkytown I wanna go to Funkytown I wanna go to Funkytown I wanna go to Funkytown  ",
        "title": "Funkytown"
    },
    {
        "artist": "Gerry Rafferty",
        "lyrics": "  I remember the sound of the passing train As it rolled through the night in the pouring rain And the touch of a hand and the way she said 'Goodbye'  And we walked in the sun down the royal mile Saw the light in her eye and the way she smiled And she cried in the night and I heard her say 'Don't go'  What can I do, sweet darlin', I don't want to go away Looking at you sweet darlin', I know I want to stay What can I do, sweet darlin'?  In the light of the day I was rolling home I was thinking of you waiting on your own And I wanted to call but then something said 'Oh no'  Yeah but now it's a dream, it's a memory But I'll never forget what you gave to me I was lost and alone but you made me feel ok  What can I do, sweet darlin', I don't want to go away Looking at you sweet darlin', I know I want to stay What can I do, sweet darlin'?  I remember the sound of the passing train As it rolled through the night in the pouring rain And the touch of a hand and the way she said 'Goodbye'  What can I do, sweet darlin', I don't want to go away Looking at you sweet darlin', I know I want to stay What can I do, sweet darlin'?  ",
        "title": "The Royal Mile (Sweet Darlin')"
    },
    {
        "artist": "Carly Simon",
        "lyrics": null,
        "title": "Jesse"
    },
    {
        "artist": "KISS",
        "lyrics": "  [Verse 1] I just can't pretend any more, I keep running out of lies Loving you is killing me inside Every time I find the words to end it, something in your eyes won't let it  [Chorus] Shandi, tonight must last us forever, forever we say goodnight and go home But you know me very well, and I know you, you can't tell me goodnight (say goodnight)  [Verse 2] We've been holding on so tight, we're afraid to let it go Shake it loose, we both could use the ride Here's another mess I got myself in, and when you touch me you aren't helping  [Chorus][x2]  ",
        "title": "Shandi"
    },
    {
        "artist": "The Pointer Sisters",
        "lyrics": "  When I first saw him standing there I longed to speak but did not dare Something inside whispered to me You'd better move in carefully And then he smiled and turned away That told me all he could not say That's when I knew he wanted me too But I had to do some breaking through  Chorus: He's so shy, he's so shy That sweet little boy who caught my eye He's so shy, he's so shy And he's much too good to let get by Oh yes he is  Now holding him gently through the night Nothing has ever felt so right And I'm so glad I took the time That I had to take to make him mine He can still do things to my heart Just like he did right from the start Each time I see that quality That never stops attracting me  He's so shy(so good lookin'), he's so shy (really got me goin') That sweet little boy who caught my eye He's so shy (I'm so glad I got to know him), he's so shy (cuz he's one in a million) That I'll love him till the day I die Oh yes I will  He's so shy(that's why I love my baby), he's so shy (you know it's drivin me crazy) That sweet little boy who caught my eye He's so shy (took a long time to know him), he's so shy (and I'm so glad I got to show him) That I'll love him till the day I die Oh yes I will  He's so shy He's so shy He's so shy  ",
        "title": "He's So Shy"
    },
    {
        "artist": "Bob Seger",
        "lyrics": "  Seems like yesterday But it was long ago Janey was lovely, she was the queen of my nights There in darkness with the radio playin' low  And the secrets that we shared Mountains that we moved Caught like a wildfire out of control 'Til there was nothing left to burn and nothing left to prove  And I remember what she said to me How she swore that it never would end I remember how she held me oh so tight Wish I didn't know now what I didn't know then  Against the wind We were running against the wind We were young and strong We were running against the wind  The years rolled slowly past And I found myself alone Surrounded by strangers I thought were my friends Found myself further and further from my home and I  Guess I lost my way There were oh so many roads I was livin' to run and running to live Never worried about payin' or even how much I owe  Movin' eight miles a minute for months at a time Breakin' all of the rules that would bend I began to find myself searchin' Searchin' for shelter again and again  Against the wind Little somethin' against the wind I found myself seekin' shelter against the wind  Well, those drifters days are past me now I've got so much more to think about Deadlines and commitments What to leave in, what to leave out  Against the wind I'm still running against the wind I'm older now but still running against the wind Well, I'm older now and still running Against the wind Against the wind Against the wind Still running Against the wind I'm still running against the wind Against the wind I'm still running Against the wind I'm still running against the wind Against the wind Still running Against the wind Running against the wind, running against the wind Against the wind See the young man run Against the wind Watch the young man run Against the wind Watch the young man runin' Against the wind He'll be runnin' against the wind Against the wind Let the cowboys ride Against the wind Mm Against the wind Let the cowboys ride Against the wind They'll be ridin' against the wind Against the wind Against the wind Against the wind Ridin' against the wind Against the wind Against the wind  ",
        "title": "Against The Wind"
    },
    {
        "artist": "David Hudson",
        "lyrics": null,
        "title": "Honey, Honey"
    },
    {
        "artist": "Livingston Taylor",
        "lyrics": null,
        "title": "First Time Love"
    },
    {
        "artist": "Rossington Collins Band",
        "lyrics": "  Well, I know where you're goin' I see where you've been Don't you know by now, you never take life on the chin Still you sit and wonder why the past is gone Baby, you'll go under if you don't carry on  Don't misunderstand me I realize it ain't easy to take But you've been hidin' And I've been ridin' like the wind to find you Just you  I don't need no promises, just tell me the truth Mister, keep it honest, that's all I ask of you Don't be second-guessin', 'bout where you want to be Baby, count your blessings 'cause you won't find one like me  Don't misunderstand me I realize it ain't easy to take But you've been hidin' And I've been ridin' like the wind to find you  Well now, lady, get your dress on, grab them fancy shoes Honey, I'm ready and waiting on you Time is surely wastin', we've so much to do We're both too smart to be fakin'  And I know it doesn't matter which road we take Or if it's your way or my way Well, lady, let me tell you what we're gonna do Uh huh We're gonna ride every highway  Don't misunderstand me Bet I realize it ain't easy to take But you've been hidin' And I've been ridin' like the wind to find you  To find you To find you To find you To find you To find you  ",
        "title": "Don't Misunderstand Me"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  An old friend told me that you just ran out of chances One too many dances down the narrow street of time Remember how we faced the world, like two tramps shining Please, don't let that magic ever end Don't forget what we learned living on the wind No night so long that you can't find the day; No day so wrong that you can't find your way; Call on me like you used to do I still can show you who you are That day the long and dusty road had us both crying We used up our last joke just to try to smile a again And only now I find I know what we were learning Though it's dark and you have traveled far Ev'ry long night gives you one bright shining star No night so long that you can't find the day; No day so wrong that you can't find your way; Call on me like you used to do I can still show you who you are Deep in the night you know that you'll find Deep in the night you know that you'll find the way No night so long that you can't find the day; No day so wrong that you can't find your way; Call on me like you used to do I still can show you who you are No night so long that you can't find the day; No day so wrong that you can't find your way  ",
        "title": "No Night So Long"
    },
    {
        "artist": "Touch",
        "lyrics": null,
        "title": "(Call Me) When The Spirit Moves You"
    },
    {
        "artist": "Journey",
        "lyrics": "  [Verse One] Walks like a lady With her tender charms She moves like a lady When I'm in her arms She loves like a lady Loving all night long She cries like a baby When she's done something wrong  [Chorus] I told you once, yes, I told you twice But you never listen to my advice I catch you walking with that boy again I'm gonna set you free Oh, I'm gonna set you free  [Verse Two] Loves like a lady So soft and slow She feels like a lady Ooo, I can't let go She smiles like a lady Smiling all night long But cries lake a baby When she's done something wrong  [Chorus] I told you once, yes, I told you twice But you never listen to my advice I catch you walking with that boy again I'm gonna set you free Oh, I'm gonna set you free  [Verse Three] Walks like a lady Oh, but she cries like a little girl Walks like a lady Yes, but she cries like a little girl Walks like a lady Walks like a lady Cries like a little girl  ",
        "title": "Walks Like A Lady"
    },
    {
        "artist": "Lenore O'malley",
        "lyrics": "  You can go to Harvard You can be a pilot You can be an astronaut But first, be a woman, ooh ooh... When you're walking down the street Show your feminine appeal Even tho' you're wearing jeans It's important to be real You were born to be yourself So no matter how you feel If you want to impress the opposite sex When he takes you for a ride Let him open you the door When he asks you for a dance Let him lead you to the floor When he kisses you good night You just leave him wanting more You can do all you can Say I am what I am But first be a woman... oh oh oh oh When he takes you out to dine Don't you end up in his bed Wedding bells will ring in time Make him dream of you instead And his passion can be like All the stories that you've read He can be Romeo if you act like Juliet Nowadays it ends too soon Even tho' it's just begun You can take him to the moon He'll leave with the morning sun So take a lesson from the past Make him want and make him run... (You can't be a quarterback He can't wear a pretty dress You cannot be Superman And he's not a shy princess So why try to be alike When it's only self defense ? You've got grace, he's got style And together you'll rhyme So remember to be true To the legend that you are All the feminine in you Has worked miracles so far So head up high and don't be shy You can reach for any star You can do all you can... Say I am what I am You can be an executive Hhh ! You can drive a train You can be a detective...  ",
        "title": "First...Be A Woman"
    },
    {
        "artist": "Hotel",
        "lyrics": null,
        "title": "Half Moon Silver"
    },
    {
        "artist": "Lipps, Inc.",
        "lyrics": null,
        "title": "Rock It"
    },
    {
        "artist": "Whitesnake",
        "lyrics": "  I was born under a bad sign Left out in the cold I'm a lonely man who knows Just what it means to lose control  But, I took all the heartache And turned it to shame Now I'm moving moving on And I ain't taking the blame  Don't come running to me I know I've done all I can A hard loving woman like you Just makes a hard loving man So, I can say it to you, babe  I'll be a fool for your loving, no more A fool for your loving, no more I'm so tired of trying I always end up crying Fool for your loving, no more I'll be a fool for your loving, no more  I'm tired of hiding my feelings You left me lonely too long I gave my heart and you tore it apart Oh baby, you done me wrong  Don't come running to me I know I've done all I can A hard loving woman like you Just makes a hard loving man So, I can say it to you, babe  I'll be a fool for your loving, no more A fool for your loving, no more I'm so tired of trying I always end up crying Fool for your loving, no more I'll be a fool for your loving, no more  I'll be a fool for your loving no more No more, no more So, I can say it to you, babe  I'll be a fool for your loving, no more A fool for your loving, no more I'm so tired of trying I always end up crying Fool for your loving, no more A fool for your loving, no more No more, no more  Fool for your loving no more Fool for your loving no more Fool for your loving no more Fool for your loving no more Fool for your loving no more Fool for your loving no more  ",
        "title": "Fool For Your Loving"
    },
    {
        "artist": "Roy Orbison & Emmylou Harris",
        "lyrics": "  When I saw you standing there on the street I found myself by your side I started wanting you again There's just no way to hide From that old loving you feeling again It's really got me reeling again It only seems to stop to start All over again with you I remember how you always give That certain look in your eyes You're not easy to resist But I just walked on by With that loving old feeling again It's really got me reeling again Only seems to stop to start All over again with you, loving you feeling with you We were so close, we were too far apart I gave you my love, I wanted your heart Without yesterday haunting the way Maybe we'd still be together Sharing that loving you feeling again It's really got me reeling again Will it ever stop and not start over again That loving you feeling again No matter how much I try this loving you feeling It's taken such a long time to say goodbye And getting over you is so hard to do With this feeling loving you, that loving you feeling again Loving you feeling again Loving you feeling again Loving you feeling again ...  ",
        "title": "That Lovin' You Feelin' Again"
    },
    {
        "artist": "Herb Alpert",
        "lyrics": null,
        "title": "Beyond"
    },
    {
        "artist": "Randy VanWarmer",
        "lyrics": "  You're so afraid of being wrong Your chances will be gone Before you choose one And someone has to lose It's getting late So throw it in  'Cause everyone loses If nobody wins Whatever you decide Whatever you decide It's alright You can try and play two sides  You won't make love But you won't have to fight one It never is clean cut Black or white Wrong or right  That high wire you're on Wears thin 'til it's gone Whatever you decide Whatever you decide It's alright by me  Whatever you decide Whatever you decide It's alright by me  ",
        "title": "Whatever You Decide"
    },
    {
        "artist": "Yipes!!",
        "lyrics": null,
        "title": "Darlin'"
    },
    {
        "artist": "Olivia Newton-John/Electric Light Orchestra",
        "lyrics": "  A place where nobody dared to go The love that we came to know They call it Xanadu (It takes your breath and it'll leave you blind) And now, open your eyes and see What we have made is real We are in Xanadu (A dream of it, we offer you) A million lights are dancing and there you are, a shooting star An everlasting world and you're here with me, eternally Xanadu, Xanadu (Now we are here) In Xanadu Xanadu, Xanadu (Now we are here) In Xanadu Xanadu Your neon lights will shine for you Xanadu The love, the echoes of long ago You needed the world to know They are in Xanadu (With every breath you drift away) The dream that came through a million years That lived on through all the tears It came to Xanadu (The dream you dream, well it will happen for you) A million lights are dancing and there you are, a shooting star An everlasting world and you're here with me, eternally Xanadu, Xanadu (Now we are here) In Xanadu Xanadu, Xanadu (Now we are here) In Xanadu Now that I'm here Now that you're near in Xanadu Now that I'm here Now that you're near in Xanadu, Xanadu  ",
        "title": "Xanadu"
    },
    {
        "artist": "Amy Holland",
        "lyrics": "  I'm not strong enough Just to smile and make things easy I can't put on that brave face anymore  I always took it for granted That I could take whatever you gave me I guess you never really know for sure  'Cause there was never a doubt in my mind How it was meant to be So who do I turn to darlin' if you should leave me?  How Do I Survive, if you break my heart? How Do I Survive, if you break my heart?  I've got no excuses for being your fool I never thought that it would be forever But after so much time together, I've come to depend on you What else am I supposed to do?  'Cause there was never a doubt in my mind It wouldn't be easy But I never realized how much you mean to me  How Do I Survive, if you break my heart? How Do I Survive, if you break my heart?  (saxophone solo)  But there was never a doubt in my mind How it was meant to be So who do I turn to darlin' if you should leave me?  How Do I Survive, if you break my heart? (How Do I Survive) How Do I Survive, if you break my heart? (If you break my heart) How Do I Survive (How Do I Survive) If you break my heart? (If you break my heart)  ",
        "title": "How Do I Survive"
    },
    {
        "artist": "Foghat",
        "lyrics": "  Dave Peverett - Riff Bros. Music - ASCAP  Who's that stranger walking out in the cold? Standing on the corner with his Kodachrome roll? He may be a psychopath, he's acting so strange Lying to himself, saying nothing has changed He stares across at a house on the block Trying to find the courage to go over and knock What will he say when they open the door? \"This was my home, but it ain't no more.\"  He can't get Brixton, out of his system It seems so pathetic, yeah, but it's hard to forget it  Way back in '59, a young boy was crying, he didn't want to leave, but what could he say? Jumped into the lorry, left there in a hurry, never knowing he'd back some day  Stranger in my home town, I'm just a stranger in my home town Could this street be a part of me? I can't believe it - this ain't no place to be  Who's that Peeping Tom climbing the wall? Staring at the back yard, he's gonna fall He looks so suspicious, I should called the law I wish I could remember where I've seen him before  Sunrise to sundown, stumbling through London town He acts like he's stranded, but that's how he planned it  Way back in '59, a young boy was crying, he didn't want to leave, but what could he say? Jump into the lorry, left there in a hurry, never knowing he'd back some day  Stranger in my home town, I'm just a stranger in my home town Could this street be a part of me? I can't believe it - this ain't no place to be  {Dave - Solo}  Stranger in my home town, I'm just a stranger in my home town Could this street be a part of me? I can't believe it - this ain't no place to be  Stranger in my home town, I'm just a stranger in my home town Stranger in my home town, whoo! Stranger in my home town. I'm just a stranger  {Dave - Solo}  I'm a stranger, a stranger - I'm a stranger, a stranger ...  ",
        "title": "Stranger In My Home Town"
    },
    {
        "artist": "Elton John",
        "lyrics": null,
        "title": "(Sartorial Eloquence) Don't Ya Wanna Play This Game No More?"
    },
    {
        "artist": "Stephanie Mills",
        "lyrics": "  [Verse 1.1] I never knew love like this before Now I'm lonely never more Since you came into my life  [Verse 1.2] You are my lovelight this I know And I'll never let you go You're my all, you're part of me  [Verse 1.3] Once I was lost and now I'm found Then you turned my world around When I need I call your name  [Chorus] Cause I never knew love like this before Opened my eyes Cause I never knew love like this before What a surprise Cause I never knew love like this before  [Verse 2.1] This feeling's so deep inside of me Such a tender fantasy You're the one I'm living for  [Verse 2.2] You are my sunlight and my rain And time could never change What we share forevermore  Ooh, hoo [Repeat Verse 1.1]  [Repeat Chorus]  [Repeat Verse 1.2]  [Repeat Verse 1.3]  [Repeat Chorus] Inside of me (I never) Never knew love like this before Opened my eyes  (Never) Never (Never) Never (Never knew love like this) I never knew, I never knew  I never (Never) Never (Never) Never (Never knew love like this) I never knew, I never knew, I never knew  (Never) Never (Never) never (Never knew love like this) I never knew (Never)  Never knew (Never) never (Never knew love like this) I never knew  (Never) Never knew (Never) never (Never knew love like this) I never knew, I never knew, I never knew  (Never) I never knew, I never knew, I never knew (Never) I never (Never knew love like this) Never knew love like Never knew  (Never) Never knew (Never) Never (Never knew love like this) Opened my eyes  (Never) What a surprise (Never) Never... (Never knew love like this) I never knew  ",
        "title": "Never Knew Love Like This Before"
    },
    {
        "artist": "Roxy Music",
        "lyrics": null,
        "title": "Over You"
    },
    {
        "artist": "Billy Preston & Syreeta",
        "lyrics": null,
        "title": "One More Time For Love"
    },
    {
        "artist": "Spider",
        "lyrics": null,
        "title": "Everything Is Alright"
    },
    {
        "artist": "Stacy Lattisaw",
        "lyrics": "  Look at me I have fallen so in love with you Please don't leave  Stay around Let me tell you all The things I feel Won't you please  Let me be your angel Let me be the one for you Let me be your angel Let me be the one you believe in  You might think I am much too young To understand Don't be fooled  Like a child I look into your eyes And hope someday I'll make you mine  Let me be your angel Let me be the one for you Let me be your angel Let me be the one you believe in  Let me be your angel Let me be the one for you Let me be your angel Let me be the one you believe in  ",
        "title": "Let Me Be Your Angel"
    },
    {
        "artist": "Change",
        "lyrics": "  Not a cloud showed out in the sky that very night in Pitch Black City I was so damned scared, it was dark, it was so dim, it was a shame Just then a man walked up to me and said: \"Didn't I see you here before?\" The lights were low and the party was so dull, just not good enough  Holiday (Hey, hey, hey, hey, hey) Holiday (Holiday, what you say?) Holiday Celebrate (Ah, yeah!)  Holiday Holiday (Oh, I, I) Holiday Celebrate (Oooh!)  Then we both held hands in each other's for a chance to start it moving He reached deep inside of his vest and in his hand he held a ring Let's have lunch, picnic or a brunch in the wintertime Let's disco down in a roller skating ring in Alaska town  Holiday (Holiday) Holiday (Oh, come on, celebrate) Holiday (Ooohooohooohooohooo) Celebrate  Holiday (Got the feeling, come on, keep ahead) Holiday (Reelin', holiday, yeaheah) Holiday (Oh!) Celebrate  Not a cloud showed out in the sky that very night in Pitch Black City I was so damned scared, it was dark, it was so dim, it was a shame Just then a man walked up to me and said: \"Didn't I see you here before?\" The lights were low and the party was so dull, just not good enough  Holiday Holiday Holiday Celebrate  Holiday Holiday Holiday Celebrate  ",
        "title": "A Lover's Holiday"
    },
    {
        "artist": "Linda Clifford",
        "lyrics": null,
        "title": "Red Light"
    },
    {
        "artist": "Frankie Valli & Chris Forde",
        "lyrics": null,
        "title": "Where Did We Go Wrong"
    },
    {
        "artist": "The Silencers",
        "lyrics": null,
        "title": "Shiver And Shake"
    },
    {
        "artist": "Ambrosia",
        "lyrics": "  Yeah  (Sunrise) There's a new sun a-risin' (In your eyes) I can see a new horizon (Realize) That will keep me realizin' You're the biggest part of me  (Stay the night) Need your lovin' here beside me (Shine the light) Need you close enough to guide me (For all my life) I've been hopin' you would find me You're the biggest part of me  Well, make a wish, baby Well, and I will make it come true Make a list, baby Of the things I'll do for you  Ain't no risk, now In lettin' my love rain down on you So we could wash away the past So that we may start anew  (Rainbow) Risin' over my shoulder (Love flows) Gettin' better as we're older (All I know) All I want to do is hold her She's the life that breathes in me  (Forever) Got a feelin' that forever (Together) We are gonna stay together (For better) For me, there's nothin' better You're biggest part of me  Well, make a wish, baby (make a wish) Well, and I will make it come true Make a list, baby (make a list) Of the things I'll do for you  Ain't no risk, now In lettin' my love rain down on you So we could wash away the past So that we may start anew  Oooh, yeah, yeah, yeah Oh oh-oh  Baby, more than an easy feelin' She brings joy to me How can I tell you What it means to me?  Flow like a lazy river For an eternity, yeah I've finally found someone Who believes in me (believes in me) And now I'll never leave (now I've found all I need) Yeah yeah  Oh, not to doubt now Mmm, make life grand  Well, make a wish, baby (make a wish) Well, and I will make it come true Make a list, baby (make a list) Of the things I'll do for you  Ain't no risk, now In lettin' my love rain down on you So we could wash away the past So that we may start anew, yeah yeah yeah yeah  (Beside me) Need your lovin' here beside me (To guide me) Keep it close enough to guide me (Inside of me) From the fears that are inside of me You're the biggest part of me  (Forever) Got a feeling that forever (Together) We are gonna stay together (Forever) From now until forever You're the biggest part of me You're the life that breathes in me You're the biggest part of me, mmm  You changed my life You made it right And I'll be a servant to you For the rest of my life  You're the biggest part f me Ahh  ",
        "title": "Biggest Part Of Me"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "Landlord"
    },
    {
        "artist": "Rick Pinette & Oak",
        "lyrics": null,
        "title": "King Of The Hill"
    },
    {
        "artist": "Rockie Robbins",
        "lyrics": null,
        "title": "You And Me"
    },
    {
        "artist": "Ted Nugent",
        "lyrics": "  All right! It's zee Wango, zee Tango One two three four Come on, boys Time to Wango  My baby, she like to rock My baby, she like to roll My baby, she can dance all night My baby got no control She do the Wango Tango  My baby, she can scream and shout My baby, she can move it out My baby, she can take a chance My baby got a brand new dance  Wango Tango Wango Tango It's a Wango Tango Ooh yeah! Baby!  My baby like to rock My baby like to roll My baby like to dance all night She got no control She do  Wango Tango Wango Tango Wango Tango Ooh yeah!  Yeah! Baby! Baby! Baby! Ooh, I like the way you look, baby You look like you're made for me, honey If you wanna take a little chance I'm gonna show you a new dance Baby, I gotta Wango down one time with you, honey I like it, I like it, I like it, I like it, I like it  Well, it's a brand new dance Yeah, been sweepin' the nation I said a brand new dance A rock 'n' roll sensation  Yeah, I like it, baby, I do it every night I got to do it 'cause I like it so much Oh, honey, believe it, baby You see it's a crazed gyration of the rock generation It's my motivation to avoid the nauseation, frustration When I need some lubrication - Baby! Kinda like, goes kinda like this  You take her right ankle out You take her left ankle out You get her belly propped down You get her butt propped up  Yeah, lookin' good now, baby I think you're in the right position, baby Yeah, but if you ain't quite ready, I'll make sure everything is a little bit nicer 'cause I'm gonna get a little talcum I'm gonna borrow it from Malcolm Yeah, you look so good, baby, I'm startin to drool all over myself I got the droolin', droolin', get all wet, salivate, salivate I got salivate late, salivate late, salivate late Got salivate, salivate, salivate, salivate, heh heh heh Yeah, you look so good, baby, I like it, I like it, I like it You know what I been talkin' about, honey It's a nice dance, we gotta a nice dance goin' here Now what you gotta do, I'll tell you what you gotta do You got to pretend your face is a Maserati It's a Maserati It's a Maserati It's a gettin' hotty It's a Maserati, Maserati, Maserati, heh It's a fast one too, man, that thing's turbocharged You feel like a little fuel injection, honey? I'll tell ya about it, I'll tell you about it I'll check out the hood scoop I gotta get that hood scoop off, shine and shine and buff I gotta buff it up, buff it up, buff it up, buff it up, buff it up Yeah, shiny now, baby, heh heh heh You've been drivin' all night long It's time to put the old Maserati away So you look for a garage, you think you see a garage Wait a minute! Hey! There's one up ahead! And the damn thing's open! Hello! Get in there!  Is my baby alive? (Is my baby alive?) Is my baby alive? (Is my baby alive?) Is my baby alive? She Wango'd to death  Wango Tango (Wango Tango) Wango Tango (Wango Tango) Wango Tango (Wango Tango) Wango Tango (Wango Tango)  Wango Tango Wango Tango Wango Tango Wango Tango Wango Wango Tango Tango Wango Wango Wango Wango Tango Tango Tango Tango, yeah  ",
        "title": "Wango Tango"
    },
    {
        "artist": "The J. Geils Band",
        "lyrics": "  Your daddy's tellin' you I just ain't no good And everything I try to do Is just misunderstood  But I don't care if your daddy says it's wrong I just can't stand to be away from you too long  I just can't wait I just can't wait I just can't wait I just can't wait  The clock open my wall It must be runnin' slow Tonight when you're here next to me I'll never let you go  I wish the day would hurry up and set us free Because tonight with you is where I want to be  I just can't wait I just can't wait I just can't wait I just can't wait  Ooooh, girl Holdin' me so tight Ooooh, girl I can't wait 'til tonight  But I don't care if your daddy says it's wrong I just can't stand to be away from you to long  I just can't wait I just can't wait I just can't wait I just can't wait  I just can't wait I just can't wait I just can't wait I just can't wait  I just can't wait, no, no, my baby I just can't wait, no, no, no I just can't wait, no, no, my baby I just can't wait, no, no, no  ",
        "title": "Just Can't Wait"
    },
    {
        "artist": "The Kingbees",
        "lyrics": null,
        "title": "My Mistake"
    },
    {
        "artist": "Paul Davis",
        "lyrics": "  Do your dreams ever take you back when love was new Does your heart ever long for those days when love was true Seems like that magic of yesterday has just slipped away So my darlin', before you go Oh, I hope you know  I'm gonna cry just a little, I'll die just a little 'Cause I still love you and I'll always love you Cry just a little, I'll die just a little 'Cause I still love you and I'll always love you I still remember when  We used to laugh at the silly things that we used to say Now the song that I sing to you just turns you away I never knew lovers could turn into strangers over night How could I be so blind to the danger Oh, it's just not right  I'm gonna cry just a little, die just a little 'Cause I still love you and I'll always love you Cry just a little, I'll die just a little 'Cause I still love you and I'll always love you I still remember when  I'm gonna have to cry just a little, or die just a little 'Cause I still love you and I'll always love you Cry just a little, I'll die just a little 'Cause I still love you and I'll always love you  Cry just a little, or die just a little Yes I'll always love you, I'll always love you Cry just a little, die just a little I'll always love you Cry just a little, die just a little  ",
        "title": "Cry Just A Little"
    },
    {
        "artist": "Average White Band",
        "lyrics": "  Baby, I'm back And right away I thought I'd come to you To see if the love that we knew before Has passed the test of time  Time, that changes almost everything Can sometimes let us see the better side If the feelings we once shared  Let's go 'round again Maybe we'll turn back the hands of time Let's go 'round again One more time  Baby, I know that you think I will be different now Inside of me nothing has changed So, I'm asking you again, please  There's no one else that could have brought me back And no one that ever could set me free From the memory I kept within my heart  ",
        "title": "Let's Go 'round Again"
    }
]