[
    {
        "artist": "Los Del Rio",
        "lyrics": "  (I am not trying to seduce you)  When I dance they call me Macarena And the boys they say que estoy buena They all want me, they can't have me So they all come and dance beside me Move with me, chant with me And if you're good I'll take you home with me  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Now don't you worry about my boyfriend The boy whose name is Vitorino Ha! I don't want him, can't stand him He was no good so I, ha ha ha  Now come on, what was I supposed to do? He was out of town and his two friends were so fine  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  (Ay! Ay!) (Ay! Ay!) (Ay! Ay!) (I am not trying to seduce you) (Ay!)  M-M-Macarena M-M-Macarena M-M-Macarena (Ay!)  M-M-Macarena M-M-Macarena M-M-Macarena Macaren, Macaren, Macaren, Macarena  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  (Ay!) Come and find me, my name is Macarena Always at the party con las chicas que son buena Come join me, dance with me And all you fellows chant along with me  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  ",
        "title": "Macarena (Bayside Boys Mix)"
    },
    {
        "artist": "Donna Lewis",
        "lyrics": "  Feels like I'm standing in a timeless dream Of light mists with pale amber rose Feels like I'm lost in a deep cloud of heavenly scent Touching, discovering you  Those days of warm rains come rushing back to me Miles of windless summer night air Secret moments shared in the heat of the afternoon Out of the stillness, soft spoken words Say, say it again  I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you  You've got the most unbelievable blue eyes I've ever seen You've got me almost melting away As we lay there under a blue sky with pure white stars Exotic sweetness, a magical time Say, say it again  I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you  Say you'll love, love me forever Never stop, never whatever Near and far and always and everywhere and everything Say you'll love, love me forever Never stop, never whatever Near and far and always and everywhere and everything Say you'll love, love me forever Never stop, never whatever Near and far and always and everywhere and everything Say you'll love, love me forever Never stop, never whatever Near and far and always and everywhere and everything  I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you I love you always forever Near and far, closer together  ",
        "title": "I Love You Always Forever"
    },
    {
        "artist": "Keith Sweat",
        "lyrics": "  [Intro: Keith Sweat] Oh yeah baby You got to make your mind up Yeah Kut Klose, help me out  [Chorus 1: Keith Sweat (Kut Klose)] (You know you are my lover) You know you are my love, baby (You got me twisted over you) Girl, you got me twisted over you (I know I got what you need) I got what you need right here, baby (So what you wanna do)  [Verse 1: Keith Sweat] Baby, baby I know Baby I love you so But you don't feel like I do Tell me what can I do  [Pre-Chorus: Keith Sweat (Kut Klose)] (But I gotta be strong) But I gotta be strong (You did me wrong) Girl, you did me wrong (When I thought we were really down) I thought we were down (So you say you want me) Now you say you want me girl (Make up your mind) Ooh make up your mind ('Cause I'm not gonna be here for long) I'm not gonna be here for long  [Chorus 1: Keith Sweat (Kut Klose)] (You know you are my lover) You know you are my love, baby (You got me twisted over you) Girl, you got me twisted over you (I know I got what you need) I got what you need right here, baby (So what you wanna do)  [Verse 2: Keith Sweat] Baby, baby in time (Baby in time) Baby I know you'll find (I know you'll find) That what you needed was here (Oh no, no, no, no, no) And think about it my dear  [Pre-Chorus: Keith Sweat (Kut Klose)] (But I gotta be strong) But I gotta be strong (You did me wrong) Girl, you did me wrong (When I thought we were really down) I thought we were down (So you say you want me) Now you say you want me girl (Make up your mind) Ooh make up your mind ('Cause I'm not gonna be here for long) I'm not gonna be here for long  [Chorus 2: Keith Sweat (Kut Klose)] (You know you are my lover) You know you are my love, baby (You got me twisted over you) Girl, you got me twisted, baby (I know I got what you need) I got everything you need tonight (So what you wanna do) Breaking on down  [Verse 3: Pretty Russ] You got me twisted Thinking about the way that things used to be When it was you and me, girl I was so free See, you had my heart from the start like Cupid And I was just downright foolish and stupid But now I know the reason for the pain and the headaches You left me all alone now I can't even concentrate I guess I'll wait for the day until you come back Because my heart is where your love is at You got me twisted  [Chorus 2: Keith Sweat (Kut Klose)] (You know you are my lover) You know you are my love, baby (You got me twisted over you) Girl, you got me twisted, baby (I know I got what you need) I got everything you need tonight (So what you wanna do) What are you gonna do, baby?  (You know you are my lover) You know, I can make you feel real [?] baby (You got me twisted over you) Girl, you got me twisted, baby (I know I got what you need) I got everything you need tonight (So what you wanna do) What are you gonna do, baby?  (You know you are my lover) You know, you know you are my love, baby (You got me twisted over you) Girl, you got me twisted, baby (I know I got what you need) I got everything right here, baby (So what you wanna do) What are you gonna do, baby?  ",
        "title": "Twisted"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "It's All Coming Back To Me Now"
    },
    {
        "artist": "Quad City DJ's",
        "lyrics": "  [Train whistles]  (Woo woo) x 4  (Ride that choo choo, choo choo ride) (Ride that choo choo, choo choo ride) (Ride that choo choo, choo choo ride) (Ride that choo choo, choo choo ride)  Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo)  Come on, ride the train, it's the choo choo, and ride it (woo woo) Come on, ride the train, it's the choo choo, and ride it (woo woo) Come on, ride the train, it's the choo choo, and ride it (woo woo) Come on, ride the train, it's the choo choo, and ride it (woo woo)  Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can  Way deep down south, well we play this game It's them Quad City D.J.'s and yo We call it \"the train\" So if you wanna ride ya thing Just come on down the train We gonna rock, ooh, Lord, just jump aboard, baby So get your next of kin, (c'mon) your sister and your friend Pack it up that, choo choo, ride on this, choo choo And, boo, you need to stop faking, and come on with me I wanna take you home with me, to be alone with me And I can see you wanna hide it, (c'mon), just divide it And please don't knock it, until you ride it So to all of you girls, you know, I'm calling your name Michelle, Tamika and Tonya Wanna ride this train, ride out now  Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo)  Come on, its the choo choo Come on, its the choo choo train Come on, its the choo choo Come on, its the choo choo train  If you feel like dancing, well come on, it's up to you We got the sound to keep you getting down, down The train is coming through  Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can  I can smell them tranquil breezes from a mile away Graduated from Boone up to Alize baby Baby, you looking tough to death Got your weave done right, it's on so tight Now it's on tonight, yeah, yeah Right about now it's about that time for me to holler Girl, I wanna waller in the back of my impala Woo, don't need no tickets for this thing Just jump on in, let me hit them switches on the train And it ain't no thing, it's all the same Get on the train tracks Here we go, so get on the floor And put a hump in your back So pack your bags, come on, get ready, say what? We're coming through your town Move your arm up and down And make that choo choo sound, like this  Ride that choo choo, woo woo... Ride that choo choo, woo woo... Ride that choo choo, woo woo... Ride that choo choo, woo woo... Ride that choo choo, woo woo... Ride that choo choo, woo woo... Ride that choo choo, woo woo... Ride that choo choo, woo woo...  Come on it's the choo choo, woo woo Come on it's the choo choo train Come on it's the choo choo, woo woo Come on it's the choo choo train  If you feel like dancing, well come on, it's up to you We got the sound to keep you getting down, down The train is coming through  Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can  Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train  Come on it's the choo choo, woo woo Come on it's the choo choo train Come on it's the choo choo, woo woo Come on it's the choo choo train  If you feel like dancing, well come on, it's up to you We got the sound to keep you getting down, down The train is coming through  Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can  Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) CCome on, ride the train, it's the choo choo, and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train it's the choo choo train (woo woo) (choo choo ride) (woo woo) Come on, ride the train, it's the choo choo, and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train it's the choo choo train (woo woo) (choo choo ride) (woo woo)  Come on it's the choo choo, woo woo Come on it's the choo choo train Come on it's the choo choo, woo woo Come on it's the choo choo train  Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train  Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train  ",
        "title": "C'mon N' Ride It (The Train)"
    },
    {
        "artist": "Eric Clapton",
        "lyrics": "  [Verse 1] If I could reach the stars Pull one down for you Shine it on my heart So you could see the truth  That this love I have inside Is everything it seems But for now I find It's only in my dreams  [Chorus] And I can change the world I will be the sunlight in your universe You would think my love was really something good Baby if I could change the world  [Verse 2] If I could be king Even for a day I'd take you as my queen I'd have it no other way  And our love would rule In this kingdom we have made 'Til then I'd be a fool Wishing for the day  [Chorus] And I can change the world I would be the sunlight in your universe You would think my love was really something good Baby if I could change the world Baby if I could change the world  [Chorus] I could change the world I would be the sunlight in your universe You would think my love was really something good Baby if I could change the world Baby if I could change the world Baby if I could change the world  ",
        "title": "Change The World"
    },
    {
        "artist": "LL Cool J",
        "lyrics": "  [Keisha] Umm...Go head daddy! [Beat drops] We doing it with L....(Laughs)....Go head baby. Who do ya luv baby?  [Verse 1] How you doin', miss? My name is L, I'm from Queens I heard about your man, he like to lace you with cream Dolce Gabbana, Moschino with Donna jeans But he slipped up, and threw his rock to a fiend He be playin' like a Willie 'cause he dress ya dove Never knowin' that his woman is in need of love You got Versace gold link stomach chains with rocks Official hair style but you stuck up in the spot Makin love, Duke is weak then he fallin asleep You on the phone wit your old peeps dyin' to creep 'tween my sheets So what you got Chanel on your feet Hot sex on a platter makes the mission complete, uh  [Chorus 4X: Total + (LL Cool J)] Who do you love? (I wanna lounge with you) Are you for sure? (I do what I gotta do)  [Verse 2] Jew-els and Cristal got him actin' funny style He ain't watchin' you, he rather watch his money pile Can't protect treasures when it's in a glass house Soon as he turn the corner I'mma turn that ass out Full blown, frontin' in the 6 with the chrome Yo B, why you leave your honey all alone with me? Just because you blessed with cash Doesn't mean your honey won't let me finesse that ass So see the moral of the story is a woman need love The kind you so-called players never dreamed of You got to try love, can't buy love If you play your hand, then it's bye-bye love  [Chorus 4X: Total + (LL Cool J)] Who do you love? (I wanna lounge with you) Are you for sure? (I do what I gotta do)  [Bridge: Total + LL Cool J] Who do you love? Are you for sure? (You know it's you) Who do you love? Are you for sure? (I do what I gotta do)  [Verse 3] So what you got the cash flow in escrow, damn But your honey ran away like presto, ala-kazam Man made the money, money never made the man You still fakin' jacks throwin' rocks on her hand See, you put your mack down, now you Nino Brown Rock roller with so much ice your cap's polar I got her smokin' beedies, modeling bikinis Pushin' your whip on the Van Wyck to see me I keep it steamy, I make it burn when it's my turn Teaching shorty all the jewels that you never learned Don't get it twisted, getting money ain't wrong But she wanna make love all night long, I'm gone  [Chorus 4X: Total + (LL Cool J)] Who do you love? (I wanna lounge with you) Are you for sure? (I do what I gotta do)  [Bridge: Total] Who do you love? Are you for sure? (You know it's you) Who do you love? Are you for sure? (Are you for sure?)  [Outro: Total] Who do you love? (Repeat with LL Cool J ad-libs)  ",
        "title": "Loungin"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": null,
        "title": "You're Makin' Me High/Let It Flow"
    },
    {
        "artist": "Alanis Morissette",
        "lyrics": null,
        "title": "You Learn/You Oughta Know"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Verse 1] Girl I must have been crazy to say that it was over I had to be a fool to yell out we were through And now I'm all alone and feeling down and out baby When I never meant for this to end It was so, so crazy of me Sometimes we say things that we really don't mean Well I'm sorry baby Bring your loving back to me  [Hook] I can't sleep babe I can't think babe I can't live babe Without you in my life I can't go on babe This is my song baby Don't wanna do nothing if I, go away baby And I can't do nothing if you're, not around  [Verse 2] Though I must admit that things got out of hand When you told me that he was just a friend I should've had my trust in you From the very start darling Cause I never meant for this to end How can we get it back again? Oh sometimes a man can say things That he really don't mean Well I'm sorry baby Bring your loving back to me  [Hook]  [Bridge] Baby, can we meet somewhere and talk about it? Oh baby, can we work it out? I'm not gonna let you go my baby Before I let you know that  [Hook to fade]  ",
        "title": "I Can't Sleep Baby (If I)"
    },
    {
        "artist": "Tracy Chapman",
        "lyrics": "  [Chorus] Give me one reason to stay here And I'll turn right back around Give me one reason to stay here And I'll turn right back around Said I don't want leave you lonely You got to make me change my mind  [Verse 1] Baby I got your number and I know that you got mine But you know that I called you, I called too many times You can call me baby, you can call me anytime But you got to call me  [Chorus] Give me one reason to stay here And I'll turn right back around Give me one reason to stay here And I'll turn right back around Because I don't want leave you lonely But you got to make me change my mind  [Verse 2] I don't want no one to squeeze me, they might take away my life I don't want no one to squeeze me, they might take away my life I just want someone to hold me and rock me through the night  This youthful heart can love you and give you what you need This youthful heart can love you and give you what you need But I'm too old to go chasing you around Wasting my precious energy  [Chorus] Give me one reason to stay here And I'll turn right back around Give me one reason to stay here And I'll turn right back around Said I don't want leave you lonely You got to make me change my mind  [Outro] Baby just give me one reason, Give me just one reason why Baby just give me one reason, Give me just one reason why I should stay Because I told you that I loved you And there ain't no more to say  ",
        "title": "Give Me One Reason"
    },
    {
        "artist": "No Mercy",
        "lyrics": "  Where do you go, my lovely Where do you go I wanna know, my lovely, I wanna know  Where do you go, oh oh eh oh I wanna know, oh oh eh oh Where do you go, oh oh eh oh... I wanna know...  You leave without a word, no message, no number And now my head is pounding like rolling thunder You left me with a heartache deep inside Girl you should see me cry all night, and I wonder  Everybody says, what a shame, what is wrong They don't like the game we play Heard you're hanging round every night until dawn I'm waiting for you night and day  Where do you go, my lovely Where do you go I wanna know, my lovely, I wanna know  Where do you go, oh oh eh oh I wanna know, oh oh eh oh Where do you go, oh oh eh oh... I wanna know...  You gotta break the silence, don't keep me waiting Just like a river flowing to the sea You are running back to me Come back and save me  Where do you go, My Lovely I wanna know  Where do you go, oh oh oh... Where do you go, oh oh oh... I wanna know  Na na na na nida, na na nida da da dee da Na na na na nida, na na nida da da dee da  Where do you, where do you go?... Where do you, where do you go?...  Save me...  Come back and dry the tears, I cried for you baby You've gotta stop this heartache deep inside You've gotta help me make it through the night safely Come back and save me  Where do you go, my lovely Where do you go I wanna know, my lovely, I wanna know Where do you go, my lovely Where do you go... I wanna know...  Na na na na nida, na na nida da da dee da Na na na na nida, na na nida da da dee da  Where do you, where do you go...  ",
        "title": "Where Do You Go"
    },
    {
        "artist": "112 Featuring The Notorious B.I.G.",
        "lyrics": "  [Pre-Intro: 112] Keep it real (keep it real)  [Intro: Puff Daddy] I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop, eh eh, eh eh I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop  [Verse 1: Notorious B.I.G. and (Puff Daddy)] Jesus, the Notorious just Please us with your lyrical thesis We just chilling, milk 'em, \"Top Billin'\" Silk and pure linen, me and Lil' Cease (hehe) Malibu sea breeze, Dom P's, palm trees Cats named Pablo in milked out diablos (that's right) The Williest (what?) bitches be the silliest The more I smoke, the smaller the Phillie gets Room 112, where the players dwell And stash more cash than Bert Padell, inhale Make you feel good like Tony Toni Tone (*feels good*) Dick up in your middle like Monie (yes) She don't know but she setting up to blow me (yes) Try to style, flying north with a homey (yes) Escada, Don Dada, player, stay splurging Game so tight they call it virgin  [Verse 2: 112 (and Notorious B.I.G.)] Oh I, need to know, where we stand Do we share this special thing called love (Room 112, where the players dwell) I know I do, what about you I just can't get enough of your love  [Pre-Chorus: 112] I need you in my life Where do I go, what do I do I can't live without your love Thinkin' of you makes me feel Like I'm the only one for you  [Chorus: 112] Girl I want to be with you No one else, only you Why can't we just make it happen Baby I need you in my life  [Verse 3: 112 (and Puff Daddy)] Every time I'm with you Never want it to come to an end (I thought I told you that we won't stop) You always make me so happy You'll always have a place in my heart  [Pre-Chorus] I need you in my life Where do we go, what do I do Cause I can't live without your love Thinkin' of you, makes me feel Like I'm the only one for you  [Verse 4: Mase and (Puff Daddy)] Now you can hum all you want to, cum all you want to Money I'mma front you, girl I wanna flaunt you (that's right) I'mma always want you when nobody wants you (uh-huh) If I die now my love'll still haunt you (c'mon) Mase ain't the one that'll pay for your phone (Mase ain't the one) Mase be the one that'll take you home (that's right) Even though I'm not the one that gave you the stone (yeah) On your days alone I can make you moan Everybody know I got more bounce than the ounce Bad Boy get more money than you can count Why I'm buying things you can't even pronounce I'd do it to you cats for a large amount (heheh) And when the beef come, you know where to be found Why I'll be around 'til the winner is announced (The winner is..) So there ya go girl with thousands in ya palms Why you can't let bygones be bygones (Goodfellas)  [Pre-Chorus: 112] Where do I go, what must I do If I can't live without your love Thinking of you, makes me feel baby Like I'm the only one for you  [Chorus: 112] Girl I want to, be with you No one else, only you Why can't we just make it happen Baby, I need you in my life  [Puffy] + 112 ad libs I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop, eh-eh, eh-eh  ",
        "title": "Only You"
    },
    {
        "artist": "Jewel",
        "lyrics": "  People living their lives for you on TV They say they're better than you and you agree He says \"Hold my calls from behind those cold brick walls\"  Says come here boys, there's nothing for free Another doctor's bill A lawyer's bill Another cute cheap thrill You know you love him if you put him in your will, but...  Who will save your soul When it comes to the flowers? Who will save your soul After those lies that you told, boy? And who will save your soul if you won't save your own? La da de da de da la da da  We try to hustle them Try to bustle them Try to cuss them The cops want someone to bust down on Orleans Avenue  Another day Another dollar Another war Another tower went up Where the homeless had their homes  So we pray to as many different gods As there are flowers But we call religion our friend We're so worried about saving our souls Afraid that God will take His toll that we forget to begin but...  Who will save your soul When it comes to the flowers? Who will save your soul After those lies that you told, boy? And who will save your soul if you won't save your own? La da de da de da la da da  Some are walking Some are talking Some are stalking their kill You got social security But that don't pay your bills There are addictions to feed and there are mouths to pay  So you bargain with the Devil But you're okay for today say That you love them, take their money and run  Say it's been swell, sweetheart But it was just one of those things Those flings Those strings you've got to cut So get out on the streets, girls and bust your butts  Who will save.. Save your soul when it comes to the babies now? Oh, who will save your soul After those lies that you told, boy? And who will save... Save your soul if you won't save your own?  ",
        "title": "Who Will Save Your Soul"
    },
    {
        "artist": "New Edition",
        "lyrics": "  [Intro] Alright y'all You ain't got to ask nobody Yeah We got cha open Come on baby, you drive me crazy  [Verse 1] She's the finest thing I've ever seen Looking like a natural queen I said, \"Let me take you for a ride, umm baby To the other side, we can do just what you like girl\"  We can get started as long as you're ready As long as you're ready, babe Anyway you want it  [Chorus] Hit me off Hit me off Hit me off  Come on, baby You drive me crazy Hit me off Freak ya like this  [Verse 2] You got me open, got me jonin' for an episode Come on, baby, you drive me crazy Let's spend an hour in the shower When it's nice and wet I'm ready for your love  So who's making moves 'cause I'm Looking at you and I like it Ooh, anyway you want it, girl  [Chorus] Hit me off Hit me off Come on, baby Hit me off Hit me off  Come on, baby You drive me crazy Hit me off Come on, baby  [Verse 3] Now check it I'm taking no loses, now I'm the boss And I see you flossing my way With the grace all up in my face so I say \"What's up love? How you doing? What you think about me and you screwin'?\" Naw but wait, let's make a date, plans for dinner I'm down to take it slow 'cause you know that she's a winner, uhh Got me feinin' for the cream, don't you know? I'm movin' in slow but keep it low, low, low  Yeah, yeah, yeah, baby boo Yo, what's up with you? Word around camp is that you like it with two I wanna freak it, but first I'm gonna take a peak at it Grab it, stab it, 'cause you know I got's to have it So hit me  [Chorus] Hit me off Hit me off I got my mind on my money Yo, the booty's on me  Come on, baby You drive me crazy Hit me off Come on, baby  [Bridge] I got my mind on my money And the booty's on me I got my mind on my money And the booty's on me  [Chorus] Hit me off Hit me off Come on, baby Hit me off Hit me off I got my mind on my money And the booty's on me  Hit me off Come on, baby You drive me crazy Hit me off Come on, baby  ",
        "title": "Hit Me Off"
    },
    {
        "artist": "Dishwalla",
        "lyrics": "  [Verse 1] Must have been mid afternoon I could tell by how far the child's shadow stretched out And he walked with a purpose in his sneakers down the street He had many questions like children often do  [Chorus] We said, tell me all your thoughts on God Tell me am I very far?  [Verse 2] Must have been late afternoon On our way the sun broke free of the clouds We count only blue cars, skip the cracks in the street And ask many questions like children often do  [Chorus] We said, tell me all your thoughts on God Cause I would really like to meet her And ask her why we're who we are Tell me all your thoughts on God Cause I am on my way to see her So tell me am I very far, am I very far now?  [Verse 3] It's getting cold picked up the pace How our shoes make hard noises in this place Our clothes are stained We pass many cross-eyed people And ask many questions like children often do  [Chorus] Tell me all your thoughts on God Cause I would really like to meet her And ask her why we're who we are Tell me all your thoughts on God Cause I am on my way to see her So tell me am I very far Am I very far now, am I very far now, am I very far now? Tell me all your thoughts on God  ",
        "title": "Counting Blue Cars"
    },
    {
        "artist": "2Pac Featuring K-Ci And JoJo",
        "lyrics": "  Tracklist 1.  Ambitionz Az A Ridah 2.  All About U 3.  Skandalouz 4.  Got My Mind Made Up 5.  How Do U Want It 6.  2 of Amerikaz Most Wanted 7.  No More Pain 8.  Heartz of Men 9.  Life Goes On 10.  Only God Can Judge Me 11.  Tradin War Stories 12.  California Love 13.  I Ain't Mad At Cha 14.  What'z Ya Phone # 15.  Can't C Me 16.  Shorty Wanna Be a Thug 17.  Holla At Me 18.  Wonda Why They Call U Bitch 19.  When We Ride 20.  Thug Passion 21.  Picture Me Rollin' 22.  Check Out Time 23.  Ratha Be Ya Nigga 24.  All Eyez On Me (feat. Big Syke) 25.  Run Tha Streetz 26.  Ain't Hard 2 Find 27.  Heaven Ain't Hard 2 Find  Cover Art:   ",
        "title": "How Do U Want It/California Love"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Verse 1] If your girl only knew That you was trying to get with me (what would she do) If your girl only knew That you was dissin' her to talk to me  [Chorus] She would probably leave you alone She would probably curse you out and unplug her phone I bet she'd be glad that you was gone And then she wouldn't have to worry  [Verse 2] If your girl only knew That I would want to kick it with you (if she knew) And if your girl could only see How you be calling me, getting fresh with me  [Chorus] She would probably leave you alone She would probably curse you out and unplug her phone I bet she'd be glad that you was gone And then she wouldn't have to worry  [Bridge] She's crazy to put up with you Oh boy I won't be no fool Let you like what you see It ain't easy to get with me But it's dumb to put up with you I won't be no fool Let you like what you see It ain't easy to get with me  [Chorus] She would probably leave you alone She would probably curse you out and unplug her phone I bet she'd be glad that you was gone And then she wouldn't have to worry  She would probably leave you alone She would probably curse you out and unplug her phone I bet she'd be glad that you was gone And then she wouldn't have to worry  (If your girl only knew) She would probably leave you alone She would probably curse you out and unplug her phone (If your girl only knew) I bet she'd be glad that you was gone And then she wouldn't have to worry  [Outro: Timbaland & Aaliyah] If your girl only knew What you saying, what you saying, what you saying, huh? What you saying, what you saying, what you saying, huh? What you saying, what you saying If your girl only knew What you saying, what you saying, what you saying, huh? What you saying, what you saying, what you saying, huh? What you saying, what you saying  If your girl only knew What you saying, what you saying, what you saying, huh? What you saying, what you saying, what you saying, huh? You ain't saying nothin' If your girl only knew What you saying, what you saying, what you saying, huh? What you saying, what you saying, what you saying, huh? You ain't saying nothin'  ",
        "title": "If Your Girl Only Knew"
    },
    {
        "artist": "Az Yet",
        "lyrics": null,
        "title": "Last Night (From \"The Nutty Professor\")"
    },
    {
        "artist": "OutKast",
        "lyrics": "  [Verse 1: André 3000] One for the money, yes, sir, two for the show A couple of years ago on Headland and Delowe Was the start of something good Where me and my nigga rode the MARTA through the hood Just tryna find that hook up Now everyday we looked up at the ceiling Watching ceiling fans go 'round, tryna catch that feeling Off instrumentals, had my pencil and plus my paper We caught the 86 Lithonia headed to Decatur Writing rhymes, tryna find our spot off in that light Light off in that spot, knowing that we could rock Doing the hole in the wall clubs This shit here must stop, like \"Freeze!\" We making the crowd move, but we not making no G's And that's a no-no  [Verse 2: Big Boi] Check it, a one-two, a one-two dope niggas in the Cadillac They call us, went from Player's Ball to ballers Putting the South up on the map was like Little Rock to banging Niggas say mothafuck that playing, they paying, we staying laying vocals Locales done made it with them big boys up in this industry \"OutKast, yeah, them niggas, they making big noise\" Over a million sold to this day, niggas they take it lightly '96 gon' be that year that all y'all playa haters can bite me, I'm out this bitch  [Hook] Me and you Your momma and your cousin too Rolling down the strip on Vogues Coming up, slamming Cadillac doors Me and you Your momma and your cousin too Rolling down the strip on Vogues Coming up, slamming Cadillac doors  [Verse 3: Big Boi] Back in the day, when I was younger, hunger Looking to fill me belly with that Rally's bullshit Pull shit off, like it was supposed to be pulled Full as a tick, I was stoned like them white boys Smoking them white girls, before them blunts got crunk, chunky asses Passes getting thrown like Hail Mary's And they looking like Halle Berry's So so fine, intertwined, but we ain't sipping wine We's just chilling, I'm the rabid villain, and I'm so high Smoking freely, me, Lil B, Reek, Mone and Shug And my little brother James, thangs changed in the hood Where I live at, them rats know, \"Momma I want to sing But momma I want to trick, and momma I'm sucking dick now\" We moving on up in the world like elevators Me and the crew, we pimps like '82, me and you like Tony Toni Tone (Like this, East Point and we gone)  [Hook] Me and you Your momma and your cousin too Rolling down the strip on Vogues Coming up, slamming Cadillac doors Me and you Your momma and your cousin too Rolling down the strip on Vogues Coming up, slamming Cadillac doors  [Verse 4: André 3000] Got stopped at the mall the other day Heard a call from the other way that I just came from Some nigga was saying something, talking 'bout smoke something \"Hey man, you remember me from school?\" \"No not really\" But he kept smiling like a clown, facial expression looking silly And he kept asking me, \"What kinda car you drive? I know you paid, I know y'all got beaucoup of hoes From all them songs that y'all done made\" And I replied that I had been going through the same things that he had True, I've got more fans than the average man But not enough loot to last me To the end of the week, I live by the beat Like you live check-to-check If it don't move your feet then I don't eat So we like neck-to-neck Yes, we done come a long way like them slim-ass cigarettes From Virginia, this ain't gon' stop, so we just gon' continue  [Hook] Me and you Your momma and your cousin too Rolling down the strip on Vogues Coming up, slamming Cadillac doors Me and you Your momma and your cousin too Rolling down the strip on Vogues Coming up, slamming Cadillac doors Me and you Your momma and your cousin too Rolling down the strip on Vogues Coming up, slamming Cadillac doors Me and you Your momma and your cousin too Rolling down the strip on Vogues Coming up, slamming Cadillac doors Me and you  ",
        "title": "Elevators (Me & You)"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": "  In a hand painted night, me and Gypsy Scotty are partners At the Hotel Flamingo, wearin' black market shoes This loud Cuban band is crucifying John Lennon No one wants to be lonely, no one wants to sing the blues  She's perched like a parrot on his tuxedo shoulder Christ, what's she doing with him, she could be dancing with me She stirs the ice in her glass with her elegant finger I want to be what she's drinking, yeah, I just want to be  I saw you first, I'm the first one tonight I saw you first, don't that give me the right To move around in your heart Everyone was lookin' but I saw you first  On a moon-spattered road in her parrot rebozo Gypsy Scotty is driving his big long yellow car She flies like a bird over his shoulder She whispers in his ear, boy, you are my star  But I saw you first, I'm the first one tonight Yes, I saw you first, don't that give me the right To move around in your heart Everyone was lookin'  In the bone-colored dawn, me and Gypsy Scotty are singin' The radio is playin', she left her shoes out in the back He tells me a story about some girl he knows in Kentucky He just made that story up, there ain't no girl like that  But I saw you first, I'm the first one tonight Yes, I saw you first, don't that give me the right To move around in your heart Everyone was lookin' but I saw you first I saw you first I saw you first Yeah, yeah  ",
        "title": "Key West Intermezzo (I Saw You First)"
    },
    {
        "artist": "SWV",
        "lyrics": "  [Verse 1] Alone You and I intertwine Refreshing conversation for the mind As we stare We both seek and hope to find Real love purified  [Chorus] Use your heart And not your eyes Baby, just relax and ride If you got time Then I got time, yeah, yeah Free your thoughts and watch them fly Use your heart And not your eyes  [Verse 2] I sigh as I watch you sleeping there So easily I did things I'd never dare I say to myself I'm glad that we share Real love purified, oh  [Chorus] Use your heart And not your eyes Baby, just relax and ride If you got time Then I got time, yeah, yeah Free your thoughts and watch them fly Use your heart And not your eyes  [Bridge] My goodness How it seems like yesterday She crossed you hurt you in the strongest way You've hurt so long Reward come to those who cry Real love purified  Just a second I look at my watch's dial And you love me helping me like a child  As we lay I close my eyes And I smile At your real love purified  [Chorus] Use your heart And not your eyes Baby, just relax and ride If you got time Then I got time, yeah, yeah Free your thoughts and watch them fly Use your heart And not your eyes  Use your heart and not your eyes  If you got time Then I got time Free your thoughts and watch them fly Use your heart And not your eyes  Use your heart And not your eyes  If you got time Then I got time Free your thoughts And watch them fly  ",
        "title": "Use Your Heart"
    },
    {
        "artist": "Los Del Rio",
        "lyrics": "  (I am not trying to seduce you)  When I dance they call me Macarena And the boys they say que estoy buena They all want me, they can't have me So they all come and dance beside me Move with me, chant with me And if you're good I'll take you home with me  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Now don't you worry about my boyfriend The boy whose name is Vitorino Ha! I don't want him, can't stand him He was no good so I, ha ha ha  Now come on, what was I supposed to do? He was out of town and his two friends were so fine  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  (Ay! Ay!) (Ay! Ay!) (Ay! Ay!) (I am not trying to seduce you) (Ay!)  M-M-Macarena M-M-Macarena M-M-Macarena (Ay!)  M-M-Macarena M-M-Macarena M-M-Macarena Macaren, Macaren, Macaren, Macarena  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  (Ay!) Come and find me, my name is Macarena Always at the party con las chicas que son buena Come join me, dance with me And all you fellows chant along with me  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  ",
        "title": "Macarena"
    },
    {
        "artist": "Garbage",
        "lyrics": "  [Verse 1] You pretend you're high Pretend you're bored Pretend you're anything Just to be adored And what you need Is what you get  [Pre-Chorus 1] Don't believe in fear Don't believe in faith Don't believe in anything That you can't break  [Chorus] You stupid girl You stupid girl All you had, you wasted All you had, you wasted  [Verse 2] What drives you on (drives you on) Can drive you mad (drive you mad) A million lies to sell yourself Is all you ever had  [Pre-Chorus 2] Don't believe in love Don't believe in hate Don't believe in anything That you can't waste  [Chorus] You stupid girl You stupid girl Can't believe you fake it Can't believe you fake it  [Instrumental break]  [Pre-Chorus 3] Don't believe in fear Don't believe in pain Don't believe in anyone That you can't tame  [Chorus] You stupid girl You stupid girl All you had, you wasted All you had, you wasted You stupid girl You stupid girl I can't believe you fake it I can't believe you fake it Stupid girl You stupid girl Can't believe you fake it Can't believe you fake it  [Outro] You stupid girl  ",
        "title": "Stupid Girl"
    },
    {
        "artist": "Do Or Die (Featuring Twista)",
        "lyrics": "  [Hook x2: Johnny P] Do you wanna ride In the backseat of a Caddy? Chop it up with Do or Die  [Verse 1: AK-47] It was seven double-oh P.M Fly low to them hoes in the B-M Sipping Seagram, chewing on a weed stem Touching on my fo' fif Move it to the back so I can see who beeping this Po Pimp Spring to the phone with a slow limp In a trip that shitted with 3-1-2-7-6-2-10 Three-line connection As the rest of them wanted affection Just bring the weed, we got the drinks you need And, plus, we strapped with two protections I put the phone in the hook, then I pause for a minute Cause I forgot where I met the ho And the feeling I've forgotten if the hoes wanna snap I straight up check the ho, really doe To the crib  [Hook x2: Johnny P]  [Verse 2: AK-47, Belo] Seven deuce five, I ride the point to spot the live hoes Three miles per hour Like we running up on some rivals Never to deny though, these bitches look fly, 'Lo Introduce myself A-to-the-motherfucking-K, better recognize Then I loose myself, juice myself As you take one pull, uh, pass it to the left and um Self-centered niggas'll take two pulls cause they thinking about self and um P-I, M-P, -ology, but logically We learning these hoes biology, and obviously, well  [Belo] Mmm, ain't this some shit, pull up in the C-A D-I, double-L, pumping A-C, A see hoes They peep those, P-I, M-P, and they think that automatically Cause he's a pimp, he gotta be full of that M-O, N-E, but why? Cause nigga be sporting nice cars and fancy clothes Fresh jewels, Girbaud, flexing one five oh Chop up that paper, ho, chop up that paper, ho Watch where your lips go, caress my tip slow To the tempo, instrumental Real simple when you fucking with a pimp, doe Get involved in the backseat That's how it be in the Cad when you messing with them young lads Smoking on that finest grass Never miss what you never had, at last P-I, M-P, -ology, but logically We learning these hoes biology, and obviously, well  [Hook x2: Johnny P]  Verse 3: Tung Twista Well, a motherfucker might be broke and shit And then collecting no dough from tips But I be spitting mo' game than a mouthful of poker chips To get them hoes with the open lips and the provoking hips And never gotta tell her many lies I been looking in the city skies, get up in the kitty's thighs Cause I'm blessed with a look of innocence, good sex Peanut butter complex and some pretty eyes Pity cries on my strategy side, yo anatomy gotta be right That'd be to flatter me, right But if the head the bomb, c'mon, suck a nigga dick Members of my clique wanna see what that'd be like I know you wanna try that, to the rhythm of a hi-hat Don't be bogus and deny that I done got a ho to let my fellas run a train While she lie back, now motherfucker can you buy that? Where your ride at? On the passenger side of your ho Trying to come up on another G The broad all up under me, trying to smother me Looking lovely while I roll another B, suddenly She learned that I don't deal with emotions But when we in the room, she rubbing me with lotion Coming like an ocean, coasting, have her sick Thinking me and Do or Die dig drinking love potion The word no was never said Twista be giving women dick in the bed, until they sick in the head And if I ever leave whoever dead They ain't tricking the feds or spitting game, but it's chicken and bread Kicking them legs in the air like a playa do Then belittle in a day or two After words I'mma slay a crew Now that's some pimp-type shit that Belo and AK'll do Wearing gray and blue If a ho wanna holler, then you a playa if you hit them ends And get the dividends But you a pimp if you can get the same ho to wanna freak your friends Cause I studied P-I, M-P, -ology, but logically Be learning these hoes biology, obviously, well  [Hook x2: Johnny P]  ",
        "title": "Po Pimp"
    },
    {
        "artist": "Jann Arden",
        "lyrics": "  [Verse 1] How do you cool your lips, after a summer's kiss? How do you rid the sweat, after the body's bliss? How do you turn your eyes from the romantic glare? How do you block the sound of a voice you'd know anywhere?  [Chorus 1] Oh, I really should've known By the time you drove me home By the vagueness in your eyes Your casual goodbyes  By the chill in your embrace The expression on your face Told me maybe you might have Some advice to give on how to be insensitive Insensitive, insensitive  [Verse 2] How do you numb your skin, after the warmest touch? How do you slow your blood, after the body rush? How do you free your soul after you've found a friend? How do you teach your heart it's a crime to fall in love again?  [Chorus 2] Oh, you probably won't remember me It's probably ancient history I'm one of the chosen few Who went ahead and fell for you  I'm out of vogue, I'm out of touch I fell too fast, I felt too much I thought that you might have Some advice to give on how to be insensitive  [Chorus 1] Oh, I really should've known By the time you drove me home By the vagueness in your eyes Your casual goodbyes  By the chill in your embrace The expression on your face That told me maybe you might Have some advice to give on how to be insensitive  [Outro] (How to be) Insensitive (How to be) Insensitive (How to be)  ",
        "title": "Insensitive (From \"Bed Of Roses\")"
    },
    {
        "artist": "La Bouche",
        "lyrics": null,
        "title": "Sweet Dreams"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "Because You Loved Me (From \"Up Close & Personal\")"
    },
    {
        "artist": "Natalie Merchant",
        "lyrics": null,
        "title": "Jealousy"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Chorus: Whitney Houston] Why does it hurt so bad Why do I feel so sad Thought I was over you But I keep crying When I don't love you So why does it hurt so bad I thought I had let you go So why does it hurt me so I gotta get you outta my head It hurts so bad Oh it hurts so bad baby  [Verse 1: Whitney Houston] My life's been better Since the day I left you boy I must admit life's been kind to me I went and did the things I said I would do boy I found someone who loves me for me yeah yes Haven't had much drama since the day that we split boy My heart's never been more at ease And when I think of all the things you put me through Leaving you has been the best thing for me  [Chorus: Whitney Houston] So why does it hurt so bad Why do I feel so sad I thought I was over you But I keep crying When I don't love you So why does it hurt so bad Baby I thought I had let you go So why does it hurt me so I gotta get you outta my head Hurts me so bad Hurts so (yeah you do) Hurts so (hurts me so) Hurts so bad (did you know) (that it hurts me so) Hurts so Hurts so (so bad, hey hoh)  [Verse 2: Whitney Houston] \"Never again\" that's what I said to myself I never wanna feel your kind of pain again no hey Just when I think it's over Just when I think it's through I find myself right back in love with you  [Chorus: Whitney Houston] So why does it hurt so bad oh baby Why do I feel so sad Thought I, thought I, thought I was over you I keep crying When I don't love you When I really don't love you boy Oh no, oh no, oh no, oh no it hurts so bad, oh tell me (Thought I) Thought I could let you go boy (You could) Oh you really hurt me so bad Gotta get you outta my head Boy you hurt me so bad Hurts so (yeah you do) Hurts so (hurt so) Hurts so bad (hurts so) Hurts so Hurts so (sure you did) Hurts so (you make me wanna) Hurts so bad (you make me wanna shoop shoop) Hurts so (hurt so) Hurts so (I've gotta shoop now) Hurts so bad (hey hey hey hey) Hurts so (Hurt me so) Hurts so (yeah you did hey) Oh why, you hurt me so bad Bad How bout that?  ",
        "title": "Why Does It Hurt So Bad (From \"Waiting To Exhale\")"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] We were as one, babe For a moment in time And it seemed everlasting That you would always be mine Now you want to be free So I'll let you fly Because I know in my heart, babe Our love will never die  [Chorus] You'll always be a part of me I'm part of you indefinitely Boy, don't you know you can't escape me? Ooh, darling because you'll always be my baby And we'll linger on Time can't erase a feeling this strong No way you're never going to shake me Ooh, darling because you'll always be my baby  [Verse 2] I am not going to cry now And I won't beg you to stay If you're determined to leave, boy I will not stand in your way But inevitably You'll be back again Because you know in your heart, babe Our love will never end, no  [Chorus] You'll always be a part of me I'm part of you indefinitely Boy, don't you know you can't escape me? Ooh, darling because you'll always be my baby And we'll linger on Time can't erase a feeling this strong No way you're never going to shake me Ooh, darling because you'll always be my baby  [Bridge] I know that you'll be back, boy When your days and your nights get a little bit colder I know that you'll be right back, baby Oh, baby, believe me it's only a matter of time, time  [Chorus] You'll always be a part of me I'm part of you indefinitely Boy, don't you know you can't escape me? Ooh, darling because you'll always be my baby And we'll linger on Time can't erase a feeling this strong No way you're never going to shake me Ooh, darling because you'll always be my baby You'll always be a part of me I'm part of you indefinitely Boy, don't you know you can't escape me? Ooh, darling because you'll always be my baby (You and I) And we'll linger on Time can't erase a feeling this strong (you and I) No way you're never going to shake me (you and I) Ooh, darling because you'll always be my baby  [Outro] No way you're never going to shake me No way you're never going to shake me No way you're never going to shake me (you and I) You and I - we'll always  ",
        "title": "Always Be My Baby"
    },
    {
        "artist": "Maxi Priest Featuring Shaggy",
        "lyrics": null,
        "title": "That Girl"
    },
    {
        "artist": "Monica",
        "lyrics": null,
        "title": "Why I Love You So Much/Ain't Nobody"
    },
    {
        "artist": "Brandy, Tamia, Gladys Knight & Chaka Khan",
        "lyrics": "  [Hook] Though I'm missing you (Although I'm missing you) I'll find away to get through (I'll find away to get through) Living without you Cause you were my sister, my strength and my pride Only god may know why, still I will get by  [Brandy] Who would've known, that you had to go so suddenly, so fast How could it be, that sweet memories would be all, all that we have left  [Tamia] Now that you're gone, every day I go on (I go on) But life it's not the same (life's just not the same) I'm so empty inside, and my tears I can't hide but I'll try to face the pain  [Repeat hook]  [Gladys] Oh there was so many things That we could have said, un-huh And time was on our side (time was on our side) Ooh, yeah Now that you're gone, I can still feel you near So I'll smile, with every tear I cry  [Repeat hook]  [Chaka] How sweet were the losses to spare? But I'll wait for the day When I'll see you again, see you again, yeah  [Repeat hook]  [All] I'm missing you  ",
        "title": "Missing You (From \"Set It Off\")"
    },
    {
        "artist": "The Tony Rich Project",
        "lyrics": null,
        "title": "Nobody Knows"
    },
    {
        "artist": "Alanis Morissette",
        "lyrics": "  [Verse 1] An old man turned 98 He won the lottery and died the next day It's a black fly in your Chardonnay It's a death row pardon two minutes too late  [Pre-Chorus] Isn't it ironic Don't you think?  [Chorus] It's like rain on your wedding day It's a free ride when you've already paid It's the good advice that you just didn't take Who would've thought - it figures!  [Verse 2] Mr. Play-It-Safe was afraid to fly He packed his suitcase and kissed his kids good-bye He waited his whole damn life to take that flight And as the plane crashed down he thought, \"Well isn't this nice\"  [Pre-Chorus] And isn't it ironic Don't you think?  [Chorus] It's like rain on your wedding day It's a free ride when you've already paid It's the good advice that you just didn't take Who would've thought - it figures!  [Bridge] Well, life has a funny way of sneaking up on you When you think everything's okay and everything's going right And life has a funny way of helping you out When you think everything's gone wrong And everything blows up in your face  [Verse 3] It's a traffic jam when you're already late It's a no-smoking sign on your cigarette break It's like ten thousand spoons when all you need is a knife It's meeting the man of my dreams And then meeting his beautiful wife  [Pre-Chorus] And isn't it ironic Don't you think? A little too ironic Yeah, I really do think  [Chorus] It's like rain on your wedding day It's a free ride when you've already paid It's the good advice that you just didn't take Who would've thought - it figures!  [Outro] And yeah, life has a funny way of sneaking up on you And life has a funny, funny way of helping you out Helping you out  ",
        "title": "Ironic"
    },
    {
        "artist": "Bryan Adams",
        "lyrics": "  I love the way you look tonight With your hair hanging down on your shoulders And I love the way you dance your slow sweet tango The way you wanna do everything but talk And how you stare at me with those undress me eyes Your breath on my body makes me warm inside  Let's make out - Let's do somthing amazing Let's do somthing that's all the way 'Cause I've never touched somebody like the way I touch your body Now I never wanna let your body go  Let's make a night, to remember From January, to December Let's make love, to excite us A memory, to ignite us Let's make honey baby, soft and tender Let's make sugar darlin', sweet surrender Let's make a night, to remember All life long  I love the way you move tonight Beads of sweat dripping down your skin Me lyin' here - and you lyin' there Our shadows on the wall and our hands everywhere  Let's make out - Let's do somthing amazing Let's do somthing that's all the way 'Cause I've never touched somebody like the way I touch your body Now I never wanna let your body go  Let's make a night, to remember From January, to December Let's make love, to excite us A memory, to ignite us Let's make honey baby, soft and tender Let's make sugar darlin', sweet surrender Let's make a night, to remember All life long  Oh and I think about you all the time Can't you see you drive me out of my mind Well I'm never holding back again Yeah I never want this night to end 'Cause I've never touched somebody like the way I touch your body Now I never wanna let your body go  Let's make a night, to remember From January, to December Let's make love, to excite us A memory, to ignite us Yeah - Let's make honey baby, soft and tender Ohh - Let's make sugar darlin', sweet surrender Let's make a night, to remember Oh - All life long  Yeah, Oh let's make out Let's do somethin' amazin' Let's do somethin' that's all the way Every day - Yeah, oh  Let's make honey - Let's make sugar Let's make a night, to remember - oh Let's make love - Slow and tender Let's make a night, to remember  ",
        "title": "Let's Make A Night To Remember"
    },
    {
        "artist": "Amber",
        "lyrics": "  Da be da be da di da en da Da be da be da di da en da Da be da be da di da en da Da be da be da di da en da  This is your night Dancing free until the morning light Together forever cuz This is your night And everything is gonna be alright Oh yeah So in love with you Oh yeah Its to good to be true Oh yeah Feeling so brand new Oh yeah  You captured my heart Your the key to my life A vision of our love That made me survive Creating the mood that were in is surreal Its time to move up and to face what I feel  This is your night Dancing free until the morning light Together forever cuz This is your night And everything is gonna be alright Oh yeah So in love with you Oh yeah Its to good to be true Oh yeah Feeling so brand new Oh yeah  Imagine my spirit the one that you call I'm ready to stand up and ready to fall I can't run away so attracted by you I may be your girl and I'll be so ture Oh oh  This is your night Dancing free until the morning light Together forever cuz This is your night And everything is gonna be alright Oh yeah So in love with you Oh yeah Its to good to be true Oh yeah Feeling so brand new Oh yeah  Da be da be da di da en da Da be da be da di da en da Da be da be da di da en da Da be da be da di da en da  This is your night Dancing free until the morning light Together forever cuz This is your night And everything is gonna be alright Oh yeah So in love with you Oh yeah Its to good to be true Oh yeah Feeling so brand new Oh yeah  This is your night  ",
        "title": "This Is Your Night"
    },
    {
        "artist": "Ghost Town DJ's",
        "lyrics": "  [Intro] Boy you should know that I've got you on my mind Your secret admirer I've been watching you  [Chorus] At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you  [Verse 1] Every day I pray my heart can win Every night I pray I can call you my man (yeah, yeah, yeah) I need you, I want you, to have you, hold you, squeeze you So I'm going out, every weekend Just to see my boo again  [Chorus] At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you  [Verse 2] These feelings I have for you Can go deeper if you can come Correct with your game boy (no, no) No you can't be lame boy But if you can please me Then my love will come easy I'll do anything you want Freak me boy, I'm thinking of you  [Chorus] At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you  [Bridge] Boy you've got all I need From what I see And boy every night I am constantly thinking of you  [Chorus] At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you  ",
        "title": "My Boo"
    },
    {
        "artist": "Total",
        "lyrics": "  [Intro] Kissin' you is all that I been thinking of Kissin' you is ooh....ooh  [Verse 1/Keisha] Don't matter who knows I don't care who sees me And thinking about you makes my life complete And what I mean by that That my whole world changes You make me feel things that I never felt I wanna kiss you  [Hook] Kissin' you is all that I been thinking of Kissin' you is ooh....ooh Oh yeah, I wanna kiss you Kissin' you is all that I been thinking of Kissin' you is ooh....ooh  [Verse 2/Pam] When I'm with my friends I'm trying to figure out a way To leave 'em behind just to get back to you Oh, you're my best kept secret And that's the way I like it You're my pride and joy boy That's why I'm dreaming of you I wanna kiss you  [Hook] Kissin' you is all that I been thinking of Kissin' you is ooh....ooh Kissing you so good Kissin' you is all that I been thinking of Kissin' you is ooh....ooh  [Chorus/Keisha] You're my pride and joy You're my baby boy People ask me how I feel about you They ask me if I love you (yeah) Am I crazy for you (yeah yeah yeah)  [Hook] 2x  [Chrous/Keisha] You're my pride and joy You're my baby boy People ask me how I feel about you They ask me if I love you (yeah) Am I crazy for you (yeah yeah yeah)  [All of Total] Yeah, yeah, yeah Yeah, yeah, yeah Yeah, yeah, yeah  [Keisha] Kissing you is so good  [All of Total] Yeah, yeah, yeah Yeah, yeah, yeah Yeah, yeah, yeah  [Hook] Oh yeah, I wanna kiss you Kissin' you is all that I been thinking of Kissin' you is ooh....ooh Kissin' you is all that I been thinking of Kissin' you is ooh....ooh Kissing you so good  [Repeat until song ends] Got to have it, have your love that's all I'm thinking of Got to have it, have your love that's all I'm thinking of Got to have it, have your love that's all I'm thinking of Got to have it, have your love that's all I'm thinking of Got to have it, have your love that's all I'm thinking of Got to have it, have your love that's all I'm thinking of Got to have it, have your love that's all I'm thinking of Got to have it, have your love that's all I'm thinking of Got to have it, have your love that's all I'm thinking of Got to have it, have your love that's all I'm thinking of  ",
        "title": "Kissin' You"
    },
    {
        "artist": "Hootie & The Blowfish",
        "lyrics": null,
        "title": "Tucker's Town"
    },
    {
        "artist": "Color Me Badd",
        "lyrics": "  When I was lost I could not see All the beauty and wonder Wrapping around me I was alone Dreaming of you Oh I could not imagine This dream coming true  So much joy now In all that I touched You make me feel Everything so much  CHORUS: I will love you for the earth at my feet I will love you for the sun in the sky I will love you for the falling rain I will love you for the heart that could break I will love you for the dreams that we share I will love you for the falling rain  Facing the wind Tears from my eyes Baby, where have you been When I was hoping Was waiting for you To pull back the door To take me by the hand And lead me through  This whole world was A stranger to me Now you have opened My heart to everything  CHORUS  (Spoken) Like a whisper in a dream You've walked softly into my life With love and sweet emotion And as I gaze into your eyes I see the beauty that God has created And I love you girl Now and forever  CHORUS x3  ",
        "title": "The Earth, The Sun, The Rain"
    },
    {
        "artist": "Gin Blossoms",
        "lyrics": null,
        "title": "Follow You Down/Til I Hear It From You"
    },
    {
        "artist": "Sheryl Crow",
        "lyrics": "  [Verse 1] I've been long, a long way from here Put on a poncho, played for mosquitos And drank til I was thirsty again We went searching through thrift store jungles Found Geronimo's rifle, Marilyn's shampoo And Benny Goodman's corset and pen  [Pre-Chorus] Well, O.K. I made this up I promised you I'd never give up  [Chorus] If it makes you happy It can't be that bad If it makes you happy Then why the hell are you so sad  [Verse 2] You get down, real low down You listen to Coltrane, derail your own train Well who hasn't been there before? I come round, around the hard way Bring you comics in bed, scrape the mold off the bread And serve you french toast again  [Pre-Chorus] Well, O.K. I still get stoned I'm not the kind of girl you'd take home  [Chorus] If it makes you happy It can't be that bad If it makes you happy Then why the hell are you so sad If it makes you happy It can't be that bad If it makes you happy Then why the hell are you so sad  [Verse 3] We've been far, far away from here Put on a poncho, played for mosquitos And everywhere in between  [Pre-Chorus] Well, O.K. we get along So what if right now everything's wrong?  [Chorus] If it makes you happy It can't be that bad If it makes you happy Then why the hell are you so sad If it makes you happy It can't be that bad If it makes you happy Then why the hell are you so sad  ",
        "title": "If It Makes You Happy"
    },
    {
        "artist": "Maxwell",
        "lyrics": "  [Verse 1] It happened the moment, when you were revealed Cause you were a dream that you should not have been A fantasy real You gave me this beating baby This rhythm inside And you made me feel good and feel nice and feel loved Give me paradise  [Chorus] So shouldn't I realize You're the highest of the high If you don't know, then I'll say it So don't ever wonder (don't ever wonder) So shouldn't I realize (shouldn't I realize) You're the highest of the high If you don't know, then I'll say it So don't ever wonder  [Verse 2] So tell me how long How long it's gonna take until you speak, babe Cause I can't live my life Without you here by my side You gave me the feelin', feelin' in my life  [Chorus] So shouldn't I realize You're the highest of the high If you don't know, then I'll say it So don't ever wonder wonder (don't ever wonder wonder) Shouldn't I realize shouldn't I realize You're the highest of the high You're the highest of the high If you don't know, then I'll say it So don't ever wonder wonder So don't ever wonder wonder Shouldn't I realize You're the highest of the high If you don't know, then I'll say it So don't ever wonder wonder (don't ever don't ever wonder) (don't ever wonder) (don't ever wonder) (don't ever wonder) Never wished that (don't ever wonder) (without you, don't ever wonder) (don't ever wonder) (can't you see don't ever wonder) (can't you see don't ever wonder)  ",
        "title": "Ascension (Don't Ever Wonder)"
    },
    {
        "artist": "Gina Thompson",
        "lyrics": "  (Bad Boy) (The things you do... makes me, keep runnin, to you) (Check it out you know, check it out) (The things you do... makes me, keep runnin, to you) (Bad Boy, not gonna stop)  [Gina Thompson] The things you do... makes me, keep runnin, to you (repeat 2X)  Baby baby baby These feelings that I have I can't explain, and I can't believe that it's you The way you make me feel Makes me happy, so why can't we just make it last  The things you do... makes me, keep runnin, to you (repeat 2X)  The love you give to me Turns me on inside, and I can't deny how I feel Don't go, the things you do to me Makes me happy, so don't you take your love away  The things you do... makes me, keep runnin, to you (repeat 4X) Every little thing Aowwww... keep on  The way that you walk The way that you talk The way that you, give your love to me Don't ever take your love, away... baby don't you go-ohhh  [Missy] Yo nigga what you taggin? You ain't rea-dy, for Puff Dad-dy Beware, how dare he make the remix so deadly (that's right) Pizzzow, Gomer be my Pyle like Sha-zam HEE-HEE-HEE-HEE-HOW, HEE-HEE-HEE-HEE-HEE-HEE-HOW I run it to you like shoes oh you moves And I chose from the fly things CHECKIT that you do (ehehehe) Peruse, you dudes Can't You See like Total Kissin you got Gina runnin for the bo-rder BRRRRRRR-CLICK! Hit me on my car phone And if you got the hydro then me and you can roll Ohh, we can take a stroll on the beach But Bad Boy (Bad Boy) don't take the love away from me (That's right)  The things you do... makes me, keep runnin, to you (repeat 2X) (Say what, say how... say what, say how) The things you do... makes me, keep runnin, to you (repeat 2X) (Regret, haha, Gina, say what, say how, say what)  ",
        "title": "The Things That You Do"
    },
    {
        "artist": "Merril Bainbridge",
        "lyrics": null,
        "title": "Mouth"
    },
    {
        "artist": "Robert Miles",
        "lyrics": null,
        "title": "Children"
    },
    {
        "artist": "Dru Hill",
        "lyrics": null,
        "title": "Tell Me (From \"Eddie\")"
    },
    {
        "artist": "Shades",
        "lyrics": null,
        "title": "Tell Me (I'll Be Around)"
    },
    {
        "artist": "T-Boz",
        "lyrics": "  [Intro] Ha! Are you ready? Oooooohhh, Oh, oh I, oh I owwwww! Oooooohhh, Oh, oh I, oh I owwwww!  [Verse 1] When you're alone what you do is what you do I'm not scared to say When you're alone don't you ever get confused Ain't nothing wrong with making it feel good baby  [Chorus with Debra Killings] I won't be afraid to touch myself It's all right , !I said it's all right (Hey) I don't think it's wrong to touch yourself Ain't nothing wrong with making it feel good! Every night I get away And I think about it baby You are on my mind I ain't afraid to touch myself! I don't need nobody else! It's you baby, it's you baby!  [Verse 2] When you're alone what you need is what you need One time ecstasy People say it's not the thing to do But that's the safest way to making it feel good Hey I!  [Chorus with Debra Killings] 2x   [Outro/T-Boz harmonizing & Debra singing Chorus]  ",
        "title": "Touch Myself (From \"Fled\")"
    },
    {
        "artist": "The Tony Rich Project",
        "lyrics": null,
        "title": "Like A Woman"
    },
    {
        "artist": "R.E.M.",
        "lyrics": "  [Verse 1] Look up, what do you see? All of you and all of me Fluorescent and starry Some of them, they surprise The bus ride, I went to write this, 4:00 a.m This letter Fields of poppies, little pearls All the boys and all the girls sweet-toothed Each and every one a little scary I said your name I wore it like a badge of teenage film stars Hash bars, cherry mash and tinfoil tiaras Dreaming of Maria Callas Whoever she is This fame thing, I don't get it I wrap my hand in plastic to try to look through it Maybelline eyes and girl-as-boy moves I can take you far This star thing, I don't get it  [Chorus] I'll take you over, there I'll take you over, there Aluminum, tastes like fear Adrenaline, it pulls us near I'll take you over It tastes like fear, there I'll take you over  [Verse 2] Will you live to 83? Will you ever welcome me? Will you show me something that nobody else has seen? Smoke it, drink Here comes the flood Anything to thin the blood These corrosives do their magic slowly and sweet Phone, eat it, drink Just another chink Cuts and dents, they catch the light Aluminum, the weakest link I don't want to disappoint you I'm not here to anoint you I would lick your feet But is that the sickest move? I wear my own crown and sadness and sorrow And who'd have thought tomorrow could be so strange? My loss, and here we go again  [Chorus] I'll take you over, there I'll take you over, there Aluminum, tastes like fear Adrenaline, it pulls us near I'll take you over It tastes like fear, there I'll take you over  [Verse 3] Look up, what do you see? All of you and all of me Florescent and starry Some of them, they surprise I can't look it in the eyes Seconal, Spanish fly, absinthe, kerosene Cherry-flavored neck and collar I can smell the sorrow on your breath The sweat, the victory and sorrow The smell of fear, I got it  [Chorus] I'll take you over, there I'll take you over, there Aluminum, tastes like fear Adrenaline, it pulls us near I'll take you over Aluminum, tastes like fear Adrenaline, it pulls us near I'll take you over It tastes like fear, there I'll take you over It pulls us near It tastes like fear It tastes like fear It pulls us near It tastes like fear It pulls us near   [Bridge] Pulls us near Tastes like fear  [Outro] Nearer, nearer Over, over, over, over Yeah, look over I'll take you there, oh, yeah I'll take you there Oh, over I'll take you there Over, let me I'll take you there There, there, baby, yeah  ",
        "title": "E-Bow The Letter"
    },
    {
        "artist": "Ginuwine",
        "lyrics": "  [Verse 1] I'm just a bachelor I'm looking for a partner Someone who knows how to ride without even falling off Gotta be compatible takes me to my limits Girl when I break you off I promise that you won't wanna get off  [Hook] If you're horny, let's do it, ride it, my pony My saddle's waitin', come and jump on it If you're horny, let's do it, ride it, my pony My saddle's waitin', come and jump on it  [Verse 2] Sitting here flossing Peeping your steelo Just once if I have the chance The things I would do to you You and your body, every single portion Send chills up and down your spine Juices flowing down your thigh  [Hook] If you're horny, let's do it, ride it, my pony My saddle's waitin', come and jump on it If you're horny, let's do it, ride it, my pony My saddle's waitin', come and jump on it  [Verse 3] If we're gonna get nasty baby First we'll show and tell Till I reach your pony tail Lurk all over and through you baby Until we reach the stream You'll be on my jockey team  [Hook] If you're horny, let's do it, ride it, my pony My saddle's waitin', come and jump on it If you're horny, let's do it, ride it, my pony My saddle's waitin', come and jump on it If you're horny, let's do it, ride it, my pony My saddle's waitin', come and jump on it If you're horny, let's do it, ride it, my pony My saddle's waitin', come and jump on it If you're horny, let's do it, ride it, my pony My saddle's waitin', come and jump on it Ride it My saddle  [Outro: Spoken]  ",
        "title": "Pony"
    },
    {
        "artist": "Oasis",
        "lyrics": "  [Verse 1] Slip inside the eye of your mind Don't you know you might find A better place to play? You said that you'd never been But all the things that you've seen They slowly fade away  [Pre-Chorus] So I start a revolution from my bed 'Cause you said the brains I had went to my head Step outside, summertime's in bloom Stand up beside the fireplace Take that look from off your face 'Cause you ain't ever gonna burn my heart out  [Chorus] And so, Sally can wait She knows it's too late as we're walking on by Her soul slides away But don't look back in anger I heard you say  [Verse 2] Take me to the place where you go Where nobody knows if it's night or day Please don't put your life in the hands Of a rock'n'roll band Who'll throw it all away  [Pre-Chorus] I'm gonna start a revolution from my bed 'Cause you said the brains I had went to my head Step outside, the summertime's in bloom Stand up beside the fireplace Take that look from off your face 'Cause you ain't ever gonna burn my heart out  [Chorus] And so, Sally can wait She knows it's too late as she's walking on by My soul slides away But don't look back in anger I heard you say  [Chorus] So, Sally can wait She knows it's too late as we're walking on by Her soul slides away But don't look back in anger I heard you say  So, Sally can wait She knows it's too late as she's walking on by My soul slides away But don't look back in anger Don't look back in anger I heard you say  [Outro] At least not today  ",
        "title": "Don't Look Back In Anger"
    },
    {
        "artist": "Case Featuring Foxxy Brown",
        "lyrics": "  [Verse 1: Foxy Brown] Papa just keep me laced up In Ellen Tracy, uh Cesare Paciotti, uh Issac Mizrahi Fuck around with Dolce Gabanna, sippin' pure 'Zay with the Ill Na Na Nigga you fuck around I’ll have your loyalties and your joints Nigga your royalties and your points So what the deal is? But Foxy Brown met Case, now we laced Bonnie met Clyde now I'm up in Jamaica breakin' all your paper  [Verse 2: Case] You're the only one for me You're the only one I need Can't nobody make me feel The way you're makin' me feel And girl you know this love is real  [Chorus: Mary J. Blige] Touch me, tease me Feel me and caress me Hold on tight and don't let go Baby I'm about to explode 'Cause all my love you can control  [Verse 3: Case] I'll spend the night with you If you promise you will do All the things to make me scream And you know just what I mean Cuz tonight you taste like ice cream I wanna make you fall in love Make you touch the stars above Please me low and be my friend I'll come back and hit it again And again, and again, and again Don't go away  [Chorus: Mary J. Blige] Touch me, tease me Feel me and caress me Hold on tight and don't let go Baby I'm about to explode 'Cause all my love you can control  [Verse 4: Foxy Brown] What? Let me get that Lex nigga Sex wetter than aquariums Flashin', they get their ass in Who fucks slow with Lear jets and coups My ones stackin' You ain't know that I be mackin', uhh The extra set of keys The thirty G's Them trips to Belize had you livin' on your knees Not to mention the laced out crib in Dallas The forty room palace Sippin' cristal-ise  [Chorus: Mary J. Blige] Touch me, tease me Feel me and caress me Hold on tight and don't let go Baby I'm about to explode 'Cause all my love you can control Touch me, tease me Feel me and caress me Hold on tight and don't let go Baby I'm about to explode 'Cause all my love you can control Touch me, tease me Feel me and caress me Hold on tight and don't let go Baby I'm about to explode 'Cause all my love you can control  ",
        "title": "Touch Me Tease Me (From \"The Nutty Professor\")"
    },
    {
        "artist": "Nas",
        "lyrics": "  [Produced by Rashad Smith & Trackmasters]  [Intro: Nas] Life, I wonder Will it take me under? I don't know  [Verse 1: Nas] Imagine smoking weed in the streets without cops harassin' Imagine going to court with no trial Lifestyle cruising blue Bahama waters, no welfare supporters More conscious of the way we raise our daughters Days are shorter, nights are colder Feeling like life is over, these snakes strike like a cobra The world's hot my son got knocked, evidently It's elementary, they want us all gone eventually Trooping out of state for a plate of knowledge If coke was cooked without the garbage We'd all have the top dollars Imagine everybody flashin', fashion, designer clothes Lacing your clique up with diamond Roles Your people holding dough, no parole, no rubbers Go in raw, imagine law with no undercovers Just some thoughts for the mind I take a glimpse into time Watch the blimp read \"The World Is Mine\"  [Chorus: Lauryn Hill + (Nas)] If I ruled the world (imagine that) I'd free all my sons, I love 'em love 'em, baby Black diamonds and pearls (Could it be, if you could be mine, we'd both shine?) If I ruled the world (Still living for today, in these last days and times)  [Verse 2: Nas] The way to be, paradise like relaxin' Black, Latino and Anglo-Saxon Armani Exchange deranged Cash, Lost Tribe of Shabazz, free at last Brand new whips to crash, then we laugh in the iller path The Villa house is for the crew, how we do Trees for breakfast, dime sexes and Benz stretches So many years of depression make me vision The better livin', type of place to raise kids in Open they eyes to the lies history's told foul But I'm as wise as the old owl, plus the Gold Child Seeing things like I was controllin', click rollin' Tricking six digits on kicks and still holdin' Trips to Paris, I civilized every savage Give me one shot, I turn trife life to lavish Political prisoner set free, stress free No work release, purple M3's and jet skis Feel the wind breeze in West Indies I make Coretta Scott-King mayor the cities And reverse fiends to Willies It sounds foul, but every girl I meet'd go downtown I'd open every cell in Attica, send 'em to Africa  [Chorus: Lauryn Hill + (Nas)] If I ruled the world (imagine that) I'd free all my sons, I love 'em love 'em, baby Black diamonds and pearls (Could it be, if you could be mine, we'd both shine?) If I ruled the world (Still living for today, in these last days and times)  [Bridge: Lauryn Hill] And then we'll walk right up to the sun Hand in hand We'll walk right up to the sun We won't land  [Verse 3: Nas] You'd love to hear the story how the thugs live in worry Duck down in car seats, heat's mandatory Running from Jake, getting chased, hunger for papes These are the breaks, many mistakes go down out of state Wait, I had to let it marinate, we carry weight Trying to get laced, flip the ace, stack the safe Millionaire plan to keep the gat with the cocked hammer Making moves in Atlanta, back-and-forth scrambler ‘Cause you could have all the chips, be poor or rich Still nobody want a nigga having shit If I ruled the world and everything in it, sky's the limit I push a Q-45 Infinit(i) It wouldn't be no such thing as jealousies or B Felonies Strictly living longevity to the destiny I thought I'd never see, but reality struck Better find out before your time's out, what the fuck?  [Chorus: Lauryn Hill + (Nas)] If I ruled the world (imagine that) I'd free all my sons, I love 'em love 'em, baby Black diamonds and pearls (Could it be, if you could be mine, we'd both shine?) If I ruled the world (Still living for today, in these last days and times) If I ruled the world, if I ruled, if I ruled (imagine that) I'd free all my sons, if I ruled, if I ruled I love 'em love 'em baby Black diamonds and pearls, black diamonds, black diamonds (Could it be, if you could be mine, we'd both shine) If I ruled the world (Still living for today, in these last days and times)  [Outro: Lauryn Hill] If I ruled the world, if I ruled If I ruled, I'd free all my sons Black diamonds, I love 'em love 'em baby Black diamonds and pearls, if I ruled If I ruled the world If I ruled the world I love 'em love 'em baby!!  ",
        "title": "If I Ruled The World"
    },
    {
        "artist": "Bone Thugs-N-Harmony",
        "lyrics": "  [Intro: Bone Thugs-n-Harmony] Bone-Bone-Bone-Bone Bone, Bone, Bone, Bone, Bone Now tell me, what ya gonna do When it ain't nowhere to run When judgment comes for you When judgment comes for you Now tell me, what ya gonna do When it ain't nowhere to hide When judgment comes for you 'Cause it's gonna come for you  [Verse 1: Bizzy Bone] Dead souls, nigga, this for Wally Eazy, C's Uncle Charlie Little Boo, but God's got him And I'm gonna miss everybody I done rolled with blows like AIDS Looked at him while he laid and prayed But destiny played too deep for me to say Lil' Layzie came to me Told me if he should decease, \"well, then please Bury me by my Gran Gran And when you can, come follow me.\"  [Verse 2: Layzie Bone] God bless you workin' on a plan to Heaven Follow the Lord all 24/7 days God is who we praise Even though the Devil's all up in my face But He keepin' me safe and in my place Say grace to the gates we race Without a chance to face the judge Then I guess my soul won’t budge Grudge, because there’s no mercy for thugs Ooh, what could I do? It's all about a family and how we roll Can I get a witness? Let it unfold We livin' our lives to eternal our souls, hey-o-ayo  [Bridge: Krayzie Bone] Pray and we pray and we pray And we pray and we pray Every day, every day, every day, every day And we pray and we pray And we pray and we pray Still we lacin'  [Verse 3: Krayzie Bone] Now follow me, roll stroll Whether it's Hell or it's Heaven Come let's go take a visit to the people that's long gone, they rest: Wally, Eazy, Terry, Boo And still keepin' up with they family Exactly how many days we got lastin'? While you laughin' we're passin' passin' away God, rest our souls 'Cause I know I might meet you up at the crossroads Y'all know, y'all forever got love from them Bone Thugs, baby  [Verse 4: Wish Bone] Lil E-Z long gone Really wish he could come home But when it's time to die, gotta go, bye bye All a lil' thug could do was cry, cry Why'd they kill my dog? Damn, man, I miss my Uncle Charles, y'all And he shouldn't be gone In front of his home, what they did to Boo was wrong Oh so wrong, was so wrong Gotta hold on, gotta stay strong When the day comes Better believe Bone got a shoulder you can lean on, lean on  [Bridge: Bone Thugs-n-Harmony] Pray and we pray and we pray And we pray and we pray Every day, every day, every day, every day And we pray and we pray And we pray and we pray  [Chorus: Bone Thugs-n-Harmony] See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely  [Post Chorus: Bizzy Bone] And I'm gonna miss everybody And I'm gonna miss everybody when I'm gone And I'm gonna miss everybody And I'm gonna miss everybody And I'm gonna miss everybody when I'm gone And I'm gonna miss everybody  [Bridge 2: Layzie Bone] Livin' in a hateful world Sendin' me (straight to Heaven) That's how we roll Livin' in a hateful world Sendin' me (straight to Heaven) That's how we roll Livin' in a hateful world Sendin' me (straight to Heaven) That's how we roll And I asked the good Lord why He sighed, he told me we live to die  [Verse 5: Krayzie Bone] What's up with that murder, y'all? See, my little cousin was hung Somebody really wrong, anybody wanna test us, dawg? And Ms. Sleazy set up Eazy to fall You know while we sinnin' He intendin' on endin' it when it ends He comin' again and again and again Now tell me, what ya gonna do?  [Verse 6: Wish Bone] Can somebody anybody tell me why, hey Can somebody anybody tell me why We die, we die? I don't wanna die (Oh so wrong, oh wrong, oh so wrong, oh wrong)  [Chorus: Bone Thugs-n-Harmony] See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely  ",
        "title": "Tha Crossroads"
    },
    {
        "artist": "Montell Jordan Featuring Slick Rick",
        "lyrics": null,
        "title": "I Like (From \"The Nutty Professor\")"
    },
    {
        "artist": "Mista",
        "lyrics": "  Blackberry Molasses One of the things that never change You gotta keep pushin on The sun dont rain all the time Theres gonna be some heart ache And pain  Woke up Sunday morning Gotta little bad news today...ummm They say my life ain't worth living And time is slowly ticking away Dont think that Im goin crazy Cause thought be runnin through my head I know I gotta be strong Gotta hold on Sometimes Id rather give up instead Seems like Im better off dead  Blackberry Molasses One of the things that never change You gotta keep pushin on The sun dont rain all the time Theres gonna be some heart ache And pain  Dont tell me how to live my life After all that we've been through Dont wanna hear about your hardships Cause Ive been there myself A time or two Still life goes on If you just keep holding on So many things to survive Once you realize Theres no such place as paradise At least in my eyes  Blackberry Molasses One of the things that never change (never change) You gotta keep pushin on The sun dont rain all the time (no) Theres gonna be some heartache And pain (heartache and pain)  Blackberry Molasses (black) One of the things that never change (never change) You gotta keep pushin on The sun dont rain all the time(no) Theres gonna be some heartache And pain (heart)  ",
        "title": "Blackberry Molasses"
    },
    {
        "artist": "Jocelyn Enriquez",
        "lyrics": "  The radio plays our favorite song And it's what keeps me holding on Baby, do you miss me Now that I'm gone  I remember the love we had How could I forget I remember the tears I cried Over one regret Now we're alone, so alone I can't help thinking about you All the love in the world And I'm lonely without you  Chorus: The radio plays our favorite song And it's what keeps me holding on Baby, do you miss me Now that I'm gone, yeah Get the DJ to play our favorite song 'Cause it's what keeps me holding on Baby, do you miss me Now that I'm gone  I remember the love we had Not a day goes by Heaven knows where you are right now But my heart won't lie We were in love so in love My mind's been speaking about you All the love in the world And I'm lonely without you  (Repeat Chorus)x2  ",
        "title": "Do You Miss Me"
    },
    {
        "artist": "Pearl Jam",
        "lyrics": null,
        "title": "Who You Are"
    },
    {
        "artist": "All-4-One",
        "lyrics": null,
        "title": "Someday (From \"The Hunchback Of Notre Dame\")"
    },
    {
        "artist": "Luther Vandross",
        "lyrics": "  [Verse 1] Oh, yes A kiss in the dark A certain time I can call you A letter of love But no name did you sign Pretending to all That we were just friends when I saw you I didn't know that you wanted me to be I didn't know that you wanted me for your (You wanted me) to be  [Chorus] Your secret love Why can't we tell somebody? 'Cause secret loves Never last as long Your secret love Will never be your true love I can't be no secret, baby It's breakin' my heart  [Verse 2] You should've let me know, from the first time, baby That you were not, were not free to love How could you wait so long? Oh, what a waste of love, baby I should known that you wanted me to be I should known That you wanted me for your... (You wanted me) to be  [Chorus] Your secret love Why can't we tell somebody? 'Cause secret loves Never mean as much Your secret love Will never be your true love I can't be no secret, baby It's breakin' my heart  [Bridge] I won't be you secret love 'Cause it's just a waste of my love I'm tellin' you from the start I won't be the one who gives you love When your other guy ain't givin' you none  Don't come now, wait for awhile Let's meet at the place downtown It's a shame it has to be like this But I really miss you, baby  [Chorus] Your secret love Why can't we tell somebody? 'Cause secret loves Never last as long Your secret love Will never be your true love I can't be your secret, baby You're breaking my heart, my heart  Your secret love Why can't we tell somebody? 'Cause secret loves Never mean as much Your secret love Will never be your true love I can't be your, I can't be your...  ",
        "title": "Your Secret Love"
    },
    {
        "artist": "RZA Feat. Method Man & Cappadonna",
        "lyrics": "  [Intro: Method Man] Ain't what you want baby It's what you need baby Ain't what you want baby It's what you neeeeeeeed  [Verse One: RZA] Yo diamond crystal rings sharp like icicles Nickel plated pistols, official Wu-Wear covers my physical Insulated thermal Wallabees drain they co four butt solos Photographic prototype static-free motivated soldier Or Wu say boulder head flower You can detect the true and living God from his aura Keep your sword straight, maintain your weight But he ate too much monosodiumglutumate, and polysorbate And drunk grape concentrate, with sodium benzoate Fried the chicken thighs in triglycerides And his bitch advertised her breast size Eighty-five didn't realize, til the truth opened up his eyes Then he became highly civilized And spent time amongst the wise, went through a garment renaissance And stopped wearing Benetton Tommy Hill, Perry Ellis, Nautica, or Liz Claiborne Ocean Pacific, Fila, Bill Blass and leave fitted Quit the Armani sweaters with the Gucci wool knitted Now all he buys, Kani's, Cross Colours, Shabazz Brothers Mecca, Pelly Pell, 88, North Q, Bear and a few others For the new year, strictly Wu-Wear  [Chorus: Method Man] Ain't what you want baby It's what you need baby Ain't what you waaaaaant  [Verse Two: Cappadonna] Pelle Pelle had the top dresser One man catalog the London Fog casual hog Bear denim with the Cash Wu Nike and Kangol king Everyday, DLO jacket equipped with the drawstring Fila supply big daddy Starter hat, The brown-skin derby match the Tommy Hill; Advil Double button Woolridge, red dickie turtleneck Mockneck, eighteen carat holdin my twenty-two shine In this like Macy's or Bloomingdale's The Century 21 son, the new portfolio dunn Now it's my time, Asian Wu-Wear, Cappa fleece wear One wear plaza, Donna hold the best of all year Plus blue wear, Wu-Wear, what's going on We're the best of this year, Wu-Wear and fleece wear  [Verse Three: Method Man] Ain't what you want baby It's what you need baby Just come see me Satisfaction guaranteed baby Just hold your own baby And just rock on baby I got this wine on my mind Feelin fine darlin Now all you see baby Ain't what you need baby I wanna know just how low It goes Official nasty asses, straight shots in dirty glasses Wu-Wear fleece for you and your stinkin piece Hard time and killer tactics  [Verse Three: Method Man] Just hold your own baby And just rock on baby I got this wine on my mind Feelin fine darlin Now all you see baby Ain't what you need baby I wanna know just how low It goes Official nasty asses, straight shots in dirty glasses Wu-Wear fleece for you and your stinkin piece Hard time and killer tactics  [Verse Three: Method Man] Just hold your own baby And just rock on baby I got this wine on my mind Feelin fine darlin Now all you see baby Ain't what you need baby I wanna know just how low It goes Official nasty asses, straight shots in dirty glasses Wu-Wear fleece for you and your stinkin piece Hard time and killer tactics  ",
        "title": "Wu-Wear: The Garment Renaissance (From \"High School High\")"
    },
    {
        "artist": "A+",
        "lyrics": "  If you think you're ready I will lead you now To a field where it's buried Somewhere underground  All good things in time I know we'll be fine Buried underneath You are all I see You are all I see You are all I see  All good things in time I know we'll be fine Buried underneath You are all I see You are all I see You are all I see  ",
        "title": "All I See"
    },
    {
        "artist": "The Smashing Pumpkins",
        "lyrics": "  [Verse 1] Time is never time at all You can never ever leave Without leaving a piece of youth And our lives are forever changed We will never be the same The more you change the less you feel  [Pre-Chorus 1] Believe Believe in me Believe That life can change That you're not stuck in vain We're not the same We're different  [Chorus] Tonight (tonight) Tonight, so bright Tonight (tonight)  [Verse 2] And you know you're never sure But you're sure you could be right If you held yourself up to the light And the embers never fade In your city by the lake The place where you were born  [Pre-Chorus 2] Believe Believe in me Believe In the resolute urgency of now And if you believe there's not a chance  [Chorus] Tonight (tonight) Tonight, so bright Tonight (tonight)  [Bridge] We'll crucify the insincere tonight (tonight) We'll make things right We'll feel it all tonight (tonight) We'll find a way to offer up the night tonight The indescribable moments of your life tonight The impossible is possible tonight (tonight) Believe in me as I believe in you  [Chorus] Tonight... Tonight, tonight... Tonight... Tonight...  ",
        "title": "Tonight, Tonight"
    },
    {
        "artist": "Republica",
        "lyrics": "  [Verse 1] You're weird In tears Too near and too far away He said Saw red Went home stayed in bed all day Your t-shirt Dish dirt Always love the one you hurt  [Chorus] It's a crack I'm back Yeah, I'm standing on the rooftops shouting out Baby, I'm ready to go I'm back and ready to go From the rooftops shout it out It's a crack I'm back Yeah, standing on the rooftops having it Baby, I'm ready to go I'm back and ready to go From the rooftops shout it out Shout it out  [Verse 2] You sleep Too deep One week is another world (Big mouth)  big mouth (Drop out) drop out You get what you deserve You're strange Insane One thing you can never change  [Chorus] It's a crack I'm back Yeah, I'm standing on the rooftops shouting out Baby, I'm ready to go I'm back and ready to go From the rooftops shout it out It's a crack I'm back Yeah, standing on the rooftops having it Baby, I'm ready to go I'm back and ready to go From the rooftops shout it out Shout it out  [Bridge] Ready to go Abused Confused Always love the one That hurt ya, hurt ya, hurt ya, hurt ya  [Chorus] It's a crack I'm back Yeah, I'm standing on the rooftops shouting out Baby, I'm ready to go I'm back and ready to go From the rooftops shout it out It's a crack I'm back Yeah, standing on the rooftops having it Baby, I'm ready to go I'm back and ready to go From the rooftops shout it out Shout it out  [Outro] It's a crack Baby, I'm ready to go Baby, I'm ready to go Baby, I'm ready to go Baby, I'm ready to go Baby, I'm ready to go Baby, I'm ready to go Baby, I'm ready to go Baby, I'm ready to go Baby, I'm ready to go  ",
        "title": "Ready To Go"
    },
    {
        "artist": "LeAnn Rimes",
        "lyrics": null,
        "title": "Blue"
    },
    {
        "artist": "Mint Condition",
        "lyrics": "  [Intro] You know We can't do this We just can't Listen  [Verse 1] You say you feel disenchanted Cause lately he takes you for granted Still faithful and true you remained and To hurt so have I You pour out your heart and I listen And we catch a vibe reminiscing Temptations so strong not to mention The yearning inside  [Hook] But what kind of man would I be If I lived unfaithfully And what kind of girl would you be If you did the same Cause I don't wanna see her cry And you don't need a reason to lie Cause if we laid down tonight It won't justify throwing love aside  [Verse 2] This feeling is strong and we know it But we gotta see past the moment There's too much to lose if we blow it This is no lie Still here we are both together With promises made that we never Yet feeling it now more than ever I can't deny  [Hook]  [Bridge] Here we are all alone But some how we've got to stay strong  [Hook]  [Outro] Makes me wanna say oh Just gotta say oh She makes me wanna say oh Just gotta say oh But what kind of man would I be, oh I can't be unfaithful Sorry baby  ",
        "title": "What Kind Of Man Would I Be"
    },
    {
        "artist": "702",
        "lyrics": "  [Verse 1] I'm gonna keep it real How you make me feel Boy you give me chills, baby I'm gonna break it down You just drive me wild whenever you're around  [Hook] You know how I do And you know how I flow Can I get your name and number Cause I like your steelo And I dig the way you move And the way you do your thing Baby you can bring it on You can swing it this way  [Verse 2] Boy it's something about you That make me tell my friends But they don't understand no, no They don't know your style With your high profile The fliest thing in town  [Hook]  [Bridge x2] You stay on my mind Think about you all the time Got to get to know you well If you kiss then I won't tell  Kiss me, oh hold me I say squeeze me, oh squeeze me whoa Kiss me, oh hold me I say squeeze me, whoa, kiss me  [Missy] One two uh Check it, check it, check it out Follow, follow me Many, many, many miles One two, check it out Lemme, lemme, lemme, lemme, lemme break you down This track is nasty like punani Word to Mommy I like Joe but he sloppy, dag Poppy got a brand new bag, for real I take and 'Quel O'neil like Shaq, Shaq Ask Michael Jackson who Bad He says I am but the queen not drag I'm bad enough to let my pants sag I be in Vegas where 702 be at Check it out  [Hook]  ",
        "title": "Steelo"
    },
    {
        "artist": "Mindy McCready",
        "lyrics": "  [Verse 1] Got in this morning at 4 A.M You're as mad as you can be Well, I was drinking and talking and you know how that goes Time just slipped away from me By the time I knew what time it was It was too late to call home Stop carrying on, acting like a child I wasn't doing anything wrong  [Chorus] Guys do it all the time And you expect us to understand When the shoe's on the other foot You know that's when it hits the fan Get over it, honey, life's a two way street Or you won't be a man of mine So I had some beers with the girls last night Guys do it all the time  [Verse 2] I know I left my clothes all over the place And I took your twenty bucks No, I didn't get the front yard cut 'Cause I had to wash my truck Will you bring me a cold one, baby Turn on the TV We'll talk about this later There's a ball game I wanna see  [Chorus] Guys do it all the time And you expect us to understand When the shoe's on the other foot You know that's when it hits the fan Get over it, honey, life's a two way street Or you won't be a man of mine So I had some beers with the girls last night Guys do it all the time  [Bridge] You look like you just took A long look in the mirror Tell me baby if things don't look A whole lot clearer  [Chorus] Get over it, honey, life's a two way street Or you won't be a man of mine So I had some beers with the girls last night Guys do it all the time  [Outro] Yeah, guys do it Yeah, guys do it All the time, all the time Yeah, guys do it Yeah, guys do it All the time  ",
        "title": "Guys Do It All The Time"
    },
    {
        "artist": "Groove Theory",
        "lyrics": "  [Verse 1] There's something I know I should have told you Something that's growing everyday Whether or not, I say it a lot I'm down with you in every single way Gonna be days when you are lonely And people will say they got no time (no time) When you're alone, call me on the phone Baby, you always got mine  [Pre-Chorus] And when the wind blows Baby, don't cry, just remember my words  [Chorus 1] Baby love, gentle as raindrops falling in June Pretty as sunshine and flowers in bloom Baby love, as long as you're happy, I'm happy too It's a delight, you're in my life  [Bridge 1] Baby love Baby love  [Verse 2] You got a glow that just surrounds you When I'm with you, I'm shining bright Honey, it's true, I love the way you do And I could tell you every night You're so lovely when you're laughing It makes my day to see you smile Didn't you know, when you played in the snow You set my winter on fire  [Pre-Chorus] And when the wind blows Baby, don't cry, just remember my worlds  [Chorus 2] Baby love, gentle as raindrops falling in June Pretty as sunshine and flowers in bloom Baby love, as long as you're happy, I'm happy too It's a delight God gave you life  [Bridge 2] Baby love Ooh, baby love Baby, baby  [Chorus 1 (4x)] Baby love, gentle as raindrops falling in June Pretty as sunshine and flowers in bloom Baby love, as long as you're happy, I'm happy too It's a delight, you're in my life  [Outro (until fade)] Baby love  ",
        "title": "Baby Luv"
    },
    {
        "artist": "Johnny Gill",
        "lyrics": "  You look sweet as ever Just how I picture you Swear that you're looking better And thats so hard to do Girl I hope you don't mind If I remininsce all the time When I was your guy and you were my girl There was nobody else in my world  Let's get the mood right Turn on your heart light Put on that old red dress Baby let's cruise Baby it's your night Blow out the candlelight We're going out tonight Just me and you  Guess there ain't no denying You just get better with time You don't think I'm sincere Let me make it perfectly clear You still make me rise With those sweet bedroom eyes And how could I forget How much I love the sex And you're still the love of my life  HOOK  When I think of our moments together It just touches my heart Don't you know it makes me wonder How we could have fallen apart Baby I swear from this moment on I will be there Keeping it going on For the rest of my life I'll be singing My my my my my my  HOOK 2 times  We're gonna cruise Yeah Baby let's cruise (Baby let's cruise) Let's just get in the mood (Just me and you) Baby let's cruise (I wanna cruise) Let's just get in the mood (Just me and you) Baby let's cruise (Baby let's cruise) Let's just get in the mood Baby let's cruise (Baby let's cruise) Let's just get in the mood (Baby let's cruise)  ",
        "title": "Let's Get The Mood Right"
    },
    {
        "artist": "Busta Rhymes Featuring Zhane",
        "lyrics": "  [Intro: Busta Rhymes] Right right right right Right, Busta Rhymes exclusive with the Zhane Each and every day We gon come around your way and do it our way, word is bond  [Chorus: Zhané] {It's a party, let's get it on tonight} Word up, hah, yeah yeah one time with the flow {that's how we flow} {Gonna rock your body, we gonna do it right} {When I step up in the party won't you move it to the left} Hah hah hah hah, move it to the left {Party people move it side to side I'm feelin kind of blessed} Oooh hah yeah ooh yes, kind of blessed yes {And I'm so fly... and you're so fly...} Oh yeah I'm so fly... yeah, yeah you so fly too girl {Feeling high tonight... it's a partyartyartyartyahhhh} Word up word up... uhh, hah  [Verse 1: Busta Rhymes] UHH! Let me get down, do my thing I always bring, shit that always make your ass swing Holding down the fort while we keep shit tight Hit you with that bang shit that keep you live all night Makin moves strong while we keep rockin on Now the object is survival son so get your hustle on Bust two shots while I blow up the spot I make it hot, till the jam is packed, to the parking lot, now Me and my mans feel like we astronauts Cause we so high from off that weed we got from new knots Certified stimulation got me open wide Before we slide to side we grab the stash out the ride We on fire tonight, and the place is lookin steamy Babygirl let me seek that gift that make your cake creamy uhh Feel the heat circulatin through your body Everytime the Flipmode click step inside the part, word is bond  [Chorus: Zhané] {It's a party, let's get it on tonight} Hah, right, word is bond {Gonna rock your body, we gonna do it right} {The stimulation circulating through my mind body and soul} Uhh, hah, hah uh hah! {Busta Rhymes, stimuli, making me lose control} Hah hah hahhhh {And I'm so fly... and you're so fly} Word is bond, yes I am {Feeling high tonight... it's a partyartyartyartyahhhh} Ha ha ha  [Verse 2: Busta Rhymes] I got my mind made up, c'mon you can get it girl Come with me if you really wit it girl Back to my dungeon shack, where the party is at Where I can tickle your nipples and your feminine fat I checks for you baby whatchu gon do There's a party at my crib designed just for me and you Let me let my crew know we bout to break out Spliff Star, Web, Dukwon Allah, and the Boy Scout My man Black Missin, son whylin with the shorty flippin Stackin papers, sippin bubbles, good nigga livin But anyway we bout to break out in my Lands Pursuin our thoughts and executin all plans The dope shit is that we both underestand That it's a one night stand and you ain't even thinkin bout your man Oooh, OH! We bout to turn on the heat again Don't you say a word until we finish partyin  [Bridge: Zhané (& Busta Rhymes)] Don't you know that tonight, is your night (Hah, word up, tonight is the niiight) Feelin good when I have a peace of mind (Word up, a peace of mind) Got to set it off and just a little bit wild (Hah, woo, a little wild) It's a partyartyahhhhhh (Hah, it's a party y'all, it's a party y'all, it's a party y'all)  [Verse 3: Busta Rhymes] Yo, well anyway I'm back around my way Keepin it live you know how we do each and every day Rollin through thick with my girls Zhane With the exclusive debut Hey Mr. DJ Listen to me baybay We put somethin together that's gon drive you crazy Get from our your seat and stop actin lazy Or get up out my party if you actin shady, baby baby, it's a party  [Chorus: Zhané] {It's a party, let's get it on tonight} Word up, let's get it on tonight {Gonna rock your body, Zhane and Busta Rhymes} Yes, yes, uhh, Zhane and Busta Rhymes {It's a party, let's get it on tonight} Ahhh, woo, let's get it on, let's get it on {Gonna rock your body, we gonna do it right} Do it right now, ahh, hah {It's a party, let's get it on tonight} Throw your hands in the air!!! {Gonna rock your body, Zhane and Busta Rhymes} Zhane and Busta Rhymes exclusive, hah {It's a party, let's get it on tonight} Hah, word is bond, let's get it on babygirl {Gonna rock your body, we gonna do it right}  [Outro: Busta Rhymes] Let's do it right now, keep it movin y'all Flipmode is the unit y'all You can't see what we doin y'all Zhane and Busta B y'all Yes we doing the whole entire party making y'all Woo, yeah yeah yeah yeah yeah, forever and ever and ever...  ",
        "title": "It's A Party"
    },
    {
        "artist": "Metallica",
        "lyrics": "  [Intro] Where do I take this pain of mine I run but it stays right by my side  [Verse 1] So tear me open and pour me out There's things inside that scream and shout And the pain still hates me So hold me until it sleeps  Just like the curse, just like the stray You feed it once and now it stays Now it stays  [Pre-Chorus] So tear me open but beware There's things inside without a care And the dirt still stains me So wash me until I'm clean  [Chorus] It grips you so hold me It stains you so hold me (yeah) It hates you so hold me (yeah) It holds you so hold me Until it sleeps (Until it sleeps) Until it sleeps (Until it sleeps)  [Verse 2] So tell me why you've chosen me Don't want your grip, don't want your greed Don't want it  [Pre-Chorus] I'll tear me open make you gone No more can you hurt anyone And the fear still shakes me So hold me, until it sleeps  [Chorus] It grips you so hold me It stains you so hold me (yeah) It hates you so hold me (yeah) It holds you Holds you Holds you Until it sleeps Until it sleeps Until it sleeps Until it sleeps  I don't want it I don't want it, want it, want it Want it, want it, no  So tear me open but beware There's things inside without a care And the dirt still stains me So wash me 'til I'm clean  I'll tear thee open, make you gone No longer will you hurt anyone And the hate still shapes me So hold me until it sleeps  Until it sleeps Until it sleeps Until it sleeps Until it...  ",
        "title": "Until It Sleeps"
    },
    {
        "artist": "Too Short Feat. Parliament Funkadelic",
        "lyrics": null,
        "title": "Gettin' It"
    },
    {
        "artist": "Beck",
        "lyrics": "  [Verse 1] There's a destination a little up the road From the habitations and the towns we know A place we saw the lights turn low The jig-saw jazz and the get-fresh flow Pulling out jives and jamboree handouts Two turntables and a microphone Bottles and cans just clap your hands Just clap your hands  [Chorus] Where it's at! I got two turntables and a microphone Where it's at! I got two turntables and a microphone Where it's at! I got two turntables and a microphone Where it's at! I got two turntables and a microphone  [Verse 2] (Take me home with my elevator bones!) (That was a good drum break) Pick yourself up off the side of the road With your elevator bones And your whip-flash tones Members only hyponotizers Move through the room like ambulance drivers Shine your shoes with your microphone blues Hirsute with your parachute fruits Passing the dutchie from coast to coast Like my man Gary Wilson (rocks the most)  [Chorus] Where it's at! I got two turntables and a microphone Where it's at! I got two turntables and a microphone  [Bridge] (\"What about those who swing both ways? AC-DC's?\") (Let's make it our baby)  Mmmmmmm Cheese  Two turntables and a microphone Two turntables and a microphone Two turntables and a microphone Two turntables and a microphone Two turntables and a microphone Two turntables and a microphone (We're all part of the total scene)  [Chorus] Where it's at! I got two turntables and a microphone Where it's at! I got two turntables and a microphone  Make yourself ? (That's beautiful, dad)  Got my microphones [Verse 1] There's a destination a little up the road From the habitations and the towns we know A place we saw the lights turn low The jig-saw jazz and the get-fresh flow Pulling out jives and jamboree handouts Two turntables and a microphone Bottles and cans just clap your hands Just clap your hands  [Chorus] Where it's at! I got two turntables and a microphone Where it's at! I got two turntables and a microphone  (Make it our baby) (Make it our baby) (Let's make it our baby)  Ohhhhhhhhhhh It's all good All good  ",
        "title": "Where It's At"
    },
    {
        "artist": "Warren G Featuring Adina Howard",
        "lyrics": "  (Album Version Dirty)  * Intro Ooh, yeah, yeah What's love got to do Warren G, rap for me, yeah-eah, yeah, mm mm  * Verse 1 When G-dog, the hog, come up in the place It's dollar signs in your eyes and a smile in your face You wanna live fat, off of my sack You got more drag than a low lo-do, cut the act Cause back before '92 and '93 You didn't give a damn about Warren G But now that I'm slingin' platinum LP's All of a sudden, you on my N.U.T's Ain't nothin' you can do to make it stop Cause money makes the world go 'round and the panties drop I ain't in love though, I don't need the pressure I just wanna dig it like I'm diggin' for treasure Some of y'all had a good thing that you couldn't keep Thought you was TLC, you had to creep You say you had love, I said you bullshiting It's all about the dough, so what's love got to do with it?  * Chorus What's love got to do, got to do with it (that's right)? What's love if you don't respect the game (uh-huh)? What's love got to do, got to do with it? If you lack in this game, it's a shame, you won't make it  * Verse 2 Now, I'm the type of brother that's down for mines Before I made beats, I was down the grind Back then, every single homey had my back Now they're peepin' my stack and they're talkin' bout jack But I'm the same brother day in and day out And I'm-a stay that way until the day I lay out In a casket, it's drastic, cause homies is plastic Break 'em off some bread, they want the whole damn basket If you's a true homey, you would wish me well Not plot to make a brother bail, jealous as hell We used to get the same riches Now your trigger-finger got the itches, schemin' on my riches Which is, not a suprise, my eyes peep game 211's, 187's it's all the same It's all a shame, homies'd jack you for your grip Ain't no love involved, because it's all about the chips  * Repeat chorus  * Verse 3 Now for these labels tellin' fables Makin' the fucked-up deals under the tables You think that you smart, but, fool, I'm the smartest You can't make no money if you can't keep an artist Sign the dotted line, put 'em on the shelf Break 'em off some crumbs, keep the rest for yourself I know how it goes, treat an artist like a ho Fly cars, gold, clothes, but no dough Since it's all business, I'm-a handle mine Keep track of my stack down to the very last dime Cause in this rap game, it's all about the buck You bend over for the label and you will get fucked Like how we run up in them trick, and then you're through The record label do the same shit to you 90% business, 10% show Ain't no love in this game, cause it's all about the dough  * Repeat chorus  ",
        "title": "What's Love Got To Do With It (From \"Supercop\")"
    },
    {
        "artist": "The 2 Live Crew",
        "lyrics": "  \"OK man, are you ready to go?\" \"I'm ready to go, now c'mon now, crank this motherfucker up!\"  Mr. Mixx: YEAH, IT'S YA BOYS BACK IN THE HOUSE!  WE WANT Y'ALL TO GET Y'ASS ON THE MOTHERFUCKIN' DANCE FLOOR!  Brother Marquis: All you raggedy-ass hoes, GET Y'ASS OUUUUT!  Chorus(2x):  Mr. Mixx and Marquis Pump, pump, pump, get it, get it Shake, shake, shake, shake a lil' somethin' That's the way (Yeaaaah) That's the way (You go girl!)  Verse 1:  Brother Marquis Bitch, I wanna see you shake it Bend on over, butt-ass naked Now pump pump pump, get it get it I got 135 beats a minute It's your brother, Marquis, callin' all the freaks To show the pink and the booty-cheeks Stick from the bottom, stick from the top Show me a shot, lemme see what you got Rub that ass and play with that clit I'm still with that freaky shit One time for the girls in Georgia Detroit, Michigan and Miami, Florida That's how we make our music fast Cause the girls down South like to shake that ass! They so fine, I can't take it They gots to freak it, they gots to shake it  Chorus  Verse 2:  Fresh Kid Ice I love the way the girls be shakin' Especially when they butt-ass naked Bend on over, show me what you got Cause I'm down for a table-top So work your body, strip left side Make me smile, get buck-wild Cause Fresh Kid Ice got the flow And now is the time to come get yours Freaky shit is what I like Especially when them bitches dykes So shake that ass, and bitch, don't stop Come on, girl, just make me hot Cause I'm down for the 69 You better get yours cause I gets mine Show what you got; bitch, stop frontin' Drop them draws and shake a lil' somethin'!  Chorus  Verse 3:  Brother Marquis I love to see 'em in lingerie Tattooed titties and a Boosty-A Stacked on the back of a cutie pie Bend over, let me see you do the butterfly So impressin' when undressin' You got me stressin', bitch, stop flexin' Keep shakin' that ass at me Pop that coochie, freak so nasty Double up on the table top Hit them switches now make that ass drop Girl, get wide open Up and down with an in-and-out motion Them other kings, they ain't did nothin' You wanna get freaky?  Lemme kiss your belly button You're so fine, I can't take it You gots to freak it, you gots to shake it!  Chorus  [MM]  To the left... [BM]  Yeahhhhh!  Get it get it! [MM]  To the right y'all! [BM]  C'mon now, pump, pump, pump, pump, pump, pump ... [MM]  To the front ... [BM]  Heyyyy!  Get it, get it! [MM]  To the back y'all!  Make time! [BM]  Pump, pump, pump, get it, get it!  Chorus  ",
        "title": "Shake A Lil' Somethin'..."
    },
    {
        "artist": "Deborah Cox",
        "lyrics": null,
        "title": "Where Do We Go From Here"
    },
    {
        "artist": "Gloria Estefan",
        "lyrics": null,
        "title": "You'll Be Mine (Party Time)"
    },
    {
        "artist": "CeCe Peniston",
        "lyrics": null,
        "title": "Movin' On"
    },
    {
        "artist": "CRUSH",
        "lyrics": "  So what if your jeans are torn They've been torn since Bros were cool I wanted you for a little while You got it wrong by a million miles Big deal, what a thrill, what a let down Kissing in your car When I should have been out I want the Prodigy really loud I want it all right now  (Chorus:) Over and over I feel it Boyfriend you're alone You must be out of your mind Jellyhead, you've really blown it Over and over I feel it Boyfriend you're alone You must be out of your mind Jellyhead, you've really blown it  In the slow lane Never change the way that I feel Go home, never know, never be real 'Cause not one thing you said was true I'm gonna find somebody new Make up, break up, always the same Get out, what about you and me say I've been hanging around you too long When summer comes I'm gone  (Chorus) I wanna be flying in the clear sky I wanna be diving in the blue I gotta be out in the evening Jellyhead, without you Without you  (Chorus) (2x)  ",
        "title": "Jellyhead"
    },
    {
        "artist": "Gin Blossoms",
        "lyrics": "  How can I find something That two can take Without stumbling as we Walk into our future's wake I'm like a broken record That you can play Repeating as if it matters Everything I want to say  I'll be all right As long as it matters As long as you're here with me now  Forget that time It's nothing we touch and see All this is fine Even as it crashes down on me I'm looking around There's nothing that I could want More than to tell you There's no more than we've already got  I'll be all right As long as it matters As long as you're here with me now... Forget that our time is almost up I'll be all right...  ",
        "title": "As Long As It Matters"
    },
    {
        "artist": "Blessid Union Of Souls",
        "lyrics": null,
        "title": "All Along"
    },
    {
        "artist": "Vanessa Williams",
        "lyrics": null,
        "title": "Where Do We Go From Here (From \"Eraser\")"
    },
    {
        "artist": "Lina Santiago",
        "lyrics": null,
        "title": "Just Because I Love You"
    },
    {
        "artist": "JAY-Z",
        "lyrics": "  [Produced by The Hitmen & Knobody]  [Intro: Pain in da Ass] Ah shit, okay, okay, alright Big man! You wanna make some big bucks, huh? Let's see how tough you are You know something about cocaine? Digame! You kidding me or what man? There's a bunch of Colombians coming in Friday - new guys They said they got two keys for us, openers Pure cocaine, you tell 'em, capiche? I want you to go over there And if it is what they say it is, you buy it, you bring it back You can do that you make five grand Meet them at the Bodegas, noon Friday You get the buy money then Oh and chico, if anything happens to the buy money Eh, pobrecito JAY-Z's gonna stick your heads up your asses faster than a rabbit gets fucked  [Intro 2: JAY-Z] Bounce.. bounce, bounce, Jay-Z huh? Yeah, yeah, yeah, Roc-A-Fella y'all, ha ha Bounce, bounce, bounce, Roc-A-Fella y'all Check, check  [Verse 1: JAY-Z] Yo, I'm making short term goals when the weather folds Just put away the leathers and put ice on the gold Chilly with enough bail money to free a big willie High stakes, I got more at stake than Philly Shopping sprees, cop in three Deuce fever IS's fully loaded, ah, yes Bouncing in the Lex Luger, tires smoke like Buddha 50 Gs to the crap shooter, niggas can't fade me Chrome socks beaming Through my peripheral I see you scheming Stop dreaming, I leave your body steaming Niggas is fiending, what's the meaning I'm leaning on any nigga intervening With the sound of my money machining {*brrrr*} My cup runneth over with hundreds I'm one of the best niggas that done it, six digits and running Y'all niggas don't want it I got the Godfather flow, the Don Juan DeMarco Swear to God, don't get it fucked up  [Hook 1: Mary J. Blige] + (JAY-Z) I'm taking out this time (yeah, yeah, what) To give you a piece of my mind (Cause you can't knock the hustle) Who do you think you are? Baby one day you'll be a star  [Verse 2: JAY-Z] Last seen out of state where I drop my sling I'm deep in the South kicking up top game Bouncing on the highway switching fo' lanes Screaming through the sunroof, money ain't a thang Your worst fear confirmed Me and my fam roll tight like The Firm Getting down for life, that's right, you better learn Why play with fire, burn We get together like a choir, to acquire what we desire We do dirt like worms, produce G's like sperm Til legs spread like germs I got extensive hoes with expensive clothes And I sip fine wines and spit vintage flows What y'all don't know? Yeah, yeah, yeah, yeah, cause you can't knock the hustle  [Hook 2: Mary J. Blige] + (JAY-Z) But until then lately, I'm the one who's crazy? Cause that's the way you're making me feel (Cause you can't knock the hustle) The way you make me feel I'm just trying to get mine, I don't have the time To knock the hustle for real  [Verse 3: JAY-Z] Yo, y'all niggas lunching, punching the clock My function is to make much and lay back munching Sipping Remy on the rocks, my crew something to watch Nothing to stop, un-stoppable Scheme on the ice, I gotta hot your crew I gotta, let you niggas know the time like Movado My motto, stack rocks like Colorado Waddle off the champagne, Cristals by the bottle It's a damn shame what you're not though: (who?) me Slick like a gato, fucking Jay-Z My pops knew exactly what he did when he made me Tried to get a nut and he got a nut and what Straight bananas; can a nigga see me Got the US Open, advantage Jigga Serve like Sampras, play fake rappers like a campus Le Tigre, son you're too eager You ain't having it, good me either Let's get together and make this whole world believe us, huh At my arraignment screaming All us blacks got is sports and entertainment, until we even Thieving, as long as I'm breathing Can't knock the way a nigga eating, fuck you even!  [Hook 1 + 2: Mary J. Blige] I'm taking out this time To give you a piece of my mind Who do you think you are? Baby one day you'll be a star But until then lately, I'm the one who's crazy? Cause that's the way you're making me feel I'm just trying to get mine, I don't have the time To knock the hustle for real  {*Mary J. Blige ad libs to fade*}  ",
        "title": "Can't Knock The Hustle"
    },
    {
        "artist": "The Braxtons",
        "lyrics": "  [Intro: Jay Z (Jermaine Dupree)] Uh This that shit Come on Rocafella y'all Aha (So so def y'all) (Jay Z) Come on  [Verse 1: Jay Z (Jermaine Dupree)] We click like the Cali cartel Stack the ice and cream like Carvel (It ain't hard to tell) From NY to the ATL So So diggity and Rocafella get busy My mane, hold your head like a migraine Summer edition, lyrics by Jay Z, beats by Jermaine We bounce like a ice in your eye Don't need to know the price, just your size In so many ways We trick (ha ha) A little change like a remix (ha ha) But everything remains the same Same song, bragging on a track with the Braxtons Attacking, full court press, all game long Ladies hang Shawn on the mantle over the sofa Your sex drive needed a chauffeur, I rushed over Placed my iced out hand on your shoulder, went a little lower Got so many ways, but that should hold ya  [Chorus: The Braxtons] In so many ways I can love you (So many ways) So many ways I can blow your mind (I can blow your mind)  So many ways I can love you (I can love you right) So many ways, show you a real good time Count the ways  [Verse 2: The Braxtons] You don't know just what I'd do for you Love you tender, love you oh so good I can't wait to get to it babe, I wanna do it baby To show you what I'm all about, yeah  I turn on some music And dim the lights Say everything you like to hear And do what you like  Do all the things You don't expect me to do You can see how many ways I can love you Let me count the ways  [Chorus]  [Verse 3: The Braxtons] I need somebody I'll take to any extreme To show you just what I mean I doubt if you have ever been with someone like me Cause all I want to do is make you happy  I turn on some music And dim the lights Say everything you like to hear And do what you like  Do all the things You don't expect me to do You can see how many ways I can love you Let me count the ways  [Chorus] x2  [Verse 4: The Braxtons] I turn on some music And dim all the lights Say everything you like to hear And do what you like  And do all the things You don't expect me to do You can see how many ways I can love you Let me count the ways  [Chorus]  ",
        "title": "So Many Ways (From \"High School High\")"
    },
    {
        "artist": "Los Del Mar",
        "lyrics": null,
        "title": "Macarena"
    },
    {
        "artist": "Dru Down",
        "lyrics": "  [Intro] Hmmm huh huh... Woooooo... Yeyah... It's Dru Down baby Yeyah.. Comin straight from that izno... A.K.... No play... Matta fact... Listen to my... baby  [Hook] Can you feel me? I said I'm doin' what I gotta do, stayin' true to tha crew Can you feel me? I said I'm deep down and dirty, I grew up hella early Can you feel me? I said I fantasize about tha dreams, havin' big fancy things Can you feel me? I can still remember when I stole my first diamond ring  [Verse 1] O.K., I'm deep down and dirty You heard me before But I'mma kick this shit Like I be kickin' in some front doors Now po-po or 5-0 Straight on that real Always been real Fifteen blocks down tha Street from that feel But still see Niggas have got it wrong That po-po is 5-0 And that is my ho Come and see me some time Bust a rim and bust a rhyme After that I fucked that Remy Bust a rhyme and get a dime And lets smoke, choke Until the break of dusk Fuck that bitch dawn And puttin' a penny in my palm Understand this I rolls deep in tha five I've been down with tha five I gets dirty in tha five And do a hoo ride. (Why?) That is tha question Devils be guessin' Don't question, stressin' Livin' in tha ghetto Hello! Ya betta hear me And if ya don't Ya betta really try to feel me...  [Hook]  Momma always told me It'd be days like this. So I took myself to Traders Bought myself a fo-fifth And some clips Shit was gettin' hectic Check this nigga's try ta wrecka Veteran etcetera And I bet ya ya life has never been a taken like, I'm deep down and Dirty early But see Pearly At tha age of three Took my ass in Beause my momma was deceased I still ended up a with tha gangsta Comin' from tha street Talkin' mentality, causin' casualties Don't be mad at me I'm D.D., pimp playa O.G., Born up in tha city of tha O.A.K.L.A.N.D Ghetto-bound hustla, no sucka, serious about my bussiness What is this? Now dig this, I overnite became rich I'm me, not tha ordinary nigga from tha street Grew up, threw up, to what I wanted to be, and what I sing...  [Hook]  It didn't matta my money was gettin' low, I'm on tha struggle Whatever a nigga go fo, he gots me on tha double But solo, cause niggas be bitches and snitches at tha same time But I'm, a go and get my nine And find these niggas who be talkin' a hell of a lot a to These bitches, these bitches who be talkin' a hell of a lot a to these Niggas who be riggas, but I'm a go and hit and do a diggum smack And take to yo' ass back to tha future Smoke super, I'm rollin' in tha six eight Couger A Ruger, a mastermind like Lex Luger It ain't no thang, like a chicken wing With a waffle from Roscoe's, our mission Is never impossible. Not fo me see, so fuck that old series, you stuck On that screen I laugh, I'm over mescaline. Aha ha ha.... I see a Dream as a triple beam, with hella dough from a mutha fucka, with no Cut bro...  [Hook]  [Outro] Yeyah... Can you feel me? D.D.... Grew up, threw up, to what I wanted to be and what I sing  Can you feel me? Can ya, can ya... That's what I want fo you to feel me....  ",
        "title": "Can You Feel Me"
    },
    {
        "artist": "Jars Of Clay",
        "lyrics": null,
        "title": "Flood"
    },
    {
        "artist": "Katalina",
        "lyrics": "  [Bouncer:] All right, everybody I need one line One line I need eight dollars and a picture ID Or else you're not getting in  [Katalina:] Excuse me? Excuse me? Let me through please I'm with the DJ I'm with the DJ, ok?  [Bouncer:] Heh Sure you know the DJ Sure you do Everybody's on the guest list  [Katalina:] Excuse me? Excuse me? (Excuse me, excuse me, excuse me?) Excuse me? Excuse me, Mr. Bouncer?  [Chorus:] My baby's spinning It's a packed dance floor My heart is pumping Crying out for more  The beat is heavy Any boy could be mine So move on over I'm the DJ's girl  [Katalina:] Excuse me? Let me through, please?  [Bouncer:] Eight bucks, honey  [Katalina:] What? Eight dollars? No way I'm on the guest list I'm with the DJ  Look, I don't have time to stand out here And talk about your little problems Like, why do you think I have these records? Do you think I dress like this for fun?  Excuse me? Like were you not listening to me Or what? This is way out of hand Like I'm so sure  What do you mean? Check the guest list again Mr. Bouncer-head muscle-man I'm with the DJ  [Bouncer:] No, I don't think so, baby I'm the man You're not getting in  [Katalina:] Hey, stupid steroid-face Eight dollars? I'm not gonna pay your dumb little cover charge I'm with the DJ I'm with the DJ I'm with the DJ, ok?  [Repeat Chorus:]  Ooh, ooh, ooh I'm the DJ's girl Ooh, ooh ,ooh I'm the DJ's girl  [Bouncer:] All right, everybody One solid line I need eight dollars and a picture ID Or else you're not getting in  [Katalina:] Excuse me? Excuse me, Mr. Bouncer?  [Bouncer:] Heh Why don't you go home, you little groupie? You're wasting my time  [Katalina:] Excuse me? Excuse me, Mr. Bouncer?  [Bouncer:] I need eight bucks and a picture ID  [Katalina:] Look If you value your stupid little job You better get outta my way Cause I'm with the DJ  What? Oh my God I'm so sure Like in a million years You are so dead  Like, why do you think I have these records? Do you think I dress like this for fun? Excuse me? Like were you not listening to me Or what?  This is way out of hand Like I'm so sure What do you mean?  Check the guest list again Mr. Bouncer-head muscle-man I'm with the DJ I'm with the DJ, ok?  [Repeat Chorus x2:]  So move on over I'm the DJ's girl  ",
        "title": "DJ Girl"
    },
    {
        "artist": "Coolio",
        "lyrics": "  It's all the way live It's all the way live It's all the way live It's all the way live If you wanna party Come on in and party hearty When the people get together And don't care about the weather We're proud to say, \"Welcome to the party\" (Yeah) It's all the way live (Sho 'nuff) It's all the way live (Whoa, whoa, tell the people) (Tell 'em) It's all the way live (Ooh) It's all the way live (All you got to do is boogie) Dance, clap your hands All you wanna do is boogie Bad woman Havin' fun So, so fine, those ladies Doin' moves that drives us fellas crazy When the music's quite together And you know there is none better To even get a seat, we have to be here early, come on It's all the way live It's all the way live (Whoa, whoa, tell the people) (Tell 'em) It's all the way live (Ooh) It's all the way live (All you got to do is boogie) Huh, it's live, it's all the way live Huh, it's live, it's all the way live (It's all the way) Huh, it's live, it's all the way live (It's all the way) (All the way live) Huh, its live, it's all the way live (Its all the way) (All the way live) Huh, it's live, it's all the way live (It's all the way) (All the way live) Huh Again Dance, clap your hands All you wanna do is boogie When the music's in the groove And it makes you wanna move Everybody get on up When the sound begins to groove And your feet begin to move With Lakeside you're groovin' at the party (Party) It's all the way live It's all the way live (Yeah, tell the people) It's all the way live It's all the way live (All the way) It's all the way live It's all the way live (When the people get together) (And don't care about the weather) It's all the way live It's all the way live (When the sounds begin to groove) (And your feet begin to move) It's all the way live (Tell 'em) It's all the way live (Ha, ha, ha, ha, ha, ha, ha) It's all the way live It's all the way live  ",
        "title": "It's All The Way Live (Now) (From \"Eddie\")"
    },
    {
        "artist": "Ricky Martin",
        "lyrics": null,
        "title": "Maria"
    },
    {
        "artist": "Sir Mix-A-Lot",
        "lyrics": "  Ho, Ho, Ho (I know I ain't hear somebody say Nuthin about hoes up in here, sshhh, ooh lord)  What's up Dallas, what's up (x2) Dallas jump on it, jump on it, jump on it What's up San Antone, what's up (x2) San Antonio jump on it, jump on it, jump on it What's up Austin, what's up (x2) Austin jump on it, jump on it, jump on it What's up Houston, what's up (x2) Houston jump on it, jump on it, jump on it (Ooh lord)  Welcome to the 2 1 4 Big B, D Texas Let Mr. sexes flex this Lexus And this where the cowboys play They battle with my team from the bay Frisco Now I'm from the northwest But I likes my soul food So I'm calling up an old groove And I'm a brother with a gut So, hello Keana, can ya take us out to Pappadeaux's And don't forget about San Antone The last time I went through I took three broads home And much love to the brothers in Austin And the 5 1 2 I'm flossin in Lawston A state that's as big as hell And I spot two bad ass girls in a tercel They said what's up? And I said whassup? (We're going to Houston) And I said giddy up, U-turn  What's up Phoenix, what's up (x2) Phoenix jump on it, jump on it, jump on it What's up Cali, what's up (x2) California jump on it, jump on it, jump on it What's up Vegas, what's up (x2) Las Vegas jump on it, jump on it, jump on it What's up Sea-town, what's up (x2) Seattle jump on it, jump on it, jump on it (Ooh lord)  Welcome to the 6 0 2 It's a 105 in the shade And I'm sipping on a lemonade Phoenix Arizona puts the heat up on ya I should warn ya The girls as fine as California Speaking of Cali Check your mack daddy He gots game, and knocks dames from Redding to the Valley And I can pull'em on a TJ border I even knock Mr. G's daughter And come on up to the 7 0 2 Where it's legal to gamble, and hoing is too The kinda city I could run wit' Las Vegas na vi dad, I love it Back to the 2 0 6 Double up my grits And Sea-town giving po po fits Chasing the skirts like a playa supposed ta 348 roasta HIT IT! (ho, ho, ho... ooh Lord)  What's up Atlanta, what's up (x2) Atlanta jump on it, jump on it, jump on it What's up Orlando, what's up (x2) Orlando jump on it, jump on it, jump on it What's up Miami, what's up (x2) Miami jump on it, jump on it, jump on it What's up Tampa, what's up (x2) Tampa jump on it, jump on it, jump on it  Coming thru the 4 0 4 Olympic summer, Atlanta, so lets go Calling up my homeboy Daddy Ray (Aiy Ray, what's up with the girls in GA) And Ray got the situation handled We gonna stack up six deep And ride to Orlando To the 4 0 7 Calling up Magic Mike, we rolls in about eleven The gut getta gotta good ol' nine The next day I gotta mash to the 3 0 5 I get G'd like I wanna in Miami You undastand me, I put that on my Grammy And swing on up to the 8 1 3 Around Tampa, I'm dialing up Stephanie She got me polished like chrome Sitting on a throne I'm wore out know, I'm going home (Ooh lord)  What's up K.C., what's up (x2) Kansas City jump on it, jump on it, jump on it What's up Cleveland, what's up What's up Cincinnati, what's up Columbus jump on it, jump on it, jump on it What's up Little Rock, what's up (x2) Little Rock jump on it, jump on it, jump on it What's up Denver, what's up (x2) Denver jump on it, jump on it, jump on it (Ooh lord) What's up Chicago, what's up (x2) Chicago jump on it, jump on it, jump on it What's up Portland, what's up (x2) Portland jump on it, jump on it, jump on it What's up St. Louie, what's up What's up East Side, what's up St. Louis jump on it, jump on it, jump on it What's up Tacoma, what's up (x2) Tacoma jump on it, jump on it, jump on it  ",
        "title": "Jump On It"
    },
    {
        "artist": "Charm Farm",
        "lyrics": null,
        "title": "Superstar"
    },
    {
        "artist": "Adam Clayton & Larry Mullen",
        "lyrics": "  Mr. Phelps, Mr. Phelps Mr. Phelps, Mr. Phelps This tape will self-destruct in 5 seconds This tape will self-destruct in 5 seconds This tape will self-destruct in 5 seconds This tape will self-destruct in This tape will self-destruct in This tape will self-destruct This tape will self-destruct in 5 seconds Mr. Phelps, your mission should you decide to accept it Mr. Phelps Mr. Phelps, your mission should you decide to accept it This tape will self-destruct in 5 seconds  ",
        "title": "Theme From Mission: Impossible (From \"Mission: Impossible\")"
    },
    {
        "artist": "Crucial Conflict",
        "lyrics": null,
        "title": "Hay"
    }
]