[
    {
        "artist": "Prince",
        "lyrics": "  [Verse 1] (\"Oh, I got a live one here!\") Get the funk up! Batman Get the funk up! Batman Get the funk up! (\"Go, go, go with a smile!\") Batdance Do it Keep busting  [Verse 2] I've seen the future and it will be Batman, Batman I've seen the future and it will be Batman (house, do it, house) \"And where, and where is the Batman?\" Do it, do it Let's do it, let's do it Do it, do it Do it, do it  [Breakdown] \"Stop the press\" \"Stop the press, who is that?\" \"Vicki Vale, Vicki Vale\" \"I like\" Batman Batman Batman \"Oh - that's nice\" \"Hi, Bruce Wayne\" \"I've tried to avoid all this, but I can't\" \"I just got to know... are we going to try to love each other?\" \"Stop the press - who is that?\" \"Vicki Vale\" \"She's great, isn't she?\"  [Verse 3] Ooh yeah, ooh yeah I want to bust that body Ooh yeah, ooh yeah I want to bust that body right \"I'd like to\" Ooh yeah, ooh yeah \"But he's out there right now\" I want to bust that body Ooh yeah, ooh yeah tonight  [Bridge 2] \"Well, Miss Vale\" \"Ever dance with the devil in the pale moon light?\" \"I always ask that of all my prey.\" \"I just like the sound of it.\" (screams)  [Verse 4] I've got to go to work Batman I've got to go to work Batman If a man is considered guilty Work! For what goes on in his mind Work! Then gimme the electric chair Work! For all my future crimes-OH Work! Electric chair  [Bridge 2] Hey Ducky, let me stick the 7-inch In the computer HA, HA, HA Hey, we got the power Oh, we got the soul Hey, we got to sho'nuff get off To make the devil go, go \"This town needs an enema!\"  [Verse 5] \"I'm going to kill you\" Power \"I'm not going kill you\" Soul \"I'm going to kill you\" Power \"I'm not going to kill you\" Soul Let's do it \"I'm Batman\" Batman Don't stop dancing \"I'm Batman\" Batman Don't stop dancing Do it, do it, do it, do it  [Versee 6] Batman Batman Batman Don't stop, don't stop Let's do it Don't stop dancing Let's do it, Batman Let's do it, Batman Don't stop dancing Don't stop dancing No, damn it! Turn the music back up! You son of a bitch!  [Outro] Have you ever heard of the healing power of laughter? Who's going to stop 200 balloons? Nobody! Batman Stop!  ",
        "title": "Batdance (From \"Batman\")"
    },
    {
        "artist": "Bobby Brown",
        "lyrics": "  [Intro] Yeah.. You want somethin' done You gotta do it yourself OW!  Uhh.. Yeah I think this is gonna be another one of those funky ones Heart & Soul, d-d-dance!  [Verse 1] If I was you, and you were me, you'd want to be winning If you want something bad ya, you gotta wanna give your all 'Cause I believe so much in we and know we're not kidding If you feel the same as me, yo, you gotta want to take the ball  [Pre-Chorus] Now I find out that nothing is given Don't know where the cards may fall All I know is that we've gotta get it We've gotta make it on our own  [Chorus] Well, I guess we're gonna have to take control (all on our own) If it's up to us, we've got to take it home (all on our own)  [Verse 2] Now can't you see that all we need to be a go-getter Gotta make your own decisions, you gotta go for what you know There comes a time in our lives, you wanna be bigger Gotta keep, keep on pushing, you gotta learn to take control, yeah  [Pre-Chorus + Chorus]  Gotta, gotta, take it home, gotta, gotta, gotta take it home Ow, Uh Heart & Soul, d-d-dance!  [Verse 3] Too hot to handle, too cold to hold They're called the Ghostbusters and they're in control Had 'em throwin' a party for a bunch of children While all the while the slime was under the building So they packed up their group, got a grip, came equipped Grabbed their proton packs off their back and they split Found about Vigo, the master of evil Try to battle my boys? That's not legal  (Oh-we-oh) They're in control (Oh-we-oh) Y-Y-Ya know it (All on our own) I said they're in control (Oh-we-oh) Y-Y-Ya know it (Oh-we-oh) Y-Y-Ya know it (All on our own)  [Chorus 2] Well, I guess we're gonna have to take control (all on our own) We got, we got, we got We got, we got, we got If it's up to us, we've got to take it home (all on our own) Too hot to handle, too cold to hold, they're the Ghostbusters and they're in control Well, I guess we're gonna have to take control (all on our own) Gotta, gotta, take it home Gotta, gotta take it home If it's up to us, we've got to take it home (all on our own) Gotta, gotta, take it home Gotta, gotta, gotta take it home  (Oh-we-oh) ow! (Oh-we-oh) Y-Y-Ya know it (All on our own) (Oh-we-oh) Uh! (Oh-we-oh) Y-Y-Ya know it (All on our own)  Too hot to handle, too cold to hold They're called the Ghostbusters and they're in control Had 'em throwin' a party for a bunch of children While all the while the slime was under the building So they packed up their group, got a grip, came equipped Grabbed their proton packs off their back and they split Found about Vigo, the master of evil Try to battle my boys? That's not legal  [Chorus] [Outro (over Chorus)] They're in control Ya-ya-ya know it I said, they're in, control  ",
        "title": "On Our Own (From \"Ghostbusters II\")"
    },
    {
        "artist": "Love And Rockets",
        "lyrics": "  I don't know what color your eyes are, baby But your hair is long and brown Your legs are strong, and you're so, so long And you don't come from this town  My head is full of magic, baby And I can't share this with you Feel I'm on a cross again, lately But there's nothing to do with you  I'm alive, so alive I'm alive, so alive  Your strut makes me crazy Makes me see you more clearly Oh, baby, now I can see you Wish I could stop Switch off the clock Make it all happen for you  I'm alive, so alive I'm alive, so alive  I don't know what color your eyes are, baby But your hair is long and brown Your legs are strong, and you're so, so long And you don't come from this town  My head is full of magic, baby And I can't share this with you I feel I'm on top again, baby That's got everything to do with you  I'm alive, so alive I'm alive, so alive  ",
        "title": "So Alive"
    },
    {
        "artist": "Richard Marx",
        "lyrics": "  [Verse 1] Oceans apart, day after day And I slowly go insane I hear your voice on the line But it doesn't stop the pain  [Pre-Chorus] If I see you next to never How can we say forever?  [Chorus] Wherever you go, whatever you do I will be right here waiting for you Whatever it takes or how my heart breaks I will be right here waiting for you  [Verse 2] I took for granted, all the times That I thought would last somehow I hear the laughter, I taste the tears But I can't get near you now  [Pre-Chorus] Oh, can't you see it, baby You've got me going crazy  [Chorus] Wherever you go, whatever you do I will be right here waiting for you Whatever it takes or how my heart breaks I will be right here waiting for you  [Bridge] I wonder how we can survive This romance But in the end if I'm with you I'll take the chance  [Pre-Chorus] Oh, can't you see it, baby You've got me going crazy  [Chorus] Wherever you go, whatever you do I will be right here waiting for you Whatever it takes or how my heart breaks I will be right here waiting for you Waiting for you  ",
        "title": "Right Here Waiting"
    },
    {
        "artist": "Martika",
        "lyrics": "  [Intro] Step by step Heart to heart Left, right, left We all fall down Like toy soldiers  [Verse 1] It wasn't my intention to mislead you It never should have been this way What can I say?  It's true I did extend the invitation I never knew how long you'd stay  When you hear temptation call It's your heart that takes Takes the fall (Won't you come out and play with me?)  [Chorus] Step by step Heart to heart Left, right, left We all fall down Like toy soldiers  Bit by bit Torn apart We never win But the battle wages on For toy soldiers  [Verse 2] It's getting hard to wake up in the morning My head is spinning constantly How can it be?  How could I be so blind to this addiction? If I don't stop The next one's gonna be me  Only emptiness remains It replaces all All the pain (Won't you come out and play with me?)  [Chorus] Step by step Heart to heart Left, right, left We all fall down Like toy soldiers  Bit by bit Torn apart We never win But the battle wages on For toy soldiers (We never win)  [Bridge] Only emptiness remains It replaces all All the pain (Won't you come out and play with me?)  [Chorus] Step by step Heart to heart Left, right, left We all fall down Like toy soldiers  Bit by bit Torn apart We never win But the battle wages on For toy soldiers  [Outro] Step by step Heart to heart Left, right, left We all fall down Like toy soldiers  Bit by bit Torn apart We never win But the battle wages on For toy soldiers  ",
        "title": "Toy Soldiers"
    },
    {
        "artist": "Great White",
        "lyrics": "  Well the times are getting hard for you, little girl I'm a humming and a strumming all over god's world You can't remember when you got your last meal And you don't know just how a woman feels  You didn't know what rock and roll was Until you met my drummer on a grey tour bus I got there in the nick of time Before he got his hands across your state line  Now it's the middle of the night on the open road And the heater don't work and it's oh so cold You're looking tired, you're looking kind of beat The rhythm of the street sure knocks you off your feet  You didn't know how rock and roll looked Until you caught your sister with the guys from the group Half way home in the parking lot By the look in her eye she was giving what she got  My, my, my, I'm once bitten, twice shy, baby My, my, my, I'm once bitten, twice shy, baby My, my, my, I'm once bitten, twice shy, baby  Woman you're a mess going to die in your sleep There's blood on my amp and my Les Paul's beat Can't keep you home, you're messing around My best friend told me you're the best lick in town  You didn't know that rock and roll burned So you bought a candle and you lived and you learned You got the rhythm you got the speed Mama's little baby likes it short and sweet  My, my, my, I'm once bitten, twice shy, baby My, my, my, I'm once bitten, twice shy, baby My, my, my, I'm once bitten, twice shy, baby  I didn't know you had a rock and roll record Until i saw your picture on another guy's jacket You told me I was the only one But look at you now, it's dark and you're gone  My, my, my, I'm once bitten, twice shy, baby My, my, my, I'm once bitten, twice shy, baby My, my, my, I'm once bitten, twice shy, baby My, my, my, I'm once bitten, twice shy, baby  So shy, so shy, so shy, so shy So shy, so shy, so shy, so shy  ",
        "title": "Once Bitten Twice Shy"
    },
    {
        "artist": "Bon Jovi",
        "lyrics": "  [Verse 1] If you're ready, I'm willing and able Help me lay my cards out on the table You're mine and I'm yours for the taking Right now the rules we made are meant for breaking What you get ain't always what you see But satisfaction's guaranteed They say what you give is always what you need So if you want me to lay my hands on you  [Chorus] Lay your hands on me [x7]  [Verse 2] I'm a fighter, I'm a poet, I'm a preacher I've been to school and baby, I've been the teacher If you show me how to get up off the ground I can show you how to fly and never ever come back down Everything you want is what I need Satisfaction's guaranteed But the ride don't never ever come for free If you want me to lay my hands on you  [Chorus]  [Outro] Don't you know I only aim to please If you want me to lay my hands on you Lay your hands on me  ",
        "title": "Lay Your Hands On Me"
    },
    {
        "artist": "Dino",
        "lyrics": null,
        "title": "I Like It"
    },
    {
        "artist": "Paula Abdul",
        "lyrics": "  [Chorus] He's a cold-hearted snake Look into his eyes, uh-oh He's been tellin' lies He's a lover boy at play He don't play by the rules, uh-oh Girl don't play the fool, no  [Verse 1] You're the one givin' up the love Anytime he needs it But you turn your back and then he's off and runnin' with the crowd You're the one to sacrifice Anything to please him Do you really think he thinks about you when he's out?  [Chorus]  [Verse 2] It was only late last night He was out there sneakin' Then he called you up to check that you were waiting by the phone All the world's a candy store He's been trick or treatin' When it comes to true love, girl, with him there's no one home  [Chorus]  [Bridge: Extended Version Only] How come, how come he can, he can tell-a, tell-a you're-a, you're-a Always, always number, number one without a doubt (He's one cold snake) When-a, when-a he is, he is always, always squirmin', squirmin' Like a little snake under-a e-ver-y-a rock (No give, all take) You've been, you've been workin', workin' on the, on the love And he's been only, only playing undercover all the while (One smooth sharp tongue) Take a, take another, 'nother look into his eyes (He just talks) And you will on-ly see a rep-tile  [Bridge] You could find somebody better girl He could only make you cry You deserve somebody better girl He's c-cold as ice He's cold as ice He's cold as ice Stay away from him, girl  [Breakdown] C-c-c-cold-hearted, ooh-ah-ah C-c-c-cold-hearted, snnnnnake C-c-c-cold-hearted, ooh-ah-ah C-c-c-cold-hearted, snnnnnake  [Chorus]  ",
        "title": "Cold Hearted"
    },
    {
        "artist": "Simply Red",
        "lyrics": "  If you don't know me by now You will never never never know me  All the things, that we've been through You should understand me like I understand you Now girl I know the difference between right and wrong I ain't gonna do nothing to break up our happy home Don't get so excited when I come home a little late at night 'Cause we only act like children when we argue fuss and fight  If you don't know me by now (If you don't know me) You will never never never know me (No you won't) If you don't know by now You will never never never know me  We've all got our own funny moods I've got mine, woman you've got yours too Just trust in me like I trust in you As long as we've been together it should be so easy to do Just get yourself together or we might as well say goodbye What good is a love affair when we can't see eye to eye  If you don't know me by now (If you don't know me) You will never never never know me (No you won't) (x3)  ",
        "title": "If You Don't Know Me By Now"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Intro] Come on girls Do you believe in love? Cause I got something to say about it And it goes something like this  [Refrain] Don't go for second best, baby Put your love to the test You know, you know, you've got to Make him express how he feels And maybe then you'll know your love is real  [Verse 1] You don't need diamond rings Or eighteen karat gold Fancy cars that go very fast You know they never last, no no What you need is a big strong hand To lift you to your higher ground Make you feel like a queen on a throne Make him love you till you can't come down  [Chorus] Don't go for second best, baby Put your love to the test You know, you know, you've got to Make him express how he feels And maybe then you'll know your love is real  [Verse 2] Long stem roses are the way to your heart But he needs to start with your head Satin sheets are very romantic What happens when you're not there? You deserve the best in life So if the time isn't right, then move on Second best is never enough You'll do much better, baby, on your own  [Refrain] Don't go for second best, baby Put your love to the test You know, you know, you've got to Make him express how he feels And maybe then you'll know your love is real  [Chorus] Express yourself You've got to make him express himself Hey, hey, hey, hey So if you want it right now, make him show you how Express what he's got, oh baby, ready or not  [Post-Chorus] And when you're gone he might regret it Think about the love he once had Try to carry on, but he just won't get it He'll be back on his knees To express himself You've got to make him express himself Hey hey  [Verse 3] What you need is a big strong hand To lift you to your higher ground Make you feel like a queen on a throne Make him love you till you can't come down  [Post-Chorus] And when you're gone he might regret it Think about the love he once had Try to carry on, but he just won't get it He'll be back on his knees, so please  [Refrain] Don't go for second best, baby Put your love to the test You know, you know, you've got to Make him express how he feels And maybe then you'll know your love is real  [Chorus] Express yourself You've got to make him express himself Hey, hey, hey, hey So if you want it right now, make him show you how Express what he's got, oh baby, ready or not Express yourself  ",
        "title": "Express Yourself"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": "  I walk the streets at night Until the morning light comes shining through Can't get a good night's sleep Ain't been to work in weeks What am I gonna do Help me  Can't get her off my mind I'm drinking too much wine I'm burning up inside If I could touch her face Or take her out some place I'd be satisfied  Hey, I'm a loaded gun I'm crazy about her, crazy about her Hey, I'm a lovesick son I'm crazy about her  I see her jogging in Central Park With one of them Walkman's on her head She was hot, young, beautiful And I said to myself She's destined to be mine  I see her every day In rush hour or subway, in a grocery store She don't notice me I might as well just be a cockroach on the floor  If she belonged to me I'd give her everything I'd never cheat or lie I'd treat her with respect, not just a sex object I ain't that kind of guy  Hey, I'm a loaded gun I'm crazy about her, crazy about her Hey, I'm a lovesick son I'm crazy about her  I was standing outside the Met one day When she drove by in a black Corvette I said Hey baby I could've died, she looked straight through me But I know she's destined to be mine  Spoken: Every night I stand around her door and wait for her to come by She lives in one of those brown-stones with the guard outside And the limousines and the Rolls Royces coming and going  My friends all say she's way outta my class But I know if she'd just get know me I could give her something all those rich guy ain't got Yeah!  Ain't gonna bide my time ain't gonna stand in line Somebody gonna get burned But, oh the problem is I think my loves at risk She's the boss's girl Oh no  ",
        "title": "Crazy About Her"
    },
    {
        "artist": "Karyn White",
        "lyrics": "  [Intro] Happiness is when I, I think of you And when we get together and rendezvous I'll be on time, you bring the wine And when we lock the door, you'll be all mine  [Verse 1] Alone in my room Thoughts of you in my head As I wait The time is soon You'll arrive Together then We'll escape  [Pre-Chorus] Into the night on wings of love And do the things that we once dreamed of All aboard a luxury A first class ticket to ecstasy  [Chorus] It won't stop It don't stop Our non-stop secret rendezvous It won't stop It don't stop Our non-stop secret rendezvous Hey, hey, hey Oh, oh, oh  [Verse 2] From a penthouse view We'll make love Drink champagne by candlelight I'm so glad I'm in your arms Baby, I am yours tonight  [Pre-Chorus] To be with you is all I need So lock the door and throw away the key No one will disturb this groove We could not stop it if we wanted to  [Chorus] It won't stop It don't stop Our non-stop secret rendezvous It won't stop It don't stop Our non-stop secret rendezvous Hey, hey, hey Hey, hey, hey Oh, oh, oh  Secret rendezvous  Happiness is when I, I think of you And when we get together and rendezvous I'll be on time, you bring the wine And when we lock the door, you'll be all mine  I want you Do you want me? I wanna lock the door Throw away the key Ecstasy, yeah  [Bridge: Karyn White & (Babyface)] (It won't stop) No (It don't stop) Baby (Our non-stop secret rendezvous) (It won't stop, it don't stop) I just wanna be with you (Our non-stop secret rendezvous)  [Chorus] It won't stop It don't stop Our non-stop secret rendezvous  (Oh-ooh-oh, oh-oh-ooh-oh, oh-oo-oh, secret rendezvous)  [Interlude] I wanna rendezvous by candlelight I wanna hug and squeeze you through the night So lock the door, throw away the key Ecstasy I can't let no one disturb this groove I couldn't stop it if I wanted to It's you for me And me for you In a secret rendezvous  (Oh-ooh-oh, oh-oh-ooh-oh, oh-oo-oh, secret rendezvous)  [Chorus] It won't stop It don't stop Our non-stop secret rendezvous It won't stop It don't stop Our non-stop secret rendezvous  [Interlude] I wanna rendezvous by candlelight I wanna hug and squeeze you through the night So lock the door, throw away the key Ecstasy I can't let no one disturb this groove I couldn't stop it if I wanted to It's you for me And me for you In a secret rendezvous  (Oh-ooh-oh, oh-oh-ooh-oh, oh-oo-oh, secret rendezvous)  [Chorus] It won't stop It don't stop Our non-stop secret rendezvous It won't stop It don't stop Our non-stop secret rendezvous  ",
        "title": "Secret Rendezvous"
    },
    {
        "artist": "Gloria Estefan",
        "lyrics": null,
        "title": "Don't Wanna Lose You"
    },
    {
        "artist": "LL Cool J",
        "lyrics": "  [Verse 1] You're the type of guy that can't control your girl You try to buy her love with diamonds and pearls I'm the type of guy that shows up on the scene And gets the seven digits, you know the routine You're the type of guy that tells her, \"Stay inside\" While you're steady frontin in your homeboy's ride I'm the type of guy that comes when you leave I'm doin your girlfriend, that's somethin you can't believe 'Cause  [Chorus] I'm that type of guy I'm that type of guy I'm that type of guy I'm that type of guy  [Verse 2] You're the type of guy that gets suspicious I'm the type of guy that says, \"The puddin' is delicious\" You're the type of guy that has no idea That a sneaky, freaky brother's sneakin' in from the rear I'm the type of guy to eat it, when he won't And lick you in the places that your boyfriend don't You're the type of guy to try to call me a punk Not knowin' that your main girl's bitin' my chunk I'm the type of guy that loves a dedicated lady Their boyfriends are boring, and I can drive 'em crazy You're the type of guy to give her money to shop She gave me a sweater. Thank you, sweetheart  [Chorus] I'm that type of guy I'm that type of guy I'm that type of guy I'm that type of guy  [Verse 3] I'm the type of guy that picks her up from work early Takes her to breakfast, lunch, dinner, and breakfast You're the type of guy eatin' a TV dinner Talkin 'bout... \"Goddamn it, I'ma kill her\" I'm the type of guy to make her say, \"Why you illin', B?\" You're the type of guy to say, \"My lower back is killin' me\" Catch my drift? You're the type of guy that likes to drink Olde English I'm the type of guy to cold pour 'n pamper You're the type of guy to say, \"What you talkin' 'bout?\" I'm the type of guy to leave my drawers in your hamper  [Chorus] I'm that type of guy I'm that type of guy I'm that type of guy I'm that type of guy You know what I mean? Check it out...  [Verse 4] T-y-p-e g-u-y I'm that type of guy to give you a pound and wink my eye Like a bandit, caught me redhanded, took her for granted But when I screwed her, you couldn't understand it Cause you're the type of guy that don't know the time Swearin' up and down, \"That girl's all mine\" I'm the type of guy to let you keep believin' it Go 'head to work, while I defrost it, and season it  [Chorus] I'm that type of guy I'm that type of guy, know what I mean I'm that type of guy \"So ridiculous!\"  [Outro] So funny I don't know Come on now Yeah Like real cool, you know what I mean? I like just going to your front door ringin' the bell And just like Ha ha ha ha ha ha HA HA HA HA HA HA HA HA HA HA HA HA!!!  ",
        "title": "I'm That Type Of Guy"
    },
    {
        "artist": "Roxette",
        "lyrics": "  Yeah Yeah Yeah  Tried to make it little by little Tried to make it bit by bit on my own  Quit the job The grey believers Another town where I get close to the bone  Whatcha gonna tell your brother? Oh Oh Oh Whatcha gonna tell your father? I don't know! Whatcha gonna tell your mother? Let me go...  I'm gonna get dressed for success Shaping me up for the big time, baby Get dressed for success Shaping it up for your love  No No No  Yeah Yeah Yeah  I'm not afraid A trembling flower I'll feed your heart and blow the dust from your eyes And in the dark things happen faster I love the way you sway your hips next to mine  Whatcha gonna tell your brother? Oh Oh Oh Whatcha gonna tell your father? I don't know! Whatcha gonna tell your mother? Let me go...  I'm gonna get dressed for success Shaping me up for the big time baby Get dressed for success Shaping it up for your love  LOOK SHARP!  Yeah Yeah Yeah  Whatcha gonna tell your brother? Oh Oh Oh Whatcha gonna tell your father? I don't know! Whatcha gonna tell your mother? Let me go...  Dressed for success  I'm gonna get dressed for success  I'm gonna get dressed for success Hitting a spot for the big time, baby Get dressed for success, shaping it up for your love  For your love Yeah Yeah Yeah  For your love Yeah Yeah Yeah  For your love Yeah Yeah Yeah  For your love Yeah Yeah Yeah  ",
        "title": "Dressed For Success"
    },
    {
        "artist": "New Kids On The Block",
        "lyrics": "  Oh, oh, oh, oh, oh Oh, oh, oh, oh, oh Oh, oh, oh, oh, oh Oh, oh, oh, oh, oh  Listen up, everybody, if you wanna take a chance Just get on the floor and do the New Kids' dance Don't worry 'bout nothing, cause it won't take long We're gonna put you in a trance with a funky song  Cause you gotta be hangin' tough Hangin' tough Hangin' tough Are you tough enough?  Hangin' tough Hangin' tough Hangin' tough We're rough  Oh, oh, oh, oh, oh Oh, oh, oh, oh, oh  Everybody's always talkin' 'bout who's on top Don't cross our path, cause you're gonna get stomped We ain't gonna give anybody any slack And if you try to keep us down, we're gonna come right back  And you know we're hangin' tough Hangin' tough Hangin' tough Are you tough enough?  Hangin' tough Hangin' tough Hangin' tough We're rough  Oh, oh, oh, oh, oh Oh, oh, oh, oh, oh Oh, oh, oh, oh, oh Oh, oh, oh, oh, oh  Get loose everybody, cause we're gonna do our thing Cause you know it ain't over till the fat lady sings Now check it out  Everybody Just hangin' tough  Oh, oh, oh, oh, oh, just hangin' tough Oh, oh, oh, oh, oh, hangin' tough Oh, oh, oh, oh, oh, just hangin' tough Oh, oh, oh, oh, oh, hangin' tough Oh, oh, oh, oh, oh, just hangin' tough Oh, oh, oh, oh, oh, hangin' tough  ",
        "title": "Hangin' Tough"
    },
    {
        "artist": "Henry Lee Summer",
        "lyrics": null,
        "title": "Hey Baby"
    },
    {
        "artist": "Jody Watley With Eric B. & Rakim",
        "lyrics": null,
        "title": "Friends"
    },
    {
        "artist": "Debbie Gibson",
        "lyrics": "  [Verse 1:] When the fear sets in Where the fire burns Where I find a place Where there's nowhere to turn When the evening sings An eerie song Longing for the day You say I'm wrong  You can find your place But never fit in And only when you've left Do you know where you've been I can see the light But only when it's gone You can go on waiting But only for so long (so long, so long)  [Chorus:] I know we are right It's not always clear Because I've never felt the fear Can it stay so good forever in time? I've always felt the rhythm What happens when there's no more rhyme?  [Verse 2:] Can we face ourselves Like we face each other? We've never felt anything On our own I can't wait much longer To feel any danger I hope we're not living For a lifetime alone  [Chorus:] I know we are right It's not always clear Because I've never felt the fear Can it stay so good forever in time? I've always felt the rhythm What happens when there's no more rhyme?  [Bridge:] Hard to go on It's like waiting for The other shoe to drop I'll never stop believing in you It's just we never had to struggle It all came too easy I hope we felt what we felt from the start We've never suffered a broken heart We've been so blinded By all the best We never put our love to the test (To the test)  [Outro:] I've always felt the rhythm What happens when there's no more rhyme?  ",
        "title": "No More Rhyme"
    },
    {
        "artist": "Don Henley",
        "lyrics": "  Remember when the days were long And rolled beneath a deep blue sky Didn't have a care in the world With mommy and daddy standin' by But \"happily ever after\" fails And we've been poisoned by these fairy tales The lawyers dwell on small details Since daddy had to fly  Oh, but I know a place where we can go Still untouched by men Sit and watch the clouds roll by And the tall grass waves in the wind You can lay your head back on the ground And let your hair fall all around me Offer up your best defense But this is the end This is the end of the innocence  O' beautiful, for spacious skies But now those skies are threatening They're beating plowshares into swords For this tired old man that we elected king Armchair warriors often fail And we've been poisoned by these fairy tales The lawyers clean up all details Since daddy had to lie  Oh, but I know a place where we can go And wash away this sin We'll sit and watch the clouds roll by And the tall grass waves in the wind Just lay your head back on the ground And let your hair spill all around me Offer up your best defense But this is the end This is the end of the innocence  [Instrumental bridge]  Who knows how long this will last Now we've come so far, so fast But, somewhere back there in the dust That same small town in each of us I need to remember this So baby give me just one kiss And let me take a long last look Before we say goodbye  Just lay your head back on the ground And let your hair fall all around me Offer up your best defense But this is the end This is the end of the innocence  Oh nah nah Naaah  ",
        "title": "The End Of The Innocence"
    },
    {
        "artist": "Donny Osmond",
        "lyrics": "  There's a candle I keep in my window And its burning brighter tonight Through the storm and the winds of change I'm sure that you can see the light  I never wondered, I never gave up Cause a true heart never goes astray Whatever road that you take leads you back to me Cause our love is too strong to slip away  Like a river flowing into the ocean I can feel you coming back to me Cause our love is like a sacred emotion And its burning bright for the whole world to see  It won't be long before I hear That knock on the door, that telephone call If your journey takes you far away I'll still catch you when you fall  Love's like a wheel turning round and round The feeling fades but never dies There'll never be any question or doubt in my mind Cause the answer's right there in your eyes  Like a river flowing into the ocean I can feel you coming back to me Cause our love is like a sacred emotion And its burning bright for the whole world to see  Whatever road that you take leads you back to me Cause our love is too strong to slip away  Like a river flowing into the ocean I can feel you coming back to me Cause our love is like a sacred emotion And its burning bright for the whole world to see  ",
        "title": "Sacred Emotion"
    },
    {
        "artist": "Winger",
        "lyrics": "  Morning came and I was on my way, when you reminded me I had too soon forgotten, it was you who set me free Yeah you were here when I came and you'll be here when I'm gone So don't be waiting for love, cause I'll be waiting to ramble on Headed for a heartbreak, headed for a heartbreak Darling don't wait up for me, tonight I won't be home You've become a stranger, I just got to be alone Don't need nobody on my side to dull the blade I'm on So don't be waiting for love, cause I'll be waiting to ramble on Headed for a heartbreak, headed for a heartbreak, headed for a heartbreak It's no mistake, don't you think I can feel the pain I walk away to live again (Solo) Headed for a heartbreak, headed for a heartbreak, don't make me hurt you Headed for a heartbreak, well I know that I'm headed for a heartbreak Don't you think I feel the pain... ------------------------------------------------------------------------------  ",
        "title": "Headed For A Heartbreak"
    },
    {
        "artist": "The Jeff Healey Band",
        "lyrics": "  Girl, you're looking fine tonight And every guy has got you in his sight What you're doing with a clown like me Is surely one of life's little mysteries  So tonight I'll ask the stars above \"How did I ever win your love?\" What did I do? What did I say To turn your angel eyes my way?  Well, I'm the guy who never learned to dance Never even got one second glance Across a crowded room was close enough I could look but I could never touch  So tonight I'll ask, the stars above \"How did I ever win your love?\" What did I do? What did I say To turn your angel eyes my way?  Don't anyone wake me If it's just a dream Cause she's the best thing Ever happened to me  All you fellows You can look all you like But this girl you see She's leavin' here with me tonight  There's just one more thing that I need to know If this is love why does it scare me so? It must be somethin' only you can see Cause girl I feel it when you look at me  So tonight I'll ask the stars above \"How did I ever win your love?\" What did I do? What did I say To turn your angel eyes my way? Hey, hey, hey, yeah, awww  ",
        "title": "Angel Eyes"
    },
    {
        "artist": "Sweet Sensation",
        "lyrics": null,
        "title": "Hooked On You"
    },
    {
        "artist": "Expose",
        "lyrics": null,
        "title": "What You Don't Know"
    },
    {
        "artist": "Milli Vanilli",
        "lyrics": "  [Verse 1:] Babe, don't be shy When you're holding my hand 'Cause this time goes back You got to understand It's you  Ba, ba, ba baby In your eyes I see it so clearly  That our love it's so strong And you never go wrong I got the best for you So I'm waiting down  If you need someone Baby, call my line Call me anytime  I'll be there for you You, you I've been searching high High, high I've been searching low  [Chorus:] Ba, ba, ba, ba, baby Don't forget my number Baby, don't be stronger than a thunder  Ba, ba, ba, ba, baby Don't forget my number Love will see you through  [Verse 2:] I've been searching high I've been searching low I want to spend spend my life with you  Ba, ba, ba, ba, ba, ba, ba, ba My desper youth Ba, ba, ba, ba, ba, ba, ba, ba Love will see you through  Ba, ba baby In your eyes I see it so clearly  [Repeat Chorus:]  ",
        "title": "Baby Don't Forget My Number"
    },
    {
        "artist": "Soul II Soul (Featuring Caron Wheeler)",
        "lyrics": "  [1st Verse] Keep on moving Don't stop like the hands of time Click clock, find your own way to stay The time will come one day Why do people choose to live their lives this way?  [Chorus] Keep on moving, don't stop, no Keep on moving Keep on moving Keep on moving don't stop, no Keep on moving  [2nd Verse] It's our time, time today The right time is here to stay Stay in my life, my life always Yellow is the color of sunrays I hide myself from no one I know the time will surely come when You'll be in my life, my life always Yellow is the color of sunrays  [Chorus] (Keep on moving) Keep on moving (Don't stop) Keep on moving, don't stop no (Like the hands of time) Keep on moving (Click clock) (Find your own way to stay) Keep on moving The time will come one day  Keep on moving, don't stop, no Keep on moving Keep on moving Keep on moving, don't stop, no Keep on moving  [3rd Verse] I know the time, time today Walking alone in my own way Extremely cold and rainy day Friends and I have fun along the way Yes we do I hide myself from no one I know the time will really come when You'll be in my life, my life always Yellow is the color of sunrays  [Chorus] (Keep on moving) Keep on moving (Don't stop) Keep on moving, don't stop no (Like the hands of time) Keep on moving (Click clock)  Keep on moving (Find your own way to stay) The time will come one day (Yes) Keep on moving Keep on moving, don't stop, no Keep on moving  ",
        "title": "Keep On Movin'"
    },
    {
        "artist": "Michael Morales",
        "lyrics": null,
        "title": "Who Do You Give Your Love To?"
    },
    {
        "artist": "Fine Young Cannibals",
        "lyrics": null,
        "title": "Good Thing"
    },
    {
        "artist": "Surface",
        "lyrics": "  My heart is filled with so much love And I need someone I can call my own To fall in love, that's what everyone's dreaming of I hold this feeling, oh, so strong  Life is too short to live alone Without someone to call my own I will care for you, you will care for me Our love will live forever  Shower me with your love Shower me with the love that I long for Shower me with your love Shower me with the love I've been waiting for  I close my eyes and pray all my wishes come true Every night I go to sleep Until you're mine, I'll wait for you endlessly Can't you see  Fairy tales, they do sometimes come true If you believe, it could happen to you Like the stars that shine way up in the sky Our love will live forever  Shower me with your love Shower me with the love that I long for Shower me with your love Shower me with the love I've been waiting for  Like the stars that shine way up in the sky Our love will live forever Live forever  Shower me with your love Shower me with the love that I long for Shower me with your love Shower me with the love I've been waiting for  Shower me with your love Shower me with the love I've been waiting for  ",
        "title": "Shower Me With Your Love"
    },
    {
        "artist": "Skid Row",
        "lyrics": "  [Verse 1] Ricky was a young boy He had a heart of stone Lived nine to five and he worked his fingers to the bone Just barely out of school Came from the edge of town Fought like a switchblade so no one could take him down, oh no  [Bridge 1] He had no money No, no good at home Walked the streets a soldier and he fought the world alone And now it's  [Chorus] Eighteen and life, you got it Eighteen and life, you know Your crime is time and it's Eighteen and life to go Eighteen and life, you got it Eighteen and life, you know Your crime is time And it's eighteen and life to go  [Verse 2] Tequila in his heartbeat His veins burned gasoline It kept his motor running But it never kept him clean They say he loved adventure \"Ricky's the wild one\" He married trouble Had a courtship with a gun  [Bridge 2] Bang-bang, shoot 'em up The party never ends You can't think of dying when the bottle's your best friend And now it's  [Chorus] Eighteen and life, you got it Eighteen and life, you know Your crime is time and it's Eighteen and life to go Eighteen and life, you got it Eighteen and life, you know Your crime is time And it's eighteen and life to go  [Bridge 3] \"Accidents will happen\" They all heard Ricky say He fired his six-shot to the wind And that child blew a child away, yeah, yeah  Hey, hey, yeah, yeah, yeah [Chorus] Eighteen and life, you got it Eighteen and life, you know Your crime is time and it's Eighteen and life to go Eighteen and life, you got it Eighteen and life, you know Your crime is time And it's eighteen and life to go Yeah Whoa, whoa, whoa  ",
        "title": "18 And Life"
    },
    {
        "artist": "Michael Damian",
        "lyrics": "  Cover Of Love Michael Damian Susie sits all alone She waits by the telephone Joey's out having fun Waits to call when she's not at home She gets scared and then takes off And runs from the cover of love He knows that he'll find her there And knows what she'd thinking of I know the broken hearted When I look in their eyes I see Is it the world that's changing And turning away from me Why do we run from the cover of love Why do we run from the cover of love You and I have been through this A million times or more Don't we know it's the same routine So what are we fighting for We all go and waste our time But we are all the same All we do is just to tun away And play the same old game You know the broken hearted When you look in my eyes you see Is it my life that's changing And getting away from me Why do we run from the cover of love Why do we run from the cover of love The changing heart knows no bound Time may stand still Emotions keep turning the fire burns on and on You know the broken hearted When you look in my eyes you'll see Is it my life that's changing And getting away from me Why do we run from the cover of love Why do we run from the cover of love  ",
        "title": "Cover Of Love"
    },
    {
        "artist": "Cher",
        "lyrics": "  [Intro] If I could turn back time If I could find a way I'd take back those words that've hurt you and you'd stay  [Verse 1] I don't know why I did the things I did I don't know why I said the things I said Pride's like a knife, it can cut deep inside Words are like weapons, they wound sometimes  [Pre-Chorus] I didn't really mean to hurt you I didn't wanna see you go I know I made you cry, but baby  [Chorus] If I could turn back time, if I could find a way I'd take back those words that've hurt you, you'd stay If I could reach the stars, I'd give 'em all to you Then you'd love me, love me, like you used to do If I could turn back time  [Verse 2] My world was shattered, I was torn apart Like someone took a knife and drove it deep in my heart When you walked out that door I swore that I didn't care But I lost everything, darlin', then and there  [Pre-Chorus] Too strong to tell you I was sorry Too proud to tell you I was wrong I know that I was blind and darlin'  [Chorus] If I could turn back time, if I could find a way I'd take back those words that've hurt you and you'd stay If I could reach the stars, I'd give 'em all to you Then you'd love me, love me, like you used to do  [Bridge] If I could turn back time (If I could turn back time) If I could turn back time (If I could turn back time) If I could turn back time Oh, baby  [Pre-Chorus] I didn't really mean to hurt you I didn't wanna see you go I know I made you cry, but  [Chorus] If I could turn back time, if I could find a way I'd take back those words that hurt you If I could reach the stars, I'd give 'em all to you Then you'd love me, love me, like you used to do If I could turn back time, if I could find a way And maybe, maybe, maybe you'd stay If I could reach the stars  ",
        "title": "If I Could Turn Back Time"
    },
    {
        "artist": "De La Soul",
        "lyrics": "  [Verse 1 - Dove] Mirror mirror on the wall Tell me mirror, what is wrong? Can it be my De La Clothes Or is it just my De La Soul? What I do ain't make-believe People say I sit and try But when it comes to being De La It's just me myself and I  [Hook] It's just me myself and I It's just me myself and I It's just me myself and I  [Verse 2 - Posdnuos] Now you tease my Plug One style And my Plug One spectacles You say Plug One and Two are hippies No we're not, thats pure plug bull Always pushing that we formed an image There's no need to lie When it comes to being Plug One It's just me myself and I  [Hook] It's just me myself and I It's just me myself and I It's just me myself and I  [Verse 3 - Dove] Proud, I'm proud of what I am Poems I speak are Plug Two type Please oh please let Plug Two be Himself, not what you read or write Write is wrong when hype is written On the Soul, De La that is Style is surely our own thing Not the false disguise of show-biz De La Soul is from the soul And in fact I can't deny Strictly from the Dan called Stuckie And from me myself and I  [Hook] It's just me myself and I It's just me myself and I It's just me myself and I  [Verse 4 - Posdnuos] Glory Glory Hallelu Glory for Plug One and Two But that glory's been denied By concensing dookie eyes People think they diss my person By stating I'm darkly packed I know this so I point at Q-Tip And he states, \"Black is Black\" Mirror mirror on the wall Shovel chestnuts in my path Just keep all nuts twistin up So I don't get an aftermath But if I do I'll calmly punch them In the 4th day of July Cause they tried to mess with third degree That's me myself and I  It's just me myself and I It's just me myself and I It's just me myself and I [?]  ",
        "title": "Me Myself And I"
    },
    {
        "artist": "Warrant",
        "lyrics": null,
        "title": "Heaven"
    },
    {
        "artist": "Natalie Cole",
        "lyrics": "  [Verse 1 - Natalie Cole] Even though it's been so long My love for you keeps going strong I remember the things that we used to do A kiss in the rain till the sun shine through I tried to deny it but I'm still in love with you  [Chorus - Natalie Cole] I miss you like crazy, I miss you like crazy Ever since you went away, every hour of every day I miss you like crazy, I miss you like crazy No matter what I say or do There's just no getting over you  [Verse 2 - Natalie Cole] I can see the love shining in your eyes And it comes as such a sweet surprise If seeing's believing it's worth the wait So hold me and tell me it's not too late We're so good together, we're starting forever now  [Chorus - Natalie Cole] And I miss you like crazy, I miss you like crazy Ever since you went away, every hour of every day I miss you like crazy, I miss you baby A love like ours will never end Just touch me and we're there again  [Bridge - Natalie Cole] Just one night And we'll have that magic feeling like we used to do Hold on tight And whatever comes our way we're gonna make it through  If seeing's believing it's worth the wait So hold me and tell me it's not too late We're so good together, we're starting forever now  [Chorus - Natalie Cole] And I miss you like crazy, I miss you like crazy No matter what I say or do There's just no getting over you And I miss you, baby, I miss you, baby All the tender love you gave me When a feeling gets this strong You know the real thing come along  [Chorus - Natalie Cole] And I miss you I miss you like crazy baby Only your sweet love can save me I miss you like crazy A love like ours will never end Just touch me and we're there again Miss you like crazy, I miss you like crazy  ",
        "title": "Miss You Like Crazy"
    },
    {
        "artist": "Stevie B",
        "lyrics": null,
        "title": "In My Eyes"
    },
    {
        "artist": "Grayson Hugh",
        "lyrics": "  Harsh words are spoken Promises are broken Old wounds are opened And love walks out that door  Too proud to make up You're ready to break up Too late you wake up And love walks out that door  Baby, oh sweet baby I didn't mean a word that I said (Well now) you know that I love you Can't we talk it over in bed  I never meant to hurt you Must have been out of my head Tell me that you still want me Can't we talk it over in bed (talk, talk, talk it over)  Harsh words are spoken Promises are broken Old wounds are opened And love walks out that door  Too proud to make up You're ready to break up Too late you wake up And love walks out that door  Come on a little closer Can't we just forgive and forget Everything seems to work out I never meant to hurt you I must have been out of my head Tell me that you still want me Can't we talk it over in bed  Don't let it no don't let it slip away Oh no baby ooh  ",
        "title": "Talk It Over"
    },
    {
        "artist": "Neneh Cherry",
        "lyrics": "  Will you sit down?? Stop the scratching and gimme a beat? Ladies and gentlemen, I'd like to introduce the high hat Go on, mmmm, thats good! Now the tambourine, right now! Mmmm, woo,yeah, DJ!  [Verse 1:] Who's that gigolo on the street With his hands in his pockets and his crocodile feet? Hanging off the curb, looking all disturbed At the boys from home, they all came running They were making noise, manhandling toys That's the girls on the block with the nasty curls Wearing padded bras sucking beers through straws Dropping down their drawers, where did you get yours?  Gigolo, Huh, sukka? Gigolo. Gigolo, Huh, sukka?  [Pre-Chorus: ] Who's looking good today? Who's looking good in every way? No style rookie... You better watch don't mess with me  [Chorus :] No moneyman can win my love It's sweetness that I'm thinking of We always hang in a Buffalo Stance We do the dive every time we dance I'll give you love baby not romance I'll make a move nothing left to chance So don't you get fresh with me  Get funky... Yeah Timmy... Tell it like it is! Check out this DJ  [Verse 2:] So you say you wanted money but you know it's never funny When your shoes worn through and there's a rumble in your tummy But you had to have style get a gold tooth smile Put a girl on the corner so you can make a pile Committed a crime and went inside It was coming your way but you had to survive When you lost your babe, you lost the race Now you're looking at me to take her place  [Pre-Chorus]  Smokin.' Not cokin.' Get funky sax Looking good, hanging with the wild bunch Looking good in a Buffalo Stance Looking good when it comes to the crunch Looking good's a state of mind State of mind don't look behind you State of mind or you'll be dead State of mind may I remind you Bomb the Bass...rock this place! What is he like? What's he like anway? Yo' man what do you expect the guy's a gigolo man You know I mean?  [Chorus twice]  Wind on my face, sound in my ears Water from my eyes, and you on my mind As I sink, diving down deep...deeper into your soul  [Chorus  to fade]  ",
        "title": "Buffalo Stance"
    },
    {
        "artist": "Real Life",
        "lyrics": "  Do you believe in heaven above? Do you believe in love? Don't tell a lie, don't be false or untrue It all comes back to you  Open fire! On my burning heart I've never been lucky in love My defenses are down A kiss or a frown I can't survive on my own  If a girl walks in and draws her name in my heart I'll turn and run away Everyday we've all been led astray It's hard to be lucky in love  It gets in your eyes It's making you cry Don't know what to do Don't know what to do You're looking for love Calling heaven above  Send me an angel Send me an angel Right now, right now  Send me an angel Send me an angel Right now, right now  Empty dreams can only disappoint In a room behind your smile But don't give up, don't give up (give up, give up, give up) You can be lucky in love  It gets in your eyes It's making you cry Don't know what to do Don't know what to do You're looking for love Calling heaven above  Send me an angel Send me an angel Right now, right now  Send me an angel Send me an angel Right now, right now  ...Right now  ",
        "title": "Send Me An Angel '89"
    },
    {
        "artist": "Howard Jones",
        "lyrics": null,
        "title": "The Prisoner"
    },
    {
        "artist": "Aretha Franklin/Whitney Houston",
        "lyrics": "  OPENING It isn't, it wasn't, it ain't never gonna be It isn't, it wasn't, it ain't never gonna be, yeah  VERSE 1: Sung by Aretha You've been hanging round my boyfriend You've been sayin that he's sweet, yeah Girl I know that you've been talking Because the talk is on the street You say that you are gonna steal his heart Well sweety you ain't gonna get that far You're after somethin that don't belong to you Well girlfriend I've got news for you (spoken):What are you trying to say Miss Thang?  CHORUS  It isn't, it wasn't, it ain't never gonna be It isn't, it wasn't, it ain't never gonna be He ain't never, ever, never, never, never gonna be your man  VERSE 2: Sung by Whitney Well I just ain't the kind of woman To pick the fruit off of your tree, girl And you keep saying that he's your man Well that ain't what he said to me He blow me kissses as he drives away He sends me roses in the middle of the day, yeah You think it's you that he's thinking of But I'm the one he really, really loves (spoken): So what am I tring to say? Don't dis me girl!!  DOUBLE CHORUS It isn't, it wasn't, it ain't never gonna be It isn't, it wasn't, it ain't never gonna be He ain't never, ever, never, never, never, never gonna be you'll see It isn't, it wasn't, it ain't never gonna be It isn't, it wasn't, it ain't never gonna be He ain't never, ever, never, never, never gonna be your man  BRIDGE  Aretha speaks: What are you doin? Layin and hangin back? Whitney sings: Don't you know it girl? Aretha speaks: Hmmm...Just as I suspected... Both sing: You been talkin that line, line, line line line and the nah nah nah nah but the man is mine, Hey!!  Aretha: He blows me kisses as he drives away Whtiney: He sends me flowers in the middle of the day, yeah Aretha: You think it's you that he's thinking of Whitney: I know I'm the one that he really, really, really loves Aretha speaks: What am I tring to say Miss It? Whitney speaks: What are you tring to say? Aretha speaks: Get real!!  DOUBLE CHORUS followed by scatting improvisation by both  SPOKEN INTERACTION A: So now what is this? W: Well you know A: That my man is supposed to be interested in you? W: What can I say A: You know, I realize that you're under pressure W: Yes, I am A: And that you are suffering from delusions, but uh W: Well A: Don't be ridiculous W: I'm not A: Get Real! W: You better get real! You know the deal, he told me he loves me and that I'm just his forever A: Uh huh... forever W: Forever A: Must have played out about 20 years ago. Now check this out. Your man is not my man! W: This is true! A: Uh huh W: This is true A: Now, every king has his queen, and I love my role being his queen And I hope you like yours too... W: Well, I'm his princess A: ...whatever that is... W: (Bursts into laughter) Wait a minute....wait A: Come on now... W: OK...Well he said that I'm his princess... you might be his queen, but I'm his princess A: Yeah, well, I like being the queen myself W: Well, you know that's what you are, (bursts into laughter again) A: Shut up....(laughs)...shut up! W: Oh, this is funny  ",
        "title": "It Isn't, It Wasn't, It Ain't Never Gonna Be"
    },
    {
        "artist": "The Doobie Brothers",
        "lyrics": null,
        "title": "The Doctor"
    },
    {
        "artist": "Michael Bolton",
        "lyrics": "  Talk about love, talk about trust Talkin' 'bout forever, baby When you're talkin' 'bout us I give you my word, stick to my guns Believe me, when I tell you, baby That we've just begun You don't understand, no The full intent of my plan  Baby, I wanna be soul provider, yeah Baby, I wanna stay that way for the longest time Baby, I wanna be soul provider Just say you'll let me and, darlin', I will, I will yeah  I know you've been hurt I know your loves shy You don't have to say it, baby It's gonna take some time You got my heart in the palm of your hands Swear, it's gonna stay there, baby Give me half a chance You don't understand, no The full intent of my plan  Baby, I wanna be your soul provider And, baby, I wanna stay that way for the longest time Baby, I wanna be your soul provider Just say you'll let me and,darlin', I will  I've been waitin' for a long time for somebody like you To give my love, all my love day and night oh Just say you'll be mine for the rest of your life Baby, I'll show you why  I wanna be soul provider Baby, I wanna be soul provider, yeah Oh honey, I wanna stay that way for the longest time Baby, I wanna be, wanna be your soul provider, yeah Baby...Talk about love...Talk about trust... I wanna, I wanna be, baby, I wanna be your soul Your soul provider...  ",
        "title": "Soul Provider"
    },
    {
        "artist": "Bette Midler",
        "lyrics": "  Oh, oh, oh, oh  It must have been cold there in my shadow To never have sunlight on your face You were content to let me shine, that's your way You always walked a step behind  So I was the one with all the glory While you were the one with all the strength A beautiful face without a name for so long A beautiful smile to hide the pain  Did you ever know that you're my hero And everything I would like to be? I can fly higher than an eagle For you are the wind beneath my wings  It might have appeared to go unnoticed But I've got it all here in my heart I want you to know, I know the truth, of course I know it I would be nothing without you  Did you ever know that you're my hero? You're everything I wish I could be I could fly higher than an eagle For you are the wind beneath my wings  Did I ever tell you you're my hero? You're everything, everything I wish I could be Oh, and I, I could fly higher than an eagle For you are the wind beneath my wings Cause you are the wind beneath my wings  Oh, the wind beneath my wings You, you, you, you are the wind beneath my wings Fly, fly, fly away, you let me fly so high Oh, you, you, you, the wind beneath my wings Oh, you, you, you, the wind beneath my wings  Fly, fly, so high against the sky So high I almost touch the sky Thank you, thank you Thank God for you, the wind beneath my wings  ",
        "title": "Wind Beneath My Wings (From \"Beaches\")"
    },
    {
        "artist": "10,000 Maniacs",
        "lyrics": "  [Chorus:] Trouble me Disturb me with all your cares and you worries  [Verse 1:] Trouble me On the days when you feel spent Why let your shoulders bend underneath this burden When my back is sturdy and strong? Trouble me Speak to me Don't mislead me, the calm i feel means a storm is swelling There's no telling where it starts or how it ends Speak to me Why are you building this thick brick wall to defend me When your silence is my greatest fear? Why let your shoulders bend underneath this burden When my back is sturdy and strong? Speak to me Let me Have a look inside these eyes while i'm learning Please don't hide them just because of tears Let me Send you off to sleep with a \"There, there, now stop your turning and tossing\" Let me Know where the hurt is and how to heal Spare me? Don't spare me anything troubling  [Chorus]  [Outro:] Speak to me And let our words build a shelter from the storm Lastly Let me know what i can mend There's more, honestly, than my sweet friend, you can see Trust is what i'm offering if you Trouble me  ",
        "title": "Trouble Me"
    },
    {
        "artist": "Neneh Cherry",
        "lyrics": "  [Sarah Erde:] Pero chica, mi amiga, ¿que dice? Esto es yo, esto es yo y como hablo y hablo así y hablo así contigo  Down this wild street walks, walks a child with no trace Of ever being as young as her sister is A local neighborhood crush the boys would hide out and watch Her hanging washing on the line all the time  [Chorus:] More like a woman, she dress like one She was the first girl She was the first girl to turn the boys on  At the corner shop half way down the block All the radios pumping to the way she walks Past the fly boy's art where her name's engraved Sweet liberty is what it says  [Sarah Erde:] Pero no me importa que te digo, hombre, mi amigo ?? Ok, me voy  The price of puberty's got a way of showing; it doesn't come in easy stages Her mother's face in the pot, she won't ever leave it; she needs a bell to ring the changes  ",
        "title": "Kisses On The Wind"
    },
    {
        "artist": "Katrina And The Waves",
        "lyrics": null,
        "title": "That's The Way"
    },
    {
        "artist": "New Kids On The Block",
        "lyrics": "  Yeah  I'm not that kind of guy who can take a broken heart So don't ever leave I don't want to see us part The very thought of losing you means That everything Would go down under  I'll be loving you forever Just as long as you want me to be I'll be loving you forever All this love's for you and me, yeah  (I'll be loving you) I'll be (I'll be loving you) Loving you (The things you do) Yeah, it's forever (I'll be loving you) I'll be (I'll be loving you) Loving you Yeah  I count the blessings that keep our love new There's one for me And a million for you There's just so much that I wanna say But when I look at you All my thoughts get in the way  I'll be loving you forever Just as long as you want me to be I'll be loving you forever All this love's for you and me, yeah  (I'll be loving you) I'll be (I'll be loving you) Loving you (The things you do) Yeah, it's forever (I'll be loving you) I'll be (I'll be loving you) Loving you Yeah  We've learned to fall to every turn back now This love will last forever I can see it all now  (I'll be loving you) I'll be (I'll be loving you) Loving you (The things you do) Yeah, is forever (I'll be loving you) I'll be (I'll be loving you) Loving only you, girl Yeah, girl  Oh girl I'll be loving only you (I'll be loving you) (I'll be loving you) Be loving you girl  ",
        "title": "I'll Be Loving You (Forever)"
    },
    {
        "artist": "Benny Mardones",
        "lyrics": null,
        "title": "Into The Night"
    },
    {
        "artist": "Bee Gees",
        "lyrics": null,
        "title": "One"
    },
    {
        "artist": "Milli Vanilli",
        "lyrics": "  I knew it from the start You would break my heart But you still I had to play this painful part You wrapped me 'round your itty-bitty finger With your magic smile  You kept me hangin' on a lover's cross a while You put your spell on me Took my breath away But there was nothin' I could do to make you stay I'm gonna miss you  All the love I feel for you Nothing could make me change my point of view Oh girl I'm gonna miss you, baby  Giving all the love I feel for you Couldn't make you change your point of view You're leavin' Now I'm sittin' here wasting my time I just don't know what I should do  It's a tragedy for me To see the dream is over And I never will forget the day we met Girl I'm gonna miss you  Like a honey bee You took the best of me Now I can't erase those memories Like a fairy tale You are so unreal You left a scar that's so hard to heal  When you had a taste of paradise Back on Earth can feel as cold as ice I'm gonna miss you I'm gonna miss you I miss you  Giving all the love I feel for you Couldn't make you change your point of view You're leavin' Now I'm sittin' here wasting my time I just don't know what I should do  It's a tragedy for me To see the dream is over And I never will forget the day we met Girl I'm gonna miss you  It's a tragedy for me To see the dream is over And I never will forget the day we met Girl I'm gonna miss you  Giving all the love I feel for you Couldn't make you change your point of view You're leavin' Now I'm sittin' here wasting my time I just don't know what I should do  It's a tragedy for me To see the dream is over And I never will forget the day we met Girl I'm gonna miss you  It's a tragedy for me To see the dream is over And I never will forget the day we met Girl I'm gonna miss you  ",
        "title": "Girl I'm Gonna Miss You"
    },
    {
        "artist": "Chuckii Booker",
        "lyrics": "  Turned away, turned away Turned away, turned away From love  Too many times I feel We are losing time once shared And only when you're in ecstasy You seem to really care  Didn't you say not to worry I can only speak for myself How do you think that I'm happy, baby With a love like mine Locked up on a shelf  Remember my love had a place It was a part of the game And just when I went all the way I'm in too deep Girl, you made the choice And sent away  (Turned away) When you should've been giving (Turned away) oh As I started believing (Turned away) Just as I was living (Turned away from love)  I discovered you were untrue So unfortunate for you There is nothing that I wouldn't do I only gave you the best I ever had to you  Don't let sympathy show her face Girl, let's not pretend I'm no longer in this race You've got your space Still it hurts me that you  (Turned away) When you should've been giving (Turned away) oh As I started believing (Turned away) Just as I was living (Turned away from love) Don't turn away from my love (Turned away from my love) (Turned away from my love)  (Turned away) When you should've been giving (Turned away) oh As I started believing (Turned away) Just as I was living (Turned away from love)  Turned away from love  (Turned away) When you should've been giving (Turned away) oh As I started believing (Turned away) Just as I was living (Turned away from love) Don't turn away from my love (Turned away from my love) (Turned away from my love)  (Turned away) When you should've been giving (Turned away) oh As I started believing (Turned away) Just as I was living (Turned away from love)  Turned away, turned away Turned away, turned away  ",
        "title": "Turned Away"
    },
    {
        "artist": "Richard Marx",
        "lyrics": null,
        "title": "Satisfied"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": "  Is this your life, Jackie Brown? Poorly educated and forced to live on the poor side of town Is this your daughter, Jackie Brown? This pretty little girl In the worn out clothes That have been hand-me down Is this your wife, Jackie Brown? With sad blue eyes, walking on eggshells so you don't see her frown Is this your family, Jackie Brown?  Dream of vacationing on a mountain stream And giving the world more than it gave you What ugly truths freedom brings And it hasn't been very kind to you Is this your life, Jackie Brown?  Is this your meal, Jackie Brown? Barely enough, I've seen people throw away more than this out Is this your home, Jackie Brown? This three room shack With no running water And the bathroom out back Is this your grave, Jackie Brown? This little piece of limestone that says another desperate man took himself out Is this your dream, Jackie Brown?  Going nowhere and nowhere fast We shame ourselves to watch people like this live But who gives a damn about Jackie Brown? Just another lazy man who couldn't take what was his One helluva life Jackie Brown Forevermore, Jackie Brown Amen and amen - Jackie Brown?  ",
        "title": "Jackie Brown"
    },
    {
        "artist": "Peter Gabriel",
        "lyrics": "  [Verse 1] Love, I get so lost sometimes Days pass and this emptiness fills my heart When I want to run away, I drive off in my car But whichever way I go, I come back to the place you are  [Pre-Chorus] All my instincts, they return And the grand façade, so soon will burn Without a noise, without my pride I reach out from the inside  [Chorus] In your eyes, the light, the heat (In your eyes) I am complete (In your eyes) I see the doorway (In your eyes) To a thousand churches (In your eyes) The resolution (In your eyes) Of all the fruitless searches (In your eyes) Oh, I see the light and the heat (In your eyes, the light, the heat) Oh, I want to be that complete I want to touch the light, the heat I see in your eyes  [Verse 2] Love, I don't like to see so much pain So much wasted and this moment keeps slipping away I get so tired of working so hard for our survival I look to the time with you to keep me awake and alive  [Pre-Chorus] And all my instincts, they return And the grand façade, so soon will burn Without a noise, without my pride I reach out from the inside  [Chorus] In your eyes (your eyes, your eyes) In your eyes In your eyes, the light, the heat (In your eyes) I am complete (In your eyes) I see the doorway to a thousand churches (In your eyes) The resolution (In your eyes) Of all the fruitless searches Oh, I see the light and the heat (In your eyes) Oh, I want to be that complete I want to touch the light, the heat I see in your eyes In your eyes In your eyes, in your eyes  [Outro with Wolof vocals: Youssou N'Dour] Sa bet chi lamp, chi tangaay, sa bet maangi ci biir Sa bet chi lamp, chi tangaay, sa bet maangi ci biir Sa bet chi lamp, chi tangaay, sa bet maangi ci biir  ",
        "title": "In Your Eyes (Theme From \"Say Anything\")"
    },
    {
        "artist": "White Lion",
        "lyrics": "  Are you cryin tonight? Are you feelin all right? I told the world that you were down on your luck  You were one of a kind One who'd never give in Even when they put a price on your head  Has anyone heard the tales you tell Or seen the scars you wear Did anyone speak up when you fell Does anybody care  Rise again little fighter And let the world know the reason why Shine again little fighter And dont let 'em end the things you do  And you were one with a cause And a reason to be You were a fighter for peace on this earth  And you were never afraid You put your life on the line And you were always alone out on the sea  Without a weapon in your hand You came to fight a war They took your life but didn't know That you would never die  Rise again little fighter And let the world know the reason why Shine again little fighter And don't 'em end things you do  Are you feelin alright? Cause I care, care  Run along little fighter Oh cause I was there beside you Never stop believing, so rise Rise RISE!  Rise again little fighter And let the world know the reason why Shine again little fighter And don't 'em end things you do  Rise again little fighter (Don't stop believing) And let the world know the reason why Shine again little fighter (And keep on moving) And don't 'em end things you do  Yeah, don't let 'em ever end the things you do  ",
        "title": "Little Fighter"
    },
    {
        "artist": "Cyndi Lauper",
        "lyrics": "  I had to escape The city was sticky and cruel Maybe I should have called you first But I was dying to get to you I was dreaming while I drove The long straight road ahead, uh, huh  Could taste your sweet kisses Your arms open wide This fever for you is just burning me up inside  I drove all night to get to you Is that all right? I drove all night Crept in your room Woke you from your sleep To make love to you Is that all right? I drove all night  What in this world Keeps us from tearing apart No matter where I go I hear The beating of your heart I think about you When the night is cold and dark, uha, yeah No one can move me The way that you do Nothing erases the feeling between me and you  I drove all night to get to you Is that all right? I drove all night Crept in your room Woke you from your sleep To make love to you Is that all right? I drove all night  Could taste your sweet kisses Your arms open wide This fever for you is just burning me up inside  I drove all night to get to you Is that all right? I drove all night Crept in your room Woke you from your sleep To make love to you I drove all night... to hold you tight  ",
        "title": "I Drove All Night"
    },
    {
        "artist": "Robert Palmer",
        "lyrics": "  Tell me I'm not dreaming Tell me I'm not dreaming Midnight Images of you You slipped Slipped into my room Oh, could be magic Could be fantasy Could it be that we're in love Tell me I'm not dreaming Oh your voice Whispers in the dark You know, you're talk Talking to my heart Are you with me? Am I here with you? Are we paradise? Tell me I'm not dreaming Or are you Too good to be true I wanna know Are you ooh baby Too good to be true  Tell me I'm not dreaming The light took me by surprise The light coming from your eyes Are you with me? Am I here with you? Are we in paradise? Tell me I'm not dreaming I know I've been here before You go then and you come back for more Oh it's a mystery How you disappear Like a shadow in the night Tell me I'm not dreaming Are you, ooh baby Too good to be true?  Tell me I'm not dreaming Tell me I'm not dreaming Ohwhen the morning comes Wake me with your love Let me know that I'm not dreaming baby Will you tell me This is real Tell me how you feel Say it's what we both believe in Tell me I'm not dreaming Are you too good to be true?  ",
        "title": "Tell Me I'm Not Dreaming"
    },
    {
        "artist": "Billy Squier",
        "lyrics": null,
        "title": "Don't Say You Love Me"
    },
    {
        "artist": "Bad English",
        "lyrics": null,
        "title": "Forget Me Not"
    },
    {
        "artist": "Lita Ford (Duet With Ozzy Osbourne)",
        "lyrics": "  [Verse 1:] Baby, I get so scared inside And I don't really understand Is it love that's on my mind Or is it fantasy?  Heaven is in the palm of my hand And it's waiting here for you What am I supposed to do With a childhood tragedy?  [Chorus:] If I close my eyes forever Will it all remain unchanged? If I close my eyes forever Will it all remain the same?  [Verse 2:] Sometimes it's hard to hold on So hard to hold on to my dreams It isn't always what it seems When you're face to face with me  You're like a dagger You stick me in the heart And taste the blood from my blade  And when we sleep Would you shelter me in Your warm and darkened grave?  [Repeat Chorus:]  [Bridge:] Will you ever take me? No, I just can't take the pain Would you ever trust me No, I'll never feel the same  I know I been so hard on you I know I told you lies If I could have just one more wish I'd wipe the cobwebs from my eyes  [Repeat Chorus:]  Oh, yeah  Close your eyes Close your eyes You gotta close your eyes for me  ",
        "title": "Close My Eyes Forever"
    },
    {
        "artist": "Warrant",
        "lyrics": "  Certain things ya do really make me mad I must confess The way the street light sihlouettes your thighs inside your dress Wild child in the streets I think I've seen you but I really don't know One million miles an hour headed out to where the down boys go  Whoa, can we rewind to where we've been Ooo i wish you'd take a look and see the shape I'm in  Where the down boys go? Where the down boys go? Where the down boys go? I wanna go where the down boys go baby  You comb your hair put on your shades you look real cool You're givin' me the runaround making me feel like a fool Got a lot of nerve to call me cheap even though it's true I don't care where go tonight take me along with you  Whoa, can we rewind to where we've been Ooo i wish you'd take a look and see the shape I'm in  Where the down boys go? Where the down boys go? Where the down boys go? I wanna go where the down boys go baby  Certain things ya do really make me mad I must confess The way the street light sihlouettes your thighs inside your dress  Whoa, can we rewind to where we've been Ooo i wish you'd take a look and see the shape I'm in  Where the down boys go? Where the down boys go? Where the down boys go? I wanna go where the down boys go baby  Where the down boys go? Where the down boys go? Where the down boys go? Where they go?  ",
        "title": "Down Boys"
    },
    {
        "artist": "Donna Summer",
        "lyrics": "  What would I have to do To get you to notice me too Do I stand in line One of a million admiring eyes  Walk a tightrope way up high Write your name across the sky  I'm going crazy just to let you know You'd be amazed how much I love you so baby When I get my hands on you, I won't let go This time I know it's for real  Should I write or call your home Shout it out with a megaphone Radio, TV news Got to find a way to get the message to you  Say I love you with a neon sign Anything to make you mine  I'm going crazy just to let you know If I wait too long for you, I might explode I've been around the block enough to know This time I know it's for real Ooo, baby This time, this time...... This time, this time...... Ooo, baby This time, this time...... Ooo, baby  Walk a tightrope way up high Write your name across the sky  I'm going crazy just to let you know You'd be amazed how much I love you so, baby When I get my hands on you, I won't let go This time I know it's for real  I'm going crazy just to let you know If I wait too long for you, I might explode, oh baby I've been around the block enough to know This time I know it's for real  ",
        "title": "This Time I Know It's For Real"
    },
    {
        "artist": "Indigo Girls",
        "lyrics": "  I'm trying to tell you something about my life Maybe give me insight between black and white The best thing you've ever done for me Is to help me take my life less seriously, it's only life after all Well darkness has a hunger that's insatiable And lightness has a call that's hard to hear I wrap my fear around me like a blanket I sailed my ship of safety till I sank it, I'm crawling on your shore  I went to the doctor, I went to the mountains I looked to the children, I drank from the fountain There's more than one answer to these questions Pointing me in crooked line The less I seek my source for some definitive The closer I am to fine  I went to see the doctor of philosophy With a poster of Rasputin and a beard down to his knee He never did marry or see a B-grade movie He graded my performance, he said he could see through me I spent four years prostrate to the higher mind, got my paper And I was free  I went to the doctor, I went to the mountains I looked to the children, I drank from the fountain There's more than one answer to these questions Pointing me in crooked line The less I seek my source for some definitive The closer I am to fine  I stopped by the bar at 3 a.m To seek solace in a bottle or possibly a friend I woke up with a headache like my head against a board Twice as cloudy as I'd been the night before I went in seeking clarity  I went to the doctor, I went to the mountains I looked to the children, I drank from the fountain There's more than one answer to these questions Pointing me in crooked line The less I seek my source for some definitive The closer I am to fine  I went to the doctor, I went to the mountains I looked to the children, I drank from the fountain There's more than one answer to these questions Pointing me in crooked line The less I seek my source for some definitive The closer I am to fine  We go to the Bible, we go through the workout We read up on revival and we stand up for the lookout There's more than one answer to these questions Pointing me in a crooked line The less I seek my source for some definitive The closer I am to fine The closer I am to fine The closer I am to fine  ",
        "title": "Closer To Fine"
    },
    {
        "artist": "Beastie Boys",
        "lyrics": "  Hey Hey ladies in the place, I'm callin' out to ya There never was a city kid truer and bluer There's more to me than you'll ever know And I got more hits than Sadaharu Oh Tom Thumb, Tom Cushman, or Tom Foolery Date women on TV with the help of Chuck Woolery Words flowin' out just like the Grand Canyon And I'm always out lookin' for a female companion I threw the lasso around the tallest one and dragged her to the crib I took off her moccasins and put on the bib Wheelin' and dealin' I make a little bit of a stealin' I'll bring you back to the place and your dress I'm peelin' Your body's on time and your mind is appealin' Starin' at the cracks up there upon the ceilin' Such and such will be the bass that I'm throwin' I'm talking to a girl, telling her I'm all-knowing Well, she's talking to the kid (who? to the kid) I'm telling her every lie that you know that I never did  Hey ladies, get funky All the ladies in the house The ladies, the ladies  Well, me in the corner with a good-lookin' daughter I dropped my drawers and said \"Welcome back Kotter\" We was cuttin' up the rug, she started cuttin' up the carpet In my apartment, I begged her please stop it The gift of gab is the gift that I have And that girl ain't nothin' but a crab Educated… No, Stupid… Yep And when I say stupid, I mean stupid fresh I'm not James At 15 or Chachi in charge I'm Adam and I'm adamant about livin' large With the white sassoons and the looks that kill Makin' love in the back of my Coupe De Ville I met a little cutie, she was all hopped up on zootie I liked the little cutie, but I kicked her in the booty Cause I don't kinda go for that messin' around You be listenin' to my records', a number one sound Step to the rhythm, step, step to the rhyme I've got an open mind so why don't you all get inside Tune in, turn on, to my tune that's live Ladies flock like bees to a hive  Hey ladies, get funky Hey, hey, hey, hey, ladies Girls, girls Hey, hey, hey, hey, ladies One more time ain't it funky now Hey, hey, hey, hey, hey, hey, hey, hey, ladies Ain't it funky now  You know that She's got a gold tooth, you know she's hardcore She'll show you a good time, then she'll show you the door Break up with your girl, it ended in tears Vincent van Gogh, go and mail that ear I call her in the middle of the night when I'm drinkin' The phone booth on the corner is damp and it's stinkin' She said come on over, it was me that she missed I threw that trash can through her window cause you know I got dissed Your old lady left you and you went insane You blew yourself up in the back of the 6 Train Well, take my advice at any price A gorilla like your mother is mighty weak, man Suckin' down pints 'till I didn't know Woke up in the morning at the Won Ton Ho Cause I announce, I like girls that bounce With the weight that pays about a pound per ounce Girls with curls, and big long locks And beatnik chicks, just wearing their smocks Walkin' high and mighty like she's number one She thinks she's the passionate one  Hey ladies, get funky What's that? Good god Good god, dance Good god Baby, baby, baby, baby Ain't it funky, brother? He, ha, ha, ha Hey, hey, hey, hey, ladies Hey, hey, ladies  ",
        "title": "Hey Ladies"
    },
    {
        "artist": "Seduction",
        "lyrics": null,
        "title": "(You're My One And Only) True Love"
    },
    {
        "artist": "Eddie Murphy",
        "lyrics": "  (Verse 1) I said oh sweet baby lips are for kissing I'm going crazy thinking what I'm missing, oh babe Right about now, yeah I sit down closer just flesh and eat now Your smile's electric, your lips look sweet enough to eat  (Chorus) Oh baby, just put your mouth on me  (Verse 2) Are you worthy of such a big reaction? Now Mr. Murphy you need some satisfaction and loving Yes it does right about now You look tired rest your head on me It's so hard babe, it's so hard for you to see, yeah  (Chorus) Just put your mouth on me Just put your mouth on me  (Bridge) I see you watching me My this ain't no fantasy I know that's you are what I need Put your mouth, put your mouth on me I'm gonna rest while you listen to the band  (Verse 3) Girl you taught me with your fingertips now See if you want me, you got to say it with your lips Oh, babe, just say it with your lips Woman I'm not filled with a mean love If I didn't love you would I let you do this thing?  (Outro) Just put your mouth, just put your mouth Just put your mouth on me Just put your mouth on me I'm going up and down all around Gonna head down to the ground Just put your mouth on me (Heh! Heh! Heh! )  ",
        "title": "Put Your Mouth On Me"
    },
    {
        "artist": "Saraya",
        "lyrics": "  Smoke-filled room Champagne on ice Bed of roses But something still ain't right Light through my window Lazy afternoon I wanna taste the good life But I'm missing you too soon  Take my heart, take my soul Love has taken its toll I got no feelings, no control Love has taken its toll  I'm halfway around the world You're halfway gone Please don't say you're leaving I know where I belong I see only you In every face I meet I may not say I love you, sugar But I sure know what it means, yeah!  Oh, yeah, yeah  Take my heart, take my soul Love has taken its toll I got no feelings, no control Love has taken its toll  They say that love is like the edge of a knife Cold and hard and waiting to cut you But I could hold you for the rest of my life I close my eyes and reach out to touch you again Touch you again  Ooh, whoa, ooh, whoa Yeah!  Spring turns into winter The day kisses the night And all I can remember, honey Is kissing you goodbye I still think about you On those deep dark lonely nights I hold you in my aching heart And I pray that you're still mine, yeah  Mine, mine, mine, mine, mine, oh, yeah  Take my heart, take my soul Love has taken its toll I got no feelings, got no control Love has taken its toll, yeah!  Love has taken its toll Sha, la, la, la, la, la Love has taken its toll  ",
        "title": "Love Has Taken Its Toll"
    },
    {
        "artist": "Whistle",
        "lyrics": "  Goodbye, it's time for me to go I'll call you in the morning So I can let you know The way I really feel, girl To put your mind at ease If I don't then who will, if I make it, I still Want you to be there with me You say you love and then you learn If you've learned to love me, baby You'll wait till I return I know it hasn't been easy To love a man like me Some day if we try There will be no goodbye And we will live happily 'Cause I'll be there one day And you will be right next to me I'll be there one day And you will be right next to me Hey there, will you be where I am Will you be by my side, girl Or with another man (Will you be next to me) Just wait a little longer Girl, I don't know how long Just try to understand This is not what I planned I'm sorry this had to be Girl, oh girl, every man needs a woman You're the woman that I choose And I can't afford to lose you, baby I'll be there one day And you will be right next to me I'll be there one day And you will be right next to me I swear to the world You'll always be my girl Just say you'll be Right next to me  ",
        "title": "Right Next To Me"
    },
    {
        "artist": "The Outfield",
        "lyrics": null,
        "title": "My Paradise"
    },
    {
        "artist": "Tom Petty",
        "lyrics": "  It was a beautiful day, the sun beat down I had the radio on, I was drivin' Trees went by, me and Del were singin' little Runaway I was flyin'  Yeah runnin' down a dream That never would come to me Workin' on a mystery, goin' wherever it leads Runnin' down a dream  I felt so good like anything was possible I hit cruise control and rubbed my eyes The last three days the rain was un-stoppable It was always cold, no sunshine  Yeah runnin' down a dream That never would've come to me Workin' on a mystery, goin' wherever it leads Runnin' down a dream  I rolled on as the sky grew dark I put the pedal down to make some time There's something good waitin' down this road I'm pickin' up whatever's mine  I'm runnin' down a dream That never would've come to me Workin' on a mystery, goin' wherever it leads Runnin' down a dream Yeah I'm runnin' down a dream That never would've come to me Workin' on a mystery, goin' wherever it leads I'm runnin' down a dream  ",
        "title": "Runnin' Down A Dream"
    },
    {
        "artist": "Dead Or Alive",
        "lyrics": "  Same place, after midnight Saw you looking so nice Hot stuff, pants on fire Please me, I want you now  I'm born to flirt You're born to run Let's get together And get it on  Come home with me, baby Ooh, you must be lucky Let's rock You got the body I want  Come home with me, baby Ooh, you must be lucky I was looking for somebody that's what You got the body I want  You got the body You got the body I want You got the body I want, uhh  I'm not complicated Please, don't keep me waiting Hold me then undress me Smooth talk don't impress me  Ask me once and I'll say yes I want the pleasure of your flesh I see the look inside your eyes Like what you see, come try me  Come home with me, baby Ooh, you must be lucky Let's rock You got the body I want  Come home with me, baby Ooh, you must be lucky I was looking for somebody that's what You got the body I want  Come home with me, baby Ooh, you must be lucky Let's rock You got the body I want  Come home with me, baby Ooh, you must be lucky I was looking for somebody You got the body You got the body I want  Touch me, baby, touch me My love will take you to the top Among the stars, let's rock  Come home with me, baby Ooh, you must be lucky Let's rock You got the body I want  Come home with me, baby Ooh, you must be lucky I was looking for somebody that's what You got the body I want  Come home with me, baby Ooh, you must be lucky Let's rock You got the body I want  Come home with me, baby Ooh, you must be lucky I was looking for somebody that's what You got the body I want  You got the body You got the body I want You got the body I want  You know tonight That I don't need affection All that I want is a little piece of action Come with me, let's rock  ",
        "title": "Come Home With Me Baby"
    },
    {
        "artist": "John Cafferty & The Beaver Brown Band",
        "lyrics": null,
        "title": "Pride & Passion"
    },
    {
        "artist": "Young M.C.",
        "lyrics": null,
        "title": "Bust A Move"
    },
    {
        "artist": "Rob Base & D.J. E-Z Rock",
        "lyrics": null,
        "title": "Joy And Pain"
    },
    {
        "artist": "The Jets",
        "lyrics": "  Hey Heartache, no cure Broken down You see I've heard it all, all before Leave your trouble behind and walk out the door  Ain't no sense crying out loud You better get dancing out in the crowd You better dance Dance your troubles away You better dance Dance all day You better dance Dance your troubles away You better dance  You better dance Hey!  Can't work, and nothing to eat  Ain't no sense crying out loud You better get dancing in the crowd You better dance Dance your troubles away You better dance Dance all day You better dance Dance your troubles away You better dance  You better dance Dance your troubles away You better dance Dance all day You better dance Dance your troubles away You better dance  Dance, dance, dance  ",
        "title": "You Better Dance"
    },
    {
        "artist": "The Call",
        "lyrics": null,
        "title": "Let The Day Begin"
    },
    {
        "artist": "Starship",
        "lyrics": "  If you want my love tell me 'bout tomorrow Cause I can't wait one more day Cold in the night waiting for a promise So all alone I'm hanging on  Woman don't play this game You'll never get my lovin this way All this time you've been livin' for the moment It works for some, but not for me no  Chorus: It's not enough, to tell me you love me It's not enough, to tell me that you care (Yeah) It's not enough, to tell me you want me Darlin' you know deep inside If you want my love, then girl you must show me (Not enough) Oh show me girl  We can make it last if we hold on till tomorrow Or will we throw it away Empty words you say you want to please me But half a heart won't make it right  It's not enough to tell me you love me It's not enough to tell me that you cried (Yeah) It's not enough to tell me you're sorry Darlin' you know deep inside If you want my love, then girl you must show me (Not enough)  (Guitar solo)  Empty words you say you want to please me But half a heart won't make it right no  It's not enough to tell me you love me It's not enough to tell me that you care (Yeah) It's not enough to tell me you want me Darlin' you know Not enough to tell me you need me It's not enough to tell me that you cried (Yeah) It's not enough to tell me you're sorry Darlin' you know deep inside It's just not enough (Not enough)  Oh, if you really wanna know girl (Not enough) What it takes if you want my love...  ",
        "title": "It's Not Enough"
    },
    {
        "artist": "Bobby Brown",
        "lyrics": "  [Intro] I can't sleep at night, I toss and turn I can't sleep at night Now now now now, come down now Oh yes! It's me again! The crazy one!  [Verse 1] I can't sleep at night, I toss and turn Listening for the telephone But when I get your call, I'm all choked up Can't believe you called my home And as a matter of fact, it blows my mind You would even talk to me Because a girl like you is like a dream come true A real life fantasy  [Bridge] No matter what your friends try to tell you We were made to fall in love And we will be together, any kind of weather It's like that, it's like that  [Hook] Every little step I take, you will be there Every little step I make, we'll be together Every little step I take, you will be there Every little step I make, we'll be together  [Verse 1] I can't sleep at night, I toss and turn Listening for the telephone But when I get your call, I'm all choked up Can't believe you called my home And as a matter of fact, it blows my mind You would even talk to me Because a girl like you is like a dream come true A real life fantasy  [Bridge] No matter what your friends try to tell you We were made to fall in love And we will be together, any kind of weather It's like that, it's like that girl  [Hook] Every little step I take, you will be there Every little step I make, we'll be together Every little step I take, you will be there Every little step I make, we'll be together  [Verse 2] Everybody wants to know what's going down Not with the James, not the Jim, but the Bobby Brown Now I'm chilling much harder as you all know Cause Bobby Brown was good to good to good to go solo Been on the microphone a long long time I'm guaranteed to bust a stupid rhyme Now I'm on the mic and I'm rocking real fresher Everybody out there don't talk less about me Cause I'm rocking it steady And when I'm on the mic, don't you dare call me Freddy Cause I'm ready to really get paid And if anybody steps in my way they getting slayed My name is Brown, that's what they call me, Yes, I drive a 560 SEC And when I'm on the mic, you gotta see me Driving down the block cause I'm blocking and locking When the sucker M.C.'s trying to drop my spot When I'm rocking on the microphone People gotta gotta gotta gotta leave me alone Cause I really don't care, really don't give a damn My name is Bobby, and not Uncle Sam!  Shaba dootin ba Shaba dootin bop shoo ba Shaba dootin ba Shaba dootin bop shoo ba  No matter what your friends try to tell you We were made to fall in love We will always be together, any kind of weather It's like that, it's like that girl!  Every little step I take, you will be there (yeah yeah) Every little step I make, we'll be together Every little step I take, you will be there (you'll be, you'll be there) Every little step I make, we will be together  ",
        "title": "Every Little Step"
    },
    {
        "artist": "BulletBoys",
        "lyrics": "  Smooth up in ya Mama, whoa  I know you really want to move me You know I like to see you try I've said it before and I'll say it again You're not my type if you don't begin  Looks like you're the hard kind I ain't got that kind of time Oh, I send shivers  (Smooth up in ya) (Smooth up in ya) In ya  You say I'm never gonna break ya But we won't know until we try So now's the time to make up your mind I'll never ever be the one woman kind  Don't let your lovin' go to waste All it takes is just one taste Oh I send shivers  (Smooth up in ya) (Smooth up in ya) Smooth up in ya (Smooth up in ya) I wanna go, I wanna go (Smooth up in ya) Right now, yeah yeah yeah yeah yeah  Oh oh oh I wanna go I wanna I wanna go  Oh yeah yeah yeah, don't let your lovin' go to waste Oh honey child, I'm gonna give you a taste Whoa I send shivers  (Smooth up in ya) (Smooth up in ya) Smooth up in ya  (Smooth up in ya) (Smooth up in ya) I said it before and I'll say it again  (Smooth up in ya) Whoa (Smooth up in ya) Whoa I really wanna go (Smooth up in ya) (Smooth up in ya) (I really wanna go)  (Smooth up in ya) (Smooth up in ya) Yeah, yeah  (Smooth up in ya) (Smooth up in ya) I really want to go  ",
        "title": "Smooth Up"
    },
    {
        "artist": "Paula Abdul",
        "lyrics": "  [Intro] Hey baby You gotta remember I'm forever your girl And baby forever and ever and ever (You know I am)  [Verse 1] Baby, pick your head up Come on and look me in the face Cuz I can tell that somethin' Is bringin' you down (Why are you down?) Is it the rumour that another boy Wants to take your place? (I hear he's after your heart) Have you been hearin' the stories? They're goin' around (All of my friends are talkin')  [Pre-Chorus 1] Baby just remember I gave you my heart Ain't no one gonna tear us apart He could promise the moon and the stars above Even if he promised me the world  [Chorus 1] Just remember I'm forever your girl He could promise the world You gotta remember I'm forever your girl  [Verse 2] Honey listen to me Your love is all I need You should know that I don't need nothin' That money can buy (It's no lie) So if a boy were to come along And try to make me leave you (Girl, I'd go out of my mind) There'd be no need to worry I'm tellin' you why (I need to hear that you really love me)  [Pre-Chorus 2] Baby don't you know that I love you? And I'd never put nobody above you He could promise the moon and the stars above Even if he promised me the world  [Chorus 1]  [Chorus 2] I'm forever your baby Just remember I'm forever your girl Baby, don't you remember? I'm forever your girl  [Bridge] When the mountains crumble into the sea That's the day someone'll come Between you and me Baby, just remember I gave you my heart (Tell me) ain't no one gonna tear us apart Baby, he could promise me diamonds Even if he promised me pearls Honey, you know I ain't lyin' Listen as I tell it to the world You gotta remember, baby, remember You gotta remember I'm forever your girl  [Interlude] (x3) Baby, forever and ever and ever We'll be together I'm forever your girl  [Outro] Hey baby, he could promise the world Girl you know I love you And I always will (hey baby) If we live 'til forever I'll be lovin' you I'll be lovin' you still Just remember I'm forever your girl Forever your girl Just remember I'm forever your girl  ",
        "title": "Forever Your Girl"
    },
    {
        "artist": "Waterfront",
        "lyrics": "  Early morning when I leave your side Start my car and drive Before the new day's dawning You know I'll return Apart we won't survive  If love doesn't mean enough (really mean enough) Somebody invents another word  [Chorus: x2] Oh, oh, oh, in the nature of love I never can say goodbye  Time and time again Seems like we're hitting our heads against the wall Fighting, cursing, how can we stand by? And let it all slip away  If love doesn't mean enough (really mean enough) Somebody invents another word  [Chorus: x4] If love doesn't mean enough (really mean enough) Somebody invents another word  [Chorus: x4] Goodbye, goodbye Nature of love, never can say goodbye Oh, oh, oh, I never can say goodbye (Nature of love) Never can say goodbye  Oh, oh, oh Nature of, Nature of love Oh, oh, oh Nature of, Nature of love Oh, oh, oh Nature of, Nature of love  ",
        "title": "Nature Of Love"
    },
    {
        "artist": "The Cult",
        "lyrics": "  Fire woman, yeah  Shake, shake, shake, shake it, yeah  Wound up, can't sleep, can't do anything right, little honey Oh, since I set my eyes on you I tell you the truth T-t-t-t-twistin' like a flame in a slow dance, baby You're driving me crazy Come on, little honey Come on now  Fire Smoke, she is a rising fire, yeah Smoke on the horizon, well Fire Smoke, she is a rising fire Oh, smokestack lightning Smokestack lightning  Well, shake it up, you're to blame, got me swayin' little honey My heart's a ball of burnin' flame Oh, yes it is Prancing like a cat on a hot tin shack Lord, have mercy Come on little sister Come on and shake it  Fire Smoke, she is a rising fire Oh, smoke on the horizon, yeah Fire Smoke, she is a rising fire Oh, smokestack lightning, baby  I was thinking What I've been missing I'll tell you truthfully, well She's coming close now Oh, I can feel her She's getting close to me And I never, yeah  Fire Smoke, she is a rising fire Oh, smoke on the horizon Fire Smoke, she is a rising, rising, rising fire Smokestack lightning A-j-j-j...  Burnin' out And shake it, baby Come on and burn it  I say send down fire to me Say send down fire to me Say send down fire to me, yeah!  Fire woman, you're to blame... Fire woman, you're to blame... Fire woman, you're to blame... Fire woman, you're to blame...  ",
        "title": "Fire Woman"
    },
    {
        "artist": "Dion",
        "lyrics": "  Do you remember. Oh the night that we first met The moment I looked in your eyes I never will forget Do you remember oh the time that we first kissed Remember thinking to myself could it really be like this  And we danced beneath the midnight moon Whoa! I took one look One look at you And I fell in love before I knew And the night stood still And like a breeze we moved cool and slow To the rhythm of the radio And I reached out for you and held you close And the night stood still  I still remember how our song was playing then And if I close my eyes I swear That we'd be there again Do you remember oh the way it used to be Where we were two hearts on the run So young so wild and free  And we danced beneath the midnight moon Whoa! I took one look One look at you And I fell in love before I knew And the night stood still And like a breeze we moved cool and slow To the rhythm of the radio And I reached out for you and held you close And the night stood still  Girl The night stood still We danced Danced We fell in love We fell in love  Do you remember oh the way it used to be... Where we were two hearts on the run So young so wild and free  And we danced beneath the midnight moon Whoa! I took one look One look at you And I fell in love before I knew And the night stood still And like a breeze we moved cool and slow To the rhythm of the radio And I reached out for you and held you close And the night stood still  And we danced beneath the midnight moon Whoa! I took one look One look at you And I fell in love before I knew And the night stood still And like a breeze we moved cool and slow To the rhythm of the radio And I reached out for you and held you close And the night stood still  ",
        "title": "And The Night Stood Still"
    },
    {
        "artist": "Stage Dolls",
        "lyrics": "  As she drives, through the town Where she once, played around In these streets Oh memories, are what's left here  Little note, on her bed Just some words, that leave it all unsaid Oh Mama don't you cry Hey Papa don't ask why  Love cries, love burns Love drives you, to the point of no return Love lies, love burns Love drives you, to the point of no return  Restless boy, took her heart Like a toy, he tore it all apart In her mind, she'll never love again  With the wind, in her hair She stops and says a little prayer Oh Mama don't you cry Hey Papa don't ask why  Love cries, love burns Love drives you, to the point of no return Love lies, love burns Love drives you, to the point of no return  Under a purple sky She turns her head And says goodbye  Love cries, love burns Love drives you, to the point of no return Love lies, love burns Love drives you, to the point of no return  ",
        "title": "Love Cries"
    },
    {
        "artist": "Cinderella",
        "lyrics": "  I used to be now I'm not what you see, Lord I try And now it seems all those dreams have come true, but they're passing me by Some fast talkin' mama for a dollar put a smile on my face I'm drivin' all night I end up in the same old place  My gypsy road can't take me home I drive all night just to see the light My gypsy road can't take me home I keep on pushin' cause it feels alright  And who's to care if I grow my hair to the sky I'll take a wish and a prayer cross my fingers cause I always get by Some fast talkin' jerk for a dollar wiped the smile off my face I'm drivin' all night Just to keep the rat in the race  My gypsy road can't take me home I drive all night just to see the light My gypsy road can't take me home I keep on pushin' cause it feels alright  Sometimes I feel so old Got my lights burnin' bright But I'm lookin' pretty sold Sometimes I feel so cold So cold Let's go  Got to get on home My gypsy road can't take me home My gypsy road can't take me home, t-t-take me  My gypsy road can't take me home I drive all night just to see the light My gypsy road can't take me home I keep on pushin' cause it feels alright  My gypsy road can't take me home I drive all night just to see the light My gypsy road can't take me home I keep on p-p-pushin'  My gypsy road My gypsy road My gypsy road My gypsy road  My gypsy road  My gypsy road can't take me home I drive all night just to see the light My gypsy road can't take me home  ",
        "title": "Gypsy Road"
    },
    {
        "artist": "Thirty Eight Special",
        "lyrics": null,
        "title": "Comin' Down Tonight"
    },
    {
        "artist": "Stevie Nicks",
        "lyrics": "  Somewhere out in the back of your mind (Somewhere) Comes your real life and the life that you know It seems like it was the creation of some of those same old things It seemed to be the only thing left out in the light She had trusted many... But been unfamiliar with... Almost everyone but you [Chorus]  Well maybe I'm just thinking that the rooms are all on fire Everytime that you walk in the room Well there is magic all around you, if I do say so myself... I have known this much longer than I've known you  She had trusted many... And then there would be someone who would enter into her presence That she could sense for miles... She dreamed of her wanton luxury And she laughed and she cried... and she tried to taunt him And he hated to be separated... From that picture... No...  [Chorus]  Long nets of white cloud my memory... Long nets of white cloud my memory... Ooh... there is magic... all around you... Everytime you walk in the room...  [Chorus]  ",
        "title": "Rooms On Fire"
    },
    {
        "artist": "Tom Petty",
        "lyrics": "  [Verse 1] Well, I won't back down No, I won't back down You can stand me up at the gates of hell But I won't back down  [Verse 2] No, I'll stand my ground Won't be turned around And I'll keep this world from draggin' me down Gonna stand my ground And I won't back down  [Chorus] I won't back down Hey baby, there ain't no easy way out I won't back down Hey I will stand my ground And I won't back down  [Verse 3] Well I know what's right I got just one life In a world that keeps on pushin' me around But I stand my ground And I won't back down  [Chorus] I won't back down Hey baby, there ain't no easy way out I won't back down Hey, I will stand my ground And I won't back down I won't back down Hey baby, there ain't no easy way out I won't back down Hey, I will stand my ground And I won't back down No, I won't back down  ",
        "title": "I Won't Back Down"
    },
    {
        "artist": "Jimmy Harnen With Synch",
        "lyrics": null,
        "title": "Where Are You Now?"
    },
    {
        "artist": "Guns N' Roses",
        "lyrics": "  [Pre-Chorus] Loaded like a freight train Flying like an aeroplane Feeling like a space brain One more time tonight  [Verse 1] Well, I'm a west coast struttin One bad mother Got a rattlesnake suitcase Under my arm Said I'm a mean machine, been drinkin' gasoline And honey you can make my motor hum Well I got one chance left In a nine lives cat I got a dog eat dog sly smile I got a Molotov cocktail With a match, to-go I smoke my cigarette with style And I can tell you honey You can make My money tonight  Wake up late Honey, put on your clothes Take your credit card to the liquor store That's one for you, and two for me By tonight  [Pre-Chorus] I'll be loaded like a freight train Flying like an aeroplane Feeling like a space brain One more time tonight  [Chorus] I'm on the nightrain Bottoms up I'm on the nightrain Fill my cup I'm on the nightrain Ready to crash and burn I never learn I'm on the nightrain I love that stuff I'm on the nightrain I can never get enough I'm on the nightrain Never to return, no  [Solo]  [Pre-Chorus] Loaded like a freight train Flying like an aeroplane Speeding like a space brain One more time tonight  [Chorus] I'm on the nightrain And I'm looking for some I'm on the nightrain So I can leave this slum I'm on the nightrain And I'm ready to Crash and burn  Nightrain Bottoms up I'm on the nightrain Fill my cup I'm on the nightrain  Whoa yeah I'm on the nightrain Love that stuff I'm on the nightrain An I can never get enough Ridin' the nightrain I guess I I guess, I guess, I guess I never learn  On the nightrain Float me home Ooh I'm on the nightrain Ridin' the nightrain Never to return Nightrain  ",
        "title": "Nightrain"
    },
    {
        "artist": "Guns N' Roses",
        "lyrics": "  One, two, one, two, three, four [Verse 1] Shed a tear cause I'm missing you I'm still alright to smile Girl I think bout you every day now Was a time when I wasn't sure but you Set my mind at ease There is no doubt you're in my heart now  [Chorus] Said woman take it slow and it'll work itself out fine All we need is just a little patience Said sugar make it slow and we'll come together fine All we need is just a little patience Patience  [Verse 2] I sit here on the stairs cause I'd rather be alone If I can't have you right now I'll wait dear Sometimes I get so tense but I can't speed up the time But you know love there's one more thing to consider  [Chorus] Said woman take it slow and things will be just fine You and I'll just use a little patience Said sugar take the time cause the lights are shining bright You and I've got what it takes to make it We won't fake it, I'll never break it, cause I can't take it  [Bridge] Little patience, yeah Need a little patience, yeah Just a little patience, yeah Some more patience, yeah Could use some patience yeah Gotta have some Patience yeah All it takes is patience Just a little patience Is all you need  [Verse 3] I've been walking the streets at night Just trying to get it right It's hard to see with so many around You know I don't like being stuck in the crowd And the streets don't change but maybe the names I ain't got time for the game cause I need you Yeah yeah yeah Cause I need you Ooo I need you, whoa I need you Ooh all this time  ",
        "title": "Patience"
    },
    {
        "artist": "Adrian Belew",
        "lyrics": "  Oh daddy, when you gonna write that big hit? Oh daddy, when you gonna hit it real big, real big?  Well, now that's a tall request For such a small little girl But I'll try, try till I get it just right 'Cause I'm gonna make it, maybe even twice  Oh daddy, when you gonna make it to the big time gig? Oh daddy, when you gonna blow off the lid?  Well, it's like a backstage pass into paradise There's a long, lonely waiting list But I'm gonna give it everything I've got to give  Oh daddy, when you gonna be a big star? I got the suit and a pink guitar Oh daddy, when you gonna break it wide open I don't know but I still keep hopin' Oh daddy, are you gonna make a million bucks? All it takes it a whole lotta luck, yeah, yeah, yeah, yeah  Oh daddy, when you gonna have that fat Cadillac like you always said? Oh daddy, when you gonna put on some stretch pants, yeah?  Well, don't hold your breath 'cause it'll make you blue But the whole opera's not over yet And I aim to make the fat lady sweat  Oh daddy, how you gonna make it to the top? All I know is I'm not gonna stop Oh daddy, what are ya' gonna buy your little girl? Hey, I'm gonna getcha Disney World Oh daddy, you could hit the jackpot yet Like I told now don't hold your breath Oh, daddy, daddy, oh, daddy, daddy, oh, daddy, daddy I'm gonna buy you Disney World  ",
        "title": "Oh Daddy"
    },
    {
        "artist": "Cyndi Lauper",
        "lyrics": "  I'm drivinmg home from work Knowing you're not there I used to hurry home Now I don't even care The sun is in my eyes So I can't see But when it sets down behind the Mountain It's gonna be  My first night without you My first night without you My first night without you Oh...without you  I sit here like a fool Remembering everything TRhe way we used to talk The songs that we used to sing I've got to try and leave The past behind But my memory's so good I think that I'm losing my mind  My first night without you My first night without you And I wonder what I'll do Oh...without you  Will I be able to sleep Will I lie in my bed and weep What if i forget And reach for you Will i dream about you My first night...my first night  My first night without you My first night without you And I wonder what I'll do  My first night without you My first night without you And I wonder how I'll get through Oh...without you  ",
        "title": "My First Night Without You"
    },
    {
        "artist": "SaFire",
        "lyrics": null,
        "title": "Gonna Make It"
    },
    {
        "artist": "Michael Damian",
        "lyrics": "  Hey kids, rock and roll Rock on, ooh my soul Hey kids, boogie too, did ya?  Hey shout, summertime blues Jump up and down in my blue suede shoes Hey kids, rock and roll, rock on  And where do we go from here? Which is the way that's clear?  Still looking for that blue jean Baby queen Prettiest girl I've ever seen See her shake on the movie screen Jimmy Dean  And where do we go from here? Which is the way that's clear?  Still looking for that blue jean Baby queen Prettiest girl I've ever seen See her shake on the movie screen Jimmy Dean (James Dean) Jimmy Dean Rock on  Rock on Rock on Rock on Rock on  Hey kid, rock and roll (Rock on) Rock on Hey shout, summertime blues (Rock on) Rock on  Hey kid, boogie too (Rock on) Rock on Hey kid, rock and roll (Rock on) Rock on  Hey, kid Boogie too  ",
        "title": "Rock On (From \"Dream A Little Dream\")"
    },
    {
        "artist": "Animotion",
        "lyrics": "  I lay here beside you, just thinkin’ all night I believe that tomorrow would make things all right I still tell you i love you, that you’re forever mine It makes you feel good and it buys me some time If i told i needed you But i sent you away I’ve been calling it love Because i want u to stay Calling it love Say you’ll stay Calling it love Cause i’m too scared to say Let’s call it a day I never questioned my feelings before I felt but i felt there was it; nothin’ more But i can’t keep denying the truth in my heart Ooo, the touching and talking but we’re oceans apart If i told you i needed you But i sent away I’ve been calling it love Because i want u to stay Calling it love Say you’ll stay Calling it love Cause i’m too scared to say Let’s call it a day I’ve been spending my life Thinking you’re the one Now i’m holding my lies And the damage was done If i told you i needed you But i sent you away I’ve been calling it love Because i want u to stay Calling it love Say you’ll stay Calling it love Cause i’m too scared to say I've been calling it love I’ve been calling it love Because i want u to stay Calling it love Say you’ll stay Calling it love Cause i’m too scared to say I’ve been calling it love...... I've been calling it love......  ",
        "title": "Calling It Love"
    },
    {
        "artist": "Living Colour",
        "lyrics": null,
        "title": "Open Letter (To A Landlord)"
    }
]