[
    {
        "artist": "Usher Featuring Lil Jon & Ludacris",
        "lyrics": "  [Produced by Lil Jon]  [Intro: Usher & Lil Jon] Peace up, A-Town down Yeah! Okay! Usher Lil Jon Yeah, yeah, yeah, yeah, yeah, yeah! Yeah, yeah, yeah, yeah, yeah, yeah! Let's go!  [Verse 1: Usher & Lil Jon] I was up in the club with my homies, trying to get a lil V-I Keep it down on the low key You should know how it feels (hey!) I seen shorty, she was checking up on me From the game she was spitting in my ear You would think that she know me I decided to chill (okay!) Conversation got heavy She had me feeling like she's ready to blow (watch out!) Ohh! (watch out) She's saying, come get me So I got up and followed her to the floor She said, baby let's go When I told her (let's go!) I said  [Chorus: Usher & Lil Jon] (Yeah!) Yeah! Shorty got down low said, come and get me (Yeah!) Yeah! I got so caught up, I forgot she told me (Yeah!) Yeah! Her and my girl, they used to be the best of homies (Yeah!) Yeah! Next thing I knew, she was all up on me screaming Yeah (yeah!) yeah (yeah!) yeah, yeah! Yeah (yeah!) yeah (yeah!) yeah, yeah!  [Verse 2: Usher & Lil Jon] She's all up in my head now, got me thinking That it might be a good idea to take her with me Cause she's ready to leave, ready to leave now (let's go!) And I got to keep it real now Cause on a one to ten, she's a certified twenty But that's just ain't me (hey!) Cause I don't know, if I take that chance Just where's it gonna lead But what I do know is the way she dance Make shorty alright with me The way she get low I'm like, yeah, just work that out for me She asks for one more dance, and I'm like, yeah How the hell am I supposed to leave (Let's go, bring the beat back!) And I say  [Chorus: Usher & Lil Jon] (Yeah!) Yeah! Shorty got down low said, come and get me (Yeah!) Yeah! I got so caught up, I forgot she told me (Yeah!) Yeah! Her and my girl, they used to be the best of homies (Yeah!) Yeah! Next thing I knew, she was all up on me screaming Yeah (yeah!) yeah (yeah!) yeah, yeah! Yeah (yeah!) yeah (yeah!) yeah, yeah!  [Verse 3: Ludacris & Lil Jon] Watch out, my outfit's ridiculous In the club looking so conspicuous And roar, these women all on the prowl If you hold the head steady, I'ma milk the cow (yeah!) And forget about game, I'ma spit the truth (what?) I won't stop till I get 'em in their birthday suit (yeah!) So gimme the rhythm and it'll be off with their clothes Then bend over to the front and touch your toes I left the Jag and I took the Rolls If they ain't cutting, then I put em on foot patrol (let's go!) How you like me now? When my pinky's valued over three hundred thousand Let's drink, you the one to please (yeah!) Ludacris fill cups like double D's (yeah!) Me and Ursh' once more, and we leaves 'em dead We want a lady in the street but a freak in the bed that say  [Chorus: Usher & Lil Jon] (Yeah!) Yeah! Shorty got down low said, come and get me (Yeah!) Yeah! I got so caught up, I forgot she told me (Yeah!) Yeah! Her and my girl, they used to be the best of homies (Yeah!) Yeah! Next thing I knew, she was all up on me screaming Yeah (yeah!) yeah (yeah!) yeah, yeah! Yeah (yeah!) yeah (yeah!) yeah, yeah!  [Outro: Ludacris & Lil Jon] Take that and rewind it back Lil Jon got the beat that make your booty go (clap) Take that, rewind it back Ursher got the voice make your booty go (clap) Take that, rewind it back Ludacris got the flow to make your booty go (clap) Take that, rewind it back Lil Jon got the beat that make your booty go (clap) Let me see you do the A-town stomp! Do the A-town stomp! Now do the muscle, do the muscle! Do the muscle, do the muscle! A thunder clap, hey! A thunder clap, hey! A thunder clap, hey! A thunder clap, hey! Rock a way, rock a way, rock a way, rock a way and cut!  ",
        "title": "Yeah!"
    },
    {
        "artist": "Mario Winans Featuring Enya & P. Diddy",
        "lyrics": "  [Intro - P. Diddy] Hold up, let me answer my phone. Some bitch callin' me about some bullshit probably. I'mma call you right back, I'm doin' this mixtape right now. Now back to what I was sayin'...  [Verse 1: Mario Winans] Somebody said they saw you The person you were kissing wasn't me And I would never ask you I just kept it to myself  [Hook: Mario Winans] I don't wanna know If you're playin' me, keep it on the low Cause my heart can't take it anymore And if you're creepin', please don't let it show Oh baby, I don't wanna know  [Verse 2: Mario Winans] Oh baby I think about it when I hold you When lookin' in your eyes, I can't believe I don't need to know the truth Baby keep it to yourself  [Hook: Mario Winans] I don't wanna know If you're playin' me, keep it on the low Cause my heart can't take it anymore And if you're creepin', please don't let it show Oh baby, I don't wanna know  [Bridge: Mario Winans] Did he touch you better than me? (touch you better then me) Did he watch you fall asleep? (watch you fall asleep) Did you show him all those things, you used to do to me (do to me baby) If you're better off that way (better off that way) There ain't more that I can say (more that I can say) Just go on and do your thing and don't come back to me (Stay away from me baby)  [Verse 3 - P. Diddy] I don't wanna know where your whereabouts or how you movin' I know when you in the house or when you cruisin' It's been proven, my love you abusin' I can't understand how a man got you choosin' (yeah) Undecided, I came and provided ma My undivided, you came and denied it (why?) Don't even try it, I know when you lyin' (I know when you lyin') Don't even do that, I know why you cryin' (stop cryin') I'm not applyin' no pressure, just wanna let you know That I don't wanna let you go (I don't wanna let you go) And I don't wanna let you leave Can't say I didn't let you breathe Gave you extra cheese (c'mon),put you in the SUV You wanted ice so I made you freeze Made you hot like the West Indies (that's right) Now it's time you invest in me Cause if not then it's best you leave Holla, yeah  [Hook: Mario Winans] I don't wanna know If you're playin' me, keep it on the low Cause my heart can't take it anymore And if you're creepin', please don't let it show Oh baby, I don't wanna know If you're playin' me, keep it on the low Cause my heart can't take it anymore And if you're creepin', please don't let it show Oh baby, I don't wanna know If you're playin' me, keep it on the low Cause my heart can't take it anymore And if you're creepin', please don't let it show Oh baby, I don't wanna know  ",
        "title": "I Don't Wanna Know"
    },
    {
        "artist": "J-Kwon",
        "lyrics": "  [Intro] Teen drinking, is very bad Yo, I got a fake I.D. though Yeah Yeah, Yeah Yo, two step wit' me, two step wit' me  [Verse 1] One, here comes the two to the three to the four Everybody drunk out on the dance floor Baby girl ass jiggle like she want more Like she a groupie and I ain't even on tour Maybe cause she heard that I rhyme hardcore Or maybe cause she heard that I buy out the stores Bottom of the ninth and a nigga gotta score If not I gotta move on to the next whore Here comes the three to the two, to the one Homeboy trippin' he don't know I got a gun When it come to pop, we do shit for fun You ain't got one? Nigga you better run Now I'm in the back gettin' head from a hun While she goin' down I'm braggin' on what I done She smokin' my blunt sayin' she ain't havin' fun Bitch give it back now you don't get none  [Hook x4] Everybody in this bitch gettin' tipsy (Everybody in this bitch gettin' tipsy)  [Verse 2] Two, here comes the three to the four to the five Now I'm lookin' at shorty right in her eyes Couple seconds pass now I'm lookin' at her thighs Why she tellin' me how much she hate her guy Say she got a kid but she got her tubes tied Girl you 21 girl that's alright I'm wonderin' if a shake comin' wit' those fries If so baby, can I get them super-sized? Here comes the four to the three, to the two She stay feelin' on my Johnson, right out the blue Girl you super thick so I'm thinkin' thats cool But instead of one life hat, I need two Her eyes got big when she glanced at my jewels Expression on her face like she ain't got a clue Then she told me she don't run wit' the crew You know how I do but that's just what I gotta do  [Hook x4]  [Verse 3] Three, then comes the four to the five, to the six Self explanatory, I ain't gotta say I'm rich Yes single man, I ain't tryin' to get hitched Liquor wasted on me man, son of a bitch Brushed it off now I'm back to gettin' lit Wit' some orange juice man, this some good 'ish Homeboy trippin' cause I'm starin' at his chick Now he on the sideline starin' at my clique Here comes the five to the four to the three Hands in the air if you cats drunk as me Club owner said, \"Kwon put out those trees\" Dude I don't care I'm a P.I.M.P!  [Hook x4]  ",
        "title": "Tipsy"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Intro] Girl, I understand why See, it's burning me to hold onto this I know this is something I gotta do But that don't mean I want to What I'm trying to say is that, I... love you, I just... I feel like this is coming to an end And its better for me to let it go now Than hold on and hurt you I gotta let it burn  [Verse 1] It's gonna burn for me to say this, but it's coming from my heart It's been a long time coming, but we done been fell apart Really wanna work this out, but I don't think you're gonna change I do, but you don't think it's best we go our separate ways Tell me why I should stay in this relationship When I'm hurting, baby, I ain't happy, baby Plus there's so many other things I gotta deal with I think that you should let it burn  [Chorus] When your feeling ain't the same and your body don't want to But you know gotta let it go 'cause the party ain't Jumping like it used to, even though this might bruise you Let it burn, let it burn, gotta let it burn Deep down, you know it's best for yourself, but you Hate the thought of her being with someone else But you know that it's over, we knew it was through Let it burn, let it burn, gotta let it burn  [Verse 2] Sending pages I ain't supposed to Got somebody here, but I want you 'Cause the feeling ain't the same Find myself calling her your name Ladies, tell me do you understand? Now, all my fellas, do you feel my pain? It's the way I feel I know I made a mistake, now it's too late I know she ain't coming back What I gotta do now to get my shorty back? Oh oh oh oh Man, I don't know what I'm gonna do without my boo You've been gone for too long It's been fifty-leven days, umpteen hours I'ma be burning 'til you return (let it burn)  [Chorus] When your feeling ain't the same and your body don't want to But you know gotta let it go 'cause the party ain't Jumping like it used to, even though this might bruise you Let it burn, let it burn, gotta let it burn Deep down, you know it's best for yourself, but you Hate the thought of her being with someone else But you know that it's over, we knew it was through Let it burn, let it burn, gotta let it burn  [Bridge] I'm twisted 'cause one side of me is telling me that I need to move on On the other side, I wanna break down and cry I'm twisted 'cause one side of me is telling me that I need to move on On the other side, I wanna break down and cry Ooh, ooh, ooh, ooh, ooh, ooh Ooh, ooh, ooh (can you hear me burning?) Ooh, ooh, ooh, ooh, ooh, ooh So many days, so many hours I'm still burning 'til you return (let it burn)  [Chorus] When your feeling ain't the same and your body don't want to But you know gotta let it go 'cause the party ain't Jumping like it used to, even though this might bruise you Let it burn, let it burn, gotta let it burn Deep down, you know it's best for yourself, but you Hate the thought of her being with someone else But you know that it's over, we knew it was through Let it burn, let it burn, gotta let it burn  ",
        "title": "Burn"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Verse 1] I was so high I did not recognize The fire burning in her eyes The chaos that controlled my mind Whispered goodbye and she got on a plane Never to return again But always in my heart  [Chorus] This love has taken its toll on me She said goodbye too many times before And her heart is breaking in front of me I have no choice 'cause I won't say goodbye anymore  [Verse 2] I tried my best to feed her appetite Keep her coming every night So hard to keep her satisfied Keep playing love like it was just a game Pretending to feel the same Then turn around and leave again  [Chorus] This love has taken its toll on me She said goodbye too many times before And her heart is breaking in front of me I have no choice 'cause I won't say goodbye anymore  [Bridge] I'll fix these broken things Repair your broken wings And make sure everything's alright My pressure on your hips Sinking my fingertips Into every inch of you 'Cause I know that's what you want me to do  [Chorus to fade out] This love has taken its toll on me She said goodbye too many times before And her heart is breaking in front of me I have no choice 'cause I won't say goodbye anymore This love has taken its toll on me She said goodbye too many times before And my heart is breaking in front of me She said goodbye too many times before This love has taken its toll on me She said goodbye too many times before And her heart is breaking in front of me I have no choice 'cause I won't say goodbye anymore  ",
        "title": "This Love"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Naughty Girl"
    },
    {
        "artist": "Chingy Featuring J. Weav",
        "lyrics": "  [Intro: J-Weav] Yeah yeah, DTP, how we do, call you, you can call me Whatever you want to do baby, come on  [Hook: J-Weav, Chingy] Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one love away  [Verse 1: Chingy] It was weird how we met, huh She was with her mom at Bank of America With my son cashing a check so I asked out of respect, uh Would she like to explore the world of I we can fly in my jet Her reply was yes (Can I ask you something?) I seen it in her eye, Mama looking like all I wanted was sex Then moved to the next (That ain't true) But it was something about his girls style that make me feel no regrets We started off casual walks threw the park Candle light dinners by dark, I'm thinking smart Afraid she might think I'm in a rush to touch, clutch and be up But baby I ain't on that stuff Dropped her off and told her call me up (ring noise) We could talk, conversate about the lyric  subject whatevers starts So I zoomed off (car noise) Looking bottom off my phone rang It was her in the shower (what did she say?) She said I couldn't do without you Then I say  [Hook: J-Weav, Chingy] Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one love away  [Verse 2: Chingy] Yo yo The next day I'm with the fellas at the case playin ball Here she come with her friends they posted up on the wall Now I'm showin off, tryin to dunk, tryin to dribble Break fast threw the middle just to see her smile and giggle Game over I approached her with a kiss on the cheek The homeboys looking at me saying Lil Howard you weak But you know how that go, what I got they want What I got I flaunt, never mess with it please don't Told her I'm goin home she asked can she go too I'm like yeah boo, I can't see me without you Got thurr I took a shower, jumped out she in the bed With a see-through thong on looked at her and I said  [Hook: J-Weav, Chingy] Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one love away  [Chingy] Girl recognize game before game recognize you You dealin with a playa, true, now what you wanna do We can kick it and go puff on a blunt Oh you don't smoke? Grab a pint of henn and we can get drunk Its up to you, I'm the man but baby just let me know Cause if you got a attitude then I could treat you just like a ho If ya rollin with me baby hop in its enough room We can gaze at the stars and shine like the moon Give me a chance to show ya and a chance to know ya Just be true and theres nothing I won't do for ya Some women like to play it foul But them the kind I put in a place like a child don't worry be happy and smile  [Hook: J-Weav, Chingy] Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away  [Outro: J-Weav] DTP, ha, how we do, ha, give me call, if you wanna ball, you know what it is  ",
        "title": "One Call Away"
    },
    {
        "artist": "Alicia Keys",
        "lyrics": "  [Verse 1] Some people live for the fortune Some people live just for the fame Some people live for the power, yeah Some people live just to play the game Some people think That the physical things Define what's within And I've been there before That life's a bore So full of the superficial  [Chorus] Some people want it all But I don't want nothing at all If it ain't you, baby If I ain't got you, baby Some people want diamond rings Some just want everything But everything means nothing If I ain't got you, yeah  [Verse 2] Some people search for a fountain Promises forever young Some people need three dozen roses And that's the only way to prove you love them Hand me the world on a silver platter And what good would it be With no one to share No one who truly cares for me  [Chorus] Some people want it all But I don't want nothing at all If it ain't you, baby If I ain't got you, baby Some people want diamond rings Some just want everything But everything means nothing If I ain't got you, you, you Some people want it all But I don't want nothing at all If it ain't you, baby If I ain't got you, baby Some people want diamond rings Some just want everything But everything means nothing If I ain't got you, yeah  [Outro] If I ain't got you with me, baby oh Said nothing in this whole wide world don't mean a thing If I ain't got you with me, baby  ",
        "title": "If I Ain't Got You"
    },
    {
        "artist": "JAY-Z",
        "lyrics": "  [Produced by Timbaland]  [Intro] You're now tuned into the muh'fuckin' greatest (Jigga) Turn the music up in the headphones (Jigga) Tim, you can go and brush your shoulder off, nigga I got you, yeah, uhh  [Chorus] If you feeling like a pimp Nigga, go and brush your shoulders off Ladies is pimps too, go and brush your shoulders off Niggas is crazy, baby, don't forget that boy told you Get that dirt off your shoulder  [Verse 1] I probably owe it to y'all, probably be locked by the force Tryin' to hustle some things that go with the Porsche Feelin' no remorse, feelin' like my hand was forced Middle finger to the law, nigga, grippin' my balls Said the ladies, they love me, from the bleachers they screamin' All the ballers is bouncin', they like the way I be leanin' All the rappers be hatin' off the track that I'm makin' But all the hustlers, they love it, just to see one of us make it Came from the bottom of the bottom, to the top of the pops Nigga, London, Japan and I'm straight off the block Like a running back, get it? Man, I'm straight off the block I can run it back, nigga, ‘cause I'm straight with the Roc  [Chorus] If you feeling like a pimp Nigga, go and brush your shoulders off Ladies is pimps too, go and brush your shoulders off Niggas is crazy, baby, don't forget that boy told you Get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder  [Verse 2] Your homie Hov' in position, in the kitchen with soda I just whipped up a watch, tryin' to get me a Rover Tryin' to stretch out the coca, like a wrestler, yessir Keep the Heckler close, you know them smokers'll test ya But, like, 52 cards went out, I'm through dealin' Now 52 bars come out, now you feel 'em Now 52 cars roll out, remove ceilin' In case 52 broads come out, now you chillin' With a boss, bitch, of course, S.C. on the sleeve At the 40/40 club, ESPN on the screen I paid a grip for the jeans, plus the slippers is clean No chrome on the wheels, I'm a grown-up for real  [Chorus] If you feeling like a pimp Nigga, go and brush your shoulders off Ladies is pimps too, go and brush your shoulders off Niggas is crazy, baby, don't forget that boy told you Get, that, dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder  [Verse 3] Your boy back in the building; Brooklyn, we back on the map Me and my beautiful bee-itch in the back of that 'Bach I'm the realest to run it, I just happen to rap I ain't gotta clap at 'em, niggas scared of that black I drop that Black Album, then I back out it As the best rapper alive, nigga, ask 'bout me From bricks to Billboards, from grams to Grammy's From O's to opposite of Orphan Annie You gotta pardon Jay, for sellin' out the Garden in a day I'm like a young Marvin in his hey' I'm a hustler, homie, you a customer crony Got some dirt on my shoulder; could you brush it off for me?  [Chorus] If you feeling like a pimp Nigga, go and brush your shoulders off Ladies is pimps too, go and brush your shoulders off Niggas is crazy, baby, don't forget that boy told you Get, that, dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder  [Outro] You're now tuned into the mu'fuckin' greatest Best rapper alive, best rapper alive  ",
        "title": "Dirt Off Your Shoulder"
    },
    {
        "artist": "D12",
        "lyrics": "  [Intro: Eminem] I don't know, dude I think everybody's all jealous and shit ‘Cause I'm like the lead singer of the band, dude And I think everybody's got a fucking problem with me, dude And they need to take it up with me after the show, because…  [Hook: Eminem] These chicks don't even know the name of my band But they're all on me like they wanna hold hands ‘Cause once I blow they know that I'll be the man All because I'm the lead singer of my band  [Verse 1: Eminem] So I get off stage, right, drop the mic Walk up to these hot chicks and I'm all like \"Sup? Ladies, my name's Slim Shady I'm the lead singer in D12, baby\" They're all like, \"Oh my God, it's him Becky, oh my fucking God, it's Eminem I swear to fucking God, dude, you fucking rock Please Marshall, please, let me suck your cock\" And by now, the rest of the fellas get jealous Especially when I drop the beat and do my a cappellas All the chicks start yelling, all the hot babes Throw their bras and their shirts and their panties on stage So like every single night they pick a fight with me But when we fight it's kinda like sibling rivalry ‘Cause they're back on stage the next night with me Dude! I just think you're trying to steal the light from me Yesterday Kuniva tried to pull a knife on me ‘Cause I told him Jessica Alba's my wife-to-be This rock star shit, it's the life for me And all the other guys just despise me, because these…  [Hook: Eminem] These chicks don't even know the name of my band But they're all on me like they wanna hold hands ‘Cause once I blow they know that I'll be the man All because I'm the lead singer of my band  [Post-Hook: Eminem & Swifty McVay] My band, my band My band, my band My band, my band My band, my band, my band! Alright, okay, alright, give the mic man, okay dawg, gi—come on Dude! Give me this mic! Ow, dude!  [Verse 2: Swifty McVay (& Kon Artis)] You just wanna see a nigga backwards, don't you? ADAT? How come we don't rap on Pro Tools? Smash these vocals and do a performance But we in the van and he in a tour bus You don't want my autograph, you's a liar And no, I'm Swift (Oh, I thought you were Kuniva) What the hell is wrong with our dressing room?! ‘Cause my shit is looking smaller than a decimal See, I know how to rap, it's simple, but All I did was read a Russell Simmons book So I'm more intact, tryin' to get on the map Doing jumping jacks while getting whipped on my back  [Verse 3: Kuniva, Kon Artis, and (Eminem)] Look at Em's little punk ass thinking he the shit Yeah, I know, man, by himself taking all the flicks Hey, I thought we had an interview with DJ Clue (No, I had an interview, not you two) You gon' be late for soundcheck, man, I ain't going to soundcheck And our mics are screwed up and his always sound best! You know what, man? I'ma say something Ayo Em! (You got somethin' to say?!) Man, nuttin' I thought you was about to tell him off, man, wassup? Man, I'ma tell him when I feel like it, man, shut up! You ain't even back me up when we supposed to be a crew Man, I was 'bout to talk right after you, I swear Aww, man, whatever I swear, man!  [Hook: Eminem] These chicks don't even know the name of my band But they're all on me like they wanna hold hands ‘Cause once I blow they know that I'll be the man All because I'm the lead singer of my band  [Verse 4: Proof and (Eminem)] They say the lead singers rock, but the group does not Went from sold out arenas to amusement parks I'm gon' let the world know that Proof is hot I should cut his mic off when the music starts (Ayo, it's…) Ready to snap on a dumbass fan Every time I hear (Hey, dude, I love your band!) We ain't a band, bitch, we don't play instruments So why he get 90 and we only get 10 percent? And these guys acting funny every area code (Proof, carry my bag!) Bitch, carry your own! Can't make it to the stage, security in my way Who the fuck are you? Where's Obie and Dre?!  [Verse 5: Bizarre] God damn it, I'm sick of this group Time for me to go solo and make some loot I told you I made the beats and wrote all the raps Till Kon Artis slipped me some crack The \"Lose Yourself\" video – I was in the back \"Superman\" video – I was in the back For the media I got some suggestions Fuck Marshall! Ask us the questions! Like \"Who's D12? How we get started?\" (But what about Eminem?) Bitch, are you retarded?! Anyway, I'm the popularest guy in the group Big ass stomach, bitches think I'm cute (hey sexy!) 50 told me to do sit-ups to get buff Did two and a half and couldn't get up Fuck D12! I'm outta this band I'm 'bout to start a group with The Real Roxanne  [Bridge: Eminem] Girl, why can't you see you're the only one for me? And it just tears my ass apart To know that you don't know my name (Man, fuck this!) {*punch*}  [Hook: Bizarre] These chicks don't even know the name of my band (Ha-ha!) But they're all on me like they wanna hold hands (Fuck Marshall!) ‘Cause once I blow, I know that I'll be the man (Yeah) All because I'm the *mumbles* (Ha-ha-ha!)  [Post-Hook: Eminem (Bizarre)] My band, my band (your band, our band) My band, my band (your band) My band, my band (your band) My band, my band, my band! (Roxanne Shanté, lesbian) (Yeah, hey y'all, the hottest boy band in the world – D12!)  [Outro: Eminem] I'm the lead singer of my band I get all the girls to take off their underpants I'm the lead singer of my band My salsa makes all the pretty girls want to dance My salsa, look out for my next single, it's called \"My Salsa\" My salsa, salsa, salsa, salsa My salsa makes all the pretty girls want to dance And take off their underpants My salsa makes all the pretty girls want to dance And take off their underpants, my salsa Where'd everybody go?  ",
        "title": "My Band"
    },
    {
        "artist": "Kanye West Featuring Syleena Johnson",
        "lyrics": "  [Hook: Syleena Johnson + Kanye West] Oh, when it all, it all falls down Yeah, this the real one, baby I'm tellin' you all, it all falls down Uh, Chi-Town, stand up! Oh, when it all, it all falls down Southside, Southside We gon' set this party off right I'm tellin' you all, it all falls down Westside, Westside We gon' set this party off right Oh, when it all  [Verse 1: Kanye West] Man, I promise, she's so self-conscious She has no idea what she doin' in college That major that she majored in don't make no money But she won't drop out, her parents'll look at her funny Now, tell me that ain't insecurr The concept of school seems so securr Sophomore, three yurrs, ain't picked a carurr She like, \"Fuck it, I'll just stay down hurr and do hair.\" ‘Cause that's enough money to buy her a few pairs Of new Airs, ‘cause her baby daddy don't really care She's so precious with the peer pressure Couldn't afford a car, so she named her daughter Alexis She had hair so long that it looked like weave Then she cut it all off, now she look like Eve And she be dealin' with some issues that you can't believe Single black female addicted to retail, and well  [Hook: Syleena Johnson + Kanye West] Oh, when it all, it all falls down And when it falls down, who you gon' call now? I'm tellin' you all, it all falls down C'mon, c'mon, and when it falls down Oh, when it all  [Verse 2: Kanye West] Man, I promise, I'm so self-conscious That's why you always see me with at least one of my watches Rollie's and Pasha's done drove me crazy I can't even pronounce nothin', pass that Ver-say-see! Then I spent four hundred bucks on this Just to be like, \"Nigga, you ain't up on this.\" And I can't even go to the grocery store Without some Ones that's clean and a shirt with a team It seem we livin' the American Dream But the people highest up got the lowest self-esteem The prettiest people do the ugliest things For the road to riches and diamond rings We shine because they hate us, floss 'cause they degrade us We tryna buy back our 40 acres And for that paper, look how low we'll stoop Even if you in a Benz, you still a nigga in a coupe  [Hook: Syleena Johnson + Kanye West] Oh, when it all, it all falls down Come on, come on I'm tellin' you all, it all falls down And when it falls down, who you gon' call now? Oh, when it all, it all falls down Come on, come on I'm tellin' you all, it all falls down And when it all falls down  [Verse 3: Kanye West] I say, \"Fuck the police,\" that's how I treat 'em We buy our way out of jail, but we can't buy freedom We'll buy a lot of clothes, but we don't really need 'em Things we buy to cover up what's inside 'Cause they made us hate ourself and love they wealth That's why shorty's hollerin', \"Where the ballers at?\" Drug dealer buy Jordan, crackhead buy crack And the white man get paid off of all of that But I ain't even gon' act holier than thou 'Cause fuck it, I went to Jacob with 25 thou Before I had a house and I'd do it again ‘Cause I wanna be on 106 & Park, pushin' a Benz I want to act ballerific like it's all terrific I got a couple past-due bills, I won't get specific I got a problem with spendin' before I get it We all self-conscious, I'm just the first to admit it  [Hook: Syleena Johnson + Kanye West] Oh, when it all, it all falls down C'mon, c'mon And when it falls down, who you gon' call now? I'm tellin' you all, it all falls down C'mon c'mon, and when it falls down Oh, when it all, it all falls down Southside, Southside We gon' set this party off right I'm tellin' you all, it all falls down Westside, Westside We gon' set this party off right Oh when it all, it all falls down Chi-Town, Chi-Town We gon' show 'em how we get down I'm tellin' you all, it all falls down Now, Syleena, you just like a safe belt, you saved my life C'mon Oh when it all, it all falls down I'm tellin' you all, it all falls down  [Produced by Kanye West]  ",
        "title": "All Falls Down"
    },
    {
        "artist": "Evanescence",
        "lyrics": "  [Verse 1] I'm so tired of being here Suppressed by all my childish fears And if you have to leave I wish that you would just leave Your presence still lingers here And it won't leave me alone  [Pre-Chorus] These wounds won't seem to heal This pain is just too real There's just too much that time cannot erase  [Chorus] When you cried I'd wipe away all of your tears When you'd scream I'd fight away all of your fears And I held your hand through all of these years But you still have All of me  [Verse 2] You used to captivate me By your resonating light Now I'm bound by the life you left behind Your face it haunts My once pleasant dreams Your voice it chased away All the sanity in me  [Pre-Chorus] These wounds won't seem to heal This pain is just too real There's just too much that time cannot erase  [Chorus] When you cried I'd wipe away all of your tears When you'd scream I'd fight away all of your fears And I held your hand through all of these years But you still have All of me  [Bridge] I've tried so hard to tell myself that you're gone But though you're still with me I've been alone all along  [Chorus - Variation] When you cried I'd wipe away all of your tears When you'd scream I'd fight away all of your fears And I held your hand through all of these years But you still have all All of me, me, me  ",
        "title": "My Immortal"
    },
    {
        "artist": "Petey Pablo",
        "lyrics": "  [Intro]  [DJ Petey Pablo] Let's take some calls from the request line Caller number 1  [Caller number 1] Hey man what's up this Dominique from shade-n-low trailer park  [DJ Petey Pablo] What's up Dominique?  [Caller number 1] I wanna hear that song from Lil' Jon and Petey Pablo  [DJ Petey Pablo] Aight, I got that coming right up for ya Now shout out the radio station that gave ya what ya wanted  [Caller number 1] W boom boom beat baby  [Hook 1] How you like it daddy (Would ya do it from the front?) How you like it daddy (Would ya do it from the back?) How you like it daddy (Gonna break it down like that, uh) How you like it daddy (Would ya do it from the front?) How you like it daddy (Would ya take it from the back?) How you like it daddy (Gonna break it down like that, uh)  [Verse 1] Twenty-four, thirty-four, forty-six Good and thick and what you give her she'll work wit' it (she'll work wit' it) Pretty face and some cute lips Earing in her tongue and she know what to do with it (she know what to do wit' it) Made a name for herself and she do her shit well and know how To keep her business to herself Come over anytime nigga call check 1 o'clock, 2 o'clock (ding dong) and she right there And she know why she came here And she know where clothes suppose to be (off and over there) Sniff a lil' coke, take a lil' x, smoke a lil' weed, drink a lil' bit I need a girl I could freak wit' (freak wit') And wanna try shit and ain't scared of a big dick (big dick) And love to get her pussy licked by another bitch Cause I ain't drunk enough to do that shit  [Hook 2] Freek-a-leek (How you like it daddy) Shamika, Kiesha, Tara (freek-a-leek) (How you like it daddy) Shawna, Sabrina, Crystal, DaRhonda (freek-a-leek) (How you like it daddy) Lisa, Felicia, Tonisha, Shavon (freek-a-leek) (How you like it daddy) Monica, Monique, Christina, Yolonda  [Verse 2] I need to know a whole lot That could teach me broad Need a ding dong stick a tongue and take her to ball I had to gon' head do that for her I'm spoiled and I don't like to work that hard I like to lay back relax and enjoy my turn Til my eyes roll back and my toes curl I love when you do that girl Til it come time for me to give her hers Tell me what you want Do you want it missionary with your feet crammed to the head board Do you want it from the back with your face In the pillow so you could yell as loud as you want to Do you want it on the floor, do you want it on the chair Do you want it over here, do you want it over there Do you want it in your pussy, do you want it in your ass (I could give you anything you can handle)  [Hook 2] Freek-a-leek (How you like it daddy) Shamika, Kiesha, Tara (freek-a-leek) (How you like it daddy) Shawna, Sabrina, Crystal, DaRhonda (freek-a-leek) (How you like it daddy) Lisa, Felicia, Tonisha, Shavon (freek-a-leek) (How you like it daddy) Monica, Monique, Christina, Yolonda  [Hook 1] How you like it daddy (Would ya do it from the front?) How you like it daddy (Would ya do it from the back?) How you like it daddy (Gonna break it down like that, uh) How you like it daddy (Would ya do it from the front?) How you like it daddy (Would ya take it from the back?) How you like it daddy (Gonna break it down like that, uh)  [Caller number 1] Hey I appreciate that homeboy  [DJ Petey Pablo] Not a problem, you know I do it cause I love ya Now I got to give a shout out to Seagram's gin Cause I drink it, and they payin' me for it  [Hook 3] Freek-a-leek Shamika, Kiesha, Tara (freek-a-leek) Shawna, Sabrina, Crystal, DaRhonda (freek-a-leek) Lisa, Felicia, Tonisha, Shavon (freek-a-leek) Monica, Monique, Christina, Yolonda  [Hook 2] Freek-a-leek (How you like it daddy) Shamika, Kiesha, Tara (freek-a-leek) (How you like it daddy) Shawna, Sabrina, Crystal, DaRhonda (freek-a-leek) (How you like it daddy) Lisa, Felicia, Tonisha, Shavon (freek-a-leek) (How you like it daddy) Monica, Monique, Christina, Yolonda  [Outro] W boom boom beat The radio station that plays all the new hip hop and R&B That was the new \"Freek-A-Leek\" by Petey Pablo Something to put a little razzle to your dazzle A little pimp in your step We gonna keep it going and we're gonna play another one of the songs off of the album This one right here, one of my personal favorites Featuring Young Buck from G-G-G-G-G-G-G-Unit!  ",
        "title": "Freek-A-Leek"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Verse 1] Baby, can't you see I'm calling? A guy like you should wear a warning It's dangerous, I'm falling There's no escape, I can't wait I need a hit, baby, give me it You're dangerous, I'm loving it  [Pre-Chorus 1] Too high, can't come down Losing my head, spinnin' 'round and 'round Do you feel me now?  [Chorus] With a taste of your lips, I'm on a ride You're toxic, I'm slippin' under With a taste of a poison paradise I'm addicted to you Don't you know that you're toxic? And I love what you do Don't you know that you're toxic?  [Verse 2] It's getting late to give you up I took a sip from my devil's cup Slowly, it's taking over me  [Pre-Chorus 2] Too high, can't come down It's in the air and it's all around Can you feel me now?  [Chorus] With a taste of your lips, I'm on a ride You're toxic, I'm slippin' under With a taste of a poison paradise I'm addicted to you Don't you know that you're toxic? And I love what you do Don't you know that you're toxic? Don't you know that you're toxic?  [Chorus] With a taste of your lips, I'm on a ride You're toxic, I'm slippin' under With a taste of a poison paradise I'm addicted to you Don't you know that you're toxic? With a taste of your lips, I'm on a ride You're toxic, I'm slippin' under With a taste of a poison paradise I'm addicted to you Don't you know that you're toxic?  [Outro] Intoxicate me now with your lovin' now I think I'm ready now, I think I'm ready now Intoxicate me now with your lovin' now I think I'm ready now  ",
        "title": "Toxic"
    },
    {
        "artist": "Twista",
        "lyrics": "  [Produced by Kanye West]  [Intro] Oh you didn't think we could do it again Twista, Kanye West, from Po Pimpin' to Poppin' Tags From Champions to Slow Jammin', oh baby We can even make you a overnight celebrity Know what I'm saying, come on  [Hook: Kanye & Twista] Why don't we play something these hoes'll like? Drive whips I know they like Twista, you told her, right I could make you a celebrity overnight Give you ice like Kobe wife We sorta like Goldie, right The way we mold 'em right I could make you a celebrity overnight  [Verse 1: Twista] Girl I see you in them Apple Bottom jeans Chinchilla on your back, I wanna know your name Girl I'm Twista, I could blow your brains Put you in a chameleon '04 Range Still sexy when you smoke that flame Jerk it like a chicken when you throw that thang She got me hotter than a oven the way that she talk Switching to freaky so I'm loving the way that she walk You looking good, girl, you oughta be in pictures Listen to me, I see your career going sky high Taking you home to the crib in the Chi And everytime I see your thighs I cry when I drive by Watching you should be a thrill, got the fellas on some Johnny Gill Steady screaming \"my, my, my, my\" Walk on the carpet with the diamonds that flick in the dark Kicking it on the couch at 106 & Park I can see your beauty on the big screen I can see me freaking you with whipped cream I can see you on stage at the awards With a dress better than Jennifer's and doing big things Kick it with me I can mold your life You looking good girl, show you right Dre told me you the prototype I can make you a celebrity overnight  [Hook: Kanye & Twista] Why don't we play something these hoes'll like? Drive whips I know they like Twista, you told her, right I could make you a celebrity overnight Give you ice like Kobe wife We sorta like Goldie, right The way we mold 'em right I could make you a celebrity overnight Why don't we play something these hoes'll like? Drive whips I know they like Twista, you told her, right I could make you a celebrity overnight Give you ice like Kobe wife We sorta like Goldie, right The way we mold 'em right I could make you a celebrity overnight  [Verse 2: Twista] You want fame, you can take that path Candlelights 'fore you take a bath You got such a sensational ass I'mma get you Jimmy Choo and Marc Jacob bags I can cop her a 2003 Make her smile when she sees Spre's I can get you on CDs and DVDs Take you to BeBe's and BCBG I can get you into places to be into The people to know or show you things to get into I wanna be your lover and your confidant And protect you from others, don't ever let a brother pimp you If you want the style, you can get ya girl Y'all take a look at her, she got such an astonishing body I can see ya in some Gucci or Robert Cavalli And I bet she gon' put a hurt on 'em hard in the party And you know you kill 'em in the club we go You was born to be a pro, how you know who's taking photos And I love you cause you freaky with the door closed Drop it to the flo', let that go when you roll slow And I love it when I hit it from the back And you get on top of me and have a brother going \"oh-oh\" Girl I love how you roll me right I can make you a celebrity overnight  [Hook: Kanye & Twista] Why don't we play something these hoes'll like? Drive whips I know they like Twista, you told her, right I could make you a celebrity overnight Give you ice like Kobe wife We sorta like Goldie, right The way we mold 'em right I could make you a celebrity overnight  [Bridge: Twista] You see, see baby girl You see how you make a brother break down I just gotta ask you, what you need What you need from me, oh you wanna be a star Are you messing with the right one I can take you there, I can make sure You've got all the finest things Let me be your manager  [Outro: Twista] Come here girl, I could see you bored Tell you you're the queen that I see you for Take you shopping on sprees in stores I'mma get you to the MTV awards We about to do a show tonight You looking good girl, show you right Take you places I know you like I could make you a celebrity overnight Come here girl, you could hang if you bored We could do plenty things plus more I'm about to have you changin' in stores I can even get you to the Soul Train awards We about to do a show tonight You looking good girl, show you right Take you places I know you like I could make you a celebrity overnight  ",
        "title": "Overnight Celebrity"
    },
    {
        "artist": "Cassidy Featuring R. Kelly",
        "lyrics": null,
        "title": "Hotel"
    },
    {
        "artist": "OutKast Featuring Sleepy Brown",
        "lyrics": "  [Verse 1: Big Boi] Ready for action, nip it in the bud We never relaxing, OutKast is everlasting Not clashing, not at all But see my nigga went to do a little acting Now that's for anyone asking, give me one pass 'em Drip drip drop, there goes an eargasm Now you cumming out the side of your face We tapping right into your memory banks - thanks! So click it or ticket, let's see your seat belt fastened Trunk rattling, like two midgets in the backseat rassling Speakerboxxx vibrate the tag Make it sound like aluminum cans in a bag But I know y'all wanted that 808 Can you feel that B-A-S-S bass? But I know y'all wanted that 808 Can you feel that B-A-S-S bass?  [Hook: Sleepy Brown] I like the way you move I like the way you move wooo I love the way you move I love the way, I love the way I like the way you move I like the way you move wooo I love the way you move I love the way, I love the way  [Verse 2: Big Boi] The whole room fell silent, the girls all paused with glee Turning left, turning right, are they looking at me? Well I was looking at them, there there on the dancefloor Now they got me in the middle, feeling like a man-whore Especially the big girl Big girls need love too, no discrimination here squirrel So keep your hands off my cheeks Let me study how you ride the beat, you big freak Skinny slim women got the cameltoe within them You can hump them, lift them, bend them, give them Something to remember, yell out Timber when you fall through the chop shop Take a deep breath and exhale Your ex-male friend boyfriend's boring as hell But let me listen to the story you tell And we can make moves like a person in jail, on the low ho  [Hook: Sleepy Brown] I like the way you move I like the way you move wooo I love the way you move I love the way, I love the way I like the way you move I like the way you move wooo I love the way you move I love the way, I love the way  [Verse 3: Sleepy Brown] Hey baby, girl don't you stop it Come on lady, dance all around me You look so fine (look so fine) look so fine You driving me out my mind (out of my mind) Out my mind, ooooh baby If I could I would just be with you baby Oooh cause you light me, and excite me And you know, you got me baby, whoo!  [Hook: Sleepy Brown] I like the way you move I like the way you move wooo I love the way you move I love the way, I love the way I like the way you move I like the way you move wooo I love the way you move I love the way, I love the way  ",
        "title": "The Way You Move"
    },
    {
        "artist": "Sean Paul Featuring Sasha",
        "lyrics": "  [Intro: Sean Paul] Well in come the thing them call a broken heart This blessed love will never part You done know it from the start Me tell them say a dutty yeah A Sean Paul and Sasha, come sing for them baby  [Verse 1: Sasha] Though you make me holler Though you make me sweat I can't get your tenderness Still I can't get you off my mind What is it about you baby? A just the dutty dutty love  [Chorus 1: Sean Paul & Sasha] I'm still in love with you boy Well I'm a hustler and a player, and you know I'm not a stayer That's the dutty dutty love I'm still in love with you boy So girly try to understand that a man is just a man That's the dutty dutty love I'm still in love with you boy Blessed loving from the start, but you know we had to part That's the way I give my love I'm still in love with you (yes I'm still in love with you) But a man gotta do what a man gotta do  [Verse 2: Sean Paul] Girl! Well I never had fi promise you no bling bling fi hold you girl Well, a just the loving weh mi fling fling control you girl And a-make your head swirl And a-make your body twirl And a-make you wanna be my one and only baby girl Night after night me give you love fi keep you warm Gyal, you never get this kinda loving from you born And now you want draw card say, \"me just can't perform\"  [Bridge 1: Sean Paul & Sasha] I love you baby A true you get the likkle loving and me gone? You don't know how to love me I and I nuh have no time for no kissing up and charm Not even how to kiss me A true me take your likkle heart by storm? I don't know why Baby girl (baby girl), baby girl (baby girl) I love you baby A just the dutty dutty love  [Chorus 2: Sean Paul & Sasha] I'm still in love with you boy Well I'm a hustler and a player, and you know I'm not a stayer That's the dutty dutty love I'm still in love with you boy So girly can't you understand that a man is just a man That's the dutty dutty love I'm still in love with you boy The blessed loving from the start, but you know we had to part That's the way I give my love I'm still in love with you (yes I'm still in love with you) Yo, but a man gotta do what a man gotta do, girl  [Verse 3: Sean Paul] Hey! A true me give her thug love and say, \"bye, bye, bye\" Me turn around, she ask the question, \"why?, why?, why?\" When me leaving, me see the gyal cry cry cry And it hurts my heart fi tell a lie lie lie So don't cry no more Baby girl for sure Just remember the good times we had before  [Bridge 2: Sean Paul & Sasha] I love you baby A true you get the likkle loving and me gone? You don't know how to love me I and I nuh have no time for no kissing up nor charm Not even how to kiss me A true me take your likkle heart by storm? I don't know why Hey baby girl I love you baby A just the dutty dutty love  [Chorus 3: Sean Paul & Sasha] I'm still in love with you boy Well I'm a hustler and a player, and you know I'm not a stayer That's the dutty dutty love I'm still in love with you boy So girly don't you understand that a man is just a man That's the way I give my love I'm still in love with you boy The blessed loving from the start, but you know we had to part That's the dutty dutty love I'm still in love with you (yes I'm still in love with you) But a man gotta do what a man gotta do, girl  [Outro: Sasha] I don't know I don't know I don't know why I don't know I don't know I don't know why I don't know I'm still in love with you boy With you boy  ",
        "title": "I'm Still In Love With You"
    },
    {
        "artist": "Hoobastank",
        "lyrics": "  [Verse 1] I'm not a perfect person There's many things I wish I didn't do But I continue learning I never meant to do those things to you And so I have to say before I go That I just want you to know  [Hook] I've found a reason for me To change who I used to be A reason to start over new And the reason is you  [Verse 2] I'm sorry that I hurt you It's something I must live with everyday And all the pain I put you through I wish that I could take it all away And be the one who catches all your tears That's why I need you to hear  [Hook] I've found a reason for me To change who I used to be A reason to start over new And the reason is you  [Bridge] And the reason is you And the reason is you And the reason is you  [Verse 3] I'm not a perfect person I never meant to do those things to you And so I have to say before I go That I just want you to know  [Hook] I've found a reason for me To change who I used to be A reason to start over new And the reason is you  [Outro] I’ve found a reason to show A side of me you didn’t know A reason for all that I do And the reason is you  ",
        "title": "The Reason"
    },
    {
        "artist": "Ludacris",
        "lyrics": "  [Ludacris] + (Sandy Coffee) Ohhhh! Ohhhh! Ohhhh! Say it (make love to me) Ohhhh! Ohhhh! Ohhhh! What? (fuck, meee!) Ohhhh! Ohhhh! Ohhhh! Say it (make love to me) Ohhhh! Ohhhh! Ohhhh! What? (fuck, meee!)  [Hook: repeat 2X] I'm bout to throw some game, they both one and the same Cupid's the one to blame - say it (make love to me) I'm bout to shed some light, cause each and every night You gotta do it right - what? (fuck, meee!)  [Verse One] They want it nice and slow, kiss 'em from head to toe Relax and let it go - say it (make love to me) They want it now and fast, grabbin and smackin ass You gotta make it last - what? (fuck, meee!) Together holdin hands, you out there spendin grands And makin family plans - say it (make love to me) Don't have to straighten facts, don't want no strings attached Just scratches on your BACK - what? (fuck, meee!) Ex's ain't actin right, and you so glad to fight Dinner's by candlelight - say it (make love to me) She got a nigga whipped, down to ya fingertips Tryin that freaky shit - what? (fuck, meee!) Turn on some Babyface, just for your lady's sake You call her babycakes - say it (make love to me) Know how to mack a broad, she's on your sack and balls You call her Jabberjaws - what? (fuck, meee!)  [Hook]  [Verse Two] You bout to buy a ring, she needs the finer things Gucci designer frames - say it (make love to me) Purchase a nasty flick, wrap up and tie her quick Know how to drive a stick - what? (fuck, meee!) You both unite as one, you the moon and she's your sun Your heart's a beating drum - say it (make love to me) You better not of came, she want to feel the pain Then hear her scream your name - what? (fuck, meee!) Follow this DICK-tionary, you're both some visionaries Then do it missionary - say it (make love to me) I hear 'em call da wild, and do it all the while Doggy and FROGGY style - what? (fuck, meee!) You in between the sheets, lickin and eatin sweets And what you find you keep - say it (make love to me) You do it standin up, orgasms hand 'em up Y'all just don't GIVE A FUCK - what? (fuck, meee!)  [Hook]  [Verse Three] You wanna tell the world, cause she's your favorite girl Your diamond and your pearl - say it (make love to me) Nobody has to know, just keep it on the low And meet 'em right at fo' - what? (fuck, meee!) Nothin but fights and fussin, plus there's a lot of cussin Just grab ahold of SOMETHIN - say it (make love to me) Y'all do that BAD stuff, she like it rammed up Ropes and HANDCUFFS - what? (fuck, meee!)  [Hook]  ",
        "title": "Splash Waterfalls"
    },
    {
        "artist": "Lil' Flip",
        "lyrics": null,
        "title": "Game Over (Flip)"
    },
    {
        "artist": "Sheryl Crow",
        "lyrics": "  [Verse 1] I would have given you all of my heart But there's someone who's torn it apart And he's taken just all that I have But if you want I'll try to love again Baby, I'll try to love again, but I know  [Chorus] The first cut is the deepest Baby I know The first cut is the deepest But when it comes to being lucky, he's cursed When it comes to lovin' me, he's worst  [Verse 2] I still want you by my side Just to help me dry the tears that I've cried And I'm sure gonna give you a try If you want I'll try to love again, (try) Baby, I'll try to love again, but I know  [Chorus] The first cut is the deepest Baby I know The first cut is the deepest But when it comes to being lucky, he's cursed When it comes to lovin' me, he's worst  [Bridge] I still want you by my side Just to help me dry the tears that I've cried But I'm sure gonna give you a try Cuz if you want I'll try to love again (Try to love again, try to love again) Baby, I'll try to love again but I know, Ohhhh  [Chorus] The first cut is the deepest Baby I know The first cut is the deepest When it comes to bein' lucky, he's cursed When it comes to lovin' me, he's worst  [Outro] Ohhhh, the first cut is the deepest Baby I know (baby I know) The first cut is the deepest Try to love again  ",
        "title": "The First Cut Is The Deepest"
    },
    {
        "artist": "G-Unit Featuring Joe",
        "lyrics": "  [Chorus: Joe] I wanna get to know ya I really wanna thug you, baby One dose of your loving I know it gon' drive me, crazy I wanna be your lover I wanna get to know you, baby One dose of my loving I know it gon' drive you, crazy  [Verse 1: Young Buck] I'm loving how you look in my eyes, swanging them hips when you pass I'm visualizing my name tattooed on that ass, baby Jump on this Harley, let's go smoke some of that Bob Marley Sip some Bacardi then go pull up at the after party I think we make a perfect couple, but you think I'm trouble Maybe that's the reason you gave me the wrong number (what?) She got me feeling like, maybe she the wrong woman Think I'ma be chasing a chickenhead, you're on something Your toes painted, hair fixed all the time And your Gucci boots the same color as mine If you read between the lines you can see that I want you I betcha I'll have you doing what you said that you won't do Make a decision shorty, good things don't last long Your girlfriend keeps showing me that thong Before I head home I'ma stop at your house and blow the horn If you come outside you know it's on, holla at your boy  [Chorus: Joe] I wanna get to know ya I really wanna thug you, baby One dose of your loving I know it gon' drive me, crazy I wanna be your lover I wanna get to know you, baby One dose of my loving I know it gon' drive you, crazy  [Verse 2: Lloyd Banks] Lately she's been frustrated with the baller, wonder why I don't call her Maybe because I'm busy and she need someone to spoil her It gets annoying, from time to time I gotta ignore her In order to let her know that we friends and nutting more She loves it when I'm in town, hate it when I'm not around I get her and wear her down, next door neighbors hear the sound Pictures hitting the ground, just enough to hold us down I'm sticking and moving, cruising after the third round Just lay back baby and let me drive you crazy I can make a forty-year old feel like a young lady I admit I fell in love with her frame And to make her feel special I let her call my by my government name Her panties wet over fame, fell in love with my chain I wonder if I wasn't an entertainer, would she remain? Surrounding me, hounding me, tryin to be my ON-LY I'm not your boyfriend, I'm your HO-MEY  [Chorus: Joe] I wanna get to know ya I really wanna thug you, baby One dose of your loving I know it gon' drive me, crazy I wanna be your lover I wanna get to know you, baby One dose of my loving I know it gon' drive you, crazy  [Verse 3: 50 Cent] Yeah.. Don't know what fuck me up more: watching her lick her lips Or watching her walk, she hypnotized me with her hips, man I sweet talk her if she like Cause all she really want is a nigga to treat her right, right? Look, I'm legit now, I used to break laws Now you can reap the benefits of world tours (wooo!) Big house, big Benz - girl it's yours Mink coats, Italian shoes, stones with no flaws You ain't got to look like a model for me to adore you All you gotta do is love me and be loyal Don't indulge in my past, fuck what happened before you Cause it means somebody's gon' hate you that never saw you Come here, let me touch on you, I let you touch on me Put my tongue on you, you put your tongue on me Let me ride on you, and you can ride on We can do it all tonight, we can have a ball tonight  [Chorus: Joe] I wanna get to know ya I really wanna thug you, baby One dose of your loving I know it gon' drive me, crazy I wanna be your lover I wanna get to know you, baby One dose of my loving I know it gon' drive you, crazy I wanna get to know ya I really wanna thug you, baby One dose of your loving I know it gon' drive me, crazy I wanna be your lover I wanna get to know you, baby One dose of my loving I know it gon' drive you, crazy  [Outro: Joe] I wanna be your lover (oh yeah) I wanna understand you, baby I wanna be your lover I wanna understand you, baby...  ",
        "title": "Wanna Get To Know You"
    },
    {
        "artist": "Jessica Simpson",
        "lyrics": null,
        "title": "With You"
    },
    {
        "artist": "Nickelback",
        "lyrics": null,
        "title": "Someday"
    },
    {
        "artist": "Dido",
        "lyrics": "  [Verse 1] I know you think that I shouldn't still love you Or tell you that But if I didn't say it Well, I'd still have felt it Where's the sense in that? I promise I'm not trying to make your life harder Or return to where we were  [Chorus] I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be  [Verse 2] I know I left too Much mess and destruction To come back again And I caused nothing but trouble I understand if you Can't talk to me again And if you live by the rules of \"it's over\" Then I'm sure that that makes sense  [Chorus] I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be  [Bridge] And when we meet Which I'm sure we will All that was there Will be there still I'll let it pass And hold my tongue And you will think That I've moved on  [Chorus] I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be  [Outro] I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be  ",
        "title": "White Flag"
    },
    {
        "artist": "Kenny Chesney & Uncle Kracker",
        "lyrics": "  [Verse 1: Kenny Chesney] Sun tanned toes tickling the sand Cold drink chilling in my right hand Watchin' you sleep in the evening light Resting up for a long, long night  [Chorus] Because when the sun goes down, we'll be grooving When the sun goes down, we'll be feeling all right When the sun sinks down over the water Everything gets hotter when the sun goes down  [Verse 2: Uncle Kracker] All day long just takin' it easy Laying in the hammock where it's nice and breezy Sleeping off the night before Cause when the sun goes down, we'll be back for more  [Chorus] Because when the sun goes down, we'll be grooving When the sun goes down, we'll be feeling all right When the sun sinks down over the water Everything gets hotter when the sun goes down  [Verse 3: Kenny Chesney & Uncle Kracker] This old guitar and my dark sunglasses This sweet concoction is smooth as molasses Nothing to do but breathe all day Until the big moon rises and it's time to play  [Chorus] Because when the sun goes down, we'll be grooving When the sun goes down, we'll be feeling all right When the sun sinks down over the water Everything gets hotter when the sun goes down  [Outro] We'll be feeling alright When the sun sinks down over the water Uncle Kennys' hotter when the sun goes down  [Chorus] Because when the sun goes down, we'll be grooving When the sun goes down, we'll be feeling all right When the sun sinks down over the water Everything gets hotter when the sun goes down  ",
        "title": "When The Sun Goes Down"
    },
    {
        "artist": "Ruben Studdard",
        "lyrics": "  (I'm sorry) (I'm Sorry)  It's like I missed a shot It's like I dropped the ball (Damn I'm Sorry) It's like I'm on stage And I forgot the words (Damn, I'm sorry) It's like building a new house With no roof and no doors (Damn, I'm sorry) It's like trying to propose And I ain't got the ring (Oooh damn I'm sorry)  But girl I've apologized A million times before (I'll apologize a million more) So here it comes again For all the wrong I've done (so get ready babe) Here's One million one  [Hook] Girl this is my sorry for, 2004 And I ain't gonna mess up no more, this year I'm 'a take this one chance And make it real clear I'm sorry for May And I'm sorry for June (for real) And I'm sorry for July (i am) In case I dont tell you August, September, October, November 'till your December I'm Sorry (I'm sorry 2004)  Its like stayin' out at night Had way too much to drink (Damn, I'm sorry) It's like you change your hair And I dont say a thing (Damn I'm sorry) It's like we're fallin' fast asleep With no kiss, and before we hit (yeah I'm sorry) And It's like I forgot your gift On 02 14 03 (Damn! So sorry!)  But girl I've apologized A million times before (I'll apologize a million more) So here it comes again For all the wrong I've done (so get ready babe) Here's One million one  [Hook] Girl this is my sorry for, 2004 And I ain't gonna mess up no more, this year I'm 'a take this one chance (I'm 'a take my time) And make it real clear I'm sorry for May And I'm sorry for June (for real) And I'm sorry for July (i am) In case I dont tell you August, September, October, November 'till your December I'm Sorry (I'm sorry 2004)  [Hook] I'm sorry for the way that I did you I'm sorry from the bottom of my heart for how I hurt you girl I'm sorry on the weekends, sorry on the weekdays Sorry for the things I did, Sorry for the things I said Sorry for the lies Sorry for the time That I didn't get you what you want That I didn't get you what you like What can I do to tell you that I'm sorry babe (sorry, sorry)  Oooooooooooooohhhhhhh! [echo] Wooooooooh! All them strip clubs All them hot tubs I'm gone give them up Cause I dont want to lose your love  [Hook] Girl this is my sorry for, 2004 And I ain't gonna mess up no more, this year I'm 'a take this one chance And make it real clear I'm sorry for May And I'm sorry for June (for real) And I'm sorry for July (i am) In case I dont tell you August, September, October, November 'till your December I'm Sorry (I'm sorry 2004)  [Starts Fading] Girl this is my sorry for, 2004 Sorry 2004 Girl this is my sorry for, 2004 Sorry 2004  ",
        "title": "Sorry 2004"
    },
    {
        "artist": "Jet",
        "lyrics": "  [Verse 1] Let go So 1, 2, 3, take my hand and come with me Because you look so fine And I really wanna make you mine I say you look so fine That I really wanna make you mine  [Verse 2] Oh 4, 5, 6, come on and get your kicks Now you don't need that money When you look like that, do you honey  [Pre-Chorus] Big black boots Long brown hair She's so sweet With her get back stare  [Chorus] Well I could see, you home with me But you were with another man, yeah I know we ain't got much to say Before I let you get away, yeah I said, are you gonna be my girl  [Verse 1] So 1, 2, 3, take my hand and come with me Because you look so fine And I really wanna make you mine I say you look so fine That I really wanna make you mine  [Verse 2] Oh 4, 5, 6, come on and get your kicks Now you don't need that money With a face like that, do you  [Pre-Chorus] Big black boots Long brown hair She's so sweet With her get back stare  [Chorus] Well I could see, you home with me But you were with another man, yeah I know we ain't got much to say Before I let you get away, yeah I said, are you gonna be my girl  [Bridge] Oh yeah, oh yeah, come on  [Chorus] I could see, you home with me But you were with another man, yeah I know we ain't got much to say Before I let you get away, yeah Uh, be my girl Be my girl Are you gonna be my girl, yeah  ",
        "title": "Are You Gonna Be My Girl"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Verse 1: Chester Bennington] I'm tired of being what you want me to be Feeling so faithless, lost under the surface Don't know what you're expecting of me Put under the pressure of walking in your shoes  [Pre-Chorus: Chester & Mike Shinoda] Caught in the undertow, just caught in the undertow Every step that I take is another mistake to you Caught in the undertow, just caught in the undertow  [Chorus: Chester] I've become so numb, I can't feel you there Become so tired, so much more aware I'm becoming this, all I want to do Is be more like me and be less like you  [Verse 2: Chester] Can't you see that you're smothering me? Holding too tightly, afraid to lose control? 'Cause everything that you thought I would be Has fallen apart, right in front of you  [Pre-Chorus: Chester & Mike] Caught in the undertow, just caught in the undertow Every step that I take is another mistake to you Caught in the undertow, just caught in the undertow And every second I waste is more than I can take  [Chorus: Chester] I've become so numb, I can't feel you there Become so tired, so much more aware I'm becoming this, all I want to do Is be more like me and be less like you  [Bridge: Chester] And I know, I may end up failing, too But I know, you were just like me With someone disappointed in you  [Chorus: Chester] I've become so numb, I can't feel you there Become so tired, so much more aware I'm becoming this, all I want to do Is be more like me and be less like you  [Outro: Chester] I've become so numb, I can't feel you there I'm tired of being what you want me to be I've become so numb, I can't feel you there I'm tired of being what you want me to be  ",
        "title": "Numb"
    },
    {
        "artist": "Jessica Simpson",
        "lyrics": "  [Verse 1] Watching every motion in my foolish lover's game On this endless ocean, finally lovers know no shame Turning and returning to some secret place inside Watching in slow motion as you turn around and say  [Chorus] \"My love, take my breath away Take my breath away\"  [Verse 2] Watching I keep waiting, still anticipating love Never hesitating to become the fated ones Turning and returning to some secret place inside Watching in slow motion as you turn around and say  [Chorus] \"My love, take my breath away Take my breath away\"  [Bridge] Through the hourglass I saw you In time you slipped away When the mirror crashed I called you And turned to hear you say \"If only for today, I am unafraid\"  [Chorus] Take my breath away You take my breath away You take my breath, you take my breath You take my breath away  ",
        "title": "Take My Breath Away"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] I woke up early this morning around 4am With the moon shining bright As headlights on the interstate I pulled the covers over my head And tried to catch some sleep But thoughts of us kept keeping me awake Ever since you found yourself in someone else's arms I've been trying my best to get along But that's OK There's nothing left to say, but  [Chorus] Take your records, take your freedom Take your memories, I don't need them Take your space and take your reasons But you'll think of me And take your cap and leave my sweater Cause we have nothing left to weather In fact I'll feel a whole lot better But you'll think of me, you'll think of me  [Verse 2] I went out driving trying to clear my head I tried to sweep out all the ruins that my emotions left I guess I'm feeling just a little tired of this And all the baggage that seems to still exist It seems the only blessing I have left to my name Is not knowing what we could have been What we should have been So  [Chorus] Take your records, take your freedom Take your memories, I don't need them Take your space and take your reasons But you'll think of me And take your cap and leave my sweater Cause we have nothing left to weather In fact I'll feel a whole lot better But you'll think of me  [Verse 3] Someday I'm going to run across your mind Don't worry, I'll be fine I'm going to be alright While you're sleeping with your pride Wishing I could hold you tight I'll be over you And on with my life  [Chorus] So take your records, take your freedom Take your memories, I don't need them And take your cap and leave my sweater Cause we have nothing left to weather In fact I'll feel a whole lot better But you'll think of me Take your records, take your freedom Take your memories, I don't need them Take your space and all your reasons But you'll think of me And take your cap and leave my sweater Because we have nothing left to weather In fact I'll feel a whole lot better But you'll think of me, you'll think of me, oh  [Outro] And you're going to think of me Oh yeah Ooh someday baby, someday Oooh ooh ooh oh Think of me Ooh ooh dumdum dirumdum baby  ",
        "title": "You'll Think Of Me"
    },
    {
        "artist": "OutKast",
        "lyrics": "  [Intro] 1, 2, 3 Uh!  [Verse 1] My baby don't mess around Because she loves me so And this I know for sho But does she really want it But can't stand to see me Walk out the door? Don't try to fight the feeling Cause the thought alone is killing me right now Thank God for Mom and Dad For sticking through together Cause we don't know how  [Hook] Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya!  [Verse 2] You think you've got it Oh, you think you've got it But \"got it\" just don't get it 'Til there's nothing at all We've been together Oh, we've been together But separate's always better When there's feelings involved If what they say is \"Nothing is forever\" Then what makes, then what makes, then what makes Then what makes, what makes, what makes Love the exception? So why oh why oh, why oh why oh Are we so in denial When we know we're not happy here? Y'all don't want to hear me, you just want to dance  [Hook] Hey ya! Uh-oh Hey ya! Uh-oh Don't want to meet your daddy, Hey ya! Uh-oh Just want you in my Caddy, Uh-oh, Hey ya! Uh-oh Don't want to meet your mama, Hey ya! Uh-oh Just want to make you cumma, Uh-oh, Hey ya! Uh-oh I'm, I'm, I'm Hey ya! I'm just being honest I'm just being honest  [Bridge] Hey, alright now Alright now fellas (Yeah!) Now what's cooler than being cool? (Ice cold!) I can't hear ya I say what's cooler than being cool? (Ice cold!) Alright, alright, alright, alright Alright, alright, alright, alright Alright, alright, alright, alright Alright, alright.. OK: now ladies (Yeah?) We're gonna break this back down in just a few seconds Now don't have me break this thing down for nothing Now I want to see y'all on your baddest behavior Lend me some sugar, I am your neighbor! Ah, here we go! Shake it, sh-shake it Shake it, sh-shake it Shake it, sh-shake it Shake it, sh-shake it Shake it, sh-shake it Shake it like a Polaroid picture Shake it, sh-shake it Shake it, sh-shake it Shake it, sh-shake it Shake it, sh-shake it Shake it, sh-shake it Shake it like a Polaroid picture  Now all the Beyonce's and Lucy Lius And babydolls, get on the floor (Get on the floor) Shake it like a Polaroid picture You know what to do Shake it, sh-shake it Oh, you know what to do! Shake it, sh-shake it Shake it, sh-shake it Oh, you know what to do! Shake it like a Polaroid picture  Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya!  ",
        "title": "Hey Ya!"
    },
    {
        "artist": "3 Doors Down",
        "lyrics": "  [Verse 1] A hundred days have made me older Since the last time that I saw your pretty face A thousand lies have made me colder And I don't think I can look at this the same But all the miles that separate Disappear now when I'm dreaming of your face  [Chorus] I'm here without you baby But you're still on my lonely mind I think about you baby And I dream about you all the time I'm here without you baby But you're still with me in my dreams And tonight it's only you and me, yeah  [Verse 2] The miles just keep rolling As the people leave their way to say hello I've heard this life is overrated But I hope that it gets better as we go, oh yeah, yeah  [Chorus] I'm here without you baby But you're still on my lonely mind I think about you baby And I dream about you all the time I'm here without you baby But you're still with me in my dreams And tonight it's only you and me, yeah  [Bridge] Everything I know, and anywhere I go It gets hard but it won't take away my love And when the last one falls When it's all said and done It gets hard but it won't take away my love, whoa, oh, oh  [Chorus] I'm here without you baby But you're still on my lonely mind I think about you baby And I dream about you all the time I'm here without you baby But you're still with me in my dreams And tonight, girl, it's only you and me  ",
        "title": "Here Without You"
    },
    {
        "artist": "Five For Fighting",
        "lyrics": "  [Verse 1] I'm 15 for a moment Caught in between 10 and 20 And I'm just dreaming Counting the ways to where you are  [Verse 2] I'm 22 for a moment And she feels better than ever And we're on fire Making our way back from Mars  [Chorus 1] 15 there's still time for you Time to buy and time to lose 15, there's never a wish better than this When you only got a hundred years to live  [Verse 3] I'm 33 for a moment Still the man, but you see I'm a \"they\" A kid on the way, babe A family on my mind  [Verse 4] I'm 45 for a moment The sea is high And I'm heading into a crisis Chasing the years of my life  [Chorus 1] 15 there's still time for you Time to buy and time to lose yourself Within a morning star  15 I'm all right with you 15, there's never a wish better than this When you only got a hundred years to live  [Bridge] Half time goes by Suddenly you’re wise Another blink of an eye 67 is gone The sun is getting high We're moving on...  [Chorus 2] I'm 99 for a moment And dying for just another moment And I'm just dreaming Counting the ways to where you are  [Outro] 15 there's still time for you 22 I feel her too 33 you’re on your way Every day's a new day (oh oh oh)  [Chorus 1] 15 there's still time for you Time to buy and time to choose Hey 15, there's never a wish better than this When you only got a hundred years to live  ",
        "title": "100 Years"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Intro: Band] Na na (I miss Mayberry) Nanananana Nananananana Na na Nanananana Nananananana  [Verse 1: Gary] Sometimes it feels like This world's spinning faster Than it did in the old days So naturally, we have More natural disasters From the strain of a fast pace Sunday was a day of rest Now, it's one More day for progress And we can't slow down Cause more is less It's all an endless process  [Chorus: Band] I miss Mayberry Sitting on the porch Drinking ice cold cherry coke Where everything is black and white Pickin' on the six string People pass by and you Call them by their first name Watchin' the clouds roll by Bye, bye, (bye)  [Verse 2: Gary] Sometimes I can hear This old earth shoutin' Through the trees As the wind blows That's when I climb up Here on this mountain To look through God's window Now I can't fly But I got two feet That get me high up here Above the noise and city streets My worries disappear  [Chorus]  [Verse 3: Gary] Sometimes I dream I'm driving Down an old dirt road Not even listed on a map I pass a dad and son Carrying a fishing pole But I always wake up every time I try to turn back  [Outro: Band] Na na (I miss Mayberry) Nanananana Nananananana Na na Nanananana Nananananana Aaa Na na (I miss Mayberry) Nanananana Nananananana Na na Nanananana Nananananana  ",
        "title": "Mayberry"
    },
    {
        "artist": "Twista Featuring Kanye West & Jamie Foxx",
        "lyrics": "  [Produced by Kanye West]  [Intro] Are you going to be, say that you're gonna be  [Hook: Jamie Foxx] She say she want some Marvin Gaye, some Luther Vandross A little Anita, will definitely set this party off right (Are you gonna be, are you gonna be, are you gonna be) (Are you gonna be, are you gonna be, well well well well) She say she want some Ready For The World, some New Edition Some Minnie Riperton, will definitely set this party off right Yes it well, oh yes it will (Are you gonna be, are you gonna be, are you gonna be) (Are you gonna be, are you gonna be, well well well well)  [Verse 1: Kanye West] Yes it will, it definitely will! You know what I told her? I told her to \"Drive over in your new whip Bring some friends you cool with I'mma bring the Cool Whip, then I want you to strip See you is my new chick, so we get our grind on She be grabbing, calling me Biggie, like Shyne home Man I swear she fine homes, why she always lying though? Telling me them diamonds, when she know they rhinestones She got a light-skinned friend, look like Michael Jackson Got a dark-skinned friend, look like Michael Jackson I played Ready for the World,she was ready for some action My dog said you ain't a freak, so you gotta prove my man wrong I'mma play this Vandross, you gon' take your pants off I'mma play this Gladys Knight, me and you gon' get right  [Hook: Jamie Foxx] She say she want some Marvin Gaye, some Luther Vandross A little Anita, will definitely set this party off right (Are you gonna be, are you gonna be, are you gonna be) (Are you gonna be, are you gonna be, well well well well) She say she want some Ready For The World, some New Edition Some Minnie Riperton, will definitely set this party off right Yes it well, oh yes it will (Are you gonna be, are you gonna be, are you gonna be) (Are you gonna be, are you gonna be, well well well well)  [Interlude: Aisha Tyler & Kanye West] Now Kanye, I know I told you to slow it down, baby And it's good, it's all good, it's beautiful, it's beautiful But now I need you to do it faster, baby Can you please? Do it faster baby, do it faster! Damn baby I can't do it that fast But I know somebody who can, Twista!  [Verse 2: Twista] Got you looking at the gliss' on my hands and wrists While I'm laying back, smoking on my cannabis When it come to rocking the rhythm like Marvin and Luther I can tell you ain't no messin' with Kan-man and Twist From the Chi, and I be sipping Hennessy Play some R&B while I smoke a B You can't fuck with me, put that on a G And all is (Well well well well) Come with me and sip on some Evelyn Champagne You ain't know Twista can work it like The Whispers? Hit the stop light, get into some Isley's The rims still moving so I'm bumping a little Spinners While I'm smoking on a B, dipping through the streets Bumping R&B, and I got the heat on them 23's And I do it (Well well well well) Put my Earth in the Wind smokin' Fire Let me get your sheets wet listening to Keith Sweat Put you in a daze with Maze Fulfilling our every temptation, slow-jamming, having deep sex You Ready for the World, girl? Come on over Make me touch you all over your body, baby don't say no to me And every moment you controlling me I'm loving the way you be holding me when I be listening to Jodeci And when I come over and bend your ass You be bumpin' Teddy Pendergrass I done hit it from the back to the melody of \"Roll It Slow\" Now I gotta go up in it fast, but I'mma finish last No matter how much of a thug, you see I still spit it like its R&B, go to the club with me And with some Luther come on I hope you feelin' me and still gon' be in love with me  [Hook: Jamie Foxx] She say she want some Marvin Gaye, some Luther Vandross A little Anita, will definitely set this party off right (Are you gonna be, are you gonna be, are you gonna be) (Are you gonna be, are you gonna be, well well well well) She say she want some Ready For The World, some New Edition Some Minnie Riperton, will definitely set this party off right Yes it well, oh yes it will (Are you gonna be, are you gonna be, are you gonna be) (Are you gonna be, are you gonna be, well well well well)  [Verse 3: Twista] Baby drop another slow jam And all us lovers, need to hold hands And if you ain't got no man, hop up in my Brougham I keep it pimping like an old man, you gots to roll with the plan Cause after that, then I take it to the dome Then I got to bone, stay up in the zone Got to get you home, gotta run up on And I do it (well well well well) Baby drop another slow jam And all us lovers, need to hold hands And if you ain't got no man, hop up in my Brougham I keep it pimping like an old man, you gots to roll with the plan Cause after that then I, take you to my home We can get it on, disconnect the phone Trying to get you gone, I'mma make you moan And I'll do it (Well well well well)  ",
        "title": "Slow Jamz"
    },
    {
        "artist": "Ying Yang Twins Featuring Lil Jon & The East Side Boyz",
        "lyrics": "  [Hook] Shawty crunk on the floor wide open Skeet so much they call her Billy Ocean Roll like an 18-wheeler That ho fine, but this ho killer She's leaking! She's soaking wet She leaking! Soaking wet Shake it like a salt shaker (shake it like a salt shaker) Shake it like a salt shaker (shake it like a salt shaker)   [Verse 1] Popping till you percolate First booty-on-booty, no time to wait Make it work, with your wet t-shirt Bitch you gotta shake it till your camel toe hurt Sadie heels on your feet, strap around your ankles Jegga jegga jegga Call that bitch Bojangles Juicy like fruit or douche like coup Deville Lucy get loose on the goose for real Five dollars get your ass a table dance If you got 10 then bring a friend Ho shake your ass till the song then If you ain't gon dance, well go on, then! We ain't no boys, we grown men If you ain't gonna dance, well don't then! Why you gonna waste a nigga's song, then? Sit your ass down doing nothing?  [Hook] Shawty crunk on the floor wide open Skeet so much they call her Billy Ocean Roll like an 18-wheeler That ho fine, but this ho killer She's leaking! She's soaking wet She leaking! Soaking wet Shake it like a salt shaker (shake it like a salt shaker) Shake it like a salt shaker (shake it like a salt shaker)   [Line Dancing Portion - Lil Jon] Face the wall shawty, put your hands on it Bounce that ass up & down; make a nigga want it Face the wall shawty, put your hands on it Bounce that ass up & down; make a nigga want it Roll that ass round & round like a motherfucking wheel Shake that shit, this ain't no motherfuckin drill! Roll that ass round & round like a motherfucking wheel Shake that shit this ain't no motherfucking drill! Get crunk with, get loose with it Like Short said: let Bruce Bruce hit it! Get crunk with it, get loose with it Like Short said: let Bruce Bruce hit it Shake that ass real fast then stop Shake that ass real fast then stop Shake that ass real fast then drop Shake that ass real fast then drop  [Hook] Shawty crunk on the floor wide open Skeet so much they call her Billy Ocean Roll like an 18-wheeler That ho fine, but this ho killer She's leaking! She's soaking wet She leaking! Soaking wet Shake it like a salt shaker (shake it like a salt shaker) Shake it like a salt shaker (shake it like a salt shaker)  [Verse 2] Shake it like a dollar, 5, or 10 But what would you do for a twenty twen? Get on the stage shake that ass, then Get on the pole do a backbend I like that! Do it again! Here's another 10 bitch, do it again Work it like a game that you playing to win Make that pussy fart for the Ying Yang Twins  16 bitches in thongs in 1 club The home of the 5th, redbones and big butts Game spittin' bitches splitting all on the floor Hornified, can't deny, certified pro On the pole upside down (This shit for real!) 69, plenty of times to pay a bill By day she's a clerk, by night she turn stripper You're not even dating You just trying so you can tip her!  [Hook] Shawty crunk on the floor wide open Skeet so much they call her Billy Ocean Roll like an 18-wheeler That ho fine, but this ho killer She's leaking! She's soaking wet She leaking! Soaking wet Shake it like a salt shaker (shake it like a salt shaker) Shake it like a salt shaker (shake it like a salt shaker)  ",
        "title": "Salt Shaker"
    },
    {
        "artist": "John Michael Montgomery",
        "lyrics": "  My Dearest Son, it's almost June I hope this letter Catches up with you and finds u well It's been dry but they're callin' for rain And everything's the same ol' in Johnsonville Your stubborn ol' daddy ain't said to much But I'm sure you know he sends his love And she goes on, In a letter from home  I hold it up and show my buddies Like we ain't scared in our boots And our boots ain't muddy And they all laugh like there's something funny 'bout the way I talk, when mama sends her best ya'll I fold it up and put it in my shirt Pick up my gun and get back to work And it keeps me drivin' on, waitin' on Letters from home  My dearest love, it's almost dawn I've been layin' here all night Long Wonderin' where u might be I saw your mama and I showed her the ring Man on the Television said Something So I couldn't sleep But I'll be alright, I'm just missin' you And this is me kissin' you X's and O's In a letter from home  I hold it up and show my buddies Like we ain't scared and our boots ain't muddy And they all laugh cause she calls me honey But they take it hard, cause I don't read the good parts I fold it up and put it in my shirt Pick up my gun and get back to work And it keeps me Drivin' on, waitn' on Letters from home  Dear son, I know I ain't written And sittin' here tonight alone in the kitchen It occurs to me I might not have said it, so I'll say it now Son, You make me proud  I hold it up and show my buddies Like we ain't scared and our boots ain't muddy But no one laughs cause ain't nothin' Funny when a soldier cries, and I just wipe my eyes I fold it up and put in my shirt get back to work And it keeps me drivin' on, waitin' on Letters from home  ",
        "title": "Letters From Home"
    },
    {
        "artist": "Buddy Jewell",
        "lyrics": "  [Verse 1:] Misty sunrise in my hometown Rows of cotton about knee high Mrs. Baker down the dirt road Still got clothes out on the line  Erwin Nichols there With Judsley playin checkers at the gin When I dream about the Southland This is where it all begins  [Chorus:] From Carolina down to Georgia Smell the jasmine and magnolia Sleepy sweet home Alabama Roll Tide Roll  Muddy water Mississippi Blessed Graceland whispers to me Carry on, carry on Sweet Southern comfort, carry on  [Verse 2:] Catching catfish on the river Chasing fireflies by the creek Kissing Gabby Williams' sister On the porch homecoming week  With rusted cars and weeping willows Keeping watch out in the yard Just a snapshot of downhome Dixie Could be anywhere you are  [Chorus:] In Carolina or in Georgia Open arms are waiting for you Louisiana Yellow Rose of San Antone  Arkansas Mississippi Old man river whispers to me Carry on, carry on Sweet Southern comfort, carry on  [Bridge:] As I sit here I'm surrounded by these priceless memories I don't have to think about it There's no place I'd rather be Than  [Chorus:] Carolina or in Georgia Smell the jasmine and magnolia Sleepy sweet home Alabama Roll Tide Roll  Muddy water Mississippi Blessed Graceland whispers to me Carry on, carry on Sweet Southern comfort Carry on, carry on Sweet Southern comfort, carry on  ",
        "title": "Sweet Southern Comfort"
    },
    {
        "artist": "No Doubt",
        "lyrics": "  [Verse 1] It's funny how I find myself In love with you If I could buy my reasoning I'd pay to lose One half won't do I've asked myself How much do you Commit yourself?  [Chorus] It's my life Don't you forget It's my life It never ends (it never ends)  [Verse 2] Funny how I blind myself I never knew If I was sometimes played upon Afraid to lose Oh, I'd tell myself What good do you do Convince myself  [Chorus] It's my life Don't you forget It's my life It never ends (it never ends)  [Bridge] And I've asked myself How much do you Commit yourself?  [Chorus] Oh, it's my life Don't you forget Caught in the crowd It never ends (it never ends)  [Chorus] Oh, it's my life Don't you forget Caught in the crowd It never ends (it never ends)  [Outro] Oh, it's my life (oh it's my life) Don't you forget (don't you forget) Caught in the crowd (caught in the crowd) It never ends (it never ends)  ",
        "title": "It's My Life"
    },
    {
        "artist": "Avant",
        "lyrics": "  (Verse I) After the hoping and the praying and the wishing Girl your right here in my face I never been the one to bite my tongue, no, no... I have not one word to say I'm mesmerized by your sexy eyes and Your soft and lovely skin I want this fiasco to end So baby we can start all over again  (Listen) (I wanna be able...) I wanna be able to love you, oh I... (I wanna be able...) And let me be the one to please you, oh I... As sure as the sun shines all over the earth You're one of god's most precious works See, I'm a man and we make mistakes But please don't take your love away, oh I...  (Chorus) Don't take your love away. (Don't take...) Baby, don't take your love away from me, I need you, girl. (I need you girl.) Don't take your love away. (Oh.) Don't take your love away Don't take your love away (Don't take...) Baby don't take your love away from me I need you girl (From me, my baby, baby) Don't take your love away, baby  (Verse II) Mama said, 'Don't put your hands in the cookie jar.' She said, 'Son, have control.' She said everything that's sweet and good for you, NO. (That what she said.) And everything that glitters ain't gold And now that your gone, I realized, (Yes, I do.) I've lost my soul. (Preach.) And I don't want to pass the torch Baby can you give me one more, one more, chance?  (I wanna be able) Able to do everything I didn't do before for ya, baby (I wanna be able) Listen. I wanna love ya, over, over and over again Gotta hold myself together and stay strong Baby, you been gone too long See, I'm a man and we make mistakes So baby, baby, baby, don't take your love away  (Chorus) Don't take your love away (I'll get down on my hands and knees,) Baby, don't take your love away from me, I need you, girl. (Beggin', beggin' you please.) Don't take your love away, (Don't, don't leave me now.) Don't take your love away. (I need you right here with me.) Don't take your love away, (Please, please, please, please, please, yeah.) Baby, don't take your love away from me, I need you, girl. (Don't take your love away.)  (Bridge) See, girl I know that I hurt you so, (Girl, I know...) With all of those girls that were in my world. (In my world.) Now Stacy and Kim, damn all of them Girl, I wanna give you everything I can. (Every day, yeah.) I know your tired of my game, (Of my games...) tired of my lies, (Of my lies...) Baby, this time I promise it'll be alright No longer will you be left astray, (No, no, no, no, no.) Baby, listen to the words I say!  (Chorus) Don't take your love away (Yeah, yeah!) Baby, don't take your love away from me, I need you girl. (Yes, Don't take your love, no.) Don't take your love away, (I've been searching here and there, everywhere,) Don't take your love away. (And can't find no one like you, girl.) Don't take your love away, (Don't take your love away.) Baby, don't take your love away from me, I need you, girl. (Listen to me, lady, lady, lady.) Don't take your love...  (crying sounds)  ",
        "title": "Don't Take Your Love Away"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Me, Myself And I"
    },
    {
        "artist": "T.I.",
        "lyrics": "  [Hook] (Ay, who I be?) Rubberband man, wild as the Taliban 9 in my right, 45 in my other hand (Ay, Who I'm is?) Call me Trouble Man Always in trouble, man! Worth a couple hundred grand Chevys all colors, man  [Verse 1] Rubberband man Like a one-man band Treat these niggas like the Apollo And I'm the Sandman Tote a hundred grand Cannon in the waistband Looking for a sweet lick? Well this is the wrong place, man 7-time felon, what I care about a case, man? I'm campaigning to bury the hate So say ya grace, man Ay, I don't talk behind a nigga back I say it in his face I'm a thoroughbred nigga I don't fake and I don't hate Check my resume, nigga My record's impeccable Anywhere in the A nigga How T.I.P. is highly respectable And in the M.I.A. nigga I'm tryna keep it professional Cause all this tongue rustling Finna have me snappin, I'm telling you From the bottom of the Duval Cakalacky to New York And everybody showing me love That's one to you all  Yeah, to all my Florida niggas, my Cakalacky niggas My LA niggas  [Hook] (Ay, who I be?) Rubber band man Wild as the Taliban 9 in my right 45 in my other hand (who I'm is?) Call me trouble man Always in trouble man Worth a couple hundred grand Chevys, all colors man  [Verse 2] Call me trouble man Stayed in some trouble man Some niggas still hating on shawty But they some suckers, man! Got a couple fans That love to do nothing other than Lick, suck, show 'nuff respect But still I love 'em, man Dig it, little pimping got the mind and the muscle Stay down on his grind Put the crown on the hustle Ay, I could show you how to juggle anything And make it double Weed, blow, real estate, liquor store With no trouble Young Cassius Clay of my day Marvin Gaye of my time Tryna stay alive Living how I say in my rhymes My cousin used to tell me: \"Take this shit a day at a time\" And told me Friday, died Sunday Wednesday in the ground I still smile, cause somehow I know he seeing me now And so I'm doing all my shows Just like he in the crowd  Ay, throw your lighters up for my cousin Toot Aaliyah, Left Eye and Jam Master Jay  [Hook] (Ay, who I be?) Rubber band man Wild as the Taliban 9 in my right 45 in my other hand (who I'm is?) Call me trouble man Always in trouble man Worth a couple hundred grand Chevys, all colors man  [Verse 3] Grand Hustle man Mo' hustles than Hustle Man \"But why the rubber band?\" It representing the struggle man! My folk gonna trap Until they come up with another plan Stack a couple grand To get theyself off they mama land Gangsters who been serving Since you was doing the running man Went down, did 10 Back round and rich again That's why I'm young With the soul of an old man I'm shell-shocked, get shot Slow your roll, man Still ride around With the Glock on patrol, man I ain't robbing I'm just looking for that dro, man For my niggas slanging blow, pimping hoes Rollin' vogues, 24s Let these other niggas know  ",
        "title": "Rubber Band Man"
    },
    {
        "artist": "Gretchen Wilson",
        "lyrics": "  [Verse 1] Well, I ain't never been the Barbie Doll type No, I can't swig that sweet Champagne I'd rather drink beer all night In a tavern Or in a honky-tonk Or on a four-wheel-drive tailgate  Oh, I've got posters on my wall Of Skynyrd, Kid and Strait Some people look down on me But I don't give a rip I'll stand barefooted in my own front yard With a baby on my hip  [Chorus 1] Cause I'm a redneck woman I ain't no high class broad I'm just a product of my raisin' I say \"hey, y'all\" and \"yee-haw\"  And I keep my Christmas lights on On my front porch all year long And I know all the words to every Charlie Daniels song So here's to all my sisters Out there keeping it country Let me get a big \"hell yeah\" from the redneck girls like me Hell yeah (Hell yeah!)  [Verse 2] Victoria's Secret Well, their stuff's real nice Oh, but I can buy the same damn thing On a Walmart shelf half-price And still look sexy (sexy) Just as sexy as those models on TV  No, I don't need no designer tag To make my man want me You may think I'm trashy A little too hard core But in my neck of the woods I'm just the girl next door  [Chorus 2] Hey, I'm a redneck woman I ain't no high class broad I'm just a product of my raising I say \"hey, y'all\" and \"yee-haw\"  And I keep my Christmas lights on On my front porch all year long And I know all the words to every Tanya Tucker song So here's to all my sisters Out there keeping it country Let me get a big \"hell yeah\" from the redneck girls like me Hell yeah (Hell yeah!)  [Chorus 3] I'm a redneck woman I ain't no high class broad I'm just a product of my raising I say \"hey, y'all\" and \"yee-haw\"  And I keep my Christmas lights on On my front porch all year long And I know all the words to every Ol' Bocephus song So here's to all my sisters Out there keeping it country Let me get a big \"hell yeah\" from the redneck girls Like me  [Outro] (Hell yeah!) Hell yeah! (Hell yeah!) Hell yeah! (Hell yeah!) I said hell yeah!  ",
        "title": "Redneck Woman"
    },
    {
        "artist": "OutKast",
        "lyrics": "  [Verse 1: André 3000] Caroline (Caroline) See, Caroline, all the guys would say She's mighty fine (mighty fine) But mighty fine only got you somewhere Half the time And the other half either got you Cussed out or coming up short Yeah, now dig this Now even though (even though) You'd need a golden calculator To divide (to divide) The time it took to look inside And realize That real guys go for real Down to Mars girls Haha, yeah  [Hook: André 3000] I know you'd like to think Your shit don't stank But lean a little bit closer, see Roses really smell like Poo-ooo-oo Yeah, roses really smell like Poo-ooo-oo I know you'd like to think Your shit don't stank But lean a little bit closer, see Roses really smell like Poo-ooo-oo Yeah, roses really smell like Poo-ooo-oo  [Verse 2: André 3000] Caroline, (Caroline) See she's the reason for the word Bitch (bitch) I hope she's speeding on the way to the club Tryna hurry up to get to some baller or singer or somebody like that And try to put on her make up in the mirror And crash, crash Crash into a ditch Just playing She needs a golden calculator To divide (to divide) The time it takes to look inside And realize That real guys go for real Down to Mars girls Yeah  [Hook: André 3000] I know you'd like to think Your shit don't stank But lean a little bit closer, see Roses really smell like Boo-boo-oo Yeah, roses really smell like Boo-boo-oo Yeah, I I know you'd like to think Your shit don't stank But lean a little bit closer, see Roses really smell like Boo-boo-oo Yeah, roses really smell like Boo-boo-oo  [Verse 3: Big Boi] Well, she's got a hottie's body but her attitude is potty When I met her at a party, she was hardly acting naughty I said \"Shorty, would you call me?\" She said, \"Pardon me, are you balling?\" I said \"Darling, you sound like a prostitute pausing\" Oh, so you're one them freaks Get geeked at the sight of an ATM receipt But game been peeped, dropping names she's weak Tricking off this bitch is lost, must take me for a geek A quick way to eat, a neat place sleep A rent-a-car for a week, a trick for a treat No go on the raw sex, my AIDS test is flawless Regardless we don't want to get involved with all them lawyers And judges just to hold grudges in a courtroom I wanna see your support bra, not support you (Not support you, not support you)  [Hook: André 3000] I know you'd like to think Your shit don't stank But lean a little bit closer, see Roses really smell like Boo-boo-oo Yeah, roses really smell like Boo-boo-oo Yeah, I I know you'd like to think Your shit don't stank But lean a little bit closer, see Roses really smell like Boo-boo-oo Yeah, roses really smell like Boo-boo-oo I know you'd like to think Your shit don't stank But lean a little bit closer, see Roses really smell like Boo-boo-oo Yeah, roses really smell like Boo-boo-oo I know you'd like to think Your shit don't stank But lean a little bit closer, see Roses really smell like Boo-boo-oo Yeah, roses really smell like Boo-boo-oo  [Bridge: André 3000] Better come back down to Mars Girl, quit chasing cars What happens when the dough gets low Bitch, you ain't that fine, no way No way No way Better come back down to Mars Girl, quit chasing cars What happens when the dough gets low Bitch, you ain't that fine, no way No way No way  [Outro: Big Boi] Crazy bitch Crazy bitch Crazy bitch Crazy bitch Crazy bitch Crazy bitch Crazy bitch (Bitch) Crazy bitch (Stupid ass bitch) Crazy bitch (Old punk-ass bitch) Crazy bitch (Old dumb-ass bitch) Crazy bitch (A bitch's bitch) Crazy bitch (Just a bitch) Crazy bitch (Stupid ass bitch) Crazy bitch (Old punk-ass bitch) Crazy bitch (Old dumb-ass bitch) Crazy bitch (A bitch's bitch) Crazy bitch (Just a bitch)  ",
        "title": "Roses"
    },
    {
        "artist": "Eamon",
        "lyrics": null,
        "title": "F**k It (I Don't Want You Back)"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Intro] Ladies and gentlemen This here is another one for the steppas DJ Wayne Williams... put the record on Whoooooa oh whoa oh whoa oh woah yeah, whoa yeah Whoooooa oh whoa oh whoa oh woah yeah, whoa, whoa  [R. Kelly] Tell me - what do we do, when the DJ's playin' our favorite groove? We step - to when? - the whole night through And what do we do, when we all dressed up and in the mood? We step - to what? - a steppas groove Where do we go soon as the weekend gets here? The club - why? - to party and have some fun What is it's that, can come and take away all your stress? Tell me - music - no further questions, you have passed my test  [Hook] Happy people (yeah, yeah, yeah, yeah) Keeps the world turnin, turnin Oh I believe that, happy people (yeah, yeah yeah, yeah) Keep us Dancin, dancin, dancin Happy people (yeah, yeah, yeah, yeah) Keep us Steppin, keep us steppin, steppin Happy people (yeah, yeah, yeah, yeah) Keeps us groovin, groovin, groovin  [R. Kelly] Tell me - now what do you do, when the feeling has come over you? You let go - and what? - let it take control And what do you say, when the gentleman ask you to dance You say yes - and then - get on the dancefloor Even when it seems with goin' through some hard times What do we do? Keep smilin' - cause we know - we're gonna make it through What is it's that, can come and take away all your stress? Tell me - music - no further questions, you have passed my test  [Hook] Happy people (yeah, yeah, yeah, yeah) Keeps the world turnin, turnin Oh I believe that, happy people (yeah, yeah yeah, yeah) Keep us Dancin, dancin, dancin Happy people (yeah, yeah, yeah, yeah) Keep us Steppin, keep us steppin, steppin Happy people (yeah, yeah, yeah, yeah) Keeps us groovin, groovin, groovin   [R. Kelly] (I just wanna get dressed and go out, yeah) I wanna get dressed, I wanna go out Can you tell me where the spot is? Where the party is all night, and everybody's havin a good time I wanna get nice, I wanna get loud Can you tell me where the spot is? Come on and take me to that place, where there ain't nuthin but happy Whoooooa (happy, happy, happy)  [Hook] Happy people (yeah, yeah, yeah, yeah) Keeps the world turnin, turnin Oh I believe that, happy people (yeah, yeah yeah, yeah) Keep us Dancin, dancin, dancin Happy people (yeah, yeah, yeah, yeah) Keep us Steppin, keep us steppin, steppin Happy people (yeah, yeah, yeah, yeah) Keeps us groovin, groovin, groovin  [Interlude] Uh-uh-uh, alright, uh-huh Now if you wanna step, you gotta play it by the rules You gotta do what I do - when I do, what I do If you wanna step, you gotta play it by the rules You gotta do what I do - when I do, what I do Now, step to the left, step to the right Spin around and bring it down tonight Bring it on up, move in close Let me see you and your partner stroke Step to the left, step to the right Spin around and bring it down tonight Bring it on up, move in close Let me see you and your partner stroke Step to the left, step to the right Spin around and bring it down tonight Bring it on up, move in close Let me see you and your partner stroke Step to the left, step to the right Spin around and bring it down tonight Bring it on up, move in close Let me see you and your partner stroke  [Outro/Skit] Brake it down ya, brake it down All the way to the ground Happy people baby, Happy people baby Happy people baby, Happy people baby And bring it up, bring it up And tell ya all, standing up Happy people baby, Happy people baby Happy people baby, Happy people baby {*laughing*} Wayne Williams, keep the groove right there baby We gonna have some fun, uh-uh, Chocolate Factory My people, now we all know no matter how much I sing about Happy people and all of those good things is still gon' be somebody out there What I do... Right? (Right...) Right? (Damn right...!) But that's OK, because this album We gon' change things with this album Because I know... in my heart That there is way more people out there lovin' then it is hatin' Hey Deborah (Yeah...) Huh? (oh yeah...) Haha... well there's people with love in their hearts That's positive and feels real good about themselves and love themselves I wan't ya'll repeat after me, and maybe those few haters - they'll tag along Ay... Ya'll ready? (Yeah...!) Come on... One, two, three Now first of all: love god (Love god), love myself (Love myself) Love one another (Love one another), no matter what the color (No matter what the color) Respect that woman (Respect that woman), respect that man (Respect that man) You see a person down (You see a person down), then give them a hand (Then give them a hand) Hit the health club (hit the health club), ev'ry now and then (ev'ry now and then) Put a smile on your face (Put a smile on your face), and make a friend (And make a friend) Stop that hatin' (Stop that hatin'), and negativity (And negativity) Love your neighbor (Love your neighbor), said the powers that be (Said the powers that be) If you're going through somethin (If you're going through somethin), don't take it out on me (Don't take it out on me) Just ask god to fix it (Just ask god to fix it), now be happy! (Now be happy!) Happy people baby! {*crowd cheering*} {*R. Kelly ad-libs til fade*}  ",
        "title": "Happy People"
    },
    {
        "artist": "Tracy Lawrence",
        "lyrics": "  [Verse 1] He was sittin' there, his brush in hand Painting waves as they danced, upon the sand With every stroke, he brought to life The deep blue of the ocean, against the mornin' sky I asked him if he only painted ocean scenes He said for twenty dollars, I'll paint you anything  [Chorus] Could you paint me at Birmingham Make it look just the way I planned A little house on the edge of town Porch goin' all the way around Put her there in the front yard swing Cotton dress make it, early spring For a while she'll be mine again If you could paint me a Birmingham  [Verse 2] He looked at me, with knowing eyes Then took a canvas from a bag there by his side Picked up a brush, and said to me Son, just where in this picture would you like to be I said if there's any way you can Could you paint me back into her arms again  [Chorus] Could you paint me at Birmingham Make it look just the way I planned A little house on the edge of town Porch goin' all the way around Put her there in the front yard swing Cotton dress make it, early spring For a while she'll be mine again If you could paint me a Birmingham  [Chorus] Paint me at Birmingham Make it look just the way I planned A little house on the edge of town Porch goin' all the way around Put her there in the front yard swing Cotton dress make it, early spring For a while she'll be, mine again If you could paint me a Birmingham  [Outro] Oh, paint me a Birmingham  ",
        "title": "Paint Me A Birmingham"
    },
    {
        "artist": "Blink-182",
        "lyrics": "  [Intro: Mark Hoppus] I miss you, I miss you  [Verse 1: Mark Hoppus] Hello there The angel from my nightmare The shadow in the background of the morgue The unsuspecting victim of darkness in the valley We can live like Jack and Sally if we want Where you can always find me And we'll have Halloween on Christmas And in the night we'll wish this never ends We'll wish this never ends  [Interlude: Mark Hoppus] I miss you, I miss you I miss you, I miss you  [Verse 2: Tom DeLonge] Where are you and I'm so sorry I cannot sleep I cannot dream tonight I need somebody and always This sick strange darkness Comes creeping on so haunting every time And as I stare I counted The webs from all the spiders Catching things and eating their insides Like indecision to call you And hear your voice of treason Will you come home and stop this pain tonight Stop this pain tonight  [Chorus: Tom DeLonge and Mark Hoppus] Don't waste your time on me you're already The voice inside my head (I miss you, I miss you) Don't waste your time on me you're already The voice inside my head (I miss you, I miss you)  [Instrumental Break]  [Chorus: Tom DeLonge and Mark Hoppus] Don't waste your time on me you're already The voice inside my head (I miss you, I miss you) Don't waste your time on me you're already The voice inside my head (I miss you, I miss you) Don't waste your time on me you're already The voice inside my head (I miss you, I miss you) Don't waste your time on me you're already The voice inside my head (I miss you, I miss you)  [Outro: Mark Hoppus] I miss you, I miss you I miss you, I miss you I miss you, I miss you I miss you, I miss you  ",
        "title": "I Miss You"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Verse: 1] Remember when I was young and so were you And time stood still and love was all we knew You were the first, so was I We made love and then you cried Remember when  [Verse: 2] Remember when we vowed the vows And walked the walk Gave our hearts, made the start, it was hard We lived and learned, life threw curves There was joy, there was hurt Remember when  [Verse: 3] Remember when old ones died and new were born And life was changed, disassembled, rearranged We came together, fell apart And broke each other's hearts Remember when  [Verse: 4] Remember when the sound of little feet Was the music We danced to week to week Brought back the love, we found trust Vowed we'd never give it up Remember when  [Verse: 5] Remember when thirty seemed so old Now lookn' back it's just a steppin' stone To where we are Where we've been Said we'd do it all again Remember when Remember when we said when we turned gray When the children grow up and move away We won't be sad, we'll be glad For all the life we've had And we'll remember when  ",
        "title": "Remember When"
    },
    {
        "artist": "Hilary Duff",
        "lyrics": "  [Verse 1] Let's go back, back to the beginning Back to when the earth, the sun, the stars all aligned 'Cause perfect didn't feel so perfect Trying to fit a square into a circle was no life I defy  [Chorus] Let the rain fall down and wake my dreams Let it wash away my sanity 'Cause I wanna feel the thunder, I wanna scream Let the rain fall down I'm coming clean I'm coming clean  [Verse 2] I'm shedding, shedding every color Trying to find a pigment of truth beneath my skin 'Cause different doesn't feel so different And going out is better than always staying in Feel the wind  [Chorus] Let the rain fall down and wake my dreams Let it wash away my sanity 'Cause I wanna feel the thunder, I wanna scream Let the rain fall down I'm coming clean I'm coming clean  [Bridge] I'm coming clean Let the rain fall, let the rain fall I'm coming  [Chorus] Let the rain fall down and wake my dreams Let it wash away my sanity 'Cause I wanna feel the thunder, I wanna scream Let the rain fall down I'm coming clean I'm coming clean I'm coming clean Let the rain fall, let the rain fall, let the rain fall I'm coming clean  [Outro] Let's go back, back to the beginning  ",
        "title": "Come Clean"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  (la la la la la) Hey mama, this that shit that make you move, mama Get on the floor and move your booty moma We the blast masters blastin' up the jamma (REEEEEEEWIIIIIIND) Cutie cutie, make sure you move your booty Shake that thing like we in the city of sin, and Hey shorty, I know you wanna party The way your body look realli make me feel nauuughty Cutie cutie, make sure you move your booty Shake that thing like we in the city of sin, and Hey shorty, I know you wanna party The way your body look really make me feel nauuughty  I got a naughty naughty style and a naughty naughty crew But everything I do, I do just for you Im a little bit of Or, and a bigger bit of Nu The true niggers know that the peas come through We never cease (NOO), we never die no we never disease (NOO) We multiply like we math-matic And then drop bombs like we in the middle east (The bomb bombas, the base move dramas) Now y'all know, who we are Y'all know, we the stars Steady rockin' on y'alls boulevards And, lookin' hot without bodyguards (I do) what I can (W) ill.i.am And still I stand, with still mic in hand (So come on mama, dance to the druma)  [Chorus] Hey mama, this that shit that make you groove, mama (hey)get on the floor and move your booty mama (yaw)we the blast mastas blastin' up the jamma (hey)so shake your bambama, come on now mama Hey mama, this that shit that make you groove, mama (hey)get on the floor and move your booty mama (yaw)we the blast mastas blastin' up the jamma (la la la la la)  [Verse 2: will.i.am {Fergie}] We the big town stumpas, and and big sound pumpas The beat bump bumpas in your trunk trunkas The girlies in the club with the big plump plumpas And when I'm makin' love, my hip hump humps It never quits (NOOOO) we need to carry 9mm clips (NOOOO) Don't wanna squeeze trigger, just wanna squeeze tits (lubaluba) cause we the show stoppas And the chief rockas, number one chief rockas Now y'all know, {who we are} Y'all know, {we the stars} {Steady rockin' on y'alls boulevard} How we rockin' it girl, {without bodyguards} She be - {Fergie} From the crew - {BEP} {Come and take heed, as we take the lead} {so come on bubba, dance to the drum-a}  Hey mama, this that shit that make you groove, mama (yaw)get on the floor and move your booty mama (wuh)we the blast mastas blastin' up the jamma (NAWWWW, NAWWW) Cutie cutie, make sure you move your booty Shake that thing like we in the city of sin, and Hey shorty, I know you wanna party The way your body look really make me feel nauuughty  But the race is not, for the swift But who really can, take control of it And Tippa Irie and the black eyed peas will be thhhheeerre Til infinity, til infinity, til infinity, til infinity Tippa is ouuuuuut  Nuff a dem a shock, nuff a dem a sting Every time you see dem appear bling bling Oh what a ting! Pure modeling Grinding, and winding And the madda dem a move inna perfect timing Dem a dance and dance to di dancehall riddim And di way di tune nice, it finga-licking Like rice and peas and chicken stuffing  Hey mama, this that shit that make you groove, mama (hey) get on the floor and move your booty mama (yaw) we the blast mastas blastin' up the jamma (hey) so shake your bambama, come on now mama Hey mama, this that shit that make you groove, mama (hey) get on the floor and move your booty mama (yaw) we the blast mastas blastin' up the jamma (la la la la la)  ",
        "title": "Hey Mama"
    },
    {
        "artist": "Avril Lavigne",
        "lyrics": "  [Verse 1] You held my hand and walked me home, I know While you gave me that kiss, it was something like this, it made me go ooh ooh You wiped my tears, got rid of all my fears, why did you have to go? Guess it wasn't enough to take up some of my love Guys are so hard to trust  [Pre-Chorus] Did I not tell you that I'm not like that girl? The one who gives it all away, yeah  [Chorus] Did you think that I was gonna give it up to you, this time? Did you think that it was something I was gonna do and cry? Don't try to tell me what to do Don't try to tell me what to say You're better off that way  [Verse 2] Don't think that your charm and the fact that your arm is now around my neck Will get you in my pants, I'll have to kick your ass and make you never forget I'm gonna ask you to stop, thought I liked you a lot, but I'm really upset (really upset) Get out of my head, get off of my bed, yeah that's what I said  [Pre-Chorus] Did I not tell you that I'm not like that girl The one who, throws it all away  [Chorus] Did you think that I was gonna to give it up to you, this time? Did you think that it was something I was gonna do and cry? Don't try to tell me what to do Don't try to tell me what to say You're better off that way, yeah  [Bridge] This guilt trip that you put me on, won't mess me up, I've done no wrong Any thoughts of you and me have gone away  [Chorus] Did you think that I was gonna give it up to you, this time? Did you think that it was something I was gonna do and cry? Don't try to tell me what to do Don't try to tell me what to say You're better off that way  [Outro] Better off that way I'm better off alone anyway  ",
        "title": "Don't Tell Me"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] I'm just trying to be a father Raise a daughter and a son Be a lover to their mother Everything to everyone Up and at them bright and early I'm all business in my suit Yeah, I'm dressed for success From my head down to my boots  [Verse 2] I don't do it for money there's still bills that I can't pay I don't do it for the glory, I just do it anyway Providing for our future's my responsibility Yeah I'm real good under pressure, being all that I can be And I can't call in sick on Mondays When the weekends been to strong I just work straight through the holidays And sometimes all night long  [Verse 3] You can bet that I stand ready when the wolf growls at the door Hey, I'm solid, hey I'm steady, hey I'm true down to the core And I will always do my duty, no matter what the price I've counted up the cost, I know the sacrifice Oh, and I don't want to die for you But if dying's asked of me I'll bear that cross with an honor Cause freedom don't come free  [Verse 4] I'm an American soldier, an American Beside my brothers and my sisters I will proudly take a stand When liberty's in jeopardy I will always do what's right I'm out here on the front lines, so sleep in peace tonight American soldier, I'm an American An American An American Soldier  ",
        "title": "American Soldier"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] Every night it's the same I hear you calling my name You're lying next to me I give into your charms You disappear in my arms I realize it's just a dream, but  [Chorus] Desperately, I long to feel your touch But you left me all alone in love  [Verse 2] And now I Shake the sleep from my head And try to crawl out of bed Today is just another day I make the coffee for one I turn the radio on Pretend that everything's ok, but  [Chorus]  [Bridge] And now I Know there's no reason to smile It's gonna take me awhile 'Cause I still love you desperately  [Chorus]  [Verse 3] And now I Watch the sun going down There ain't nobody around I feel a night in the breeze I keep on telling myself I don't need nobody else And I can do as I please, but  And now I  [Chorus]  [Outro] And now Every night it's the same I hear you calling my name I still love you desperately I still love you I still want you I still love you desperately  ",
        "title": "Desperately"
    },
    {
        "artist": "Sara Evans",
        "lyrics": null,
        "title": "Perfect"
    },
    {
        "artist": "Beenie Man Featuring Ms. Thing",
        "lyrics": null,
        "title": "Dude"
    },
    {
        "artist": "Lonestar",
        "lyrics": null,
        "title": "Let's Be Us Again"
    },
    {
        "artist": "Kimberley Locke",
        "lyrics": "  [Verse 1] Woke up early this morning Made my coffee like I always do Then it hit me from nowhere Everything I feel about me and you The way you kiss me crazy Baby, you're so amazing  [Chorus] Seven days and seven nights of thunder The water's rising And I'm slipping under I think I fell in love With the Eighth World Wonder Yeah, yeah, yeah  [Verse 2] I guess that I'm just falling Deeper into something I've never known, Yeah But the way that I'm feeling Makes me realize that it can't be wrong Your love's like a summer rain Washing my doubts away  [Chorus] Seven days and seven nights of thunder The water's rising And I'm slipping under I think I fell in love With the Eighth World Wonder Yeah, yeah, yeah  [Bridge] It's only been a week But it's coming over me, Yeah It's making me believe that You're the one for me Yeah, yeah Uh-huh, yeah  [Repeat Chorus x3] Seven days and seven nights of thunder The water's rising And I'm slipping under I think I fell in love With the Eighth World Wonder Yeah, yeah, yeah  ",
        "title": "8th World Wonder"
    },
    {
        "artist": "Clay Aiken",
        "lyrics": null,
        "title": "Solitaire"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": null,
        "title": "I Want You"
    },
    {
        "artist": "Jet",
        "lyrics": "  [Verse 1] Gotta leave town Got another appointment Spent all my rent Girl you know I enjoyed it  [Bridge 1] Ain't gonna hang around 'til there's nobody dancing I don't wanna hold hands and talk about our little plans, alright  [Chorus] Cold hard bitch Just a kiss on the lips And I was on my knees I'm waiting, give me Cold hard bitch She was shakin' her hips So that was all that I need  [Verse 2] Gonna check her out She's my latest attraction Gonna hang around Wanna get a reaction  [Bridge 2] Gonna take her home cause she's over romancing Don't wanna hold hands and talk about our little plans alright  [Chorus] Cold hard bitch Just a kiss on the lips And I was on my knees I'm waiting, give me Cold hard bitch She was shakin' her hips So that was all that I need I'm waiting, give me Cold hard bitch Just a kiss on the lips And I was on my knees  [Bridge 3] Yeah I'm waiting Yeah I'm waiting Yeah I'm waiting Yeah I'm waiting  [Chorus] Cold hard bitch Just a kiss on the lips And I was on my knees I'm waiting, give me Cold hard bitch She was shakin' her hips So that was all that I need I'm waiting, give me Cold hard bitch Just a kiss on the lips And I was on my knees I'm waiting, give me  ",
        "title": "Cold Hard Bitch"
    },
    {
        "artist": "Montgomery Gentry",
        "lyrics": "  My old man's backhand used to land Hard on the side of my head I just learned to stay out of his way There been street fights, blue lights, long nights With the world sittin' on my chest It just showed me how much I can take Hard times, bad luck Sometimes life sucks  That's alright I'm okay It ain't nothin' but another day But only God knows where I'd be If you ever stop lovin' me  The bank man, the bossman, the law man All tryin' to get their hands on me And I ain't even done a damn thing wrong I've been way-laid, freight trained, short changed By bigger and badder men And all I've got to say is \"bring it on\" Hard rain, rough roads, so my life goes  That's alright I'm okay It ain't nothin' but another day But only God knows where I'd be If you ever stop loving me  I need you Gotta have you In my life, by my side Every day I'm alive Every night that I'm breathin' I'm needin' you  That's alright I'm okay It ain't nothin' but another day But only God knows where I'd be If you ever stop loving me  Ain't nothin' but another day But only God knows where I'd be If you ever stop loving me  ",
        "title": "If You Ever Stop Loving Me"
    },
    {
        "artist": "Blue County",
        "lyrics": "  She's her momma's baby she's her daddy's pride an' joy They've kept her under wraps she ain't been hangin' out With any ugly I can boy, hardly ever been kissed  Twenty years of innocence, just what I'm lookin' for I wanna be the man that's holdin' her hand When she can't hold it back any more  Good little girls make some mighty wild women Been savin' it up since the very beginnin' When they fall in love they wanna take it to the limit Good little girls make some mighty wild women  Well she's never been to Vegas or danced in a Honky Tonk No trail of broken hearts although she looks the part That ain't the kind of life she wants, she's waitin' for a gold ring  Before she tries her wings, that's what I'm waitin' for I wanna be the man that's holdin' her hand When she can't hold it back any more  Good little girls make some mighty wild women Been savin' it up since the very beginnin' When they fall in love they wanna take it to the limit Good little girls make some mighty wild women  ",
        "title": "Good Little Girls"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": "  [Verse 1] She said what she wants is a man to be faithful A true heart somebody willing and able To stay by her side through thick and thin A tender touch every now and then She's not hung up on fairy tales Or some dream at the bottom of a wishing well Fancy cars or diamond rings What she wants most are the little things  [Chorus] That's what she gets That's what she gets That's what she gets for loving me  [Verse 2] At times I lay awake at night Stare at her laying by my side Knowing there in her heart as she sleeps She can forever count on me  [Chorus]  [Bridge] Whatever turns her on I'm here to do it Till the day they write my name in stone I'll live to prove it  [Chorus][x2]  ",
        "title": "That's What She Gets For Loving Me"
    },
    {
        "artist": "Joe Featuring G-Unit",
        "lyrics": "  [Intro: Joe, (Girls) & 50 Cent] Everybody say (la la la la la la la la la la la la) Yeah, it's 50 cent, and Lloyd Banks, and young Buck, and Joe G-Unit!  [Verse 1: Lloyd Banks & (50 Cent)] Baby I wanna rock 'n' roll with you, tear tha club up And still hit them blocks and shows with you Can you picture me and you not even friends, no crew? (C'mon) We gonna do whatever you wanna do I'll take ya mind off whatever you goin through (Woo!) Just sit back and relax to the sound of the sax I'm hood but that don't mean I ride around with the rats I work and make you lose a couple pounds in the sack  [Verse 2: Joe] Look at what we got right here such a work of art Someone i'll give my heart to any thing, its what i'll do Just so that she would be mine, i give her all my time Every part of me, my mind, soul, and my body what's up? I wanna..  [Chorus] Ride with ya, ride with ya I wanna move with ya, move with ya, move with ya I wanna ride with ya, ride with ya, ride with ya I wanna move with ya, move with ya, move with ya I wanna ride  [Verse 3: Joe] The type that just don't care If its you i want im gon' come and get you And see whats really good with you Please believe i'll take you there But first lets see if your intellectual matches up with your physical Baby, I wanna  [Chorus: Joe] Ride with ya, ride with ya I wanna move with ya, move with ya, move with ya I wanna ride with ya, ride with ya, ride with ya I wanna move with ya, move with ya, move with ya I wanna ride  [Verse 4: Young Buck & (50 Cent)] Come on and ride with a thug we can do what you like (Uh-Huh) A baller baby you see the blue in my ice (Yeah) Drop the top and let your hair blow back (Come on) Them JLO jeans girl that ass so fat (Woo!) Buck know just what to do with all that (Uh-Huh) Chest to chest so i'll hit it from the back (Yeah) I do it like a pro, won't nobody know Lets pop some more ride and listen to Joe  [Bridge: Joe] I just want to let you know that ooh, you're so beautiful (You're so beautiful) And that nothings impossible, the places that we can go I just want to let you know that ooh, you're so beautiful (You're so beautiful) And that nothings impossible, the places that we can go (We can go anywhere baby)  [Chorus: Joe & (50 Cent)] Ride with ya, ride with ya I wanna move with ya, move with ya, move with ya I wanna ride with ya, ride with ya, ride with ya I wanna move with ya, move with ya, move with ya I wanna ride (Yeah) Ride with ya, ride with ya (I wanna ride with you, baby, haha) I wanna move with ya, move with ya, move with ya (I wanna go wherever you go) I wanna ride with ya, ride with ya, ride with ya (50 Cent, Joe, Lloyd Banks, Young Buck) I wanna move with ya, move with ya, move with ya I wanna ride Everybody say...  [Bridge: Joe] I just want to let you know that ooh, you're so beautiful (You're so beautiful) And that nothings impossible the places that we can go I just want to let you know that, that ooh, you're so beautiful (Ooh, you're so beautiful) And that nothings impossible the places that we can go (Ooh, oh, yeah)  [Chorus] Ride with ya, ride with ya I wanna move with ya, move with ya, move with ya I wanna ride with ya, ride with ya, ride with ya I wanna move with ya, move with ya, move with ya I wanna ride Ride with ya, ride with ya I wanna move with ya, move with ya, move with ya I wanna ride with ya, ride with ya, ride with ya I wanna move with ya, move with ya, move with ya I wanna ride  ",
        "title": "Ride Wit U"
    },
    {
        "artist": "Switchfoot",
        "lyrics": "  [Verse 1] Fumbling his confidence And wondering why the world has passed him by Hoping that he's bent for more than arguments And failed attempts to fly, fly  [Chorus] We were meant to live for so much more Have we lost ourselves? Somewhere we live inside Somewhere we live inside We were meant to live for so much more Have we lost ourselves? Somewhere we live inside  [Verse 2] Dreaming about Providence And whether mice or men have second tries Maybe we've been livin with our eyes half open Maybe we're bent and broken, broken  [Bridge] We want more than this world's got to offer We want more than this world's got to offer We want more than the wars of our fathers And everything inside screams for second life, yeah  [Chorus] We were meant to live for so much more Have we lost ourselves? Somewhere we live inside Somewhere we live inside We were meant to live for so much more Have we lost ourselves? Somewhere we live inside  [Chorus] We were meant to live for so much more Have we lost ourselves? Somewhere we live inside Somewhere we live inside We were meant to live for so much more Have we lost ourselves? Somewhere we live inside  ",
        "title": "Meant To Live"
    },
    {
        "artist": "Incubus",
        "lyrics": "  [Verse 1] I hear you on the radio You permeate my screen, it's unkind but If I met you in a scissor fight I'd cut off both your wings on principle alone On principle alone  [Chorus] Hey megalomaniac You're no Jesus Yeah, you're no fucking Elvis Wash your hands clean of yourself baby Maniac, step down, step down  [Verse 2] If I were your appendages I'd hold open your eyes So you would see That all of us are heaven sent There was never meant to be only one To be only one  [Chorus]  [Bridge] Yeah You're no Jesus You're no Elvis You're no Jesus You're no Jesus You're no Elvis You're no answer Step down, step down Step down, step down  [Chorus]  [Outro] Step down, step down [x2]  ",
        "title": "Megalomaniac"
    },
    {
        "artist": "Sleepy Brown Featuring OutKast",
        "lyrics": "  [Intro: Sleepy Brown] This is dedicated to the lover (to the lover) In you, in you, in you I can't wait, I can't wait I can't wait, no I can't wait  [Verse 1: Andre 3000] Leather in the summer, silk in the winter This is such an art, where do I begin-a? Used to sing tenor, in the church choir Really I was flexin', but the girls they were fire I'm the type of guy that notice subtle signs When I cuddle mine, she ain't even tryin' To look sexy, but even if she was, so what? Motherfucker grow up, don't mean to be so abrupt But that let's me know that she's a human being And being human's hard, on the boulevard Girl, you got it bad, glad I'm not one But yet you got it good, you are the hot one But I'm André, Benjamin André to be exact You'd hope to meet a gentleman one day, well this is that In fact, Dookie introduced us at a show About a year or so ago, I don't know, mind slips me I'm in the Southern states, you know, where all the pimps be Dressin all boogey and carryin' ugly cups And yes, you're getting booed if your shit do not get down And yes, you're getting sued by women who didn't get up Out their seat on the bus, and feet shouldn't rust And beat is a must, and we shouldn't lust But we do, I'm laughin' at the calendars and clocks Ascot to match the socks, what's in your Speakerboxxx? \"Pink and Blue\", you're lollygaggin', you're slow pokin' You got me open, you're playin' wit me, darlin I'm not a toy As if Anita Baker brings the joy Your kind are the Tyner, meanin' the real McCoy I can't wait...  [Verse 2: Sleepy Brown] I can't wait, I can't wait I can't wait, no I can't wait Ooh baby, come home, got plans tonight (Plans tonight, plans tonight, plans tonight, plans tonight) Anticipatin', the love and I'm gon' get it 'til the mornin' light (Mornin' light, mornin' light, mornin' light, mornin' light) Come on, baby  [Pre-Hook: Sleepy Brown] I can't wait (the way you love me) I can't wait (the way you touch me) I can't wait (I can feel it) I can't wait (all over me) I can't wait (come on, baby) I can't wait (please come home) I can't wait (tonight) I can't wait (whoo)  [Hook: Sleepy Brown] For your time, you're so fine You're always on my mind Cause baby I can't wait, I can't wait I can't wait, no I can't wait I'm so glad I found you I just wanna be around you I can't wait, I can't wait I can't wait, no I can't wait  [Verse 3: Sleepy Brown] Ooh, it's been too long now baby, let's seize the night (Seize the night, seize the night, seize the night, seize the night) Cause I'm gonna take you on a journey, enjoy the ride (Enjoy the ride, enjoy the ride, enjoy the ride, enjoy the ride) Enjoy the ride, up and down (ooh baby!) Up and down (whoo lady!) Round and round (take it) Round and round (whoo)  [Hook: Sleepy Brown] For your time, you're so fine You're always on my mind Cause baby I can't wait, I can't wait I can't wait, no I can't wait I'm so glad I found you I just wanna be around you I can't wait, I can't wait I can't wait, no I can't wait  [Post-Hook: Sleepy Brown] This is dedicated to the lover (to the lover) In you, in you, in you This is dedicated to the lover (to the lover) In you, in you, in you  [Verse 4: Big Boi] Sir Luscious is the real deal but even he gets antsy Some honeys try to kill Bill beneath the underpants see But patience is a virtue to being anxious, just might hurt you Like Mike Vick returning to the line of scrimmage too soon A line of niggas tryin' to get in Vision on a full moon Should I play it cool or be the one to make the first move? Anticipatin' and contemplatin', she got you sprung, dude Shit, I'm finna get her, might even hit her, what you gon' do? (what?) I tell you what, we won't be fallin' for that one-two Just kinky sex up off in the Boom Boom if she want to And if she don't, then I'll dial another date That means find another face to replace cause I can't wait  [Outro: Sleepy Brown] This is dedicated to the lover (to the lover) In you, in you, in you I can't wait, I can't wait I can't wait, no I can't wait This is dedicated to the lover (to the lover) In you, in you, in you I can't wait, I can't wait I can't wait, no I can't wait  ",
        "title": "I Can't Wait"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Verse 1: Mike Shinoda and Chester Bennington] When I pretend everything is what I want it to be I look exactly like what you had always wanted to see When I pretend, I can forget about the criminal I am Stealing second after second, just 'cause I know I can  But I can't pretend this is the way it'll stay I'm just (Trying to bend the truth) I can't pretend I'm who you want me to be So I'm (Lying my way from...)  [Chorus: Chester and Mike] You (No, no turning back, now) I wanna be pushed aside, so let me go (No, no turning back, now) Let me take back my life  I’d rather be all alone (No turning back, now) Anywhere on my own, 'cause I can see (No, no turning back, now) The very worst part of you is me  [Verse 2: Mike and Chester] I remember what they taught to me Remember condescending talk of who I ought to be Remember listening to all of that and this, again So, I pretended up a person who was fitting in  And, now, you think this person really is me And I'm (Trying to bend the truth) But, the more I push, the more I'm pulling away 'Cause I'm (Lying my way from...)  [Chorus: Chester and Mike] You (No, no turning back, now) I wanna be pushed aside, so let me go (No, no turning back, now) Let me take back my life  I’d rather be all alone (No turning back, now) Anywhere on my own, 'cause I can see (No, no turning back, now) The very worst part of you The very worst part of you is me  [Bridge: Mike] This isn't what I wanted to be I never thought that what I said Would have you running from me Like this  This isn't what I wanted to be I never thought that what I said Would have you running from me Like this  This isn't what I wanted to be I never thought that what I said Would have you running from me Like this  This isn't what I wanted to be I never thought that what I said Would have you running from me Like this  [Chorus: Chester and Mike] You (No, no turning back, now) I wanna be pushed aside, so let me go (No, no turning back, now) Let me take back my life  I’d rather be all alone (No turning back, now) Anywhere on my own, 'cause I can see (No, no turning back, now) The very worst part of you The very worst part of you is me  ",
        "title": "Lying From You"
    },
    {
        "artist": "Gary Allan",
        "lyrics": "  [Verse 1] Well this town has closed down way too early and there's nothing to do So I'm driving around in circles and I'm thinking about you Today I heard you got a new last name Sure didn't know it was gonna hit me this way And the radio just keeps on playin' all these songs about rain  [Verse 2] Now there's all kinds of songs about babies and love that goes right But for some unknown reason nobody wants to play them tonight Hey I hope its sunny wherever you are That's sure not the picture tonight in my car And it sure ain't easing my pain all these songs like  [Chorus] \"Rainy Night In Georgia\" \"Kentucky Rain\" \"Here Comes That Rainy Day Feeling Again\" Blues eyes crying in the early morning rain They go on and on, and there's no two the same Oh it would be easy to blame all these songs about rain  [Verse 3] Well I thought I was over you but I guess maybe I'm not ' Cause when I let you go looks like lonely is all that I got Guess I'll never know what could have been Sure ain't helping this mood that I'm in If they're gonna keep on playin' these songs like  [Chorus] \"Rainy Night In Georgia\" \"Kentucky Rain\" \"Here Comes That Rainy Day Feeling Again\" Blues eyes crying in the early morning rain They go on and on, and there's no two the same Oh how I wish I could blame all these songs about rain  ",
        "title": "Songs About Rain"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] Creek goes rippling by I've been barefoot and all day with my baby Brown leaves have started falling Leading the way  [Verse 2] I like it best just like this Doing nothing all the way So let's lay down in the tall grass Dreaming away   [Chorus] And all I wanna do is let it be and be with you And watch the wind blow by And all I wanna see is you and me go on forever Like the clear blue sky Slowly, there's only You and I And all I want to do is watch the wind blow by  [Verse 3] Girl, you know you told me not so long ago To let it come, then let it pass And all your troubles and your sorrows They won't last  [Verse 4] So let me kiss you now, little darling Beneath this autumn moon Cold wind, another season Will be here soon  [Chorus] And all I wanna do is let it be and be with you And watch the wind blow by And all I wanna see is you and me go on forever Like the clear blue sky Slowly, there's only You and I And all I want to do is watch the wind blow by And all I want to do is watch the wind blow by And all I want to do is watch the wind blow by  ",
        "title": "Watch The Wind Blow By"
    },
    {
        "artist": "Carolyn Dawn Johnson",
        "lyrics": null,
        "title": "Simple Life"
    },
    {
        "artist": "Musiq",
        "lyrics": "  [Verse 1] Now what we came here to do It means more to me than just a night That we'll share so make sure that you're prepared Baby and know that love is not just something to do It's the moment that transcends Our physical into a more spiritual level of understanding  [Chorus] And who knows somehow this night just might lead us Into a place where our emotions can grow if we let them go Cause who knows what may happen if we act on our attractions And lose ourselves inside a world made for us and no one else Hey girl just let me love you  [Verse 2] Now ain't no need to be afraid Cause I'll be as gentle as it takes To provide you with the right amount of pleasure and pain And I'll make sure that you feel alright Even if it takes me all night cause the joy is all mine Now when I know you're satisfied So let's keep giving all we got  [Chorus] Who knows somehow this night just might lead us Into a place where our emotions can grow if we let them go Cause who knows what may happen if we act on our attractions And lose ourselves inside a world made for us and no one else Hey girl just let me love you  [Bridge] Listen, now I can see it in your eyes, yeah That you want to baby just as bad as I do And girl I wanna give it to you Now if you can just set aside your fears And just try to deal with What's going on with us right now  [Chorus] Who knows somehow this night just might lead us Into a place where our emotions can grow if we let them go Cause who knows what may happen if we act on our attractions And lose ourselves inside a world made for us and no one else Hey girl just let me love you Cause who knows somehow this night just might lead us Into a place where our emotions can grow if we let them go Cause who knows what may happen if we act on our attractions And lose ourselves inside a world made for us and no one else Hey girl just let me love you Just let me love you Just let me love you  ",
        "title": "whoknows"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] Well I'll never forget the first time that I heard That pretty mouth say that dirty word And I can't even remember now what she backed my truck into But she covered her mouth and her face got red And she just looked so darn cute That I couldn't even act like I was mad Yeah I live for little moments like that  [Verse 2] Well that's just like this last year on my birthday She lost all track of time and burnt the cake And every smoke detector in the house was going off And she was just about to cry until I took her in my arms And I tried not to let her see me laugh Yeah I live for little moments like that  [Verse 3] I know she's not perfect but she tries so hard for me And I thank god that she isn't cause how boring would that be It's the little imperfections it's the sudden change in plans When she misreads the directions and we're lost but holding hands Yeah I live for little moments like that  [Verse 4] When she's laying on my shoulder on the sofa in the dark And about the time she falls asleep so does my right arm And I want so bad to move it cause it's tingling and it's numb But she looks so much like an angel that I don't want to wake her up Yeah I live for little moments When she steals my heart again and doesn't even know it Yeah I live for little moments like that  ",
        "title": "Little Moments"
    },
    {
        "artist": "Josh Groban",
        "lyrics": "  [Verse 1] When I am down and, oh my soul, so weary When troubles come and my heart burdened be Then, I am still and wait here in the silence Until you come and sit a while with me  [Chorus] You raise me up, so I can stand on mountains You raise me up, to walk on stormy seas I am strong, when I am on your shoulders You raise me up, to more than I can be  [Chorus] You raise me up, so I can stand on mountains You raise me up, to walk on stormy seas I am strong, when I am on your shoulders You raise me up, to more than I can be  You raise me up, so I can stand on mountains You raise me up, to walk on stormy seas I am strong, when I am on your shoulders You raise me up, to more than I can be  [Chorus] You raise me up, so I can stand on mountains You raise me up, to walk on stormy seas I am strong, when I am on your shoulders You raise me up, to more than I can be  [Outro] You raise me up, to more than I can be  ",
        "title": "You Raise Me Up"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Verse 1] I like your pants around your feet And I like the dirt that's on your knees And I like the way you still say please While you're looking up at me You're like my favourite damn disease  [Verse 2] And I love the places that we go And I love the people that you know And I love the way you can't say no Too many long lines in a row I love the powder on your nose  [Chorus] And now I know who you are It wasn't that hard, just to figure you out (Now I did, you wonder why) And now I know who you are It wasn't that hard, just to figure you out (Now I did, you wonder why)  [Verse 3] I like the freckles on your chest And I like the way you like me best And I like the way you're not impressed While you put me to the test I like the white stains on your dress  [Verse 4] And I love the way you pass the check And I love the good times that you wreck And I love your lack of self-respect While you passed out on the deck I love my hands around your neck  [Chorus] And now I know who you are It wasn't that hard, just to figure you out (Now I did, you wonder why) And now I know who you are It wasn't that hard, just to figure you out (Now I did, you wonder why) (Why not before, you never tried) (Gone for good, and this is it)  [Verse 5] I like your pants around your feet And I like the dirt that's on your knees And I like the way you still say please While you're looking up at me You're like my favourite damn disease  [Verse 6] And I hate the places that we go And I hate the people that you know And I hate the way you can't say no Too many long lines in a row I hate the powder on your nose  [Chorus]  ",
        "title": "Figured You Out"
    },
    {
        "artist": "Seal",
        "lyrics": "  [Verse 1] Then the rainstorm came over me And I felt my spirit break I had lost all of my belief, you see And realized my mistake But time threw a prayer to me And all around me became still  [Hook] I need love, love's divine Please forgive me, now I see that I've been blind Give me love, love is what I need to help me know my name  [Verse 2] Through the rainstorm came sanctuary And I felt my spirit fly I had found all of my reality I realize what it takes  [Hook] 'Cause I need love, love's divine Please forgive me, now I see that I've been blind Give me love, love is what I need to help me know my name  [Post-hook] Oh I, don't bend (don't bend), don't break (don't break) Show me how to live and promise me you won't forsake 'Cause love can help me know my name  [Verse 3] Well I try to say there's nothing wrong But inside I felt me lying all along But the message here was plain to see Believe me  [Hook] 'Cause I need love, love's divine Please forgive me, now I see that I've been blind Give me love, love is what I need to help me know my name  [Post-hook] Oh I, don't bend (don't bend), don't break (don't break) Show me how to live and promise me you won't forsake 'Cause love can help me know my name  Love can help me know my name Love can help me know my name  ",
        "title": "Love's Divine"
    },
    {
        "artist": "Young Gunz Featuring Rell",
        "lyrics": null,
        "title": "No Better Love"
    },
    {
        "artist": "Frankee",
        "lyrics": "  Oh oh Oooh No no no  (You know there is two sides to every story)  See I don't know why you cryin' like a bitch Talkin' shit like a snitch Why you write a song 'bout me If you really didn't care You wouldn't wanna share Tellin' everybody just how you feel  [Hook]  Fuck what I did was your fault somehow Fuck the presents, I threw all that shit out Fuck all the cryin' it didn't mean jack Well guess what yo, fuck you right back  [Repeat 1X]  You thought you could really make me moan I had better sex all alone (ha ha ha ha) I had to turn to your friend Now you want me to come back You must be smokin' crack Im goin' else where and thats a fact  Fuck all those nights I moaned real loud Fuck it, I faked it, aren't you proud Fuck all those nights you thought you broke my back Well guess what yo, your sex was wack  [Repeat 1X]  Whoa whoa Uh uh yea  [Repeat 4X]  You questioned did I care Maybe I would have if you woulda gone down there Now it's over But I do admit I'm glad I didn't catch your crabs I can't sweat that cause I got to go  [Hook}  Oh oh Uh uh yea  [Repeat 4X]  You made me do this  ",
        "title": "F.U.R.B. (F U Right Back)"
    },
    {
        "artist": "Sarah Connor",
        "lyrics": null,
        "title": "Bounce"
    },
    {
        "artist": "Fuel",
        "lyrics": "  [Verse 1] I've seen you hanging 'round This darkness where I'm bound And this black hole I've dug for me And silently within With hands touching skin The shock breaks my disease And I can breathe  [Chorus] And all of your weight, all you dream Falls on me, it falls on me And your beautiful sky, the light you bring Falls on me, it falls on me  [Verse 2] Your faith like the pain Draws me in again She washes all my wounds for me The darkness in my veins I never could explain And I wonder if you ever see Will you still believe  [Chorus] And all of your weight, all you dream Falls on me, it falls on me And your beautiful sky, the light you bring Falls on me, it falls on me  [Bridge] Am I that strong To carry on? I might change your life I might save my world Could you save me?  [Chorus][x2] And all of your weight, all you dream Falls on me, it falls on me And your beautiful sky, the light you bring Falls on me, it falls on me  ",
        "title": "Falls On Me"
    },
    {
        "artist": "Pitbull Featuring Lil Jon",
        "lyrics": "  [Intro: Lil' Jon] Yeah, Yeah, Yeah, Yeah, Yeah, Lets go (Let's go) Right about now, we need all the ladies to hit the danceflo' (Dominicana) If you got a big ol' booty (Mexicana) And you like to set that motherfucker, let's go! Pitbull, Lil' Jon, Heey, Heey!  [Hook] Ahora que si Esa hevita esta enterita tiene tremendo... CULO! Esta tan linda, esta tan rica, tiene tremendo... CULO! Que rica chiquita, pero que importa si tiene tremendo... CULO! Hazme el favor y meneate chica tienes tremendo... CULO!  [Verse 1] Pull up to the club, walk in then I pull up to the bar Get drinks then I pull up to a broad Let her know what it is, how it is, why it is, what it is, (Hey hey hey hey) I ain't got time for no games I'm hopin' mami that you feel the same I got what you need to feel the pain Here's my number call me when you're up for an even exchange Feel me, let me see you do that dirty dance, dirty dance Mami feel me, let me see you touch your toes Or shake that thing and talk wit' your ass, feel me All my chicos, all my Jamaicans (Put your hands up) all my haitians Cause they know I'mma rep' 'til the day that they kill me... Pull up!  [Hook] Ahora que si Esa hevita esta enterita tiene tremendo... CULO! Esta tan linda, esta tan rica, tiene tremendo... CULO! Que rica chiquita, pero que importa si tiene tremendo... CULO! Hasme el favor y meneate chica tienes tremendo... CULO!  [Verse 2] Mami got the ass and thighs like Trina and J. Lo Multiply it she's off the chain, off the glass, off the flip And with a couple more drinks I'll be off the hip maaayn I'll be wearin' her out And when I'm finished paramedics gon' be carryin' her out maaayn... (That's right) The night is young, and if you shave I'll give you some of this mighty toungue heey.. Be easy, go ahead please me, talk to me sleezy baby (Yeah) I wanna freak, a monster in bed, last thing I need is a lady  [Hook] Ahora que si Esa hevita esta enterita tiene tremendo... CULO! Esta tan linda, esta tan rica, tiene tremendo... CULO! Que rica chiquita, pero que importa si tiene tremendo... CULO! Hasme el favor y meneate chica tienes tremendo... CULO!  [Outro: Lil' Jon] Culo, hey, hey, hey, hey shake that shit hey Hey, hey, hey, hey shake that shit hey Hey, hey, hey, hey shake that shit hey Hey, hey, hey, hey shake that shit hey  [Hook] Ahora que si Esa hevita esta enterita tiene tremendo... CULO! Esta tan linda, esta tan rica, tiene tremendo... CULO! Que rica chiquita, pero que importa si tiene tremendo... CULO! Hasme el favor y meneate chica tienes tremendo... CULO!  ",
        "title": "Culo"
    },
    {
        "artist": "Audioslave",
        "lyrics": "  [Verse 1] Pearls and swine Bereft of me Long and weary My road has been I was lost in the cities Alone in the hills No sorrow or pity For leaving, I feel, yeah  [Chorus] I am not your rolling wheels I am the highway I am not your carpet ride I am the sky  [Verse 2] Friends and liars Don't wait for me Cause I'll get on All by myself I put millions of miles Under my heels And still too close To you, I feel, yeah  [Chorus] I am not your rolling wheels I am the highway I am not your carpet ride I am the sky I am not your blowing wind I am the lightning I am not your autumn moon I am the night, the night  [Chorus] Yeah! I am not your rolling wheels I am the highway I am not your carpet ride I am the sky Well, I am not your blowing wind I am the lightning I am not your autumn moon I am the night, the night  [Outro] Yeah, yeah, yeah, yeah  ",
        "title": "I Am The Highway"
    },
    {
        "artist": "JoJo",
        "lyrics": null,
        "title": "Leave (Get Out)"
    },
    {
        "artist": "Christina Milian",
        "lyrics": "  [Intro: Christina Milian] Christina Milian Poli Paul State Cal Baby  [Verse 1: Christina Milian] Says he wants you, he says he needs you It's real talk, then why not make him wait for you If he really wants you, if he really needs you Really got to have you Take your time and feel him out When he's a good boy, I mean a really, really good boy Why not let him lay with you That's when you give it to him good  [Chorus: Christina Milian] Dip it low, pick it up slow Roll it all around, poke it out, let your back roll Pop, pop, pop that thang I'mma show you how to make your man say, \"Oh\"  Dip it low, pick it up slow Roll it all around, poke it out, let your back roll Pop, pop, pop that thang I'mma show you how to make your man say, \"Oh\"  [Verse 2: Christina Milian] You're gettin' bold, he's growin' cold It's just the symptoms of young love growin' old You think it's done Then you're thinkin' of leavin', but give it time It's late at night, he's comin' home Meet him at the door with nothin' on Take him by the hand, let him know what's on If you understand me up and move  [Break: Christina Milian] All my ladies wind it up If you know just how to move (Ooh...hoo...hoo...) All my fellas jump behind And show her what you wanna do (Show her what you got Dirty) All my ladies wind it up If you know just how to move (How to move it on) All my fellas jump behind And show her what you wanna do (Ooh...hoo...ooh...)  [Chorus: Christina Milian] Dip it low, pick it up slow (Oh) Roll it all around, poke it out, let your back roll Pop, pop, pop that thang I'mma show you how to make your man say, \"Oh\" (I'mma Show you how to make him)  Dip it low (Ooh), pick it up slow (How to make it) Roll it all around, poke it out, let your back roll (Said I'mma show you how to make it) Pop, pop, pop that thang I'mma show you how to make your man say, \"Oh\"  [Verse 3: Fabolous] Yeah, uh Yeah, uh Baby girl, I want you to pop, pop, pop that thang I might stop to shop and cop you things You know I drop the top and hop that thang Sometimes I stop my bop to pop my thing You sure know how to make a man say, \"Oh\" And how in the world can a man say, \"No\" When you wind it up on a wall, wind it up like a doll And you know I'm Bacardi, lime it up till you fall Haul it up till you fall And have those other chicks throwin' vomit up When they can't find it up in the mall Like most men I love to catch up with a model But I ain't used to movin' slow like ketchup in a bottle And the best things come to those who wait for it But I'mma be straight for before it's too late for it I want you to Dip it low, pick it up slow Roll it all around, poke it out and make me say, \"Oh\"  [Chorus: Christina Milian] Dip it low, pick it up slow Roll it all around, poke it out, let your back roll Pop, pop, pop that thang (Yeah) I'mma show you how to make your man say, \"Oh\" (Oh) Dip it low, pick it up slow Roll it all around, poke it out, let your back roll Pop, pop, pop that thang I'mma show you how to make your man say, \"Oh\" Dip it low, pick it up slow (Oh) Roll it all around, poke it out (Oh...), let your back roll Pop, pop, pop that thang I'mma show you how to make your man say, \"Oh\" (Oh...) Dip it low, pick it up slow Roll it all around, poke it out, let your back roll Pop, pop, pop that thang I'mma show you how to make your man say, \"Oh\"  ",
        "title": "Dip It Low"
    },
    {
        "artist": "Big & Rich",
        "lyrics": null,
        "title": "Wild West Show"
    },
    {
        "artist": "Limp Bizkit",
        "lyrics": "  [Verse 1] No one knows what it's like to be the bad man To be the sad man behind blue eyes And no one knows what it's like to be hated To be fated to telling only lies  [Chorus] But my dreams, they aren't as empty As my conscience seems to be I have hours, only lonely My love is vengeance that's never free  [Verse 2] No one knows what it's like to feel these feelings Like I do, and I blame you No one bites back as hard on their anger None of my pain and woe can show through  [Chorus] But my dreams, they aren't as empty As my conscience seems to be I have hours, only lonely My love is vengeance that's never free  [Bridge] Discover, L.I.M.P., say it Discover, L.I.M.P., say it Discover, L.I.M.P., say it Discover, L.I.M.P., say it Discover  [Verse 3] No one knows what it's like to be mistreated To be defeated behind blue eyes No one know how to say that they're sorry And don't worry, I'm not tellin' lies  [Chorus] But my dreams, they aren't as empty As my conscience seems to be I have hours, only lonely My love is vengeance that's never free  [Outro] No one knows what it's like to be the bad man To be the sad man behind blue eyes  ",
        "title": "Behind Blue Eyes"
    },
    {
        "artist": "Martina McBride",
        "lyrics": "  [Verse 1] In my daughter's eyes I am a hero I am strong and wise and I know no fear But the truth is plain to see She was sent to rescue me I see who I want to be In my daughter's eyes In my daughter's eyes everyone is equal Darkness turns to light and the World is at peace This miracle God gave to me Gives me strength when I am weak I find reason to believe In my daughter's eyes And when she wraps her hand Around my finger Oh it puts a smile in my heart Everything becomes a little clearer I realize what life is all about It's hanging on when your heart Has had enough It's giving more when you feel like giving up I've seen the light It's in my daugter's eyes In my daughter's eyes I can see the future A reflection of who I am and what will be Though she'll grow and someday leave Maybe raise a family When I'm gone I hope you see how happy She made me For I'll be there In my daughter's eyes  ",
        "title": "In My Daughter's Eyes"
    },
    {
        "artist": "Train",
        "lyrics": "  [Verse 1] When it rains it pours and opens doors And floods the floors we thought would always keep us safe and dry And in the midst of sailing ships we sink our lips into the ones we love That have to say goodbye  [Chorus] And as I float along this ocean I can feel you like a notion that won't seem to let me go And when I look to the sky something tells me you're here with me And you make everything alright And when I feel like I'm lost something tells me you're here with me And I can always find my way when you are here  [Verse 2] And every word I didn't say that caught up in some busy day And every dance on the kitchen floor we didn't have before And every sunset that we'll miss I'll wrap them all up in a kiss And pick you up in all of this when I sail away  [Chorus] While I float along this ocean I can feel you like a notion that I hope will never leave Cause when I look to the sky something tells me you're here with me And you make everything alright And when I feel like I'm lost something tells me you're here with me And I can always find my way when you are here  [Verse 3] Whether I am up or down or in or out or just plane overhead Instead it just feels like it is impossible to fly But with you I can spread my wings To see me over everything that life may send me When I am hoping it won't pass me by  [Chorus] And when I feel like there is no one that will ever know me There you are to show me When I look to the sky something tells me you're here with me And you make everything alright And when I feel like I'm lost something tells me you're here with me And I can always find my way when you are here I can always find my way  ",
        "title": "When I Look To The Sky"
    },
    {
        "artist": "Yeah Yeah Yeahs",
        "lyrics": "  [Verse 1] Pack up I'm straight Enough  [Pre-Chorus] I'll say, say, say I'll say, say, say I'll say, say, say I'll say, say, say I'll say, say, say  [Chorus] Wait, they don't love you like I love you Wait, they don't love you like I love you Maps Wait, they don't love you like I love you  [Verse 2] Made off Don't stray My kind's your kind I'll stay the same Pack up Don't stray  [Pre-Chorus] I'll say, say, say I'll say, say, say  [Chorus] Wait, they don't love you like I love you Wait, they don't love you like I love you Maps Wait, they don't love you like I love you Wait, they don't love you like I love you Maps Wait, they don't love you like I love you  [Instrumental Bridge]  [Chorus] Wait, they don't love you like I love you Wait, they don't love you like I love you Maps Wait, they don't love you like I love you Wait, they don't love you like I love you Maps Wait, they don't love you like I love you  ",
        "title": "Maps"
    },
    {
        "artist": "Yung Wun Featuring DMX, Lil' Flip & David Banner",
        "lyrics": "  [Intro: DMX] Straight out of ATL Ya' Mean We got Yung Wun, choppin that thing baby Swizz Beatz, Full Surface  [Verse 1: Yung Wun] Bounce, bounce When I'm drunk in the club, I might just start some shit Block party in the hood, I might just start some shit Underground downtown, I might just start some shit Give me the keys to the city, I'm a lock this bitch They ain't gon' take me alive and you can bet that Hit 'em where the chest at Hit 'em where the neck at Show me where the rest at They in the same building livin' like a mess pack Four miles from where the deck at Bet that, shawty You and me gonna ride over to the other side It's time these motherfuckers die First make a prank call and get the kids out the house I ain't tryin to kill no kids, but I'm a turn they lights out  [Hook: DMX] Tear it up, let me see you tear it up All across the board we gone tear it up We gon' bounce it till the beat cut off We gon' rock this motherfucker 'til the wheels fall off Tear it up, let me see you tear it up All across the board we gone tear it up We gon' bounce it till the beat cut off We gon' rock this motherfucker 'til the wheels fall off  [Verse 2: David Banner] Mississippi motherfucker, pop a dick in your mouth South side 'til I die, smokin' dro in the drought I make a bitch give me money then I'm kickin' her out I spit game to your wife, then we robbin' your house Y'all niggas love that way that we grippin' the grain If you got it and I want it, I ain't callin' your name Just lay it down, fuck boy, like I'm ballin', G You get your chest in your lap, bitch, for fuckin with me  [Hook: DMX] Tear it up, let me see you tear it up All across the board we gone tear it up We gon' bounce it till the beat cut off We gon' rock this motherfucker 'til the wheels fall off Tear it up, let me see you tear it up All across the board we gone tear it up We gon' bounce it till the beat cut off We gon' rock this motherfucker 'til the wheels fall off  [Verse 3: Lil Flip] You might catch me at the Rose Bowl game, in a 4-door Range With a rose gold chain, wrapped around my neck Or I might be flashin' in a white G-wagon With my arm out the window, grippin' a Tec Dog, get it right, I got Houston on lock I kit it right, I switch the lights every time I buy a drop, homie You got Swiss on the beat, I gotta come with the heat It's David Banner, Yung Wun, and F-L-I-P  [Bridge: Yung Wun] Get crunk in this thang, now set it off in this thang We sippin' the lean and buy the bar, they know we drunk in this thang Get it crunk in this thang, now set it off in this thang We sippin' the lean and buy the bar, they know we drunk in this thang  [Hook: DMX] Tear it up, let me see you tear it up All across the board we gone tear it up We gon' bounce it till the beat cut off We gon' rock this motherfucker 'til the wheels fall off Tear it up, let me see you tear it up All across the board we gone tear it up We gon' bounce it till the beat cut off We gon' rock this motherfucker 'til the wheels fall off Tear it up, let me see you tear it up All across the board we gone tear it up We gon' bounce it till the beat cut off We gon' rock this motherfucker 'til the wheels fall off Tear it up, let me see you tear it up All across the board we gone tear it up We gon' bounce it till the beat cut off We gon' rock this motherfucker 'til the wheels fall off  ",
        "title": "Tear It Up"
    },
    {
        "artist": "Juvenile Featuring Mannie Fresh",
        "lyrics": null,
        "title": "In My Life"
    },
    {
        "artist": "Terri Clark",
        "lyrics": null,
        "title": "I Wanna Do It All"
    },
    {
        "artist": "Jimmy Wayne",
        "lyrics": "  He can't remember The times that he thought Does my daddy love me? Probably not That didn't stop him From wishing that he did Didn't keep him from wanting Or worshipping him He guesses he saw him About once a year He could still feel the way he felt Standing in tears Stretching his arms out As far as they'd go Whispering dad I want you to know  CHORUS: I love you this much And I'm waiting on you To make up your mind Do you love me too? How ever long it takes I'm never giving up No matter what I love you this much  He grew to hate him for what he had done 'Cause what kind of father Could do that to his son? He said 'damn you daddy' The day that he died The man didn't blink But the little boy cried  CHORUS  Half way through the service While the choir sang the hymn He looked up above the preacher And he sat and stared at him He said 'Forgive me father' When he realized That he hadn't been unloved Or alone all his life His arms were stretched out As far as they go Nailed to the cross For the whole world to know  CHORUS  ",
        "title": "I Love You This Much"
    },
    {
        "artist": "Trace Adkins",
        "lyrics": "  [Verse 1] You're doin' all you can, to get in them old jeans You want that body back, you had at seventeen Well, baby, don't get down, don't worry 'bout a thing 'Cause the way you fill 'em out, hey, that's alright with me  [Pre-Chorus 1] I don't want the girl you used to be An' if you ain't noticed, the kids are fast asleep, and you're...  [Chorus] One hot mama You turn me on, let's turn it up, and turn this room into a sauna One hot mama Oh, what do you say, babe? You wanna?  [Verse 2] Well, I know sometimes you think, that all you really are Is the woman with the kids, and the groceries in the car And you worry about your hips, and you worry about your age Meanwhile I'm tryin' to catch, the breath you take away  [Pre-Chorus 2] Oh, an' believe me, you still do Baby, all I see, when I look at you, is...  [Chorus] One hot mama You turn me on, let's turn it up, and turn this room into a sauna One hot mama Oh, what do you say, babe? You wanna?  [Bridge] I can't imagine me lovin' someone else I'm a lucky man, I think Daddy's got himself  [Chorus] One hot mama You turn me on, let's turn it up, and turn this room into a sauna One hot mama Oh, what do you say, babe? Oh, now what do you say, babe? You wanna?  [Outro] You're one hot mama Let's turn this room into a sauna, yeah What do you say, babe? What do you say, babe?  ",
        "title": "Hot Mama"
    },
    {
        "artist": "Jennifer Lopez",
        "lyrics": "  [Verse 1] Boy, I never knew I could feel The way I felt, when I felt The way you were feeling me, baby I'm so out of control Everytime you look my way I realize more and more How much I adore those pretty eyes of yours I'm helpless, baby What I want to know is Are you willing to try? Can you love me for a lifetime In just one night? Oh  [Chorus] Baby, I love you Love you Baby, I need you Need you I gotta have you I gotta have you, baby Can't be without you Be without you Baby, I love you Love you Baby, I need you Need you I gotta have you I gotta have you, baby Can't be without you Be without you  [Verse 2] Blessed and cursed on the same day The day that I first felt the power of you Inside of me Such a strong feeling There comes a time in everyone's life When you know that everyone around you knows That everything has changed, you're not the same It's a new day Oh, what I want to know is Are you willing to try? There's gotta be more meaning to this than what meets the eye  [Chorus] Baby, I love you Love you Baby, I need you Need you I gotta have you I gotta have you, baby Can't be without you Be without you  [Bridge] Oh, I love the way you kiss me Baby please I'm about to lose my mind Oh, talk to me Because I'm begging for you and I'm down on my knees Baby I know you're the one that I need  [Chorus] Baby I love you You know I need you... Gotta have you Can't be without you Baby I love you You know I need you Gotta have you Can't be without you  [Outro] Baby, I love you (baby, I love you) Love you (baby, I need you) Need you (I gotta have you) I gotta have you, baby (can't be wihout you) Baby, I love you (baby, I love you) Oh, you I know need you (I swear) I gotta have you I gotta have you, baby (can't be wihout you) Baby, I love you (baby, I need you) Ladies (I gotta have you) Do you know what im talking about? (I gotta have you) Baby, I love you (wanna make it inside your soul) Cause it takes hold, and it won't let go...  ",
        "title": "Baby I Love U"
    },
    {
        "artist": "Elephant Man",
        "lyrics": "  [Intro: Twista (Elephant Man)] It's the Elephant Man (that's me) And the Twista with another hit song (alright) And my nigs YoungBloodz (yeah) To show em' how to get it crunk up in the club (Unuh wine up!)  [Hook: Elephant Man] Shake that booty, turn it around Back that ass up, wine go down Shake that booty, turn it around Back that ass up, wine go down  [Chorus: Elephant Man] You up inna di club and di music sweet You fi jook gal (jook gal) jook gal (jook gal) Hand pon di wall, look inna di mirror And jook gal (jook gal) jook gal (jook gal) Hand pon di ground, bumper inna di air And jook gal (jook gal) jook gal (jook gal) Junk in di trunk, wine up ya rump And jook gal (jook gal) jook gal (jook gal)  [Verse 1: Elephant Man] Shake that ass (Wine, wine) Y'all lookin' fine (Wine, wine) One ting deh pon ya mind (Wine, wine) Bend over and wine (Wine, wine) Di Jamaican girls (Wine, wine) Di New York girls (Wine, wine) Mi see di down south girls dem a (Wine, wine) Dem a wine, wine Dem a wine, wine  [Verse 2: JBo] Now turn around and jook and drop low to the floor And swing it back and like that, there ya go Pop the bottle, get loose for ya folk And roll them hips to the left fo' once mo' Now shake it up, bend over, spread wide We back again and on a whole new ride With Elephant Man and Twista, YoungBloodz We off in this biatch, in the middle of the club So bring it here and lil' mama fall in And tell yo' crew that they could join in So DJ spin it back, I got 'em tickled So you best be runnin' when you here that whistle  [Verse 3: Twista] Now come here shorty won't you show me that love Back it up on the Twista when I come up in the club Look at lil' sista while she twurk that thang Make me wanna let her hop in my 0 fo' Range Now jook it on me while I blow my bowl Sippin' Hypnotic while you drop it down low I be that nigga reppin' Roc-A-Fella crew Come pop it for me, let me see what that do Come here lil' mama you so thick it's ridiculous Look at ya fatty I like how you shake it, twurk ya Titties an thighs Ya bodies elagent, other shit is irrelavent It's the Elephant, YoungBloodz and Twista from the city of Chi Ya jook ya body like ya come from Jamaica Go in my pocket to give ya every blunt, clop thing Look how she jookin' that booty, chick like a wing and winding So when ya here the cut drop, sing  [Chorus: Elephant Man] You up inna di club and di music sweet You fi jook gal (jook gal) jook gal (jook gal) Hand pon di wall, look inna di mirror And jook gal (jook gal) jook gal (jook gal) Hand pon di ground, bumper inna di air And jook gal (jook gal) jook gal (jook gal) Junk in di trunk, wine up ya rump And jook gal (jook gal) jook gal (jook gal)  [Verse 4: Sean Paul] I'm Sean Paul from the home of the strip club I don't trip, I tip, show the girl love I know you know the face, Ima Youngblood But don't talk, just jook girl, take a dub She say she love my song, wanna cuddle up I told her show me her thong for another dub I came for some action, I don't wanna hug If it ain't happnin' hit another club Drank somthin' crunk, cup of \"Ones Eye\" Make her shake somthin' 'til the bank run out But I'm straight shorty, I ain't finna run out Make her drip from the night 'til the sunlight  [Kiprich] (Elephant Man) (Put ya hands on di floor!!!) Cock up ya bumper a likkle more Cock it up, mek mi slam it like a door (Put ya hands on di floor!!!) You hear, mi love it when mi talk to her Split and spread out like manure (Put ya hands on di floor!!!) Every man love see girl galore Shabba say, him waan more pon more (Put ya hands on di floor!!!) True ya goody goody, you get an encore Every girl fi brukout like sore  [Hook: Elephant Man] Shake that booty, turn it around Back that ass up, wine go down Shake that booty, turn it around Back that ass up, wine go down  [Verse Elephant Man] Love see girls a wine, love see girls a shake dem behind Search di dance floor 'til mi find weh mi flip di coin Kiprich and di gal dem a wine Hold up let's go back in time, memba genie wine? Memba genie when ya see mi gimme grind? Now a dancehall queenie, queenie time Jump between di lines toosh girls stop stoosh dem a wine Every girl waan dem career shine (Junk in di trunk!) If yuh nah wine could a get a conflict Wid it like a Shaolin Monk (Mi say, junk in di trunk!) Come on girl mek mi see booty bounce Pon di floor, di dresser or di bunk  [Hook: Elephant Man] Shake that booty, turn it around Back that ass up, wine go down Shake that booty, turn it around Back that ass up, wine go down  ",
        "title": "Jook Gal (Wine Wine)"
    },
    {
        "artist": "Mobb Deep",
        "lyrics": "  [Havoc] Yeah, nigga once again, we have M-O-B-B Yo.. yo... ain't no party once we crash the party I'mma scoop shorty then vacate the party You keep grillin I pump-pump the shotty Put you in the trunk then dump-dump the body Nigga you don't know, you better ask somebody Ya'll get down, we gonna clash probably Peel snowflake outta that Abercrombie I'm tryna grip Britney, so I made Jive sign me, nigga Catch me in the club with a double edge banger I'm the wrong one to fuck with Nah I know the promoters I'm in with the musket Pound of that haze and a box of Dutches High to the cottonmouth, paranoid Make the wrong move, bitch, and your ass is out Like M.O.P., nigga, I'll mash you out If I can't get you here, swing by your house, muthafucka  [Hook: Havoc] Ya'll niggas got it twisted, huh? That liquor up into to you, charged That truth come out when you drunk Your ass won't make it to see tomorrow Ya'll niggas got it twisted, huh? That liquor up into you, charged That truth come out when you drunk Your ass won't make it to see tomorrow We step up in the club with one thing On our mind, that's leave with something Get rid of that ring, get rid of those cuffs We about to... girl We about to... girl We about to... girl-girl We about to... girl We about to... girl-girl  [Prodigy] Party over here, ain't shit over there Them Mobb Deep boys got it locked right here Wherever we at we keep the blix right there So wherever there's beef, it's gettin fixed right there And they can't stop us...they too scared They know our caliber of thugs shoot at heads, nigga QB drop you off of that bridge Show you how we do it in Queens where murder ain't shit, nigga This is P talkin, show you where I live You can come right to my crib and get it for shiz You bein manslaughtered, right in front of my kids A little blood get on my daughter, it's nothing, she'll live Got cops shook to death of us...we don't like D's You never catch us runnin with the police Ya'll niggas get your vest-es up And ya'll better invest in some real heavy bullet-proof paneling  [Hook: Havoc] Ya'll niggas got it twisted, huh? That liquor up into to you, charged That truth come out when you drunk Your ass won't make it to see tomorrow Ya'll niggas got it twisted, huh? That liquor up into you, charged That truth come out when you drunk Your ass won't make it to see tomorrow We step up in the club with one thing On our mind, that's leave with something Get rid of that ring, get rid of those cuffs We about to... girl We about to... girl We about to... girl-girl We about to... girl We about to... girl-girl  ",
        "title": "Got It Twisted"
    }
]