[
    {
        "artist": "The Kingston Trio",
        "lyrics": "  Throughout history, there have been many songs written about the eternal triangle. This next one tells the story of Mister Grayson, a beautiful woman and a condemned man named Tom Dooley. When the sun rises tomorrow, Tom Dooley must hang  Hang down your head, Tom Dooley Hang down your head and cry Hang down your head, Tom Dooley Poor boy, you're bound to die  I met her on the mountain There I took her life Met her on the mountain Stabbed her with my knife  Hang down your head, Tom Dooley Hang down your head and cry Hang down your head, Tom Dooley Poor boy, you're bound to die  This time tomorrow Reckon where I'll be Hadn't-a been for Grayson I'd-a been in Tennessee  Well now, boy Hang down your head, Tom Dooley Hang down your head and cry Hang down your head, Tom Dooley Poor boy, you're bound to die  Hang down your head and try, Tom Dooley Hang down your head and cry Hang down your head and try, Tom Dooley Poor boy, you're bound to die  This time tomorrow Reckon where I'll be Down in some lonesome valley Hangin' from a white oak tree  Hang down your head, Tom Dooley Hang down your head and cry Hang down your head, Tom Dooley Poor boy, you're bound to die  Well now, boy Hang down your head, Tom Dooley Hang down your head and cry Hang down your head, Tom Dooley Poor boy, you're bound to die  Poor boy, you're bound to die Poor boy, you're bound to die Poor boy, you're bound to die  ",
        "title": "Tom Dooley"
    },
    {
        "artist": "Conway Twitty",
        "lyrics": "  People see us everywhere They all think we really care But myself I can't deceive I know it's only make believe  My one and only prayer Is that some day you'll care My hopes my dreams come true My one and only you  No one will ever know How much I love you so My only prayer will be some day you'll care for me But it's only make believe  My hopes my dreams come true My life I give for you My heart or wedding ring My all my everything  My heart I can't control You lure my very soul My only prayer will be some day you'll care for me But it's only make believe  My one and only prayer Is that some day you'll care My hopes, my dreams come true My one and only you  No one will ever know How much I love you so My plans, my hopes, my schemes You are my every dream But it's only make believe...  ",
        "title": "It's Only Make Believe"
    },
    {
        "artist": "Cozy Cole",
        "lyrics": "  When i find myself in times of trouble Mother mary comes to me Speaking words of wisdom, let it be And in my hour of darkness She is standing right in front of me Speaking words of wisdom, let it be Let it be, let it be Let it be, let it be Whisper words of wisdom, let it be And when the broken hearted people Living in the world agree There will be an answer, let it be For though they may be parted There is still a chance that they will see There will be an answer, let it be Let it be, let it be Let it be, let it be There will be an answer, let it be Let it be, let it be Let it be, let it be There will be an answer, let it be And when the night is cloudy There is still a light that shines on me Shine on until tomorrow, let it be When i wake up to the sound of music Mother mary comes to me Speaking words of wisdom, let it be, let it be Let it be, let it be Let it be, let it be Whisper words of wisdom, let it be Let it be, oh let it be Let it be, let it be Let it be, let it be Whisper words of wisdom, let it be When i find myself in times of trouble Mother mary comes to me Speaking words of wisdom, let it be Let it be, let it be Let it be, let it be Whisper words of wisdom, let it be...(x8)  ",
        "title": "Topsy II"
    },
    {
        "artist": "Tommy Edwards",
        "lyrics": null,
        "title": "It's All In The Game"
    },
    {
        "artist": "The Teddy Bears",
        "lyrics": "  To know, know, know him Is to love, love, love him Just to see him smile Makes my life worthwhile  To know, know, know him Is to love, love, love him And I do (And I do, and I) (And I do, and I) (And I do, and I) (And I do, and I)  I'd be good to him I'd bring love to him Everyone says there'll come a day When I'll walk along side of him  Yes, yes to know him Is to love, love, love him And I do (And I do, and I) (And I do, and I) (And I do, and I) (And I do, and I)  Why can't he see How blind can he be? Someday he will see that he Was meant for me Oh, oh yes  To know, know, know him Is to love, love, love him Just to see him smile Makes my life worthwhile  To know, know, know him Is to love, love, love him And I do (And I do, and I) (And I do, and I) (And I do, and I) (And I do, and I)  ",
        "title": "To Know Him, Is To Love Him"
    },
    {
        "artist": "The Playmates",
        "lyrics": "  [Very Slow] While riding in my Cadillac What to my surprise A little Nash Rambler was following me - About one third my size The guy must've wanted to pass me up As he kept on tooting his horn. Beep! Beep! I'll show him that a Cadillac Is not a car to scorn Beep beep. Beep! Beep! Beep beep. Beep! Beep! His horn went beep beep beep. Beep! Beep! [Slow] I pushed my foot down to the floor To give the guy the shake But the little Nash Rambler stayed right behind; He still had on his brake He must have thought his car had more guts As he kept on tooting his horn. Beep! Beep! I'll show him that a Cadillac Is not a car to scorn Beep beep. Beep! Beep! Beep beep. Beep! Beep! His horn went beep beep beep. Beep! Beep! [Normal] My car went into passing gear And we took off with gust Soon we were doing ninety - Must've left him in the dust When I peeked in the mirror of my car I couldn't believe my eyes: The little Nash Rambler was right behind - I think that guy could fly Beep beep. Beep! Beep! Beep beep. Beep! Beep! His horn went beep beep beep [Faster] Now we're doing a hundred and ten - This certainly was a race For a Rambler to pass a Caddy Would be a big disgrace The guy must've wanted to pass me up As he kept on tooting his horn I'll show him that a Cadillac Is not a car to scorn Beep beep. Beep! Beep! Beep beep. Beep! Beep! His horn went beep beep beep [Fastest] Now we're doing a hundred and twenty - As fast as I could go The Rambler pulled along side of me As if we were going slow The fellow rolled down his window And yelled for me to hear \"Hey, Buddy, how can I get this car Out of second gear!\" Beep! Beep! Beep! Beep! Beep! Beep!  ",
        "title": "Beep Beep"
    },
    {
        "artist": "Big Bopper",
        "lyrics": "  Hello, baby Yeah, this is the Big Bopper speakin' Ha ha ha ha ha, oh you sweet thing Do I what? Will I what? Oh baby, you know what I like  Chantilly lace and a pretty face And a pony tail a-hangin' down That wiggle in the walk And giggle in the talk Makes the world go 'round There ain't nothin' in the world Like a big-eyed girl That makes me act so funny Make me spend my money Make me feel real loose, like a long necked goose Like a girl, oh baby, that's what I like  What's that baby, but, but, but? Oh honey But? Oh baby, you know what I like  Chantilly lace and a pretty face And a pony tail a-hangin' down That wiggle in the walk And giggle in the talk Makes the world go 'round, round, round There ain't nothin' in the world Like a big-eyed girl That makes me act so funny Make me spend my money Make me feel real loose, like a long necked goose Like a girl, oh baby, that's what I like  What's that, honey? Pick you up at eight and don't be late? But, baby, I ain't got no money, honey Ha ha ha ha Oh, all right, honey, you know what I like  Chantilly lace and a pretty face And a pony tail a-hangin' down That wiggle in the walk And giggle in the talk Makes the world go 'round There ain't nothin' in the world Like a big-eyed girl That makes me act so funny Make me spend my money Make me feel real loose, like a long necked goose Like a girl, oh baby, that's what I like  ",
        "title": "Chantilly Lace"
    },
    {
        "artist": "Ricky Nelson",
        "lyrics": "  [Verse 1] There's a place where lovers go to cry their troubles away And they call it lonesome town, where the broken hearts stay You can buy a dream or two to last you all through the years And the only price you pay is a heart full of tears  [Verse 2] Goin' down to lonesome town, where the broken hearts stay Goin' down to lonesome town to cry my troubles away In the town of broken dreams the streets are filled with regret Maybe down in lonesome town I can learn to forget  [Verse 1 + Verse 2]  ",
        "title": "Lonesome Town"
    },
    {
        "artist": "Bobby Darin",
        "lyrics": "  Well you can talk about your Julie and your Peggy Sue You can keep your Miss Molly and your Mary Lou When it comes to the chicken or to doing the hop I've got a girl they call the queen of the hop  Well I love my queen Do you know who I mean Sweet little sixteen Yes that's my queen  Well she wears short shorts and rock and roll shoes Gotta see her dance to the yellow dog blues She's my sugar time baby I'm her lollipop Everybody knows I love my queen of the hop  Well I love my queen Do you know who I mean Sweet little sixteen Yes that's my queen  Well she tunes into bandstand every day To watch the kids dancing cross the USA She don't care about a thing except in rock and roll My baby drives me crazy when she does the stroll  Well she tunes into bandstand every day To watch the kids dancing cross the USA She don't care about a thing except in rock and roll My baby drives me crazy when she does the stroll  Well I love my queen Do you know who I mean Sweet little sixteen Yes that's my queen  Well that's my queen Yes that's my queen Well that's my queen...  ",
        "title": "Queen Of The Hop"
    },
    {
        "artist": "Ricky Nelson",
        "lyrics": null,
        "title": "I Got A Feeling"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": "  [Intro] (Hill and Schroeder) Holy smoke And sakes alive! I never thought this could happen to me  Mm, yeah! Mm, yeah!  [Verse 1] I got stung by a sweet honey bee Oh, what a feeling come over me It started in my eyes Crept up to my head Flew to my heart Till I was stung dead I'm done, uh-uh I got stung!  Mm, yeah! Mm, yeah!  [Verse 2] She had all that I wanted and more And I've seen honey bees before Started buzzing in my ear Buzzing in my brain Got stung all over But I feel no pain I'm done, uh-uh I got stung!  [Verse 3] Now, don't think I'm complaining I'm mighty pleased we met Because you give me just one little peck On the back of my neck And I break out in a cold, cold sweat If I live to a hundred and two I won't let nobody sting me but you I'll be buzzing around your hive Every day at five And I'm never going to leave once I arrive Because I'm done Uh-uh, I got stung!  ",
        "title": "I Got Stung"
    },
    {
        "artist": "Earl Grant",
        "lyrics": null,
        "title": "The End"
    },
    {
        "artist": "The Tommy Dorsey Orchestra",
        "lyrics": "  I don't care if the sun don't shine I get my loving in the evening time when I'm With my baby It's no fun with the sun around But I get going when the sun goes down And I meet my baby  That's when we kiss and kiss and kiss and then we kiss some more Don't ask me how many times we kiss at a time like this Who keeps score  So I don't care if the sun don't shine I get my loving in the evening time When I'm with my baby  That's when we kiss and kiss and kiss and then we kiss some more Don't ask me how many times we kiss at a time like this Who keeps score So I don't care if the sun don't shine I get my loving in the evening time When I'm with my baby  ",
        "title": "Tea For Two Cha Cha"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": null,
        "title": "One Night"
    },
    {
        "artist": "Bobby Day",
        "lyrics": "  (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweet tweet tweet tweet)  He rocks in the tree-top all the day long Hoppin' and a-boppin' and a-singin' his song All the little birds on Jay Bird Street Love to hear the robin go tweet tweet tweet  Rockin' robin (tweet tweet tweet) Rock, rock, rockin' robin (Tweet, tweedle-lee-dee) Blow, rockin' robin 'Cause we're really gonna rock tonight (Tweet, tweedle-lee-dee)  Every little swallow, every chickadee Every little bird in the tall oak tree The wise old owl, the big black crow Flap-a their wings singin' \"go bird go\"  Rockin' robin (tweet tweet tweet) Rock, rock, rockin' robin (Tweet, tweedle-lee-dee) Blow, rockin' robin 'Cause we're really gonna rock tonight Blow! (Tweet, tweedle-lee-dee)  A pretty little raven at the bird bandstand Taught him how to do the bop and it was grand They started goin' steady and bless my soul He out-bopped the buzzard and the oriole  He rocks in the tree-top all the day long Hoppin' and a-boppin' and a-singin' his song All the little birds on Jay Bird Street Love to hear the robin go tweet tweet tweet  Rockin' robin (tweet tweet tweet) Rock, rock, rockin' robin (Tweet, tweedle-lee-dee) Blow, rockin' robin 'Cause we're really gonna rock tonight (Tweet, tweedle-lee-dee)  Well the pretty little raven at the bird bandstand Taught him how to do the bop and it was grand They started goin' steady and bless my soul He out-bopped the buzzard and the oriole  He rocks in the tree-top all the day long Hoppin' and a-boppin' and a-singin' his song All the little birds on Jay Bird Street Love to hear the robin go tweet tweet tweet  Rockin' robin (tweet tweet tweet) Rock, rock, rockin' robin (Tweet, tweedle-lee-dee) Blow, rockin' robin 'Cause we're really gonna rock tonight (Tweet, tweedle-lee-dee)  (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweet tweet) (wolf whistle)  ",
        "title": "Rock-in Robin"
    },
    {
        "artist": "Kalin Twins",
        "lyrics": null,
        "title": "Forget Me Not"
    },
    {
        "artist": "The Ames Brothers",
        "lyrics": null,
        "title": "Pussy Cat"
    },
    {
        "artist": "The Applejacks",
        "lyrics": null,
        "title": "Mexican Hat Rock"
    },
    {
        "artist": "Joni James",
        "lyrics": null,
        "title": "There Goes My Heart"
    },
    {
        "artist": "Frankie Avalon",
        "lyrics": null,
        "title": "I'll Wait For You"
    },
    {
        "artist": "The Four Esquires",
        "lyrics": null,
        "title": "Hideaway"
    },
    {
        "artist": "Clyde McPhatter",
        "lyrics": "  Does she love me, with all her heart Should I worry, when we're apart It's a lover's question, I'd like to know  Does she need me, as she pretends Is this a game, well then will I win It's a lover's question, I'd like to know  I'd like to know when she's not with me If she's still true to me I'd like to know when we're kissing Does she feel just what I feel And how am I to know it's really real  Oh, tell me where, the answer lies Is it in her kiss or in her eyes It's a lover's question I'd like to know  I'd like to know when she's not with me If she's still true to me I'd like to know when we're kissing Does she feel just what I feel And how am I to know it's really real  Oh, tell me where, the answer lies Is it in her kiss or in her eyes It's a lover's question I'd like to know  ",
        "title": "A Lover's Question"
    },
    {
        "artist": "Johnny Mathis",
        "lyrics": null,
        "title": "Call Me"
    },
    {
        "artist": "The Royaltones",
        "lyrics": null,
        "title": "Poor Boy"
    },
    {
        "artist": "Duane Eddy His Twangy Guitar And The Rebels",
        "lyrics": null,
        "title": "Cannonball"
    },
    {
        "artist": "Little Anthony And The Imperials",
        "lyrics": "  You don't remember me, but I remember you 'Twas not so long ago, you broke my heart in two Tears on my pillow, pain in my heart, caused by you, you  If we could start anew, I wouldn't hesitate I'd gladly take you back, and tempt the hand of fate Tears on my pillow, pain in my heart, caused by you  Love is not a gadget, love is not a toy When you find the one you love, she'll fill your heart with joy  If we could start anew, I wouldn't hesitate I'd gladly take you back, and tempt the hands of fate Tears on my pillow, pain in my heart, caused by you, you Oh, wo, wo, wo, you, you  ",
        "title": "Tears On My Pillow"
    },
    {
        "artist": "Robin Luke",
        "lyrics": "  I stood a-watchin' all night long I stood a-watchin' all night long I stood a-watchin' till you went away You were a girl of many charms Oh, how I loved you in my arms I never thought that you would ever go Because I loved you so Oh-uh, Susie darlin' I thought you knew You were all the world to me All my dreams come true I stood a-cryin' all night long I stood a-cryin' all night long Cryin' and wishin' you'd come back to me-ee Thinking of all the dreams we knew Now that you're gone they won't come true My heart is empty without you Nothin' there but misery Oh-uh, Susie darlin' I thought you knew You were all the world to me All my dreams come true Now-ow I stand a-watchin' all night long I stand a-watchin' all night long Knowing that life has nothing left for me-ee I'll wait around most patiently Hopin' you will return to me 'Til that happy day I will always be Watchin' all night long Oh-uh, Susie darlin' I thought you knew You were all the world to me All my dreams come true  ",
        "title": "Susie Darlin'"
    },
    {
        "artist": "Donnie Owens",
        "lyrics": null,
        "title": "Need You"
    },
    {
        "artist": "Jimmy Clanton",
        "lyrics": null,
        "title": "A Letter To An Angel"
    },
    {
        "artist": "Connie Francis",
        "lyrics": null,
        "title": "Fallin'"
    },
    {
        "artist": "Jane Morgan",
        "lyrics": "  The Day the Rains Came Down Jayne Morgan The day that the rains came down Mother Earth smiled again Now the lilacs could bloom Now the fields could grow greener The fday that the rains came down Buds were born, love was born As the young buds will grow So our young love will grow Love, sweet love A robin sang a song of love A willow tree reached up to the heavens Asif to thank the sky above For all that rain, that welcome rain We looked across the meadowland And seemed to sense a kind of a miracle Much too deep to understand And there we were, so much in love The day that the rains came down Mountain streams swelled with pride Gone the dry river bed Gone the dust from the valley The day that the rains came down Buds were born, love was born As the young buds will grow So our young love will grow Love, sweet love Rain sweet rain  ",
        "title": "The Day The Rains Came"
    },
    {
        "artist": "Roger Williams",
        "lyrics": null,
        "title": "Near You"
    },
    {
        "artist": "Perry Como",
        "lyrics": "  There's been a lot of talk about the game of love Its what everybody, everywhere, is thinking of! The love bugs busy as he can be And I gotta a funny feeling that he just bit me!  [Chorus] Cause love makes the world go round and around Love makes the world go round! Your pulse will beat and your heart will pound Cause love makes the world go round!  I met a little guy about four feet small Who fell in love with Annie who was eight feet tall! Every time I see em comin' down the street I know true love just can't be beat!  [Chorus] A goose got loose at the county fair They looked high and low but she wasn't there! Up jumped a gander who said leave her alone When she misses old dad, shell come back home! Cause love makes the world go round ( and round and round! )  No matter what you do or where you go You get kinda lonely when the lights are low! Everybody's gotta have a love that's true And I just gotta have you, you, you!  Cause love makes the world go round and around Love makes the world go round! Your pulse will beat and your heart will pound Cause love makes the world go Love makes the world go Love! makes the world go round! Yea, yea and a yea, yeah!  ",
        "title": "Love Makes The World Go 'round"
    },
    {
        "artist": "The Everly Brothers",
        "lyrics": "  Johnny is the joker (he's a bird) A very funny joker (he's a bird) But when he jokes my honey (he's a dog) His jokin' ain't so funny (what a dog) Johnny is the joker that's been tryin' to steal my baby (he's a bird dog)  Johnny sings a love song (like a bird) He sings the sweetest love song (you ever heard) But when he sings to my gal (what a howl) To me it's just a wolf dog (on the prowl) Johnny wants to fly away and puppy love my baby (he's a bird dog)  [Hook] Hey bird dog, get away from my quail Hey bird dog, you're on the wrong trail Bird dog you better leave my lovey dove alone Hey bird dog, get away from my chick Hey bird dog, you better get away quick Bird dog you better find a chicken little of your own  Johnny kissed the teacher (he's a bird) He tip-toed up to reach her (he's a bird) Well, he's the teachers pet now (he's a dog) What he wants he can get now (what a dog) He even made the teacher let him sit next to my baby (he's a bird dog)  [Hook]  He's a bird  ",
        "title": "Bird Dog"
    },
    {
        "artist": "Pat Boone",
        "lyrics": "  I'll remember tonight That lovely melody we danced to The sweet confusion when we met We never spoke a word And yet we knew  I'll remember your smile The way it warmed me in the moonlight The way my heart began to melt The strange effection that i felt for you  To think that only a moment ago We were no more than strangers And now my heart tells me that we are strangers no more  So what ever be false Our little world of joys and sorrows I'll remember tonight For a thousand and one tomorrows  To think that only a moment ago We were no more than strangers And now my heart tells me that we are strangers no more  So what ever be false Our little world of joys and sorrows I'll remember tonight For a thousand and one tomorrows  ",
        "title": "I'll Remember Tonight"
    },
    {
        "artist": "The Four Coins",
        "lyrics": null,
        "title": "The World Outside"
    },
    {
        "artist": "Tommy Edwards",
        "lyrics": null,
        "title": "Love Is All We Need"
    },
    {
        "artist": "Cozy Cole",
        "lyrics": "  When i find myself in times of trouble Mother mary comes to me Speaking words of wisdom, let it be And in my hour of darkness She is standing right in front of me Speaking words of wisdom, let it be Let it be, let it be Let it be, let it be Whisper words of wisdom, let it be And when the broken hearted people Living in the world agree There will be an answer, let it be For though they may be parted There is still a chance that they will see There will be an answer, let it be Let it be, let it be Let it be, let it be There will be an answer, let it be Let it be, let it be Let it be, let it be There will be an answer, let it be And when the night is cloudy There is still a light that shines on me Shine on until tomorrow, let it be When i wake up to the sound of music Mother mary comes to me Speaking words of wisdom, let it be, let it be Let it be, let it be Let it be, let it be Whisper words of wisdom, let it be Let it be, oh let it be Let it be, let it be Let it be, let it be Whisper words of wisdom, let it be When i find myself in times of trouble Mother mary comes to me Speaking words of wisdom, let it be Let it be, let it be Let it be, let it be Whisper words of wisdom, let it be...(x8)  ",
        "title": "Topsy I"
    },
    {
        "artist": "The Diamonds",
        "lyrics": "  The Diamonds Miscellaneous Walking Along Walkin' Along The Diamonds Walkin' along my merry way Singin' a song I will be gay I found a love and love is here to stay Walking along just feeling glad Singin' a song I won't be sad Oh, happy day I'm just walkin' along When I'm walkin' feel just like a king When I'm singin' don't care 'bout a thing The reason I feel the way I do You love me, whoo I love you, who-ooh Walkin' along my merry way Singin' a song I will be gay Oh, happy day I'm just walkin' along  ",
        "title": "Walking Along"
    },
    {
        "artist": "Raymond Lefevre and His Orchestra",
        "lyrics": null,
        "title": "The Day The Rains Came"
    },
    {
        "artist": "The Four Lads",
        "lyrics": null,
        "title": "The Mocking Bird"
    },
    {
        "artist": "The Everly Brothers",
        "lyrics": null,
        "title": "Problems"
    },
    {
        "artist": "Tony Bennett",
        "lyrics": "  [Verse 1] I call her Firefly Cause, oh, my She radiates moon glow Wants none of that noon glow She starts to glitter When the sun goes down Bout eight p.m., it's mayhem She switches the brights up Lights up and gives me a call Take me to the Fireflies ball  [Pre-Chorus] But when I get her there Set her there Do I get to pet her there And grab me some glow  [Hook] No, she's a gad about, mad about Luring every lad about While leaving me moaning low  [Verse 2] Oh, Firefly, why can't I Latch onto you no how Oh, how I love you but gee While you set the night on Firefly, shine a little light on me  [Pre-Chorus] [Hook]  [Chorus] Oh, Firefly, why can't I Latch on for you no how Oh, how I love you but gee While you set the night on Firefly, shine a little light on Shine a little light on Shine a little light on me (in the mornin')  ",
        "title": "Firefly"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": "  When I walk through a jam, no one knows who I am Put your head on my chest, and I am Mr. Success Never closed me a deal, all at once I'm a wheel Just your head on my chest, and I'm Mr. Success Why I once knew a worrying man, he was a hurrying man With never a second to play He had appointments to keep, people to meet And it took thirty hours to make him a day Not for me, not what I wanna be Just your head on my chest, and I'm Mr. Success (instrumental) Why, I once knew a worrying man, he was a hurrying man With never a second to play He had appointments to keep, lots of people to meet And it took thirty hours to make him a day Not for me, not what I wanna be Put my love to the test, that's when I'm at my best Cause with you, pretty baby, standing by my side I couldn't be a failure even if I tried Cause you make me Mr. Success  ",
        "title": "Mr. Success"
    },
    {
        "artist": "Dion & The Belmonts",
        "lyrics": null,
        "title": "No One Knows"
    },
    {
        "artist": "Jack Scott",
        "lyrics": null,
        "title": "With Your Love"
    },
    {
        "artist": "Perry Como",
        "lyrics": "  ( Mandolins in the moonlight! Beautiful music of love! )  We're not in Venice In a gondola Beneath the skies of blue And yet it seems we're there signorina An' I'm close to you!  'Cause I hear mandolins in the moonlight Mandolins in the moonlight! See what magic you start? A song of Italy sings In perfect tune with the strings Of my heart!  We won't be tossin' Coins in the fountain Down in Rome tonight And yet my dreams come true signorina When you hold me tight!  'Cause I hear mandolins in the moonlight Mandolins in the moonlight! See what magic you start? A song of Italy sings In perfect tune with the strings Of my heart!  Instrumental break  Now, here's the way They whisper \"I love you\" Down in Napoli \"ti voglio bene mia signorina\" And thata goes for me!  'Cause I hear mandolins in the moonlight Mandolins in the moonlight! See what magic you start? A song of Italy sings In perfect tune with the strings Of my heart!  Mandolins in the moonlight Beautiful music of love!  ",
        "title": "Mandolins In The Moonlight"
    },
    {
        "artist": "The Shields",
        "lyrics": "  You cheated, you lied You said that you love me You cheated, you lied You said that you want me Oh, what can I do But just keep on loving you? Love is something you know nothing about Love is somethng you can't throw about So please try to love me Love me like I love you Oh, please try to love me Love me like I love you You cheated, you lied You said that you want me You cheated, you lied You said that you love me Oh, what can I do? Oh, what can I do? Oh, what can I do?  ",
        "title": "You Cheated"
    },
    {
        "artist": "Johnny Cash",
        "lyrics": null,
        "title": "All Over Again"
    },
    {
        "artist": "The Five Blobs",
        "lyrics": null,
        "title": "The Blob"
    },
    {
        "artist": "Jimmie Rodgers",
        "lyrics": "  Bimbombey, Bimbombey  On the way to Bimbombey There's a hill on the way to Bimbombey There's a house on the hill and a girl in the house On the hill on the way to Bimbombey A house on the hill and a girl in the house On the hill on the way to Bimbombey  [Chorus:] Jing-a-ling-a-lyoh (jing-a-ling-a-lyoh) Jing-a-ling-a-lyay (jing-a-ling-a-lyay) Jing-a-ling-a-ly jing-a-ling-a-ly Jing-a-ling-a-lyay-ay-ay Jing-a-ling-a-lyay (jing-a-ling-a-lyay)  There's a store in Bimbombey There's a ring in the store in Bimbombey That's where I'll buy the ring for the girl in the house On the hill on the way to Bimbombey I'll buy the ring for the girl in the house On the hill on the way to Bimbombey  [Chorus] Once I get to Bimbombey You can bet I will stay in Bimbombey That's where I'll settle down with the girl in the house On the hill on the way to Bimbombey I'll settle down with the girl in the house On the hill on the way to Bimbombey  [Chorus] Bimbombey  [Fade]  Bimbombey Bimbombey  ",
        "title": "Bimbombey"
    },
    {
        "artist": "Nat King Cole",
        "lyrics": "  -artist: nat king cole -peak billboard position # 45 in 1958 -composed for the1951 italian film \"anna\" starring silvana magnano, raf vallone -and vittorio gassman -italian words by michele galdieri and music by p.g. redi -english words by shelley dobbins  Non dimenticar means don't forget you are my darling Don't forget to be All you mean to me Non dimenticar my love is like a star, my darling Shining bright and clear Just because you're here  Please do not forget that our lips have met  And I've held you tight, dear Was it dreams ago my heart felt this glow? Or only just tonight, dear?  Non dimenticar although you travel far, my darling It's my heart you own, so I'll wait alone Non dimenticar  Se ci separ¨°, se ci allontan¨° L'ala del destino Non ne ho colpa, no, e mi sentiro sempre a te vicino  Non dimenticar although you travel far, my darling It's my heart you own, so I'll wait alone Non dimenticar  ",
        "title": "Non Dimenticar (Don't Forget)"
    },
    {
        "artist": "Johnny Cash",
        "lyrics": "  [Verse 1] When I'm all through if I haven't been what they think I should be If the total isn't high enough when they figure me When I grow old if there's no gray from worry in my hair What do I care? What do I care?  [Chorus] What do I care just as long as you were mine a little while? When the road was long and weary you gave me a few good mile What do I care if I miss a goal because I make a slip? I'll still be satisfied because I tasted your sweet lips  [Verse 2] What do I care if I never have much money? And sometimes my table looks a little bare Anything that I may miss is made up for each time we kiss You love me and I love you, so what do I care?  [Chorus]  [Verse 3] What do I care if I never have much money? And sometimes my table looks a little bare Anything that I may miss is made up for each time we kiss You love me and I love you, so what do I care?  ",
        "title": "What Do I Care"
    },
    {
        "artist": "Eddie Cochran",
        "lyrics": "  I'm a-gonna raise a fuss I'm a-gonna raise a holler About workin' all summer Just-a trying to earn a dollar  Every time I call my baby Try to get a date My boss says \"No dice, son You gotta work late\"  Sometimes I wonder What I'm-a gonna do But there ain't no cure For the summertime blues  Well my mama and papa told me \"Son, you gotta make some money If you wanna use the car To go a-ridin' next Sunday\"  Well, I didn't go to work Told the boss I was sick \"You can't use the car Cause you didn't work a lick\"  Sometimes I wonder What I'm-a gonna do But there ain't no cure For the summertime blues  I'm gonna take two weeks Gonna have a fine vacation I'm gonna take my problem To the United Nations  Well, I called my congressman And he said, quote: \"I'd like to help you, son But you're too young to vote\"  Sometimes I wonder What I'm-a gonna do But there ain't no cure For the summertime blues  ",
        "title": "Summertime Blues"
    },
    {
        "artist": "The Ames Brothers",
        "lyrics": null,
        "title": "No One But You (In My Heart)"
    },
    {
        "artist": "Ritchie Valens",
        "lyrics": "  Well, come on, let's go, let's go, little darlin' Tell me that you'll never leave me Come on, come on, let's go again Go again and again  Well, now, swing me, swing me, swing me, little darlin' Come on, let's go, little darlin' Let's go, let's go again once more  Well, I love you, babe And I'll never let you go Come on, baby, so, oh, pretty baby, I love you so  Well, let's go, let's go, let's go, little sweetheart Forever we can always be together Come on, come on, let's go again  Oh, well, I love you, babe And I'll never let you go Come on, baby, so, oh, pretty baby, I love you so  Well, come on, let's go, let's go, little darlin' Tell me that you'll never leave me Come on, come on, let's go again Again, again, and again Again, again, and again Again, again, and again  ",
        "title": "Come On, Let's Go"
    },
    {
        "artist": "Doris Day",
        "lyrics": null,
        "title": "Tunnel Of Love"
    },
    {
        "artist": "Don Gibson",
        "lyrics": "  (Look, look, look-a, look who's blue) (Look, look, look-a, look who's blue) Please, please, have pity on me Oh, can't you see that I'm in misery Please, please, I'm beggin' like a fool Woe is me, look who's blue  I said no gal's gonna ever tie me down I'm goin' out every night and paint the town Well I was doin' fine till I met you Woe is me, look who's blue  Please, please, have pity on me Oh, can't you see that I'm in misery Please, please, I'm beggin' like a fool Woe is me, look who's blue  I said there'd never be just one for me And I'm gonna stay footloose and fancy free No gal's gonna ever tell me what to do Woe is me, look who's blue  Please, please, have pity on me Oh, can't you see that I'm in misery Please, please, I'm beggin' like a fool Woe is me, look who's blue Woh-oh, blue  ",
        "title": "Look Who's Blue"
    },
    {
        "artist": "Perez Prado And His Orchestra",
        "lyrics": null,
        "title": "Guaglione"
    },
    {
        "artist": "Jimmy Clanton",
        "lyrics": null,
        "title": "A Part Of Me"
    },
    {
        "artist": "Pat Boone",
        "lyrics": "  April love is for the very young Every star's a wishing star that shines for you April love is all the seven wonders One little kiss can tell you this is true  Sometimes an April day will suddenly bring showers Rain to grow the flowers for her first bouquet But April love can slip right through your fingers So if she's the one don't let her run away  [Instrumental Interlude]  Sometimes an April day will suddenly bring showers Rain to grow the flowers for her first bouquet But April love can slip right through your fingers So if she's the one don't let her run away  ",
        "title": "For My Good Fortune"
    },
    {
        "artist": "Louis Prima And Keely Smith",
        "lyrics": "  Old black magic has me in its spell Old black magic that you weave so well Those icy fingers up and down my spine The same old witchcraft when your eyes meet mine  Same old tingle that I feel inside And then that elevator starts its ride Down and down I go Round and round I go Like a leaf caught in the tide  I should stay away but what can I do I hear your name, and I'm a flame Flame, burning desire That only your kiss Put out the fire  For your the lover that I've waited for Your the mate that fate had me created for And every time your lips meet mine  Baby down and down I go, round and round I go In a spin, loving the spin that I'm in Under that old black magic called love Ooh in a spin, lovin the spin I'm in Under the old black magic called love In a spin, lovin the spin I'm in Under the old black magic called love  I should stay away but what can I do I hear your name and I'm a flame Flame, burning desire That only your kiss Put out the fire  For your the lover I have waited for Your the mate that fate had me created for And everytime your lips meet mine  Baby down and down I go, round and round I go In a spin, loving the spin that I'm in Under that old black magic called love Ah, in a spin, lovin the spin I'm in Under the old black magic called love In a spin, lovin the spin I'm in Under the old black magic called love  Under the old black magic called love!  ",
        "title": "That Old Black Magic"
    },
    {
        "artist": "Peggy Lee",
        "lyrics": null,
        "title": "Light Of Love"
    },
    {
        "artist": "Harvey & The Moonglows",
        "lyrics": "  Thou should never love another & stand by me all the while Take happiness with the heartaches & go through life wearing a smile & oh how happy we will be If we keep the 10 commandments of love, of love  Thou should always have faith in me In everything I say & do Love me, love me, love me with all your heart & soul Until our life on earth is through Oh how happy we will be If we keep the 10 commandments of love  Love, oh sweet love, it's oh oh so grand You will find that since the beginning of time It has ruled in all the land  Come to me when I am lone Kiss me when you hold me tight Treat me sweet & gentle, baby When we say goodnight Oh how happy we will be If we keep the 10 commandments of love I know, oh how happy we will be If we keep the 10 commandments of  ",
        "title": "Ten Commandments Of Love"
    },
    {
        "artist": "Billy Vaughn And His Orchestra",
        "lyrics": null,
        "title": "Cimarron (Roll On)"
    },
    {
        "artist": "Enoch Light & The Light Brigade",
        "lyrics": null,
        "title": "I Want To Be Happy Cha Cha"
    },
    {
        "artist": "Chuck Berry",
        "lyrics": "  [Verse 1] At nine years old and sweet as she can be All dressed up like a downtown Christmas tree Dancing and humming a rock-roll melody Shes the daughter of a well-respected man Who taught her how to judge and understand Since she became a rock-roll music fan  [Chorus] Sweet little rock and roller, sweet little rock and roller Her daddy don't have to scold her, her partner can't hardly hold her She never gets any older, sweet little rock and roller  [Verse 2] Should've seen her eyes when the band began to play And the famous singers sang and barred away When the stars performed, she screamed and yelled \"Hooray!\" Ten thousand eyes were watching them leave the floor Five thousand tongues were screaming \"More! More!\" And about fifteen hundred waitin outside the door  [Outro] Sweet little rock and roller Sweet little rock and roller Sweet little rock and roller Sweet little rock and roller Sweet little rock and roller  ",
        "title": "Sweet Little Rock And Roller"
    },
    {
        "artist": "Tab Hunter",
        "lyrics": null,
        "title": "Jealous Heart"
    },
    {
        "artist": "Gordon MacRae",
        "lyrics": null,
        "title": "The Secret"
    },
    {
        "artist": "Eileen Rodgers",
        "lyrics": null,
        "title": "Treasure Of Your Love"
    },
    {
        "artist": "Roy Hamilton",
        "lyrics": null,
        "title": "Pledging My Love"
    },
    {
        "artist": "Dicky Doo And The Don'ts",
        "lyrics": null,
        "title": "Leave Me Alone (Let Me Cry)"
    },
    {
        "artist": "Patti Page",
        "lyrics": "  Honey you've been fibbin' Tellin' me such lies Know that you've been givin' Ev'ry guy the eye  Honey you've been foolin' From the very start Think of what you're doin' To my achin' heart Don'tcha know I'm sighin' ? Don'tcha know I'm crying' ? Don'tcha know I'm tryin' ? To believe yuh ?  Oo, Oo, Oo, Honey I'm just livin' For a love that's true When you stop you fibbin' I'll come back to you  Honey you've been fibbin' Tellin' me such lies...  ",
        "title": "Fibbin'"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  Your my girl you're so sweet Honey you can't be beat I love you, I love you Most of all  I believe you can rock, you can roll You're so fine Honey, you're mine, all mine That's why I love you, I love you Most of all  Well, I love the way you move me When you walk I love the way you thrill me When you talk And, ooh baby, when you hold my hand Tell me, pretty baby, that you understand  When we walk down the street All the fellas go \"wooo weeee\" That's why I love you I love you most of all  I love ya, I love ya, most of all  Well, and let me tell ya honey You're my girl, you're just so sweet Honey you can't be beat I love you, I love you most of all  Well and I believe you can rock, you can roll You're so fine Honey you're mine all mine That's why I love you I love you most of all  Well, I love the way you move me When you walk I love the way you thrill me When you talk And, ooh baby, when you hold my hand Tell me, pretty baby, that you understand  When we walk down the street All the fellas go \"wooo weeee\" That's why I love you I love you most of all  ",
        "title": "Love You Most Of All"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  Promise me love, promise me Kisses sweet love, meant for me Promise me love that you'll love me tenderly Oh love, promise me (Promise me) Promise me love, promise me (Oh, promise me) Arms to hold love, never set me free (Oh, promise me) Promise me love that you'll love me tenderly Oh love, promise me (Oh, promise me) I promise you blue cornflowers for your hair A golden necklace and my heart I swear I promise you a million promises I'd do And they'll come true Oh love, I promise you (Ooh, ooh) Promise me love, promise me (Oh, promise me) You'll be my love eternally (Oh, promise me) Swear it true love that you'll love me tenderly Oh love, promise me (Oh, promise me, love, oh, promise me) I promise you blue cornflowers for your hair A golden necklace and a ring to wear I promise you a million promises I'd do And they'll come true Oh love, I promise you (Ooh, ooh) Promise me love, promise me You'll be my love eternally (Oh, promise me) Swear it true love, that you'll love me tenderly Oh love, promise me (Oh, promise me, love, oh, promise me) Oh, promise me (Oh, promise me, love, oh, promise me)  ",
        "title": "Promise Me, Love"
    },
    {
        "artist": "Jerry Vale",
        "lyrics": null,
        "title": "Go Chase A Moonbeam"
    },
    {
        "artist": "Don Gibson",
        "lyrics": "  I've got a lot of memories to last the rest of my life So if you don't want to love me baby that'll be all right I'm gonna take all the lovin' that I have for you I'm gonna take all the loneliness sit right down with the blues I'm gonna give myself a party serve old memories Give myself a party think of how it used to be Remember all the happiness we once knew Gonna give myself a party just me and the blues  Well a few of your love letters a photograph or two A gift you gave on my birthday with words of I love you There's a lots of things to think about when you're happy feeling blue So I'm gonna take all the loneliness sit right down with the blues I'm gonna give myself a party...  ",
        "title": "Give Myself A Party"
    },
    {
        "artist": "Johnny Nash",
        "lyrics": null,
        "title": "Almost In Your Arms"
    },
    {
        "artist": "The Nu Tornados",
        "lyrics": null,
        "title": "Philadelphia U.S.A."
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  Wooah ooo little girl How happy I would be If some miracle could win your love for me  Wooah ooo little girl How happy I would be If some miracle could win your love for me  Win your love for me  Manys the day I've longed for you To hold you in my arms Manys the night I've cried for you And for your many charms  If you'd only come to me my heart wouldn't be full of sorrow But now all I can do is hope and prey that you will come to me tomorrow  Wooah ooo little girl How happy I would be If some miracle could win your love for me  Win your love for me  To me you are so beautiful Beautiful as a song Whenever I look at you my heart beat like the tom tom If you'd only come to me This torch I wouldn't have to carry And if everything goes right To the church we'll go to marry  Wooah ooo little girl How happy I would be If some miracle could win your love for me  Win your love for me  ",
        "title": "Win Your Love For Me"
    },
    {
        "artist": "Fats Domino",
        "lyrics": "  I got a whole lot of lovin' Baby just waiting for you I got a whole lot of lovin' Baby just waiting for you And the way i could love you woman Honey i know you could love me too  Oh you're so good lookin' baby And you build up from the ground Well you're so good lookin' baby And you build up from the ground  Every time i see you baby My love starts tumbling down  Yeah, you're just my type baby Just my height and size Said you're just my type baby You're just my height and size And the reason i love you Because you've got those little dreamy eyes  ",
        "title": "Whole Lotta Loving"
    },
    {
        "artist": "The Elegants",
        "lyrics": "  Where are you little star? (Where are you?)  Whoah oh, oh, oh uh oh Ratta ta ta too, ooh ooh Whoah oh, oh, oh uh oh Ratta ta ta too, ooh ooh  Twinkle, twinkle little star How I wonder where you are Wish I may, wish I might Make this wish come true tonight Searched all over for a love You're the one I'm thinkin' of  Whoah oh, oh, oh, uh oh Ratta ta ta too, ooh ooh Whoah oh, oh, oh uh oh Ratta ta ta too, ooh ooh  Twinkle, twinkle little star How I wonder where you are High above the clouds somewhere Send me down a love to share  Whoah oh, oh, oh, uh oh Ratta ta ta too, ooh ooh Whoah oh, oh, oh uh oh Ratta ta ta too, ooh ooh Whoa uh, oh, oh, oh  Oh, there you are High above Oh, oh, God Send me a love  Oh, there you a a re Lighting up the sky I need a love Oh me, oh, me, oh, my  Twinkle twinkle little star How I wonder where you are Wish I may, wish I might Make this wish come true tonight  Whoah oh, oh, oh, uh oh Ratta ta ta too, ooh ooh Whoah oh, oh, oh uh oh Ratta ta ta too, ooh ooh  Oh, ra, ta, ta Ooh, ooh, ooh, ooh, ooh Ooh, ooh, ooh, ooh, ooh There you are little star  ",
        "title": "Little Star"
    },
    {
        "artist": "Jerry Wallace",
        "lyrics": "  (Dickey-doo-oo-oo-oo) (Dickey-doo-oo-oo-oo) (Dickey-doo-oo-oo) (Locka-day-ay)  How the time flies When I'm near you When I'm near you How the time flies  Seems like heaven When I'm near you When I'm near you How the time flies  Wonder why when we're alone The hours always pass so fast A kiss or two, and then you're gone Gee, the time just doesn't last  If the night would never pass And the sun would never rise Not one moment would we waste But, darling, how the time - it flies  How the time flies When I'm near you When I'm near you How the time flies  (Dickey-doo-oo-oo-oo) (Dickey-doo-oo-oo-oo) (Dickey-doo-oo-oo) (Locka-day-ay)  How the time flies When I'm near you When I'm near you How the time flies  (How the time flies)  ",
        "title": "How The Time Flies"
    },
    {
        "artist": "Ruth Brown",
        "lyrics": "  I wrote my mom a letter and this is what i said...  Wella wella wella wella  Washed all the dishes and i did a lot more  I even bought the dinner at the grocery store  And now, mom, you'll find the key next door  This little girl's gone rockin'  I left some biscuits for the pup  I put fresh water in his cup  And now i'm off, i'm gonna live it up  This little girl's gone rockin'  Well, i'll be home about twelve tonight  And not a minute minute minute later  Don't forget the front door light  That's all for now, i'll see you later, mater  You'll find each thing that you wanted done  I'm off to meet that special one  And boy oh boy will we have fun  'cause this little girl's gone rockin'  ",
        "title": "This Little Girl's Gone Rockin'"
    },
    {
        "artist": "The Platters",
        "lyrics": null,
        "title": "I Wish"
    },
    {
        "artist": "The Platters",
        "lyrics": "  They asked me how I knew My true love was true I of course replied, something here inside Cannot be denied  They said some day you'll find All who love are blind When your heart's on fire, you must realize Smoke gets in your eyes  So I chaffed them and I gaily laughed To think they could doubt my love Yet today my love has flown away I am without my love (Without my love)  Now laughing friends deride Tears I cannot hide, hide So I smile and say, when a lovely flame dies  Smoke gets in your eyes (Smoke gets in your eyes) (Smoke gets in your eyes) Smoke gets in your eyes!  ",
        "title": "Smoke Gets In Your Eyes"
    },
    {
        "artist": "Johnny Otis",
        "lyrics": null,
        "title": "Crazy Country Hop"
    },
    {
        "artist": "Domenico Modugno",
        "lyrics": "  Volare, oh, oh Cantare, oh, oh, oh, oh  Let's fly way up to the cloud Away from the maddening crowd We can sing in the glow of A star that I know of whew  Lovers enjoy peace of mind Let us leave the confusion And all disillusion behind Just like birds of a feather A rainbow together we'll find  Volare, oh, oh Cantare, oh, oh, oh, oh  No wonder my happy heart sings Your love has given me wings  Sometimes the world is a Valley of heartaches and tears And in the hustle and bustle No sunshine appears  But you and I have our love Always there to remind us There is a way we can leave All the shadows behind us  Volare, oh, oh (Volare) (Oh, volare, oh, oh)  Cantare (Cantare) Oh, oh, oh, oh (Oh, cantare, oh, oh)  No wonder my happy heart sings Your love has given me wings No wonder my happy heart sings Your love has given me wings  My happy heart sings Volare, oh, oh  ",
        "title": "Nel Blu Dipinto Di Blu (Volaré)"
    },
    {
        "artist": "Chuck Berry",
        "lyrics": null,
        "title": "Joe Joe Gunne"
    },
    {
        "artist": "Bobby Pedrick, Jr.",
        "lyrics": null,
        "title": "White Bucks And Saddle Shoes"
    },
    {
        "artist": "The Four Preps",
        "lyrics": null,
        "title": "Cinderella"
    },
    {
        "artist": "Fats Domino",
        "lyrics": null,
        "title": "Coquette"
    },
    {
        "artist": "Georgie Young",
        "lyrics": null,
        "title": "Nine More Miles (The \"Faster-Faster\" Song)"
    },
    {
        "artist": "Little Richard",
        "lyrics": null,
        "title": "Baby Face"
    },
    {
        "artist": "Robert Mitchum",
        "lyrics": "  Let me tell the story, I can tell it all; About the mountain boy who ran illegal alcohol His daddy made the whiskey, the son he drove the load; And when his engine roared they called the highway \"Thunder Road\"  Sometimes into Ashville, sometimes Memphis town The Revenuers chased him but they couldn't run him down Each time they thought they had him his engine would explode He'd go by like they were standing still on \"Thunder Road\"  And there was thunder, thunder over \"Thunder Road\" Thunder was his engine and white lightening was his load And there was moonshine, moonshine to quench the devil's thirst The law they swore they'd get him but the devil got him first  It was on the first of April, Nineteen-Fifty-Four The federal man sent word he'd better make his run no more He said \"200 agents were covering the state; Which ever road he tried to take they'd get him sure as fate.\"  'Son' his daddy told him, 'make this run your last The tank is filled with 100 proof; you're all tuned-up and gassed Now don't take any chances, if you can't get through I'd rather have you back again than all that Mountain Dew.'  And there was thunder, thunder over \"Thunder Road\" Thunder was his engine and white lightening was his load And there was moonshine, moonshine to quench the devil's thirst The law they swore they'ed get him but the devil got him first  Roaring out of Harlan; revving up his mill He shot the Gap at Cumberland and streamed by Maynardville With G men on his tail light; road block up ahead The mountain boy took roads that even angels fear to tread  Blazing right through Knoxville, out on Kingston Pike Then right outside of Bearden, they made the fatal strike He left the road at 90; that's all there is to say The devil got the moonshine and the mountain boy that day  And there was thunder, thunder over \"Thunder Road\" Thunder was his engine and white lightening was his load And there was moonshine, moonshine to quench the devil's thirst The law they never got him 'cause the devil got him first  ",
        "title": "The Ballad Of Thunder Road"
    },
    {
        "artist": "Bob Kayli",
        "lyrics": null,
        "title": "Everyone Was There"
    },
    {
        "artist": "Andy Rose",
        "lyrics": null,
        "title": "Just Young"
    },
    {
        "artist": "Dale Hawkins",
        "lyrics": null,
        "title": "La-Do-Dada"
    },
    {
        "artist": "Dale Hawkins",
        "lyrics": null,
        "title": "A House, A Car And A Wedding Ring"
    },
    {
        "artist": "Pat Boone",
        "lyrics": "  Got dad's car and chauffer but that's no good to half a pair Gee but it's lonely being alone may as well go home Got on my suit my shoes are shined all dressed up for a real good time Gee but it's lonely being alone might as well go home What's wrong with me that I can't find someone for my own Why should I be left behind left to be alone The girl I asked out told me a lie there she goes with some guy Gee but it's lonely being alone guess I'll go on home Guess I'll go on home guess I'll go on home guess I'll go on home  ",
        "title": "Gee, But It's Lonely"
    }
]