[
    {
        "artist": "Luis Fonsi & Daddy Yankee Featuring Justin Bieber",
        "lyrics": "    Letra del remix de \"Despacito\" con Justin Bieber, Luis Fonsi y Daddy Yankee[English Translation]  [Intro: Justin Bieber] Comin' over in my direction So thankful for that, it's such a blessin', yeah Turn every situation into heaven, yeah Oh-oh, you are My sunrise on the darkest day Got me feelin' some kind of way Make me wanna savor every moment slowly, slowly You fit me tailor-made, love how you put it on Got the only key, know how to turn it on The way you nibble on my ear, the only words I wanna hear Baby, take it slow so we can last long  [Verso 1: Luis Fonsi & Daddy Yankee] ¡Oh! Tú, tú eres el imán y yo soy el metal Me voy acercando y voy armando el plan Sólo con pensarlo se acelera el pulso (oh yeah) Ya, ya me está gustando más de lo normal Todos mis sentidos van pidiendo más Esto hay que tomarlo sin ningún apuro  [Coro: Justin Bieber & Luis Fonsi / Daddy Yankee] Despacito Quiero respirar tu cuello despacito Deja que te diga cosas al oído Para que te acuerdes si no estás conmigo Despacito Quiero desnudarte a besos despacito Firmo en las paredes de tu laberinto Y hacer de tu cuerpo todo un manuscrito (Sube, sube, sube Sube, sube)  [Post-Coro: Luis Fonsi & Daddy Yankee] Quiero ver bailar tu pelo, quiero ser tu ritmo (woah, woah) Que le enseñes a mi boca (woah, woah) Tus lugares favoritos (favorito, favorito, baby) Déjame sobrepasar tus zonas de peligro (woah, woah) Hasta provocar tus gritos (woah, woah) Y que olvides tu apellido  [Verso 2: Daddy Yankee] Si te pido un beso, ven, dámelo, yo sé que estás pensándolo Llevo tiempo intentándolo, mami, esto es dando y dándolo Sabes que tu corazón conmigo te hace bom, bom Sabes que esa beba está buscando de mi bom, bom Ven, prueba de mi boca para ver cómo te sabe Quiero, quiero, quiero ver cuánto amor a ti te cabe Yo no tengo prisa, yo me quiero dar el viaje Empecemos lento, después salvaje  [Pre-Coro: Daddy Yankee & Justin Bieber / Daddy Yankee] Pasito a pasito, suave suavecito Nos vamos pegando, poquito a poquito Cuando tú me besas con esa destreza Veo que eres malicia con delicadeza Pasito a pasito, suave suavecito Nos vamos pegando, poquito a poquito Y es que esa belleza es un rompecabezas Pero pa' montarlo aquí tengo la pieza ¡Oye!  [Coro: Justin Bieber & Luis Fonsi / Daddy Yankee] Despacito Quiero respirar tu cuello despacito Deja que te diga cosas al oído Para que te acuerdes si no estás conmigo Despacito Quiero desnudarte a besos despacito Firmo en las paredes de tu laberinto Y hacer de tu cuerpo todo un manuscrito (Sube, sube, sube Sube, sube)  [Post-Coro: Luis Fonsi & Daddy Yankee] Quiero ver bailar tu pelo, quiero ser tu ritmo (woah, woah) Que le enseñes a mi boca (woah, woah) Tus lugares favoritos (favorito, favorito, baby) Déjame sobrepasar tus zonas de peligro (woah, woah) Hasta provocar tus gritos (woah, woah) Y que olvides tu apellido  [Puente: Luis Fonsi] Despacito This is how we do it down in Puerto Rico I just wanna hear you screaming, \"¡Ay, Bendito!\" I can move forever cuando esté contigo ¡Bailalo!  [Post-Coro: Daddy Yankee, Luis Fonsi & Justin Bieber] Pasito a pasito, suave suavecito Nos vamos pegando, poquito a poquito Que le enseñes a mi boca Tus lugares favoritos (Favorito, favorito, baby) Pasito a pasito, suave suavecito Nos vamos pegando, poquito a poquito Hasta provocar tus gritos (Fonsi) Y que olvides tu apellido (D.Y.) Despacito  ",
        "title": "Despacito"
    },
    {
        "artist": "DJ Khaled Featuring Rihanna & Bryson Tiller",
        "lyrics": "  [Intro: DJ Khaled] Another one We The Best music DJ Khaled  [Verse 1: Rihanna] I don't know if you could take it Know you wanna see me nakey, nakey, naked I wanna be your baby, baby, baby Spinning and it's wet just like it came from Maytag White girl wasted on that brown liquor When I get like this I can't be around you I'm too lit to dim down a notch 'Cause I could name some thangs that I'm gon' do  [Chorus: Rihanna] Wild, wild, wild Wild, wild, wild thoughts Wild, wild, wild When I'm with you, all I get is wild thoughts Wild, wild, wild When I'm with you, all I get is wild thoughts  [Interlude: DJ Khaled] Let's go!  [Verse 2: Rihanna] I hope you know I'm for the takin' You know this cookie is for the baking (ugh) Kitty, kitty, baby give that thing some rest 'Cause you done beat it like the '68 Jets Diamonds ain't nothing when I'm rockin' with ya Diamonds ain't nothing when I'm shinin' with ya Just keep it white and black as if I'm ya sista I'm too hip to hop around town out here with ya I know I get  [Chorus: Rihanna] Wild, wild, wild Wild, wild, wild thoughts Wild, wild, wild When I'm with you, all I get is wild thoughts Wild, wild, wild When I'm with you, all I get is wild thoughts  [Verse 3: Bryson Tiller] Ayy, I heard that pussy for the taking I heard it got these other niggas goin' crazy Yeah I treat you like a lady, lady Fuck you 'til you're burned out, cremation Make it cream, yeah, Wu-Tang Throw that ass back, bouquet Call me and I can get it juicy I can tell you're gone off the D'USSÉ Careful mama watch what you say You talking to me like ya new bae Girl, talking like you tryna do things Now that pipe got her running like she Usain, baby You made me drown in it, touche, baby I'm carrying that water, Bobby Boucher, baby You know I'ma slaughter like I'm Jason Bust it, why you got it on safety? White girl wasted on brown liquor I probably shouldn't be around you 'Cause you get wild, wild, wild You looking like there's nothing that you won't do Ayy, girl that's when I told you  [Chorus: Rihanna] When I'm with you, all I get is wild thoughts Wild, wild, wild Wild, wild, wild thoughts Wild, wild, wild When I'm with you, all I get is wild thoughts Wild, wild, wild When I'm with you, all I get is wild thoughts  [Outro: DJ Khaled & Rihanna] DJ Khaled! Wild, wild, wild Wild, wild, wild When I'm with you, all I get is wild thoughts  ",
        "title": "Wild Thoughts"
    },
    {
        "artist": "French Montana Featuring Swae Lee",
        "lyrics": "  [Chorus: Swae Lee] It's not good enough for me Since I've been with you, ooh It's not gonna work for you Nobody can equal me (I know) I'm gonna sip on this drink, when I'm fucked up I should know how to pick up I'm gonna catch the rhythm While she push up against me, ooh, is she tipsy? I had enough convo for 24 I peep'd you from across the room Pretty little body dancin' like GoGo, hey And you are unforgettable I need to get you alone (oeh) Why not? A fuckin' good time never hurt nobody I got a little drink but it's not Bacardi If you loved the girl, then I'm so, so sorry I gotta give it to her like we in a marriage Oh, like we in a hurry No, no, I won't tell nobody You're on your level too Tryna do what lovers do  [Verse 1: French Montana] Feelin' like I'm fresh out; Boosie If they want the drama, got the Uzi Ship the whole crew to the cruise ship Doin' shit you don't even see in movies Ride with me, ride with me, boss I got a hard head, but her ass soft She want the last name with the ring on it 'Cause I pulled out a million cash, told her plank on it  [Refrain: Swae Lee & French Montana] And you are unforgettable I need to get you alone Now you wanna choose Just pop the bubbly in the 'cuzi  [Chorus: Swae Lee] It's not good enough for me Since I've been with you, ooh I'm gonna sip on this drink, when I'm fucked up I should know how to pick up I'm gonna catch the rhythm While she push up against me, ooh, is she tipsy? I had enough convo for 24 I peep'd you from across the room Pretty little body dancin' like GoGo, hey And you are unforgettable I need to get you alone (oeh) Why not? A fuckin' good time never hurt nobody I got a little drink but it's not Bacardi If you loved the girl, then I'm so, so sorry I gotta give it to her like we in a marriage Oh, like we in a hurry No, no, I won't tell nobody You're on your level too Tryna do what lovers do  [Verse 2: French Montana] You ain't enough for me Too much for you alone Baby, go and grab some bad bitches, bring 'em home Know the jet's on me I'ma curve my best for you, you know So pick up that dress for me Leave the rest on Too much convo for 24 hours When you stand next to 24 karats She left her man at home She don't love him no more I want your mind and your body Don't mind nobody So, you don't ever hurt nobody Baby girl, work your body, work your body  [Refrain: Swae Lee & French Montana] And you are unforgettable I need to get you alone Now you wanna choose Just pop the bubbly in the 'cuzi Why not?  [Outro: Swae Lee] Oh, like we in a hurry No, no, I won't tell nobody You're on your level too Tryna do what lovers do  ",
        "title": "Unforgettable"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1] First things first I'ma say all the words inside my head I'm fired up and tired of the way that things have been, oh-ooh The way that things have been, oh-ooh Second things second Don't you tell me what you think that I could be I'm the one at the sail, I'm the master of my sea, oh-ooh The master of my sea, oh-ooh  [Pre-Chorus] I was broken from a young age Taking my sulking to the masses Writing my poems for the few That look to me, took to me, shook to me, feeling me Singing from heartache from the pain Taking my message from the veins Speaking my lesson from the brain Seeing the beauty through the...  [Chorus] Pain! You made me a, you made me a believer, believer Pain! You break me down and build me up, believer, believer Pain! Oh let the bullets fly, oh let them rain My life, my love, my drive, it came from... Pain! You made me a, you made me a believer, believer  [Verse 2] Third things third Send a prayer to the ones up above All the hate that you've heard has turned your spirit to a dove, oh-ooh Your spirit up above, oh-ooh  [Pre-Chorus 2] I was choking in the crowd Building my rain up in the cloud Falling like ashes to the ground Hoping my feelings, they would drown But they never did, ever lived, ebbing and flowing Inhibited, limited Till it broke open and rained down And rained down, like...  [Chorus] Pain! You made me a, you made me a believer, believer Pain! You break me down and build me up, believer, believer Pain! Oh let the bullets fly, oh let them rain My life, my love, my drive, it came from... Pain! You made me a, you made me a believer, believer  [Bridge] Last things last By the grace of the fire and the flame You're the face of the future, the blood in my veins, oh-ooh The blood in my veins, oh-ooh But they never did, ever lived, ebbing and flowing Inhibited, limited Till it broke open and rained down And rained down, like...  [Chorus] Pain! You made me a, you made me a believer, believer Pain! You break me down and build me up, believer, believer Pain! Oh let the bullets fly, oh let them rain My life, my love, my drive, it came from... Pain! You made me a, you made me a believer, believer  ",
        "title": "Believer"
    },
    {
        "artist": "Charlie Puth",
        "lyrics": "  [Intro] Woah-oah, hm-hmm  [Verse 1] You've been runnin' 'round, runnin' 'round, runnin' 'round Throwin' that dirt all on my name 'Cause you knew that I, knew that I, knew that I'd Call you up You've been going 'round, going 'round, going 'round Every party in LA 'Cause you knew that I, knew that I, knew that I'd Be at one, oh  [Pre-Chorus] I know that dress is karma, perfume regret You got me thinking 'bout when you were mine, ooh And now I'm all up on ya, what you expect? But you're not coming home with me tonight  [Chorus] You just want attention, you don't want my heart Maybe you just hate the thought of me with someone new Yeah, you just want attention, I knew from the start You're just making sure I'm never gettin' over you, oh  [Verse 2] You've been runnin' 'round, runnin' 'round, runnin' 'round Throwin' that dirt all on my name 'Cause you knew that I, knew that I, knew that I'd Call you up Baby, now that we're, now that we're, now that we're Right here standin' face to face You already know, 'ready know, 'ready know That you won, oh  [Pre-Chorus] I know that dress is karma, perfume regret You got me thinking 'bout when you were mine, ooh And now I'm all up on ya, what you expect? (oh baby) But you're not coming home with me tonight, oh no  [Chorus] You just want attention, you don't want my heart Maybe you just hate the thought of me with someone new (someone new) Yeah, you just want attention (oh), I knew from the start (the start) You're just making sure I'm never gettin' over you (over you), oh  [Bridge] What are you doin' to me? What are you doin', huh? (What are you doin'?) What are you doin' to me? What are you doin', huh? (What are you doin'?) What are you doin' to me? What are you doin', huh? (What are you doin'?) What are you doin' to me? What are you doin', huh?  [Pre-Chorus] I know that dress is karma, perfume regret You got me thinking 'bout when you were mine And now I'm all up on ya, what you expect? But you're not coming home with me tonight  [Chorus] You just want attention, you don't want my heart Maybe you just hate the thought of me with someone new Yeah, you just want attention, I knew from the start You're just making sure I'm never gettin' over you, oh  [Bridge] What are you doin' to me? (Hey) What are you doin', huh? (What are you doin', love?) What are you doin' to me? What are you doin', huh? (Yeah, you just want attention) What are you doin' to me? (I knew from the start) What are you doin' huh? (You're just making sure I'm never gettin' over you) What are you doin' to me? What are you doin', huh?  ",
        "title": "Attention"
    },
    {
        "artist": "Shawn Mendes",
        "lyrics": "  [Verse 1] I wanna follow where she goes I think about her and she knows it I wanna let her take control 'Cause everytime that she gets close, yeah  [Pre-Chorus] She pulls me in enough to keep me guessing And maybe I should stop and start confessing Confessing, yeah  [Chorus] Oh, I've been shaking I love it when you go crazy You take all my inhibitions Baby, there's nothing holding me back You take me places that tear up my reputation Manipulate my decisions Baby, there's nothing holding me back There's nothing holding me back There's nothing holding me back  [Verse 2] She says that she's never afraid Just picture everybody naked She really doesn't like to wait Not really into hesitation  [Pre-Chorus] Pulls me in enough to keep me guessing And maybe I should stop and start confessing Confessing, yeah  [Chorus] Oh, I've been shaking I love it when you go crazy You take all my inhibitions Baby, there's nothing holding me back You take me places that tear up my reputation Manipulate my decisions Baby, there's nothing holding me back There's nothing holding me back  [Bridge] 'Cause if we lost our minds and we took it way too far I know we'd be alright, I know we would be alright If you were by my side and we stumbled in the dark I know we'd be alright, I know we would be alright 'Cause if we lost our minds and we took it way too far I know we'd be alright, I know we would be alright If you were by my side and we stumbled in the dark I know we'd be alright, I know we would be alright  [Chorus] Oh, I've been shaking I love it when you go crazy You take all my inhibitions Baby, there's nothing holding me back You take me places that tear up my reputation Manipulate my decisions Baby, there's nothing holding me back There's nothing holding me back I feel so free when you're with me, baby Baby, there's nothing holding me back  ",
        "title": "There's Nothing Holdin' Me Back"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] Hey, hey, hey I got a condo in Manhattan Baby girl, what's  hatnin'? You and your ass invited So gon' and get to clappin' So pop it for a player Pop, pop it for me Turn around and drop it for a player Drop, drop it for me I'll rent a beach house in Miami Wake up with no jammies (Nope) Lobster tail for dinner Julio serve that scampi (Julio!) You got it if you want it Got, got it if you want it Said you got it if you want it Take my wallet if you want it now  [Pre-Chorus] Jump in the Cadillac, girl, let's put some miles on it Anything you want, just to put a smile on it You deserve it baby, you deserve it all And I'm gonna give it to you  [Chorus] Gold jewelry shining so bright Strawberry champagne on ice Lucky for you, that's what I like, that's what I like Lucky for you, that's what I like, that's what I like Sex by the fire at night Silk sheets and diamonds all white Lucky for you, that's what I like, that's what I like Lucky for you, that's what I like, that's what I like  [Verse 2] I'm talkin' trips to Puerto Rico Say the word and we go You can be my freaka Girl, I'll be a fleeko, mamacita I will never make a promise that I can't keep I promise that your smile ain't gon' never leave Shopping sprees in Paris Everything 24 karats Take a look in that mirror Now tell me who's the fairest Is it you? (is it you?) Is it me? (is it me?) Say it's us (say it's us) and I'll agree, baby  [Pre-Chorus] Jump in the Cadillac, girl, let's put some miles on it Anything you want, just to put a smile on it You deserve it baby, you deserve it all And I'm gonna give it to you  [Chorus] Gold jewelry shining so bright Strawberry champagne on ice Lucky for you, that's what I like, that's what I like Lucky for you, that's what I like, that's what I like Sex by the fire at night Silk sheets and diamonds all white Lucky for you, that's what I like, that's what I like Lucky for you, that's what I like, that's what I like  [Bridge] If you say you want a good time Well here I am baby, here I am baby Talk to me, talk to me, talk to me Tell me what's on your mind (what's on your mind) If you want it, girl come and get it All this is here for you Tell me baby, tell me, tell me baby What you tryna do  [Chorus] Gold jewelry shining so bright Strawberry champagne on ice Lucky for you, that's what I like, that's what I like Lucky for you, that's what I like, that's what I like Sex by the fire at night Silk sheets and diamonds all white Lucky for you, that's what I like, that's what I like Lucky for you, that's what I like, that's what I like  ",
        "title": "That's What I Like"
    },
    {
        "artist": "Cardi B",
        "lyrics": "  [Intro] KSR It's Cardi, ayy Said, \"I'm the shit, they can't fuck with me if they wanted to\"  [Chorus] Said, \"Lil bitch, you can't fuck with me if you wanted to\" These expensive, these is red bottoms, these is bloody shoes Hit the store, I can get 'em both, I don't wanna choose And I'm quick, cut a nigga off, so don't get comfortable, look I don't dance now, I make money moves Say I don't gotta dance, I make money move If I see you and I don't speak, that means I don't fuck with you I'm a boss, you a worker, bitch, I make bloody moves  [Verse 1] Now she say she gon' do what to who? Let's find out and see Cardi B, you know where I'm at, you know where I be You in the club just to party, I'm there, I get paid a fee I be in and out them banks so much, I know they're tired of me Honestly, don't give a fuck 'bout who ain't fond of me Dropped two mixtapes in six months, what bitch working as hard as me? I don't bother with these hoes, don't let these hoes bother me They see pictures, they say, \"Goals,\" bitch, I'm who they tryna be Look, I might just chill in some BAPE, I might just chill with your boo I might just feel on your babe, my pussy feel like a lake He wanna swim with his face, I'm like, \"Okay\" I'll let him get what he want, he buy me Yves Saint Laurent And the new whip, when I go fast as a horse, I got the trunk in the front I'm the hottest in the street, know you prolly heard of me Got a bag and fixed my teeth, hope you hoes know it ain't cheap And I pay my mama bills, I ain't got no time to chill Think these hoes be mad at me, their baby father run a bill  [Chorus] Said, \"Lil bitch, you can't fuck with me if you wanted to\" These expensive, these is red bottoms, these is bloody shoes Hit the store, I can get 'em both, I don't wanna choose And I'm quick, cut a nigga off, so don't get comfortable, look I don't dance now, I make money moves Say I don't gotta dance, I make money move If I see you and I don't speak, that means I don't fuck with you I'm a boss, you a worker, bitch, I make bloody moves  [Verse 2] If you a pussy, you get popped, you a goofy, you a opp Don't you come around my way, you can't hang around my block And I just checked my accounts, turns out, I'm rich, I'm rich, I'm rich I put my hand above my hip, I bet you dip, he dip, she dip I say I get the money and go, this shit is hot like a stove My pussy glitter as gold, tell that lil bitch play her role I just arrove in a Rolls, I just came up in a Wraith I need to fill up the tank, no, I need to fill up the safe I need to let all these hoes know that none of their niggas is safe I go to dinner and steak, only the real can relate I used to live in the P's, now it's a crib with a gate Rollie got charms, look like Frosted Flakes Had to let these bitches know, just in case these hoes forgot I just run and check the mail, another check from Mona Scott  [Chorus] Said, \"Lil bitch, you can't fuck with me if you wanted to\" These expensive, these is red bottoms, these is bloody shoes Hit the store, I can get 'em both, I don't wanna choose And I'm quick, cut a nigga off, so don't get comfortable, look I don't dance now, I make money moves Say I don't gotta dance, I make money move If I see you and I don't speak, that means I don't fuck with you I'm a boss, you a worker, bitch, I make bloody moves  ",
        "title": "Bodak Yellow (Money Moves)"
    },
    {
        "artist": "Ed Sheeran",
        "lyrics": "  [Verse 1] The club isn't the best place to find a lover So the bar is where I go Me and my friends at the table doing shots Drinking fast and then we talk slow And you come over and start up a conversation with just me And trust me I'll give it a chance now Take my hand, stop, put Van the Man on the jukebox And then we start to dance, and now I'm singing like  [Pre-Chorus] Girl, you know I want your love Your love was handmade for somebody like me Come on now, follow my lead I may be crazy, don't mind me Say, boy, let's not talk too much Grab on my waist and put that body on me Come on now, follow my lead Come, come on now, follow my lead  [Chorus] I'm in love with the shape of you We push and pull like a magnet do Although my heart is falling too I'm in love with your body And last night you were in my room And now my bed sheets smell like you Every day discovering something brand new I'm in love with your body Oh—I—oh—I—oh—I—oh—I I'm in love with your body Oh—I—oh—I—oh—I—oh—I I'm in love with your body Oh—I—oh—I—oh—I—oh—I I'm in love with your body Every day discovering something brand new I'm in love with the shape of you  [Verse 2] One week in we let the story begin We're going out on our first date You and me are thrifty, so go all you can eat Fill up your bag and I fill up a plate We talk for hours and hours about the sweet and the sour And how your family is doing okay Leave and get in a taxi, then kiss in the backseat Tell the driver make the radio play, and I'm singing like  [Pre-Chorus] Girl, you know I want your love Your love was handmade for somebody like me Come on now, follow my lead I may be crazy, don't mind me Say, boy, let's not talk too much Grab on my waist and put that body on me Come on now, follow my lead Come, come on now, follow my lead  [Chorus] I'm in love with the shape of you We push and pull like a magnet do Although my heart is falling too I'm in love with your body And last night you were in my room And now my bed sheets smell like you Every day discovering something brand new I'm in love with your body Oh—I—oh—I—oh—I—oh—I I'm in love with your body Oh—I—oh—I—oh—I—oh—I I'm in love with your body Oh—I—oh—I—oh—I—oh—I I'm in love with your body Every day discovering something brand new I'm in love with the shape of you  [Bridge] Come on, be my baby, come on Come on, be my baby, come on Come on, be my baby, come on Come on, be my baby, come on Come on, be my baby, come on Come on, be my baby, come on Come on, be my baby, come on Come on, be my baby, come on  [Chorus] I'm in love with the shape of you We push and pull like a magnet do Although my heart is falling too I'm in love with your body Last night you were in my room And now my bed sheets smell like you Every day discovering something brand new I'm in love with your body Come on, be my baby, come on Come on, be my baby, come on I'm in love with your body Come on, be my baby, come on Come on, be my baby, come on I'm in love with your body Come on, be my baby, come on Come on, be my baby, come on I'm in love with your body Every day discovering something brand new I'm in love with the shape of you  ",
        "title": "Shape Of You"
    },
    {
        "artist": "DJ Khaled Featuring Justin Bieber, Quavo, Chance The Rapper & Lil Wayne",
        "lyrics": "  [Intro: DJ Khaled] We the Best Music Another one! DJ Khaled  [Pre-Chorus: Justin Bieber & DJ Khaled] Yeah, you're lookin' at the truth The money never lie, no I'm the one, yeah, I'm the one Early mornin' in the Dawn Know you wanna ride now (let's ride, let's ride!) I'm the one, yeah, I'm the one, yeah And you sick of all those other imitators Don't let the only real one intimidate ya See you watchin', don't run outta time now I'm the one, yeah  [Chorus: Justin Bieber & Quavo] Oh-eh-oh-oh-oh, eh-oh I'm the one Oh-eh-oh-oh-oh, eh-oh I'm the only one Oh-eh-oh-oh-oh, eh-oh I'm the one Oh-eh-oh-oh-oh, eh-oh I'm the only one Yeah, yeah!  [Verse 1: Quavo] Quavo! I'm the one that hit that same spot (hit it) She the one that bring them rain drops (rain drops) We go back, remember criss-cross and hopscotch? (hopscotch) You the one that hold me down when the block's hot (hot) I make your dreams come true when you wake up (dream) And your look's just the same without no make-up Had to pull up on your mama, see what you're made of (mama) Ain't gotta worry 'bout 'em commas 'cause my cake up You can run inside my life from that fame bus (skrt) 'Cause I promise, when we step out you'll be famous (yeah) Modern day Bonnie and Clyde what they named us (why?) 'Cause when we pull up — brt-brt! — all angles  [Pre-Chorus: Justin Bieber & DJ Khaled] Yeah, you're lookin' at the truth The money never lie, no I'm the one, yeah, I'm the one Early mornin' in the Dawn Know you wanna ride now (let's ride, let's ride!) I'm the one, yeah, I'm the one, yeah And you sick of all those other imitators Don't let the only real one intimidate ya See you watchin', don't run outta time now I'm the one, yeah  [Chorus: Justin Bieber & Chance The Rapper] Oh-eh-oh-oh-oh, eh-oh I'm the one Oh-eh-oh-oh-oh, eh-oh I'm the only one Oh-eh-oh-oh-oh, eh-oh I'm the one Oh-eh-oh-oh-oh, eh-oh I'm the only one Okay though  [Verse 2: Chance The Rapper] Uh, she beat her face up with that new Chanel She like the price, she see the ice, it make her coochie melt When I met her in the club I asked her who she felt Then she went and put that booty on that Gucci belt We don't got no label She say she want bottles, she ain't got no table She don't got no bed frame, she don't got no tables We just watchin' Netflix, she ain't got no cable, okay though Plug, plug, plug, I'm the plug for her She want a nigga that pull her hair and hold the door for her Baby, that's only me, bitch, it okay with me Baby, okay, okay though  [Pre-Chorus: Justin Bieber & DJ Khaled] Yeah, you're lookin' at the truth The money never lie, no I'm the one, yeah, I'm the one Early mornin' in the Dawn Know you wanna ride now (let's ride, let's ride!) I'm the one, yeah, I'm the one, yeah And you sick of all those other imitators Don't let the only real one intimidate ya See you watchin', don't run outta time now I'm the one, yeah  [Chorus: Justin Bieber] Oh-eh-oh-oh-oh, eh-oh I'm the one Oh-eh-oh-oh-oh, eh-oh I'm the only one Oh-eh-oh-oh-oh, eh-oh I'm the one Oh-eh-oh-oh-oh, eh-oh I'm the only one  [Verse 3: Lil Wayne] Lookin' for the one? Well, bitch, you're lookin' at the one I'm the best yet, and yet my best is yet to come 'Cause I've been lookin' for somebody Not just any fuckin' body Don't make me catch a body That's for any and everybody Oh my God, she hit me up all day, get no response Bitch, you blow my high That's like turnin' gold to bronze, roll my eyes And when she on the Molly she a zombie She think we Clyde and Bonnie But it's more like Whitney and Bobby God, forgive me! Tunechi F finessin', I'm a legend Straight up out the Crescent Fly your bae down for the Essence For the record I knew Khaled when that boy was spinnin' records Mula Gang, winnin' record I'm just flexin' on my exes, oh God  [Pre-Chorus: Justin Bieber & DJ Khaled] Yeah, you're lookin' at the truth The money never lie, no I'm the one, yeah, I'm the one Early mornin' in the Dawn Know you wanna ride now (let's ride, let's ride!) I'm the one, yeah, I'm the one, yeah And you sick of all those other imitators Don't let the only real one intimidate ya See you watchin', don't run outta time now I'm the one, yeah  [Chorus: Justin Bieber] Oh-eh-oh-oh-oh, eh-oh I'm the one Oh-eh-oh-oh-oh, eh-oh I'm the only one Oh-eh-oh-oh-oh, eh-oh I'm the one Oh-eh-oh-oh-oh, eh-oh I'm the only one  [Outro: Justin Bieber & DJ Khaled] (Another one) Don't you know, girl? Don't you know, girl? I am the one for you (I'm the one) Yeah, I'm the one Don't you know, girl? Don't you know, girl? I am the one for you (I'm the one) Yeah, I'm the one Don't you know, girl? Don't you know, girl? I am the one for you (I'm the one) Yeah, I'm the one Don't you know, girl? Don't you know, girl? I am the one for you (I'm the one) Yeah, I'm the one  ",
        "title": "I'm The One"
    },
    {
        "artist": "Sam Hunt",
        "lyrics": "  [Verse 1] Got a girl from the south side, got braids in her hair First time I seen her walk by, man I 'bout fell off my chair Had to get her number, it took me like six weeks Now me and her go way back like Cadillac seats  [Chorus] Body like a back road, drivin' with my eyes closed I know every curve like the back of my hand Doin' 15 in a 30, I ain't in no hurry I'ma take it slow just as fast as I can  [Verse 2] The way she fit in them blue jeans, she don't need no belt But I can turn them inside out, I don't need no help Got hips like honey, so thick and so sweet It ain't no curves like hers on them downtown streets  [Chorus] Body like a back road, drivin' with my eyes closed I know every curve like the back of my hand Doin' 15 in a 30, I ain't in no hurry I'ma take it slow just as fast as I can  [Bridge] We're out here in the boondocks With the breeze and the birds Tangled up in the tall grass With my lips on hers On the highway to heaven Headed south of her smile Get there when we get there Every inch is a mile  [Chorus] Body like a back road, drivin' with my eyes closed I know every curve like the back of my hand Doin' 15 in a 30, I ain't in no hurry I'ma take it slow just as fast as I can  [Outro] I'ma take it slow As fast as I can Body like a back road Drivin' with my eyes closed I know every curve like the back of my hand  ",
        "title": "Body Like A Back Road"
    },
    {
        "artist": "21 Savage",
        "lyrics": "  [Verse 1] I buy a new car for the bitch (for real) I tear down the mall with the bitch (for real) You can't even talk to the bitch (no) She fucking with bosses and shit (on God) I pull up in 'Rari's and shit (skrrr) With choppers and Harley's and shit (for real) I be Gucci'd down (Gucci) You wearing Lacoste and shit (bitch) Yeah, Moncler, yuh, fur came off a bear, yuh (yeah) Triple homicide, put me in a chair, yuh (in jail) Triple cross the plug, we do not play fair, yuh (on God) Got 'em tennis chains on and they real blingy (bling) Draco make you do the chicken head like Chingy (Chingy) Walk in Neiman Marcus and I spend a light fifty (fifty) Please proceed with caution, shooters, they be right with me (21) Bad bitch, cute face and some nice titties $7500 on a Saint Laurent jacket (yeah) Bitch, be careful when you dumpin' your ashes (bitch) I ain't no sucker, I ain't cuffin' no action (nah) The skreets raised me, I'm a whole bastard (wild) I bought a 'Rari just so I can go faster (skrrr) Niggas tryna copy me, they playin' catch up (21) I might pull up in a Ghost, no Casper (21) I been smoking gas and I got no asthma  [Chorus] I got 1-2-3-4-5-6-7-8 M's in my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) I got 1-2-3-4-5-6-7-8 shooters ready to gun you down, yeah (fast) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God)  [Verse 2] Yeah, dog, huh—yeah—, nah for real, dog (21) Straight up out the 6, now got a house in the Hills, dog (21) Wanna see a body, nigga? Get you killed, dog (wet) Wanna tweet about me, nigga? Get you killed, dog (wet) Killed dog, I'm a real dog—21—, you a lil' dog (21) Be a dog, wanna be a dog, chasing mil's, dog (yeah) Dunk right in your bitch like O'Neal, dog (wet) I shoot like, shoot like Reggie Mill', dog (21) Chopper sting you like a eel, dog (fast)  [Chorus] I got 1-2-3-4-5-6-7-8 M's in my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) I got 1-2-3-4-5-6-7-8 shooters ready to gun you down, yeah (fast) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God)  [Verse 3] Ruler clip—umm—, sent a ruler hit Pull up on yo' bitch, she say that I got that ruler dick Spray your block down, we not really with that ruh-rah shit Glock cocked now, I don't really give no fuck 'bout who I hit Yeah, yo' bitch, she get jiggy with me, keep that Siggy with me Bitch, I'm Mad Max, you know I got Ziggy with me Keep a mad mag in case a nigga wanna get busy with me 'Rari matte black and I got a Bentley with me  [Chorus] I got 1-2-3-4-5-6-7-8 M's in my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) I got 1-2-3-4-5-6-7-8 shooters ready to gun you down, yeah (fast) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God)  [Outro] $7500 on a Saint Laurent jacket Bitch, be careful where you dumpin' your ashes I ain't no sucker, I ain't cuffin' no action The streets raised me, I'm a whole bastard  ",
        "title": "Bank Account"
    },
    {
        "artist": "Childish Gambino",
        "lyrics": "  [Verse 1] Daylight I wake up feeling like you won't play right I used to know, but now that shit don't feel right It made me put away my pride So long You made a nigga wait for some, so long You make it hard for boy like that to go on I'm wishing I could make this mine, oh  [Pre-Chorus] If you want it, yeah You can have it, oh, oh, oh If you need it, ooh We can make it, oh If you want it You can have it  [Chorus] But stay woke Niggas creepin' They gon' find you Gon' catch you sleepin' (ooh) Now stay woke Niggas creepin' Now don't you close your eyes  [Verse 2] Too late You wanna make it right, but now it's too late My peanut butter chocolate cake with Kool-Aid I'm trying not to waste my time  [Pre-Chorus] If you want it, oh You can have it, you can have it If you need it You better believe in something We can make it If you want it You can have it, ah!  [Chorus] But stay woke (stay woke!) Niggas creepin' (they be creepin') They gon' find you (they gon' find you) Gon' catch you sleepin' (Gon' catch you sleepin', put your hands up now baby) Ooh, now stay woke Niggas creepin' Now, don't you close your eyes But stay woke, ooh Niggas creepin' (they gon' find you!) They gon' find you Gon' catch you sleepin', ooh Now stay woke Niggas creepin' Now, don't you close your eyes  [Outro] How'd it get so scandalous? How'd it get so scandalous? (Oh, oh, baby you, how'd it get...) How'd it get so scandalous? How'd it get so scandalous? But stay woke But stay woke  ",
        "title": "Redbone"
    },
    {
        "artist": "Post Malone Featuring Quavo",
        "lyrics": "  [Intro: Post Malone] Mm-mmm Yah, yah Mm-mmm Yah (hey)  [Chorus: Post Malone] My momma called, seen you on TV, son Said shit done changed ever since we was on I dreamed it all ever since I was young They said I wouldn't be nothing Now they always say, \"Congratulations\" (uh, uh) Worked so hard, forgot how to vacation (uh-huh) They ain't never had the dedication (uh, uh) People hatin', say we changed and look, we made it (uh, uh) Yeah, we made it (uh, uh)  [Verse 1: Post Malone] They was never friendly, yeah Now I'm jumping out the Bentley, yeah And I know I sound dramatic, yeah But I know I had to have it, yeah For the money, I'm a savage, yeah I be itching like a addict, yeah I'm surrounded, twenty bad bitches, yeah But they didn't know me last year, yeah Everyone wanna act like they important (yeah, yeah, yeah, yeah, yeah) But all that mean nothing when I saw my dough, yuh (yeah, yeah, yeah, yeah, yeah) Everyone countin' on me, drop the ball, yuh (yeah, yeah, yeah, yeah, yeah) Everything custom like I'm at the border, yah, yah If you fuck with winning, put your lighters to the sky How could I make cents when I got millions on my mind? Coming with that bullshit, I just put it to the side Balling since a baby, they could see it in my eyes  [Chorus: Post Malone & Quavo] My momma called, seen you on TV, son Said shit done changed ever since we was on I dreamed it all ever since I was young They said I wouldn't be nothing Now they always say, \"Congratulations\" (congratulations) Worked so hard, forgot how to vacation (ooh) They ain't never had the dedication (uh, uh, ayy) People hatin', say we changed and look we made it (uh, uh) Yeah, we made it (uh, uh, yah)  [Verse 2: Quavo] I was patient (yah) Uh, I was patient (ayy, uh) Now I can scream that we made it (we made it) Now everywhere, everywhere I go, they say 'gratulation (uh) Young nigga, young nigga, graduation (yah) I pick up the rock and I ball, baby (ball) I'm looking for someone to call, baby (brr) But right now, I got a situation (ayy) Never old Ben-Ben Franklins (cash) Big rings, champagne (ooh, champagne) My life is like a ball game (ball game) But instead, I'm in the trap though (trap though) Pot so big, call it Super Bowl (Super Bowl) Super Bowl, call the hoes (brr) Get in the Rolls (skrrt) Top-floor lifestyle (top) Huncho and Post (yah, ayy) Malone (ayy) I gotta play on my phone (ayy) You know what I'm on (ayy) Huncho Houdini is gone (ayy)  [Chorus: Post Malone & Quavo] My momma called, seen you on TV, son Said shit done changed ever since we was on I dreamed it all ever since I was young They said I wouldn't be nothing Now they always say, \"Congratulations\" (ayy, uh, uh) Worked so hard, forgot how to vacation (uh-huh, ooh) They ain't never had the dedication (ayy, uh, uh) People hatin', say we changed and look we made it (yah,  uh, uh) Yeah, we made it (ayy)  [Outro] Hey, hey, hey, hey Hey, hey, hey, hey Hey, hey, hey, hey Hey, hey, hey, hey  ",
        "title": "Congratulations"
    },
    {
        "artist": "Liam Payne Featuring Quavo",
        "lyrics": "  [Intro: Quavo] Huncho Quavo Yo yo  [Verse 1: Liam Payne] You know I've been taking some time And I've been keeping to myself (self) I had my eyes up on the prize Ain't watching anybody else But your love, it hit me hard, girl Yeah, you're bad for my health I love the cards that I've been dealt Do you feel the same as well?  [Pre-Chorus: Liam Payne & Quavo] You know I used to be in 1D (now I'm out, free) People want me for one thing (that's not me) I'm not changing the way that I (used to be) I just wanna have fun and (get rowdy) One Coke and Bacardi (sippin' lightly) When I walk inside the party (girls on me) F1 type Ferrari (6 gear speed) Girl, I love it when your body (grinds on me) Oh yeah  [Chorus: Liam Payne & Quavo] You know I love it when the music's loud But c'mon, strip that down for me, baby Now there's a lot of people in the crowd But only you can dance with me So put your hands on my body And swing that round for me, baby (swing) You know I love it when the music's loud But c'mon, strip that down for me (yeah, yeah, yeah, yeah) Oh, strip that down, girl Love when you hit the ground, girl (yeah, yeah, yeah, yeah) Oh, strip that down, girl Love, when you hit the ground  [Verse 2: Liam Payne] You know that since the day I met you Yeah, you swept me off my feet You know that I don't need no money When your love is beside me Yeah, you opened up my heart And then you threw away the key Girl, now it's just you and me And you don't care 'bout where I've been  [Pre-Chorus: Liam Payne & Quavo] You know I used to be in 1D (now I'm out, free) People want me for one thing (that's not me) I'm not changing the way that I (used to be) I just wanna have fun (and get rowdy) (ooh) One Coke and Bacardi (sippin' lightly) When I walk inside the party (girls on me) F1 type Ferrari (6 gear speed) Girl, I love it when your body (grinds on me) Ooh  [Chorus: Liam Payne & Quavo] You know I love it when the music's loud But c'mon, strip that down for me, baby Now there's a lot of people in the crowd But only you can dance with me So put your hands on my body And swing that round for me, baby (yeah) You know I love it when the music's loud But c'mon, strip that down for me (yeah, yeah, yeah, yeah) Oh, strip that down, girl Love when you hit the ground, girl (yeah, yeah, yeah, yeah) (strip that down) Oh, strip that down, girl Love, when you hit the ground  (yeah, yeah, yeah, yeah) Oh, strip that down, girl Love when you hit the ground, girl  (yeah, yeah, yeah, yeah) (yeah) Oh, strip that down, girl Love, when you hit the ground  (yeah, yeah, yeah, yeah) (oh Quavo)  [Verse 3: Quavo] She gon' strip it down for a thug, yeah (strip it down) Word around town she got the buzz, yeah (word) Five shots in, she in love now (shots) I promise, when we pull up, shut the club down (hey) I took her from her man, don't nobody know (know) If you popped the seal, better drive slow (slow) She know how to make me feel with my eyes closed (skrrt skrrt) Anything goes down with the Huncho (Huncho)  [Chorus: Liam Payne & Quavo] You know I love it when the music's loud But c'mon, strip that down for me Now there's a lot of people in the crowd But only you can dance with me So put your hands on my body And swing that round for me, baby You know I love it when the music's loud But c'mon, strip that down for me (yeah, yeah, yeah, yeah) Yeah, yeah, yeah, yeah, c'mon, strip that down for me (Yeah, yeah, yeah, yeah) (Ayy) Don't say nothing, girl, strip that down for me (strip it down) (Yeah, yeah, yeah, yeah) All I want, girl, if you strip that down for me (strip it down) (Yeah, yeah, yeah, yeah) You're the one, girl, c'mon, strip that down for me (Yeah, yeah, yeah, yeah)  ",
        "title": "Strip That Down"
    },
    {
        "artist": "Kendrick Lamar",
        "lyrics": "  [Video Intro] Wicked or weakness? You gotta see this Waaaaay (yeah, yeah!)  [Album Intro] Nobody pray for me It's been that day for me Waaaaay (yeah, yeah!)  [Verse 1] Ayy, I remember syrup sandwiches and crime allowances Finesse a nigga with some counterfeits, but now I'm countin' this Parmesan where my accountant lives, in fact I'm downin' this D'USSÉ with my boo bae tastes like Kool-Aid for the analysts Girl, I can buy yo' ass the world with my paystub Ooh, that pussy good, won't you sit it on my taste bloods? I get way too petty once you let me do the extras Pull up on your block, then break it down: we playin' Tetris A.M. to the P.M., P.M. to the A.M., funk Piss out your per diem, you just gotta hate 'em, funk If I quit your BM, I still ride Mercedes, funk If I quit this season, I still be the greatest, funk My left stroke just went viral Right stroke put lil' baby in a spiral Soprano C, we like to keep it on a high note It's levels to it, you and I know  [Chorus] Bitch, be humble (hol' up, bitch) Sit down (hol' up, lil', hol' up, lil' bitch) Be humble (hol' up, bitch) Sit down (hol' up, sit down, lil', sit down, lil' bitch) Be humble (hol' up, hol' up) Bitch, sit down (hol' up, hol' up, lil' bitch) Be humble (lil' bitch, hol' up, bitch) Sit down (hol' up, hol' up, hol' up, hol' up) Be humble (hol' up, hol' up) Sit down (hol' up, hol' up, lil', hol' up, lil' bitch) Be humble (hol' up, bitch) Sit down (hol' up, sit down, lil', sit down, lil' bitch) Be humble (hol' up, hol' up) Bitch, sit down (hol' up, hol' up, lil' bitch) Be humble (lil' bitch, hol' up, bitch) Sit down (hol' up, hol' up, hol' up, hol' up)  [Verse 2] Who dat nigga thinkin' that he frontin' on Man-Man? (Man-Man) Get the fuck off my stage, I'm the Sandman (Sandman) Get the fuck off my dick, that ain't right I make a play fucking up your whole life I'm so fuckin' sick and tired of the Photoshop Show me somethin' natural like afro on Richard Pryor Show me somethin' natural like ass with some stretch marks Still will take you down right on your mama's couch in Polo socks Ayy, this shit way too crazy, ayy, you do not amaze me, ayy I blew cool from AC, ayy, Obama just paged me, ayy I don't fabricate it, ayy, most of y'all be fakin', ayy I stay modest 'bout it, ayy, she elaborate it, ayy This that Grey Poupon, that Evian, that TED Talk, ayy Watch my soul speak, you let the meds talk, ayy If I kill a nigga, it won't be the alcohol, ayy I'm the realest nigga after all  [Chorus] Bitch, be humble (hol' up, bitch) Sit down (hol' up, lil', hol' up, lil' bitch) Be humble (hol' up, bitch) Sit down (hol' up, sit down, lil', sit down, lil' bitch) Be humble (hol' up, hol' up) Bitch, sit down (hol' up, hol' up, lil' bitch) Be humble (lil' bitch, hol' up, bitch) Sit down (hol' up, hol' up, hol' up, hol' up) Be humble (hol' up, hol' up) Sit down (hol' up, hol' up, lil', hol' up, lil' bitch) Be humble (hol' up, bitch) Sit down (hol' up, sit down, lil', sit down, lil' bitch) Be humble (hol' up, hol' up) Bitch, sit down (hol' up, hol' up, lil' bitch) Be humble (lil' bitch, hol' up, bitch) Sit down (hol' up, hol' up, hol' up, hol' up)  ",
        "title": "Humble."
    },
    {
        "artist": "Niall Horan",
        "lyrics": "  [Verse 1] We should take this back to my place That's what she said right to my face 'Cause I want you bad Yeah, I want you, baby I've been thinkin' 'bout it all day And I hope you feel the same way, yeah 'Cause I want you bad Yeah, I want you, baby  [Chorus] Slow, slow hands Like sweat drippin' down our dirty laundry No, no chance That I'm leavin' here without you on me I, I know Yeah, I already know that there ain't no stoppin' Your plans and those Slow hands (woo) Slow hands  [Verse 2] I just wanna take my time We could do this, baby, all night, yeah 'Cause I want you bad Yeah, I want you, baby  [Chorus] Slow, slow hands Like sweat drippin' down our dirty laundry No, no chance That I'm leavin' here without you on me I, I know Yeah, I already know that there ain't no stoppin' Your plans and those Slow hands (woo)  [Bridge] Fingertips puttin' on a show Got me now and I can't say no Wanna be with you all alone Take me home, take me home Fingertips puttin' on a show Can't you tell that I want you, baby, yeah  [Chorus] [Chorus] Slow, slow hands Like sweat drippin' down our dirty laundry No, no chance That I'm leavin' here without you on me I, I know Yeah, I already know that there ain't no stoppin' Slow, slow hands Like sweat drippin' down our dirty laundry No, no chance That I'm leavin' here without you on me I, I know Yeah, I already know that there ain't no stoppin' Your plans and those Slow hands (woo) Woo, slow hands  ",
        "title": "Slow Hands"
    },
    {
        "artist": "Lil Uzi Vert",
        "lyrics": "  [Intro] Are you alright? I'm alright, I'm quite alright And my money's right 8… (yeah) Countin' them bands All way to the top 'til they be fallin' over (yeah, yeah, yeah) Countin' them bands On my way to the top 'til we fallin' over  [Chorus] I don't really care if you cry On the real, you shoulda never lied Shoulda saw the way she looked me in my eyes She said: \"Baby, I am not afraid to die.\" Push me to the edge All my friends are dead Push me to the edge All my friends are dead Push me to the edge All my friends are dead Push me to the edge  [Verse 1] Phantom that's all red, inside all white Like somethin' you ride a sled down, I just want that head My Brittany got mad, I'm barely her man now Everybody got the same swag now Watch the way that I tear it down Stackin' my bands all the way to the top All the way 'til my bands fallin' over Every time that you leave your spot Your girlfriend call me like, \"Come on over!\" I like the way that she treat me Gon' leave you, won't leave me, I call it that Casanova She say I'm insane, yeah I might blow my brain out (hey) Xanny, help the pain, yeah Please, Xanny, make it go away I'm committed, not addicted, but it keep control of me All the pain, now I can't feel it I swear that it's slowin' me, yeah  [Chorus] I don't really care if you cry On the real, you shoulda never lied Saw the way she looked me in my eyes She said: \"I am not afraid to die.\" All my friends are dead Push me to the edge (yeah) All my friends are dead, yeah, ooh Push me to the edge All my friends are dead, yeah All my friends are dead, yeah  [Verse 2] That is not your swag, I swear you fake hard Now these niggas wanna take my cadence Rain on 'em, thunderstorm, rain on 'em (ooh, yeah) Medicine, lil' nigga, take some (yeh, yeh) Fast car, NASCAR, race on 'em In the club, ain't got no ones, then we would beg them Clothes from overseas, got the racks and they all C-Notes You is not a G though Lookin' at you stackin' all your money, it all green though I was countin' that and these all twenties, that's a G-roll  [Bridge] She say: \"You're the worst, you're the worst.\" I cannot die because this my universe  [Chorus] I don't really care if you cry On the real, you shoulda never lied Shoulda saw the way she looked me in my eyes She said: \"Baby, I am not afraid to die.\" Push me to the edge All my friends are dead Push me to the edge All my friends are dead Push me to the edge All my friends are dead Push me to the edge  ",
        "title": "XO TOUR Llif3"
    },
    {
        "artist": "The Chainsmokers & Coldplay",
        "lyrics": "  [Verse 1: Chris Martin] I've been reading books of old The legends and the myths Achilles and his gold Hercules and his gifts Spiderman's control And Batman with his fists And clearly I don't see myself upon that list  [Pre-Chorus: Chris Martin] But she said, where'd you wanna go? How much you wanna risk? I'm not looking for somebody With some superhuman gifts Some superhero Some fairytale bliss Just something I can turn to Somebody I can kiss  [Bridge: Chris Martin] I want something just like this Doo-doo-doo, doo-doo-doo Doo-doo-doo, doo-doo Doo-doo-doo, doo-doo-doo Oh, I want something just like this Doo-doo-doo, doo-doo-doo Doo-doo-doo, doo-doo Doo-doo-doo, doo-doo-doo  [Chorus: Chris Martin] Oh, I want something just like this I want something just like this  [Verse 2: Chris Martin] I've been reading books of old The legends and the myths The testaments they told The moon and its eclipse And Superman unrolls A suit before he lifts But I'm not the kind of person that it fits  [Pre-Chorus: Chris Martin] She said, where'd you wanna go? How much you wanna risk? I'm not looking for somebody With some superhuman gifts Some superhero Some fairytale bliss Just something I can turn to Somebody I can miss  [Chorus: Chris Martin] I want something just like this I want something just like this  [Bridge: Chris Martin] Oh, I want something just like this Doo-doo-doo, doo-doo-doo Doo-doo-doo, doo-doo Doo-doo-doo, doo-doo-doo Oh, I want something just like this Doo-doo-doo, doo-doo-doo Doo-doo-doo, doo-doo Doo-doo-doo, doo-doo-doo  [Pre-Chorus: Chris Martin] Where'd you wanna go? How much you wanna risk? I'm not looking for somebody With some superhuman gifts Some superhero Some fairytale bliss Just something I can turn to Somebody I can kiss I want something just like this  [Chorus: Chris Martin] Oh, I want something just like this Oh, I want something just like this Oh, I want something just like this  ",
        "title": "Something Just Like This"
    },
    {
        "artist": "Zedd & Alessia Cara",
        "lyrics": "  [Verse 1] Waiting for the time to pass you by Hope the winds of change will change your mind I could give a thousand reasons why And I know you, and you've got to  [Pre-Chorus 1] Make it on your own, but we don't have to grow up We can stay forever young Living on my sofa, drinking rum and cola Underneath the rising sun I could give a thousand reasons why But you're going, and you know that  [Chorus] All you have to do is stay a minute Just take your time The clock is ticking, so stay All you have to do is wait a second Your hands on mine The clock is ticking, so stay  [Post-Chorus] All you have to do is All you have to do is stay  [Verse 2] Won't admit what I already know I've never been the best at letting go I don't wanna spend the night alone Guess I need you, and I need to  [Pre-Chorus 2] Make it on my own, but I don't wanna grow up We can stay forever young Living on my sofa, drinking rum and cola Underneath the rising sun I could give a million reasons why But you're going, and you know that  [Chorus] All you have to do is stay a minute Just take your time The clock is ticking, so stay All you have to do is wait a second Your hands on mine The clock is ticking, so stay  [Post-Chorus] All you have to do is All you have to do is stay  [Bridge] All you have to do is stay So stay, yeah  [Chorus] All you have to do is stay a minute Just take your time The clock is ticking, so stay All you have to do is wait a second Your hands on mine The clock is ticking, so stay All you have to do is stay  ",
        "title": "Stay"
    },
    {
        "artist": "Calvin Harris Featuring Pharrell Williams, Katy Perry & Big Sean",
        "lyrics": "  [Verse 1: Pharrell Williams] Hey! Well nothing ever last forever, no One minute you're here and the next you're gone So I respect you, wanna take it slow I need a mental receipt to know this moment I owe  [Pre-Chorus: Pharrell Williams] Do you mind if I steal a kiss? (Chop, chop) A little souvenir, can I steal it from you? To memorize the way you shock me The way you move it here (Hey) Just wanna feel it from you (Hey)  [Chorus: Katy Perry] Don't be afraid to catch feels Ride drop top and chase thrills (Hey) I know you ain't afraid to pop pills (Hey) Baby, I know you ain't scared to catch feels Feels with me  [Verse 2: Pharrell Williams] I'm your window shopper, sucker for your love, oh I'm wearing your goggles, virtual reality It ain't what it cost you, it might be a dollar As long as it shocks you, memory, electricity  [Pre-Chorus: Pharrell Williams] Do you mind if I steal a kiss? (Chop, chop) A little souvenir, can I steal it from you? (Oh, yeah) To memorize the way you shock me (Zap) The way you move it here (Hey) Just wanna feel it from you (Hey)  [Chorus: Katy Perry] Don't be afraid to catch feels (Ha) Ride drop top and chase thrills (Oh-oh-oh, oh) I know you ain't afraid to pop pills (Hey) Baby, I know you ain't scared to catch feels (Straight up) Feels with me (Woah)  [Verse 3: Big Sean] Goddamn, I know you love to make an entrance Do you like getting paid or getting paid attention? You mixed the wrong guys with the right intentions In the same bed, but it still feel long distance She's looking for a little more consistency But when you stop looking you gon' find what's meant to be And honestly, I'm way too done with the hoes I cut off all my exes for your x and o's I feel my old flings was just preparing me When I say I want you, say it back, parakeet Fly in first-class through the air, Airbnb I'm the best you had, you just be comparing me to me I'ma 'at' this at you, if I put you on my phone And upload it, it'll get maximum views I came through in the clutch with the lipsticks and phones Wear your fave cologne just to get you alone  [Chorus: Katy Perry & Big Sean] Don't be afraid to catch feels Don't be afraid to catch these feels Ride drop top and chase thrills (Yeah) I know you ain't afraid about this (I know) Baby, I know you ain't scared to catch feels Woah, woah, woah Feels with me Don't be afraid to catch feels (No, no) Don't be afraid, baby Ride drop top and chase thrills (Woah, okay) I know you ain't afraid to pop pills I know, I know, I know, I know Baby, I know you ain't scared to catch feels Feels with me  ",
        "title": "Feels"
    },
    {
        "artist": "Yo Gotti Featuring Nicki Minaj",
        "lyrics": "  [Intro: Yo Gotti & Nicki Minaj] (EarDrummers) Aw, this the strip club anthem, nigga, what's up? Young Money Yeah, me and Mike WiLL pull up to AOD back to back Them AMG 63's Mike WiLL Made-It, nigga  [Chorus: Yo Gotti] I tell all my hoes, \"Rake it up Break it down, bag it up\" Fuck it up, fuck it up (fuck it up, fuck it up) Back it up, back it up (back it up, back it up) Rake it up, rake it up (rake it up, rake it up) Back it up, back it up (back it up, back it up) I tell all my hoes (what?) \"Rake it up Break it down, bag it up\" (bag it up, bag it up) Fuck it up, fuck it up (fuck it up) Fuck it up, fuck it up (fuck it up) Fuck it up, fuck it up (fuck it up) Rake it up, rake it up (rake it up)  [Verse 1: Yo Gotti] I made love to a stripper (stripper), first I had to tip her (phrrr) Twenty thousand ones (woo), she said I'm that nigga (I am) I said, \"I'm that nigga, bitch, I already know it\" (I know it) I come with bad weather (ksh), they say I'm a storm (ayy) VVS's in my charm, that's a Roc-A-Fella chain I was sendin' bricks to Harlem back when Jay was still with Dame I'm in Phillipe Chow (what?), I got a Patek on (okay) Got a stripper with me, she picked up the check, homes (phrrr) She gon' fuck it up, fuck it up (fuck it up) She don't need make-up (make-up) She gon' rake it up, rake it up (rake it up) She gon' tell a nigga pay up (pay up) She said pay for the pussy, pay for the pussy (pay) Wait for the pussy, wait for the pussy (wait) Asked God to forgive me (why?) 'Cause I prayed for the pussy, prayed for the pussy  [Chorus: Yo Gotti] I tell all my hoes, \"Rake it up Break it down, bag it up\" Fuck it up, fuck it up (fuck it up, fuck it up) Back it up, back it up (back it up, back it up) Rake it up, rake it up (rake it up, rake it up) Back it up, back it up (back it up, back it up) I tell all my hoes (what?) \"Rake it up Break it down, bag it up\" (bag it up, bag it up) Fuck it up, fuck it up (fuck it up) Fuck it up, fuck it up (fuck it up) Fuck it up, fuck it up (fuck it up) Rake it up, rake it up (rake it up)  [Verse 2: Nicki Minaj] Yo, yo! Brought out the pink Lamborghini just to race with Chyna Brought the Wraith to China just to race in China Lil' bad Trini bitch but she mixed with China Real thick vagina, smuggle bricks to China (woo) I tell all my niggas (yo), cut the check (cut the check) Buss it down, turn your goofy down (down) pound I'ma do splits on it, yes, splits on it (splits) I'm a bad bitch, I'ma throw fits on it (fits) I'ma bust it open! I'ma go stupid and be a ditz on it (ditz) I don't date honey (no), cookie on tsunami (oh) All my niggas wife me once they get that good punani (oh) I think he need a Bonnie, I might just let him find me Never trust a big butt and a smile, word to Ronnie Re-rep Queens like Supreme, ask Webb and Nitti A-ask Bimmy and Joe, nigga run me my dough Wr-wrist game is freezin' like it wait in the cold Nickname is Nicki, but my name ain't Nicole, name ain't Nicole (grrr)  [Chorus: Yo Gotti] I tell all my hoes, \"Rake it up Break it down, bag it up\" Fuck it up, fuck it up (fuck it up, fuck it up) Back it up, back it up (back it up, back it up) Rake it up, rake it up (rake it up, rake it up) Back it up, back it up (back it up, back it up) I tell all my hoes (what?) \"Rake it up Break it down, bag it up\" (bag it up, bag it up) Fuck it up, fuck it up (fuck it up) Fuck it up, fuck it up (fuck it up) Fuck it up, fuck it up (fuck it up) Rake it up, rake it up (rake it up)  [Verse 3: Yo Gotti & Too $hort] Well, I'm the doughboy, the one they talkin' about All these gossipin' ass niggas got my name in they mouth I know the bad bitches but know niggas who bitches too They should bleed once a month 'cause that's what these bitches do You a (beitch) and ya bitch should expose you All that pillow talkin', nigga, that's what the hoes do You a (beitch) word to my nigga $hort We won't never write no statement, we ain't showin' up in court (Beitch) We don't do no gossipin', we don't do no arguin' We don't beef on social sites, we just hit our target We don't do no rumors (rumors) we don't don't pay no shooters (brrr) You a little bitty bitch, you should work at Hooters (yeah) You a old hater, you a fuckin' cougar You a (beitch) and he a (beitch) and y'all like twin sisters Respect ya hustle, get ya money baby, win with us Ya boyfriend actin' like a (beitch) then why you still with him?  [Chorus: Yo Gotti] I tell all my hoes, \"Rake it up Break it down, bag it up\" Fuck it up, fuck it up (fuck it up, fuck it up) Back it up, back it up (back it up, back it up) Rake it up, rake it up (rake it up, rake it up) Back it up, back it up (back it up, back it up) I tell all my hoes (what?) \"Rake it up Break it down, bag it up\" (bag it up, bag it up) Fuck it up, fuck it up (fuck it up) Fuck it up, fuck it up (fuck it up) Fuck it up, fuck it up (fuck it up) Rake it up, rake it up (rake it up)  ",
        "title": "Rake It Up"
    },
    {
        "artist": "J Balvin & Willy William Featuring Beyonce",
        "lyrics": "   Letra de \"Mi Gente\"[English translation]  [Verso 1: J Balvin] Si el ritmo te lleva a mover la cabeza ya empezamos como es Mi música no discrimina a nadie así que vamos a romper  Toda mi gente se mueve Mira el ritmo cómo los tiene Hago música que entretiene El mundo nos quiere, nos quiere Y me quiere a mí  Toda mi gente se mueve Mira el ritmo cómo los tiene Hago música que entretiene Mi música los tiene fuerte bailando Y se baila así  [Verso 2: Willy William] Tamo' rompiendo la discoteca La fiesta no para, apenas comienza C'est comme-ci, c'est comme-ça Ma chèrie, la-la-la-la-la Francia, Colombia Me gusta (Freeze) J Balvin, Willy William Me gusta (Freeze) Los DJ's no mienten, le gusta a mi gente Y eso se fue mundial (Freeze) No le bajamos, más nunca paramos Es otro palo y ¡blam!  [Pre-Coro: J Balvin, Willy William] ¿Y dónde está mi gente? Mais fais bouger la tête ¿Y dónde está mi gente? Say yeah, yeah, yeah Un, dos, tres, leggo (Ay di que sí)  [Coro: Instrumental]  [Verso 3: J Balvin] Esquina a esquina, de ahí no' vamo' El mundo es grande pero lo tengo en mi' manos Estoy muy duro, sí, ok, ahí vamos Y con el tiempo nos seguimos elevando  Que seguimos rompiendo aquí Esta fiesta no tiene fin Botellas para arriba, sí Los tengo bailando, rompiendo y yo sigo aquí  Que seguimos rompiendo aquí Esta fiesta no tiene fin Botellas para arriba, sí Los tengo bailando, rompiendo y yo sigo aquí  [Pre-Coro: J Balvin, Willy William] ¿Y dónde está mi gente? Mais fais bouger la tête ¿Y dónde está mi gente? Say yeah, yeah, yeah Un, dos, tres, leggo (Ay di que sí)  [Coro: Instrumental]  [Outro: J Balvin] Worldwide Willy William J Balvin, man  ",
        "title": "Mi Gente"
    },
    {
        "artist": "Kesha",
        "lyrics": "  [Verse 1] Well, you almost had me fooled Told me that I was nothing without you Oh, but after everything you've done I can thank you for how strong I have become  [Pre-Chorus] 'Cause you brought the flames and you put me through hell I had to learn how to fight for myself And we both know all the truth I could tell I'll just say this is I wish you farewell  [Chorus] I hope you're somewhere prayin', prayin' I hope your soul is changin', changin' I hope you find your peace Falling on your knees, prayin'  [Verse 2] I'm proud of who I am No more monsters, I can breathe again And you said that I was done Well, you were wrong and now the best is yet to come 'Cause I can make it on my own And I don't need you, I found a strength I've never known I'll bring thunder, I'll bring rain, oh-oh When I'm finished, they won't even know your name  [Pre-Chorus] You brought the flames and you put me through hell I had to learn how to fight for myself And we both know all the truth I could tell I'll just say this is I wish you farewell  [Chorus] I hope you're somewhere prayin', prayin' I hope your soul is changin', changin' I hope you find your peace Falling on your knees, prayin'  [Bridge] Oh, sometimes I pray for you at night Someday, maybe you'll see the light Oh, some say, in life, you're gonna get what you give But some things only God can forgive  [Chorus] I hope you're somewhere prayin', prayin' I hope your soul is changin', changin' I hope you find your peace Falling on your knees, prayin'  ",
        "title": "Praying"
    },
    {
        "artist": "Future",
        "lyrics": "  [Intro] Call it how it is Hendrix I promise, I swear, I swear You heard, spit it, yo  [Chorus] Percocets, molly, Percocets Percocets, molly, Percocets Rep the set, gotta rep the set Chase a check, never chase a bitch Mask on, fuck it, mask off Mask on, fuck it, mask off Percocets, molly, Percocets Chase a check, never chase a bitch Don't chase no bitches  [Verse 1] Two cups, toast up with the gang From food stamps to a whole 'nother domain Out the bottom, I'm the livin' proof (Super) Ain't compromising, half a million on the coupe Drug houses, lookin' like Peru Graduated, I was overdue Pink molly, I can barely move Ask about me, I'm gon' bust a move Rick James, thirty-three chains Ocean air, cruisin' Biscayne Top off, that’s a liability Hit the gas, boostin' my adrenaline  [Chorus] Percocets, molly, Percocets Percocets, molly, Percocets Rep the set, gotta rep the set Chase a check, never chase a bitch Mask on, fuck it, mask off Mask on, fuck it, mask off Percocets, molly, Percocets Chase a check, never chase a bitch Don't chase no bitches  [Verse 2] Four-door Maybach, I drive anything Buy my Range, make 'em go insane (Oh my Lord, praise him be) My guillotine, drank promethazine TEC and beams, go to those extremes Parliament, calamari Wednesday Parlay in Vegas, we was in attendance Before the business, Theodore lenses Theo-Dur prescriptions, focus on the missions Intermission, never take a break Switch states, touch down, foreign plates Ain't no way, ain't no fuckin' way We call the play, we didn't come to play Rob the bank, we gon' rob the game They gang, we gang But they are not the same (Freebandz)  [Chorus] Percocets, molly, Percocets Percocets, molly, Percocets Rep the set, gotta rep the set Chase a check, never chase a bitch Mask on, fuck it, mask off Mask on, fuck it, mask off Percocets, molly, Percocets Chase a check, never chase a bitch Don't chase no bitches  [Outro] Mask on, fuck it, mask off Mask on, fuck it, mask off Mask on, fuck it, mask off Gas gone, never nod off (Cold chills, prison cells) (Oh my Lord, praise him be)  ",
        "title": "Mask Off"
    },
    {
        "artist": "Halsey",
        "lyrics": "  [Verse 1] I don't wanna fight right now Know you always right, now Know I need you 'round with me But nobody waitin' 'round with me Been through the ups Yeah the ups and the downs with me Got a whole lot of love But you don't wanna spread it 'round with me, yeah  [Pre-Chorus] Never pick up, never call me You know we're runnin' out of time Never pick up when you want me Now I gotta draw a line Baby I done done enough talking Need to know that you're mine Baby we done done enough talking Gotta be right now, right now  [Chorus] Baby gon' love me now, now, now, now, now, now Now or never, hey, hey, hey I want you to hold me down, down, down, down, down, down Down forever, hey, hey, hey Said you know I wanna keep you around 'Round forever, hey, hey, hey I want you to love me now, now, now, now, now, now Now or never  [Verse 2] I'm turnin' off the light right now I'm callin' it a night now Wishin' you were 'round with me But you're in a different town than me We've been through it all But you could never spit it out for me Tryna talk to a wall But you could never tear it down for me, yeah  [Pre-Chorus] Never pick up, never call me You know we're runnin' out of time Never pick up when you want me Now I gotta draw a line Baby I done done enough talking Need to know that you're mine Baby we done done enough talking Gotta be right now, right now  [Chorus] Baby gon' love me now, now, now, now, now, now Now or never, hey, hey, hey I want you to hold me down, down, down, down, down, down Down forever, hey, hey, hey Said you know I wanna keep you around 'Round forever, hey, hey, hey I want you to love me now, now, now, now, now, now Now or never  [Bridge] Yeah, draw the line up Don't take no more time up, yeah Make your mind up I need you to make your mind up, yeah Draw the line up Don't take no more time up, yeah Baby you gotta decide something Let me know  [Chorus] Baby gon' love me now, now, now, now, now, now Now or never, hey, hey, hey I want you to hold me down, down, down, down, down, down Down forever, hey, hey, hey Said you know I wanna keep you around 'Round forever, hey, hey, hey I want you to love me now, now, now, now, now, now Now or never  ",
        "title": "Now Or Never"
    },
    {
        "artist": "James Arthur",
        "lyrics": "  [Verse 1] I met you in the dark You lit me up You made me feel as though I was enough We danced the night away We drank too much I held your hair back when You were throwing up  [Pre-Chorus] Then you smiled over your shoulder For a minute, I was stone cold sober I pulled you closer to my chest And you asked me to stay over I said, I already told ya I think that you should get some rest  [Chorus 1] I knew I loved you then But you'd never know 'Cause I played it cool when I was scared of letting go I knew I needed you But I never showed But I wanna stay with you Until we're grey and old Just say you won't let go Just say you won't let go  [Verse 2] I'll wake you up with some breakfast in bed I'll bring you coffee With a kiss on your head And I'll take the kids to school Wave them goodbye And I'll thank my lucky stars for that night  [Pre-Chorus 2] When you looked over your shoulder For a minute, I forget that I'm older I wanna dance with you right now, oh And you look as beautiful as ever And I swear that everyday you'll get better You make me feel this way somehow  [Chorus 2] I'm so in love with you And I hope you know Darling your love is more than worth its weight in gold We've come so far my dear Look how we've grown And I wanna stay with you Until we're grey and old Just say you won't let go Just say you won't let go  [Bridge] I wanna live with you Even when we're ghosts 'Cause you were always there for me When I needed you most  [Chorus 3] I'm gonna love you till My lungs give out I promise till death we part Like in our vows So I wrote this song for you Now everybody knows That it's just you and me Until we're grey and old Just say you won't let go Just say you won't let go  [Outro] Just say you won't let go Oh, just say you won't let go  ",
        "title": "Say You Won't Let Go"
    },
    {
        "artist": "Demi Lovato",
        "lyrics": "  [Intro] Payback is a bad bitch And baby, I'm the baddest (I'm the baddest, I'm the baddest...) Go  [Verse 1] Now, I'm out here lookin' like revenge Feelin' like a ten, the best I've ever been And, yeah, I know how bad it must hurt to see me like this But it gets worse (wait a minute) Now, you're out here lookin' like regret, ain't too proud to beg Second chance, you'll never get And, yeah, I know how bad it must hurt to see me like this But it gets worse (wait a minute)  [Pre-Chorus] Now, payback is a bad bitch And baby, I'm the baddest You fuckin' with a savage Can't have this, can't have this (ah) And it'd be nice of me to take it easy on ya, but nah  [Chorus] Baby, I'm sorry (I'm not sorry) Baby, I'm sorry (I'm not sorry) Bein' so bad got me feelin' so good Showin' you up like I knew that I would Baby, I'm sorry (I'm not sorry) Baby, I'm sorry (I'm not sorry) Feelin' inspired 'cause the tables have turned Yeah, I'm on fire and I know that it burns  [Verse 2] Baby, fineness is the way to kill Tell me how it feel, bet it's such a bitter pill And yeah I know, you thought you had bigger, better things Bet right now this stings (wait a minute) 'Cause the grass is greener under me Bright as Technicolor, I can tell that you can see And yeah, I know how bad it must hurt to see me like this But it gets worse (wait a minute)  [Pre-Chorus] Now, payback is a bad bitch And baby, I'm the baddest You fuckin' with a savage Can't have this, can't have this (ah) And it'd be nice of me to take it easy on ya, but nah  [Chorus] Baby, I'm sorry (I'm not sorry) Baby, I'm sorry (I'm not sorry) Bein' so bad got me feelin' so good Showin' you up like I knew that I would Baby, I'm sorry (I'm not sorry) Baby, I'm sorry (I'm not sorry) Feelin' inspired 'cause the tables have turned Yeah, I'm on fire and I know that it burns  [Bridge] Talk that talk, baby Better walk, better walk that walk, baby If you talk, if you talk that talk, baby Better walk, better walk that walk, baby Oh, yeah, talk that talk, baby Better walk, better walk, that walk, baby If you talk, if you talk that talk, baby Better walk, better walk that walk, baby  [Chorus] Baby, I'm sorry (I'm not sorry) Baby, I'm sorry (I'm not sorry) Bein' so bad got me feelin' so good Showin' you up like I knew that I would Baby, I'm sorry (I'm not sorry) Baby, I'm sorry (I'm not sorry) Feelin' inspired 'cause the tables have turned Yeah, I'm on fire and I know that it burns  [Outro] Payback is a bad bitch And baby, I'm the baddest I'm the baddest, I'm the baddest  ",
        "title": "Sorry Not Sorry"
    },
    {
        "artist": "Khalid",
        "lyrics": "  [Chorus] Send me your location, let's Focus on communicating 'Cause I just need the time and place to come through (place to come through) Send me your location Let's ride the vibrations I don't need nothing else but you  [Verse 1] At times I wonder why I fool with you But this is new to me, this is new to you Initially, I didn't wanna fall for you Gather my attention it was all for you, so don't Take advantage, don't leave my heart damaged To understand that things go a little bit better when you plan it... oh  [Chorus] Send me your location, let's Focus on communicating 'Cause I just need the time and place to come through (place to come through) Send me your location Let's ride the vibrations I don't need nothing else but you  [Verse 2] I don't wanna fall in love off of subtweets, so Let's get personal I got a lot of cool spots that we can go Tell me what's the move and I got you I'm only acting like this 'cause I like you Just give me the vibe to slide then Oh, I might make you mine by the night, and  [Chorus] Send me your location, let's Focus on communicating 'Cause I just need the time and place to come through (place to come through) Send me your location Let's ride the vibrations I don't need nothing else but you  [Outro] Ride, ride, ride, come and vibe with me tonight I don't need nothing else but you (I don't need nothing else but you) Ride, ride, ride, come and vibe with me tonight I don't need nothing else but you Nothing else but you Do, do, do, do, do, do Oh, oh, mmm, mmm, mmm, mmm Oh, oh, oh Oh, oh, oh, mmm, mmm, mmm Do, do, do, do, do, do, do Do, do, do, do, do, do, do I don't need nothing else but you  ",
        "title": "Location"
    },
    {
        "artist": "Portugal. The Man",
        "lyrics": "  [Verse 1] Can't keep my hands to myself Think I'll dust 'em off, put 'em back up on the shelf In case my little baby girl is in need Am I coming out of left field?  [Chorus 1] Ooh woo, I'm a rebel just for kicks, now I been feeling it since 1966, now Might be over now, but I feel it still Ooh woo, I'm a rebel just for kicks, now Let me kick it like it's 1986, now Might be over now, but I feel it still  [Verse 2] Got another mouth to feed Leave it with a baby sitter, mama, call the grave digger Gone with the fallen leaves Am I coming out of left field?  [Chorus 2] Ooh woo, I'm a rebel just for kicks, now I been feeling it since 1966, now Might've had your fill, but you feel it still Ooh woo, I'm a rebel just for kicks, now Let me kick it like it's 1986, now Might be over now, but I feel it still  [Verse 3] We could fight a war for peace (Ooh woo, I'm a rebel just for kicks, now) Give in to that easy living Goodbye to my hopes and dreams Start flipping for my enemies We could wait until the walls come down (Ooh woo, I'm a rebel just for kicks, now) It's time to give a little to the kids in the middle But, oh until it falls Won't bother me  [Bridge] Is it coming? Is it coming? Is it coming? Is it coming? Is it coming? Is it coming back?  [Pre-Chorus] Ooh woo, I'm a rebel just for kicks, yeah Your love is an abyss for my heart to eclipse, now Might be over now, but I feel it still  [Chorus 3] Ooh woo, I'm a rebel just for kicks, now I've been feeling it since 1966, now Might be over now, but I feel it still Ooh woo, I'm a rebel just for kicks, now Let me kick it like it's 1986, now Might be over now, but I feel it still Might've had your fill, but I feel it still  ",
        "title": "Feel It Still"
    },
    {
        "artist": "Kygo x Selena Gomez",
        "lyrics": "  [Verse 1: Selena Gomez] I had a dream We were sipping whiskey neat Highest floor, The Bowery Nowhere's high enough Somewhere along the lines We stopped seeing eye to eye You were staying out all night And I had enough  [Pre-Chorus: Selena Gomez] No, I don't wanna know Where you been or where you're goin' But I know I won't be home And you'll be on your own  [Chorus: Selena Gomez] Who's gonna walk you Through the dark side of the morning? Who's gonna rock you When the sun won't let you sleep? Who's waking up to drive you home When you're drunk and all alone? Who's gonna walk you Through the dark side of the morning?  [Drop: Selena Gomez & Kygo] It ain't me The Bowery, whiskey neat... It ain't me The Bowery, whiskey neat... It ain't me The Bowery, whiskey neat... It ain't me The Bowery, whiskey neat... It ain't me  [Verse 2: Selena Gomez] I had a dream We were back to seventeen Summer nights and The Libertines Never growing up I'll take with me The polaroids and the memories But you know I'm gonna leave Behind the worst of us  [Chorus: Selena Gomez] Who's gonna walk you Through the dark side of the morning? Who's gonna rock you When the sun won't let you sleep? Who's waking up to drive you home When you're drunk and all alone? Who's gonna walk you Through the dark side of the morning?  [Drop: Selena Gomez & Kygo] It ain't me, no no It ain't me, no no It ain't me, no no It ain't me, no no Who's gonna walk you through the dark side of the morning? It ain't me The Bowery, whiskey neat... It ain't me The Bowery, whiskey neat... It ain't me The Bowery, whiskey neat...  ",
        "title": "It Ain't Me"
    },
    {
        "artist": "Kendrick Lamar Featuring Rihanna",
        "lyrics": "  [Intro: Mr. Talkbox]  [Pre-Chorus: DJ Dahi & Kendrick Lamar] I said I'm geeked and I'm fired up (fired, fire) All I want tonight is just get high (high, high, high) Girl, you look so good, it's to die for (die for) Ooh, that pussy good, it's to die for (on fire)  [Chorus 1: Kendrick Lamar & Rihanna] It's a secret society All we ask is trust (all we ask is trust) All we got is us Loyalty, loyalty, loyalty Loyalty, loyalty, loyalty  [Verse 1: Kendrick Lamar] Kung Fu Kenny now My resume is real enough for two millenniums A better way to make a wave, stop defendin' them I meditate and moderate all of my wins again I'm hangin' on the fence again I'm always on your mind I put my lyric and my lifeline on the line And ain't no limit when I might shine, might grind You rollin' with it at the right time, right now (Only for the dollar sign)  [Verse 2: Rihanna] Bad girl RiRi now Swerve, swerve, swerve, swerve, leave it now On your pulse like it's EDM Gas in the bitch like it's premium Haul ass on a bitch all in the fast lane Been a bad bitch way before any cash came I'm established, hundred carats on my name Run the atlas, I'm a natural, I'm alright  [Verse 3: Kendrick Lamar & Rihanna] I'm a savage, I'm a asshole, I'm a king Shimmy ya, shimmy ya, shimmy ya rah (yeah) You can tell your nigga he can meet me outside (yeah) You can babysit him when I leave him outside Ain't no other love like the one I know I done been down so long lost hope I done came down so hard I slowed Honestly forever, all a real nigga want  [Pre-Chorus: DJ Dahi & Kendrick Lamar] I said I'm geeked and I'm fired up (fired, fire) All I want tonight is just to get high up (yeah) All I want is, all I want is  [Chorus 2: Kendrick Lamar & Rihanna] Loyalty, loyalty, loyalty Loyalty, loyalty, loyalty 10-4, no switchin' sides Feel somethin' wrong You actin' shifty, you don't ride With me no more, I need Loyalty, loyalty, loyalty Loyalty, loyalty, loyalty  [Verse 4: Kendrick Lamar] Tell me who you loyal to Is it money? Is it fame? Is it weed? Is it drink? Is it comin' down with the loud pipes and the rain? Big chillin', only for the power in your name Tell me who you loyal to Is it love for the streets when the lights get dark? Is it unconditional when the 'Rari don't start? Tell me when your loyalty is comin' from the heart  [Verse 5: Rihanna & Kendrick Lamar] Tell me who you loyal to Do it start with your woman or your man? (Mmm) Do it end with your family and friends? (Mmm) How you loyal to yourself in advance? I said, tell me who you loyal to Is it anybody that you would lie for? Anybody you would slide for? Anybody you would die for? That's what God for  [Pre-Chorus: DJ Dahi] I said I'm geeked and I'm fired up (fired, fire) All I want tonight is just to get high up (All I want is, all I want is)  [Chorus 2: Kendrick Lamar & Rihanna] Loyalty, loyalty, loyalty Loyalty, loyalty, loyalty 10-4, no switchin' sides Feel somethin' wrong You actin' shifty, you don't ride With me no more, I need Loyalty, loyalty, loyalty Loyalty, loyalty, loyalty  [Outro: Rihanna] It's so hard to be humble It's so hard to be Lord knows I'm tryin' Lord knows I'm dyin', baby  ",
        "title": "Loyalty."
    },
    {
        "artist": "Ed Sheeran",
        "lyrics": "  [Verse 1] When I was six years old I broke my leg I was running from my brother and his friends And tasted the sweet perfume of the mountain grass I rolled down I was younger then, take me back to when I  [Pre-Chorus] Found my heart and broke it here Made friends and lost them through the years And I've not seen the roaring fields in so long, I know I've grown But I can't wait to go home  [Chorus] I'm on my way Driving at 90 down those country lanes Singing to \"Tiny Dancer\" And I miss the way you make me feel, and it's real We watched the sunset over the castle on the hill  [Verse 2] Fifteen years old and smoking hand-rolled cigarettes Running from the law through the backfields and getting drunk with my friends Had my first kiss on a Friday night, I don't reckon that I did it right But I was younger then, take me back to when  [Pre-Chorus] We found weekend jobs, when we got paid We'd buy cheap spirits and drink them straight Me and my friends have not thrown up in so long, oh how we've grown But I can't wait to go home  [Chorus] I'm on my way Driving at 90 down those country lanes Singing to \"Tiny Dancer\" And I miss the way you make me feel, and it's real We watched the sunset over the castle on the hill Over the castle on the hill Over the castle on the hill  [Bridge] One friend left to sell clothes One works down by the coast One had two kids but lives alone One's brother overdosed One's already on his second wife One's just barely getting by But these people raised me And I can't wait to go home  [Chorus] And I'm on my way, I still remember These old country lanes When we did not know the answers And I miss the way you make me feel, it's real We watched the sunset over the castle on the hill Over the castle on the hill Over the castle on the hill  ",
        "title": "Castle On The Hill"
    },
    {
        "artist": "Playboi Carti",
        "lyrics": "  [Intro] Yo Pi'erre, you wanna come out here? In New York I Milly Rock, hide it in my sock Running from an opp, and I shoot at opp (what) And I'm on the block (what, what, what) And I'm on the block (what) In New York I Milly Rock (hello?) hide it in my sock (what) Hide it in my sock (what) selling that rerock (what, what, what, what, what)  [Hook] In New York I Milly Rock, hide it in my sock Used to sell rerock, running from the cops Shooting at the opps (Yo Pi'erre, you wanna come out here?) Shooting at the opps, cause I run they block Gimme top (top) in my drop-top All these hoes gon' flock (flock, flock) when I drop (drop, drop) All these hoes gon' flock (flock, flock) when I drop (drop, drop) All these hoes gon' flock (flock, flock) when I drop (drop, drop)  [Verse] Woo, woo, woo, woo Woo, woo, woo, woo All these hoes want cash, all these hoes want bags Fucking on yo' bitch, uh, I'm her dad All these niggas sound like cash (sound like cash) I'm a soldier, damn, I thought I told you Shootin' like a soldier, like I'm from Magnolia All these, niggas, always, fold Big, bank, never, fold Sippin, Act', fill that shit slowly Bitches, on me, say she like my clothing I'm in London, Young Carti global Designer is on me, call it dirty laundry All these bitches want Young Carti, Young Carti (yeah) Ay, Young Carti, Young Carti (what) Young Carti, Young Carti (yeah) All of your bitches they loose All of your bitches they loose All of my bitches they rich And they stay rockin' that Rick What, what, huh, what, what, huh Rich, rich, Cash Carti, bitch Rich, bitch, got a rich clique I'm suckin' on the clit, she suckin' on the dick Give that hoe a tip, told her \"Buy some kicks\" Then I brush my teeth, pop up in a whip Glocky in the whip, glocky in the whip And I'm cocky, fuckin' on a thotty She just wanna plot me, bitch can't stop me I'm riding in a Mazi, this ain't even my Mazi Oh, that's not yo' thottie, yo' bitch look like a aunty Walked in with Ashanti, damn, that look like Shanti Damn, that look like Carti, I think dat be Young Carti Heard he spent a hunnid on a fucking watch piece, that's filthy  [Hook] In New York I Milly Rock, hide it in my sock Running from an opp, then I shoot at opp And I'm on the block And I'm on the block In New York I Milly Rock, hide it in my sock Hide in my sock, selling that rerock What, what, what, what, what In New York I Milly Rock, hide it in my sock Use to sell rerock, running from the cops Shooting at the opps, you know what I'm sayin'?  [Outro] Yo, Pi'erre, you wanna come out here? Bitch ass nigga, fuck that nigga man!  ",
        "title": "Magnolia"
    },
    {
        "artist": "SZA Featuring Travis Scott",
        "lyrics": "  [Intro: Travis Scott] I need, I need I need, I need I need, I need I need, I need I need, I need  [Chorus: SZA] Love, love, love, love 'Long as we got Love, love, love 'Long as we got  [Verse 1: SZA & Travis Scott] Done with these niggas I don't love these niggas I dust off these niggas Do it for fun Don't take it personal Personally, I'm surprised you called me after the things I said Skrt skrt on niggas (yah) Skrt up on niggas (true) Skrt down, you acting like me (yah) Acting like we wasn't more than a summer fling I said farewell, you took it well (true) Promise I won't cry over spilled milk (ooh no, I won't) Gimme a paper towel, gimme another Valium Gimme another hour or two, hour with you  [Pre-Chorus: SZA & Travis Scott] Why you bother me when you know you don't want me? (yah) Why you bother me when you know you got a woman? (yah) Why you hit me when you know you know better? (true) Know you know better (true) Know your crew better than you do Call me looking for ya (yah) I be looking for ya (yah) Got me looking forward to weekends (yah) With you baby, with you baby With you baby, (true) With you We do whatever we want, go wherever we want Love however we want, it don't matter (true) You'll do whatever I want, get whatever I want Get whatever I need, it's about  [Chorus: SZA] Love, love, love, love, 'long as we got Love, love, love, 'long as we got  [Verse 2: SZA & Travis Scott] Should've never gave you my number, I did it with you (ooh) Should've never let you hit it, I split it with you I regret it, you gots a fetish You gots a problem, now it's a problem, oh, no Skrrr, skrrr on bitches (yah) I don't know these bitches (yah) Dig dirt on bitches, do it for fun Don't take it personal, baby Love on my ladies, luh-love to my ladies, uh (true) Dated a few (straight up)  [Verse 3: Travis Scott & SZA] Why you bother me? Why you bother me? Why you bother me? (yah) Last time I checked you were the one that left (the one) Me in a wreck—yah—, me in a mess (yah, yah) You all I rep—yah—, like my side I rep (yah) Yuh, that's that Mo City that side That you can't come 'round at night, yuh (it's lit) You like to get me high, you don't want no one beside ya You like when I make fire You say, \"La Flame, keep makin' fire\" (ooh) Let me cum inside ya, let me plant that seed inside ya (ooh) Ass and titties, titties, only thing that stuck with, with me (with me) Only thing that was real Only thing I could feel, you feel me? (yah, feel me) So why you bother me, why you bother me? (with you, baby) Tryna catch a P.O.V, yah (with you)  [Chorus: SZA] Love, love, love, love, 'long as we got Love, love, love, 'long as we got  [Outro: SZA] I came to your city, lookin' for lovin' n' licky 'Cause you promised to put it down All up in your city, lookin' for you, uh Searchin' for you like love Only thing keepin' me from droppin' you right now Right now (love) Only thing keepin' me by your side Only thing keepin' me by your side now  [Skit] But see, Solána, if you don't say something, speak up for yourself They think you stupid, you know what I'm saying?  ",
        "title": "Love Galore"
    },
    {
        "artist": "YFN Lucci Featuring PnB Rock",
        "lyrics": "  [Chorus: PnB Rock & YFN Lucci] I came up from nothing, nigga, you can't tell me shit, yeah Did it on my own, check out my neck, check out my wrist, yeah I swear I ain't never expected it to be like this Now a nigga gettin' rich I swear everyday we lit Everyday we lit, yeah, you can't tell me shit, yeah 'Member I was broke, yeah, now I'm gettin' rich, yeah Yeah, when yo' diamonds colder than a bitch, then you know you lit When you quick to take a nigga bitch, then you know you lit Everyday we lit, yeah, everyday we lit, yeah Everyday we lit, yeah, everyday we lit, yeah Everyday we lit, everyday we lit (uh-huh) Everyday we lit, yeah, everyday we lit  [Verse 1: YFN Lucci] Can't wait to get that Vacheron, put that on my arm Just counted a 50 with my mom, the boy a don All my cars came foreign, my chain glowin' I ain't goin', man, look where we came from Uh, all yo' bangers got my name on it, yeah, yeah She want me to put my name on it I got the hottest 16, one of the best you've ever seen But she like it when I sing on it  [Chorus: PnB Rock & YFN Lucci] I came up from nothing, nigga, you can't tell me shit, yeah Did it on my own, check out my neck, check out my wrist, yeah I swear I ain't never expected it to be like this Now a nigga gettin' rich I swear everyday we lit Everyday we lit, yeah, you can't tell me shit, yeah 'Member I was broke, yeah, now I'm gettin' rich, yeah Yeah, when yo' diamonds colder than a bitch, then you know you lit When you quick to take a nigga bitch, then you know you lit Everyday we lit, yeah, everyday we lit, yeah Everyday we lit, yeah, everyday we lit, yeah Everyday we lit, everyday we lit (uh-huh) Everyday we lit, yeah, everyday we lit  [Verse 2: PnB Rock] Can't wait to get that new drop, put that on my block, yeah I just copped a new Beam, put that on my Glock, yeah I done stepped my game up, got my change up I swear on my niggas I won't never change up Rollie all on my wrist, yeah, Rollie all on my bitch, yeah I ain't goin' back broke, never, now a nigga gettin' rich I did it all on my own and nobody gave me a loan Now my diamonds on froze, now I'm fuckin' niggas' hoes  [Chorus: PnB Rock & YFN Lucci] I came up from nothing, nigga, you can't tell me shit, yeah Did it on my own, check out my neck, check out my wrist, yeah I swear I ain't never expected it to be like this Now a nigga gettin' rich I swear everyday we lit Everyday we lit, yeah, you can't tell me shit, yeah 'Member I was broke, yeah, now I'm gettin' rich, yeah Yeah, when yo' diamonds colder than a bitch, then you know you lit When you quick to take a nigga bitch, then you know you lit Everyday we lit, yeah, everyday we lit, yeah Everyday we lit, yeah, everyday we lit, yeah Everyday we lit, everyday we lit (uh-huh) Everyday we lit, yeah, everyday we lit  [Outro: YFN Lucci] Yeah-yea-yea yeah Ay say everyday we lit You can't tell me shit Yeah Everyday we lit uh Everyday we lit Everyday we lit uh  ",
        "title": "Everyday We Lit"
    },
    {
        "artist": "Migos Featuring Gucci Mane",
        "lyrics": "  [Intro] De-de-de-de-de-de-de-de-deko OG Parker  [Chorus: Quavo] Pop a perky just to start up (pop it, pop it) Pop two cups of purple just to warm up (two cups, drank) I heard your bitch, she got that water (Splash, drip, drip, woo, splash) Slippery, 'scuse me, please me (please) I'm up, oh, believe me, believe me (believe me) Get beat (beat), 'cause I'm flexin' 'Rari's (skrt) You can bet on me (skr, skr, hey, hey, hey)  [Verse 1: Quavo] Tater tot, fuck niggas on my radar watch (watchin') Crocodile hunter, turn 'em to some gator shots (urr) Iced out watch (ice) ridin' round, ten o'clock (ten) Ridin' round, geeked up, damn, think it's three o'clock (three) Four o'clock (four) five o'clock, six o'clock (five) I'm gon' pop, if I don't, I'm back to the pot (whip) I got rocks (rocks) big bales, big arms Tommy gun (prr), come out and play, let's have fun (yeah) Big scales (scales) fish scale, big weight (fish) Iceberg (ice) ice tray, ice tray (woo) Plug called (called) tried to front, I don't need it (brrt) I don't need it (brrt) pockets strong, wrist anemic (strong) Get freezy (freezy) young nigga pay your debt-is (debt-is) Grandma (grandma) auntie Ab and auntie Neesa (Neesa) Uncle Bo (Bo), auntie Greta serve ya perkys (Greta) Auntie Eva, if she got a pound, she might just serve it (serve)  [Chorus: Quavo] Pop a perky just to start up (pop it, pop it) Pop two cups of purple just to warm up (two cups, drank) I heard your bitch, she got that water (Splash, drip, drip, woo, splash) Slippery, 'scuse me, please me (please) I'm up, oh, believe me, believe me (believe me) Get beat (beat), 'cause I'm flexin' 'Rari's (skrt) You can bet on me (skr, skr, hey, hey, hey)  [Verse 2: Offset] Offset! Slippery, she numbin' me, that tongue on me Honestly (honest) she fuck with me, your wife to be (wife) In Italy, bought her a fur, look like the wildebeest (rarr) Just chill with me (chill) It is no worry, it is a bill to me (it ain't nothin') I pull up Diablo, I pull up with models I gave her her first Philippe (Philippe) We goin' full throttle, she swallowed the bottle I'm all in her ovaries (eghhh) I gave her some dollars I Gucci'd her collar, now she can't get over me (hey) She want a dose of me (dose) Just hop in the Ghost with me (Ghost) Perky and molly, don't vote for nobody These bitch ass niggas ain't solid (solid) Run in your house and with pumps and the shotties Your mama might be up inside it (bah) Cars robotic, bad bitch with a body But really don't care nothing about it (uh-uh) Cappin' and poppin', I seen that lil' Masi I coulda pulled up and just shot ya (brrt) It's a jungle, I let 'em survive  [Chorus: Quavo] Pop a perky just to start up (pop it, pop it) Pop two cups of purple just to warm up (two cups, drank) I heard your bitch, she got that water (Splash, drip, drip, woo, splash) Slippery, 'scuse me, please me (please) Arm up, oh, believe me, believe me (believe me) Get beat (beat), 'cause I'm flexin' 'Rari's (skrt) You can bet on me (skr, skr, hey, hey, hey)  [Verse 3: Gucci Mane] I rock water, diamonds, I'm drippin' but not slippin' I threw a quarter (well damn)  but nawl, I'm not trippin' Bugatti on Forgis, and nawl, I'm not crippin' I buy Ferraris like Jordans, I'm Mike and y'all Pippen Chillin', just me and my millions Niggas, they all in they feelin's My bitches, I spoil them like they chillens So persistent, if I want it, I go get it I'm so slimy, grimy, shiesty but still shinin' Rude and unkindly, cruel with no conscience Drop the top on College, nigga, I aim with no-nonsense And I'm a murderer, nigga, but I don't promote violence  [Verse 4: Takeoff] Dead shot (brrt) AK make your head rock (brrt) Red dot, retro Air Jord' deadstock (-stock) Lean on rocks (Act) perkys, mollies, xannies, rocks (roxies) Oxycontin (oxyies) Takeoff, I'm your med doc (Takeoff!) Leg lock (leg) the key I got unlock the box (box) What's in that box, huh? Don't tell 'em, they might show the cops (shh) Wristwatch (bite) abnormal so I flood the clock (ice) Money flop, panties drop, that's when them titties pop (woo) Free my partners (John Wick) 'Til they free it's fuck the cops (fuck 'em) They know I geek a lot They don't know I keep a Glock (clueless) Ain't been no drought (where) They think I been sleep a lot They think I'm dumb (dumb) They don't know I see the plot (see it) Fuck it I seize a knot  [Chorus: Quavo] Pop a perky just to start up (pop it, pop it) Pop two cups of purple just to warm up (two cups, drank) I heard your bitch, she got that water (Splash, drip, drip, woo, splash) Slippery, 'scuse me, please me (please) Arm up, oh, believe me, believe me (believe me) Get beat, 'cause I'm flexin' 'Rari's (skrt) You can bet on me (skr, skr, hey, hey, hey)  ",
        "title": "Slippery"
    },
    {
        "artist": "Dustin Lynch",
        "lyrics": "  [Verse 1] I'm a dirt road in the headlights I'm a mama's boy, I'm a fist fight Kinda county line, kinda cold beer Little hat down, little John Deere I kinda give a damn I kinda don't care You see that girl standing right there  [Chorus] She loves a small town boy like me She's my ride or die baby She's my cool, she's my crazy She's my laid back in the front seat She's my with me to the end girl I'm turning it up to ten girl She can have anybody that she wants Or be anywhere she wants to be She loves a small town boy like me  [Verse 2] She likes my T-shirt She likes my old boots Likes to slow dance to some old school She'll take a full moon over those city nights And I ain't scared to get all up in them bright lights Yeah, I can smooth it out I can stick it up I guess that's why she can't get enough of  [Chorus] A small town boy like me She's my ride or die baby She's my cool, she's my crazy She's my laid back in the front seat She's my with me to the end girl I'm turning it up to ten girl She can have anybody that she wants Or be anywhere she wants to be She loves a small town boy like me She loves a small town boy like me, yeah  [Bridge] Yeah, I'm her sure thing I'm her go to I'm her rockstar She ain't gon' ever lose a-  [Chorus] Small town boy like me I'm her ride or die baby I'm her cool, I'm her crazy I'm her laid back in the front seat I'm so with you till the end girl Let's turn it up to ten girl She can have anybody that she wants Or be anywhere she wants to be  [Chorus] She loves a small town boy like me She's my ride or die baby She's my cool, she's my crazy She's my laid back in the front seat She's my with me to the end girl I'll turn it up to ten girl She can have anybody that she wants Or be anywhere she wants to be She loves a small town boy like me She loves a small town boy like me Yeah, she loves a small town boy like me  ",
        "title": "Small Town Boy"
    },
    {
        "artist": "A Boogie Wit da Hoodie Featuring Kodak Black",
        "lyrics": "  [Intro: A Boogie Wit Da Hoodie] I'm drownin' I'm drownin' I'm drownin' I'm drownin'  [Chorus: A Boogie Wit Da Hoodie] Wrist so icy, wonder why she like me, bitch I'm drownin' In water, I just bought a Cuban, dipped it in a fountain Everywhere that I go it's a light show, I'm surrounded Bust down, bust down, bust down, bust down, bust down, bitch I'm drownin' I just bought a Cuban ring and dipped it in a fountain Chain so heavy I feel like I'm holdin' up a mountain Everywhere that I go it's a light show, I'm surrounded Bust down, bust down, bust down, bust down, bust down, bitch I'm drownin'  [Verse 1: A Boogie Wit Da Hoodie] I'm with all my niggas, I don't go nowhere without 'em If they don't let us in they might throw shots at the bouncer Actavis medicine, got it straight from out the doctor's I'm with RJ but I call him Wayne 'cause he's a shotta Pick up the ladder, put it in the gun, make the 9 stretch Niggas with attitude, but we come straight out of Highbridge I'm gon' make her panties wet when she see the way I flex I'm gon' win a Grammy, move my family out the projects We went from chillin' in the projects to makin' projects We was tryna get to the top, and they tried to stop us I talk for myself, bitch I don't need no fucking voucher She looked at my wrist and she looked at a hundred thousand  [Chorus: A Boogie Wit Da Hoodie] Wrist so icy, wonder why she like me, bitch I'm drownin' In water, I just bought a Cuban, dipped it in a fountain Everywhere that I go it's a light show, I'm surrounded Bust down, bust down, bust down, bust down, bust down, bitch I'm drownin' I just bought a Cuban ring and dipped it in a fountain Chain so heavy I feel like I'm holdin' up a mountain Everywhere that I go it's a light show, I'm surrounded Bust down, bust down, bust down, bust down, bust down, bitch I'm drownin'  [Verse 2: Kodak Black] Just bought a brand new chain from Avianne Nigga with attitude but I ain't from Compton Lil Kodak, bitch, I'm Polo'd down like Carlton Sniper Gang I put a nigga on a carton I'm the shit I'm fartin', I don't know how to potty Pull up in a 'Rari, I'm in the Yo like Gotti A Boogie, I'm goin Scottie, nigga drop my deposit I ain't Jamaican, bitch I'm Haitian, but I got them shottas Harley Davidson every day, I'm ridin' with the chopper They hatin', I know they don't wanna see a nigga prosper I ain't doing trims, I'm in the cut like I'm a barber She call me daddy, but I ain't her motherfucking father  [Chorus: A Boogie Wit Da Hoodie] Wrist so icy, wonder why she like me, bitch I'm drownin' In water, I just bought a Cuban, dipped it in a fountain Everywhere that I go it's a light show, I'm surrounded Bust down, bust down, bust down, bust down, bust down, bitch I'm drownin' I just bought a Cuban ring and dipped it in a fountain Chain so heavy I feel like I'm holdin' up a mountain Everywhere that I go it's a light show, I'm surrounded Bust down, bust down, bust down, bust down, bust down, bitch I'm drownin'  [Outro: A Boogie Wit Da Hoodie] Bitch, I'm drownin' Bitch, I'm drownin' I'm drownin' Drownin' I'm drownin'  ",
        "title": "Drowning"
    },
    {
        "artist": "Kane Brown Featuring Lauren Alaina",
        "lyrics": "  [Verse 1: Kane Brown] You say what if I hurt you, what if I leave you What if I find somebody else and I don't need you? What if this goes south, what if I mess you up? You say what if I break your heart in two, then what?  [Pre-Chorus: Kane Brown] Well I hear you girl, I feel you girl, but not so fast Before you make your mind up, I gotta ask  [Chorus: Kane Brown & Lauren Alaina] What if I was made for you and you were made for me? What if this is it, what if it's meant to be? What if I ain't one of them fools just playin' some game? What if I just pull you close, what if I lean in? And the stars line up, and it's our last first kiss What if one of these days, baby, I go and change your name? What if I loved all these what ifs away?  [Verse 2: Kane Brown & Lauren Alaina] What if the sky falls (sky falls) Or the sun stops burnin'? We could worry about them what ifs 'til the world stops turnin'? Or I could kiss you (you should kiss me) What if you liked it? (bet I'd like it) Well we ain't never gonna know unless we try it  [Chorus: Kane Brown & Lauren Alaina] What if I was made for you and you were made for me? What if this is it, what if it's meant to be? What if I ain't one of them fools just playin' some game? What if I just pull you close, what if I lean in? And the stars line up, and it's our last first kiss What if one of these days baby, I go and change your name? What if I loved all these what ifs away? Awe yeah C'mon  [Bridge: Kane Brown] You say what if I hurt you, what if I leave you? What if I find somebody else and I don't need you? Damn  [Chorus: Kane Brown & Lauren Alaina] What if I was made for you and you were made for me? What if this is it, what if it's meant to be? What if I ain't one of them fools just playin' some game? What if I just pull you close, what if I lean in? And the stars line up, and it's our last first kiss What if one of these days baby, I go and change your name? What if I loved all these what ifs away?  [Outro: Kane Brown & Lauren Alaina] Away (away) What if?  ",
        "title": "What Ifs"
    },
    {
        "artist": "Brett Young",
        "lyrics": "  [Verse 1] I can't count the times I almost said what's on my mind But I didn't Just the other day I wrote down all the things I'd say But I couldn't I just couldn't  [Pre-Chorus] Baby, I know that you've been wondering Mmm, so here goes nothing  [Chorus] In case you didn't know Baby, I'm crazy bout you And I would be lying if I said That I could live this life without you Even though I don't tell you all the time You had my heart a long long time ago In case you didn't know  [Verse 2] The way you look tonight That second glass of wine That did it There was something 'bout that kiss Girl it did me in Got me thinking I'm thinking  [Pre-Chorus] One of the things that I've been feeling Mmm, it's time you hear em  [Chorus] In case you didn't know Baby, I'm crazy bout you And I would be lying if I said That I could live this life without you Even though I don't tell you all the time You had my heart a long long time ago In case you didn't know  [Bridge] You've got all of me I belong to you Yeah you're my everything  [Chorus] In case you didn't know I'm crazy bout you I would be lying if I said That I could live this life without you Even though I don't tell you all the time You had my heart a long long time ago Yeah, you had my heart a long long time ago In case you didn't know In case you didn't know  ",
        "title": "In Case You Didn't Know"
    },
    {
        "artist": "Cheat Codes Featuring Demi Lovato",
        "lyrics": "  [Verse 1: Demi Lovato] Cutting me up like a knife And I feel it, deep in my bones Kicking a habit I love even harder You oughta know  [Pre-Chorus: Demi Lovato] I just wanna dive in the water, with you Baby, we can't see the bottom It's so easy to fall for each other I'm just hoping we catch one another  [Chorus: Trevor Dahl] Oh na na, just be careful, na na Love ain't simple, na na Promise me no promises Oh na na, just be careful, na na Love ain't simple, na na Promise me no promises  [Drop: Cheat Codes]  [Verse 2: Demi Lovato] Baby, I think about you And I feel it, deep in my heart Maybe we just ain't meant to be something Maybe we are, ooh?  [Pre-Chorus: Demi Lovato] I just wanna dive in the water, with you Baby, we can't see the bottom It's so easy to fall for each other I'm just hoping we catch one another  [Chorus: Trevor Dahl & Demi Lovato] Oh na na, just be careful, na na Love ain't simple, na na Promise me no promises Oh na na, just be careful, na na Love ain't simple, na na Promise me no promises, oh  [Drop: Cheat Codes]  [Bridge: Trevor Dahl & Demi Lovato] I just wanna dive in the water Oh baby, we can't see the bottom I just want to dive in with you I just want to lie here with you, oh  [Chorus: Trevor Dahl & Demi Lovato] Oh na na, just be careful, na na Love ain't simple, na na Promise me no promises (promise me) Oh na na, just be careful, na na Love ain't simple, na na Promise me no promises, no  [Drop: Cheat Codes]  [Outro: Trevor Dahl & Demi Lovato] Promise me no promises Don't you promise me nothing Promise me, me, me, me Just be careful Promise me no promises  ",
        "title": "No Promises"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] Let's take our time tonight, girl Above us all the stars are watchin' There's no place I'd rather be in this world Your eyes are where I'm lost in Underneath the chandelier We're dancin' all alone There's no reason to hide What we're feelin' inside Right now  [Pre-Chorus] So, baby, let's just turn down the lights And close the door Oooh I love that dress But you won't need it anymore No, you won't need it no more Let's just kiss 'til we're naked, baby  [Chorus] Versace on the floor Oooh take it off for me, for me, for me, for me now, girl Versace on the floor Oooh take it off for me, for me, for me, for me now, girl  [Verse 2] Now I unzip the back to watch it fall While I kiss your neck and shoulders No, don't be afraid to show it all I'll be right here ready to hold you Girl, you know you're perfect from Your head down to your heels Don't be confused by my smile 'Cause I ain't ever been more for real, for real  [Pre-Chorus] So just turn down the lights And close the door Oooh I love that dress But you won't need it anymore No, you won't need it no more Let's just kiss 'til we're naked, baby  [Chorus] Versace on the floor Oooh take it off for me, for me, for me, for me now, girl Versace on the floor Oooh take it off for me, for me, for me, for me now, girl Dance  [Bridge] It's warmin' up Can you feel it? It's warmin' up Can you feel it? It's warmin' up Can you feel it, baby? It's warmin' up Oh, seems like you're ready for more, more, more Let's just kiss 'til we're naked  [Chorus] Versace on the floor Hey, baby Take it off for me, for me, for me, for me now, girl Versace on the floor Oooh take it off for me, for me, for me, for me now, girl  [Outro] Versace on the floor Floor Floor  ",
        "title": "Versace On The Floor"
    },
    {
        "artist": "Julia Michaels",
        "lyrics": "  [Verse 1] I'm jealous, I'm overzealous When I'm down I get real down When I'm high I don't come down But I get angry, baby, believe me I could love you just like that And I can leave you just as fast  [Pre-Chorus 1] But you don't judge me 'Cause if you did, baby, I would judge you too No, you don't judge me 'Cause if you did, baby, I would judge you too  [Chorus] 'Cause I got issues, but you got 'em too So give 'em all to me and I'll give mine to you Bask in the glory, of all our problems 'Cause we got the kind of love it takes to solve 'em Yeah, I got issues And one of them is how bad I need you  [Verse 2] You do shit on purpose You get mad and you break things Feel bad, try to fix things But you're perfect, poorly wired circuit And got hands like an ocean Push you out, pull you back in  [Pre-Chorus 2] 'Cause you don't judge me 'Cause if you did, baby, I would judge you too No, you don't judge me 'Cause you see it from the same point of view  [Chorus] 'Cause I got issues, but you got 'em too So give 'em all to me and I'll give mine to you Bask in the glory, of all our problems 'Cause we got the kind of love it takes to solve 'em Yeah, I got issues And one of them is how bad I need you  [Bridge] I got issues, you got 'em too And one of them is how bad I need you I got issues, you got 'em too  [Chorus] 'Cause I got issues, but you got 'em too So give 'em all to me and I'll give mine to you Bask in the glory, of all our problems 'Cause we got the kind of love it takes to solve 'em Yeah, I got issues (I got) And one of them is how bad I need you (You got 'em too) Yeah, I got issues (I got issues) And one of them is how bad I need you (You got 'em too) Yeah, I got issues (I got) And one of them is how bad I need you  ",
        "title": "Issues"
    },
    {
        "artist": "David Guetta Featuring Justin Bieber",
        "lyrics": "  [Verse 1: Justin Bieber] No limit in the sky That I won't fly for ya No amount of tears in my eyes That I won't cry for ya, oh no With every breath that I take I want you to share that air with me There's no promise that I won't keep I'll climb a mountain, there's none too steep  [Chorus: Justin Bieber] When it comes to you, there's no crime Let's take both of our souls, and intertwine When it comes to you, don't be blind Watch me speak from my heart When it comes to you, comes to you  [Post-Chorus: Justin Bieber] Want you to share that (When it comes to you)  [Verse 2: Justin Bieber] Cupid ain't a lie Arrow got your name on it, oh yeah Don't miss out on a love And regret yourself on it, oh Open up your mind, clear your head Ain't gotta wake up to an empty bed Share my life, it's yours to keep Now that I give to you all of me, oh  [Chorus: Justin Bieber] When it comes to you, there's no crime Let's take both of our souls, and intertwine When it comes to you, don't be blind Watch me speak from my heart When it comes to you, comes to you  [Post-Chorus: Justin Bieber] Want you to share that (Share) When it comes to you Want you to share that  [Chorus: Justin Bieber] When it comes to you, there's no crime Let's take both of our souls, and intertwine When it comes to you, don't be blind Watch me speak from my heart When it comes to you, comes to you  ",
        "title": "2U"
    },
    {
        "artist": "2 Chainz Featuring Ty Dolla $ign, Trey Songz & Jhene Aiko",
        "lyrics": "  [Intro: 2 Chainz] Yeah, hahaha Yeah, ooh Yah  [Chorus: 2 Chainz & Trey Songz] That's a vibe (that's a vibe) She wanna vibe, yeah (wanna vibe) That's a vibe (that's a vibe) Yeah, uh (that's a vibe) That's a vibe (that's a vibe) It's a vibe (it's a vibe) That's a vibe, yeah (that's a vibe) Yeah, yeah (that's a vibe) Oh that's a vibe (that's a vibe) Oh it's a vibe (it's a vibe) That's a vibe (that's a vibe, that's a vibe, yeah, yeah) That's a vibe (that's a vibe) She wanna vibe, yeah (wanna vibe) That's a vibe, yeah Yeah, yeah  [Verse 1: Ty Dolla $ign] Yeah, that's a vibe She wanna vibe That's a vibe This shit vibe, yeah, yeah Late night Oh it's a vibe Let me slide Oh it's a vibe, yeah, yeah Dim the lights Oh it's a vibe, yeah Get high It's a vibe, oh it's a vibe, yeah  [Verse 2: Trey Songz & 2 Chainz] It's a vibe Don't you like? Your pussy drippin' Gushin', drippin' down your thighs It's a vibe Get high Diggin' deep while I'm lookin' in your eyes Vibe is the realest I know you feel it (yah) It's a vibe (vibe) Different vibe This my vibe, nigga All the bitches like it  [Verse 3: 2 Chainz] Okay, so I got the ambiance just where I want it (yeah) And if you get paid, it's solely based on your performance (TRU) My ego is enormous like my crib in California (hmm) If you ain't got no heart, man you gonna need a donor Now I said I'm from the corner of the ATL (yah) Where we got that clientele, avoid paper trails (right) Broke so many bales down that I'm shell shocked (bow) I held Glocks, sold rocks by the mailbox (ooh) Got a vibe, make a yellow chick turn her neck (alright) Got a vibe, make a cougar wanna spend a check (check) Got a vibe, make an Asian want hibachi (hibachi) Got a vibe, make Italian want Versace (Versace) Carbon copies get declined, I'm the pioneer Beat that pussy up, I need riot gear Any volunteers? Gas in a Ziploc, now that's loud and clear This one outta here, this is our year  [Verse 4: Jhené Aiko] That's a vibe That's a vibe That's a vibe Oh that's a vibe, yeah, yeah That's a vibe It's a vibe It's a vibe That's a vibe, yeah, yeah It's a vibe Am I your type? Pussy tight Maybe I'll spend the night, yeah, yeah That's a vibe Bust it, bust it wide This the type of shit I like, yeah, yeah That's a vibe It's a vibe That's a vibe Oh it's a vibe, yeah, yeah It's a vibe, yeah, yeah, yeah  ",
        "title": "It's A Vibe"
    },
    {
        "artist": "Selena Gomez Featuring Gucci Mane",
        "lyrics": "  [Verse 1: Selena Gomez] Take it or leave it Baby take it or leave it But I know you won't leave it 'Cause I know that you need it Look in the mirror When I look in the mirror Baby I see it clearer Why you wanna be nearer  [Pre-Chorus: Selena Gomez] I'm not surprised I sympathize, ah I can't deny Your appetite, ah  [Chorus: Selena Gomez] You got a fetish for my love I push you out and you come right back Don't see a point in blaming you If I were you, I'd do me too You got a fetish for my love I push you out and you come right back Don't see a point in blaming you If I were you, I'd do me too You got a fetish for my love  [Verse 2: Selena Gomez] Reaching your limit Say you're reaching your limit Going over your limit But I know you can't quit it Something about me Got you hooked on my body Take you over and under and twisted up like origami  [Pre-Chorus: Selena Gomez] I'm not surprised I sympathize, ah I can't deny Your appetite, ah  [Chorus: Selena Gomez] You got a fetish for my love I push you out and you come right back Don't see a point in blaming you If I were you, I'd do me too You got a fetish for my love I push you out and you come right back Don't see a point in blaming you If I were you, I'd do me too You got a fetish for my love  [Verse 3: Gucci Mane] It's Gucci! The way you walk, the way you talk I blame you 'cause it's all your fault You're playin' hard, don't turn me off You actin' hard, but I know you soft You my fetish, I'm so with it All these rumors bein' spreaded Might as well go 'head and whip it 'Cause they sayin' we already did it Call on Gucci if you ever need me I'll be South Beach in the drop top gleamin' Water diamonds, Aquafina Just need you in a blue bikini  [Chorus: Selena Gomez] You got a fetish for my love I push you out and you come right back Don't see a point in blaming you If I were you, I'd do me too You got a fetish for my love I push you out and you come right back Don't see a point in blaming you If I were you, I'd do me too You got a fetish for my love  ",
        "title": "Fetish"
    },
    {
        "artist": "Midland",
        "lyrics": "  [Verse 1] One more night, one more down One more, one more round First one in, last one out Giving this town lots to talk about They don't know what they don't know  [Chorus] People say I got a drinkin' problem That ain't no reason to stop People saying that I've hit rock bottom Just cause I'm living on the rocks It's a broken hearted thinkin' problem So pull another bottle off the wall People say I got a drinkin' problem But I got no problem drinkin' at all  [Post-Chorus] They keep on talking Drawing conclusions They call it a problem, I call it a solution  [Verse 2] Last call gets later and later I come in here so I don't have to hate her Same old folks, same old songs The same old same old blue neon The same old buzz, just because  [Chorus] People say I've got a drinkin' problem That ain't no reason to stop People saying that I've hit rock bottom Just cause I'm living on the rocks It's a broken hearted thinkin' problem So pull another bottle off the wall People say I got a drinkin' problem But I got no problem drinkin' at all  [Post-Chorus 2] They keep on talking Drawing conclusions They call it a problem, I call it a solution Just sitting here in all my grand illusions They call it a problem, I call it a solution  [Bridge] Just a solution  [Chorus] It's a broken hearted thinkin' problem So pull another bottle off the wall People say I got a drinkin' problem But I got no problem drinkin' at all  [Post-Chorus 2] They keep on talking Drawing conclusions They call it a problem, I call it a solution Sitting here in all my grand illusions They call it a problem, I call it a solution  ",
        "title": "Drinkin' Problem"
    },
    {
        "artist": "Khalid",
        "lyrics": "  [Verse 1] So you're still thinking of me Just like I know you should I can not give you everything, you know I wish I could I'm so high at the moment I'm so caught up in this Yeah, we're just young, dumb and broke But we still got love to give  [Chorus] While we're young dumb Young, young dumb and broke Young dumb Young, young dumb and broke Young dumb Young dumb Young, young dumb and broke Young dumb broke high school kids Yadadadadadadada Yadadadadadada Yadadadadadadada Young dumb broke high school kids  [Verse 2] We have so much in common We argue all the time You always say I'm wrong I'm pretty sure I'm right What's fun about commitment? When we have our life to live Yeah, we're just young dumb and broke But we still got love to give  [Chorus] While we're young dumb Young, young dumb and broke Young dumb Young, young dumb and broke Young dumb Young, young dumb and broke Young dumb broke high school kids Yadadadadadadada Yadadadadadada Yadadadadadadada Young dumb broke high school kids  [Bridge] Jump and we think - do it all in the name of love Love Run into sin, do it all in the name of fun Fun Whoa-oa-oa I'm so high at the moment I'm so caught up in this Yeah, we're just young, dumb and broke But we still got love to give  [Chorus] While we're young dumb Young, young dumb and broke Young dumb Young, young dumb and broke Young dumb Young dumb Young, young dumb and broke Young dumb broke high school kids Yadadadadadadada Yadadadadadada Yadadadadadadada Young dumb broke high school kids  ",
        "title": "Young Dumb & Broke"
    },
    {
        "artist": "Logic Featuring Alessia Cara & Khalid",
        "lyrics": "  [Pre-Chorus: Logic] I've been on the low I been taking my time I feel like I'm out of my mind It feel like my life ain't mine (Who can relate? Woo!) I've been on the low I been taking my time I feel like I'm out of my mind It feel like my life ain't mine  [Chorus: Logic] I don't wanna be alive I don't wanna be alive I just wanna die today I just wanna die I don't wanna be alive I don't wanna be alive I just wanna die And let me tell you why  [Verse 1: Logic] All this other shit I'm talkin' 'bout they think they know it I've been praying for somebody to save me, no one's heroic And my life don't even matter, I know it, I know it I know I'm hurting deep down but can't show it I never had a place to call my own I never had a home, ain't nobody callin' my phone Where you been? Where you at? What's on your mind? They say every life precious but nobody care about mine  [Pre-Chorus: Logic] I've been on the low I been taking my time I feel like I'm out of my mind It feel like my life ain't mine (Who can relate? Woo!) I've been on the low I been taking my time I feel like I'm out of my mind It feel like my life ain't mine  [Chorus: Logic] I want you to be alive I want you to be alive You don't gotta die today You don't gotta die I want you to be alive I want you to be alive You don't gotta die Now lemme tell you why  [Verse 2: Alessia Cara] It's the very first breath When your head's been drowning underwater And it's the lightness in the air When you're there Chest to chest with a lover It's holding on, though the road's long And seeing light in the darkest things And when you stare at your reflection Finally knowing who it is I know that you'll thank God you did  [Verse 3: Logic] I know where you been, where you are, where you goin' I know you're the reason I believe in life What's the day without a little night? I'm just tryna shed a little light It can be hard It can be so hard But you gotta live right now You got everything to give right now  [Pre-Chorus: Logic] I've been on the low I been taking my time I feel like I'm out of my mind It feel like my life ain't mine (Who can relate? Woo!) I've been on the low I been taking my time I feel like I'm out of my mind It feel like my life ain't mine  [Chorus: Logic] I finally wanna be alive I finally wanna be alive I don't wanna die today I don't wanna die I finally wanna be alive I finally wanna be alive I don't wanna die I don't wanna die  [Outro: Khalid] Pain don't hurt the same, I know The lane I travel feels alone But I'm moving 'til my legs give out And I see my tears melt in the snow But I don't wanna cry I don't wanna cry anymore I wanna feel alive I don't even wanna die anymore Oh I don't wanna I don't wanna I don't even wanna die anymore  ",
        "title": "1-800-273-8255"
    },
    {
        "artist": "Old Dominion",
        "lyrics": "  [Verse 1] I wonder if Jack and Diane ever made it After the drums and the guitars all faded Was the best they could do good enough? Or did the heartland just swallow 'em up? How did my mom and my dad ever do it? If there was struggles, then we never knew it I guess they had each other That was enough  [Chorus] You know you can't keep the ground from shaking No matter how hard you try You can't keep the sunsets from fading You gotta treat your life like you're jumping off a rope swing Baby cause the whole thing's really just a shot in the dark You gotta love like there's no such thing as a broken heart You gotta love like there's no such thing as a broken heart  [Verse 2] What am I gonna tell my kids when they see all of this bullshit that goes down on TV? When the whole world is down on its luck I gotta make sure they keep their chin up Cry when it hurts, laugh when it's funny Chase after the dream, don't chase after the money And know we got each other That's what's up  [Chorus] Cause you can't keep the ground from shaking No matter how hard you try You can't keep the sunsets from fading You gotta treat your life like you're jumping off a rope swing Baby cause the whole thing's really just a shot in the dark You gotta love like there's no such thing as a broken heart You gotta love like there's no such thing as a broken heart  [Bridge] You gotta love like there's no such thing as a broken heart  [Chorus] Cause you can't keep the ground from shaking No matter how hard you try You can't keep the sunsets from fading You gotta treat your life like you're jumping off a rope swing Baby cause the whole thing's really just a shot in the dark You gotta love like there's no such thing as a broken heart You gotta love, love, love, love, love (like there's no such thing) You gotta love, love, love, love, love (as a broken heart) You gotta love like there's no such thing as a broken heart  ",
        "title": "No Such Thing As A Broken Heart"
    },
    {
        "artist": "Billy Currington",
        "lyrics": "  [Verse 1] Baby what's on your mind When you see me pull up in your drive? Do you wanna go downtown? Maybe have a little high dollar wine? Do you wanna go out to the country? And maybe blow all our money On some sugar at the truckstop and some scratch-offs See if we can lucky? Oh, I gotta know what's goin' on In your beautiful mind Baby don't be shy And tell me now  [Chorus] Do I Make you wanna dance real slow? Go Flyin' down a two lane road? Find A limb to hang your clothes? Do I make you wanna let your hair down? Play a little truth or dare now? Act just like you don't care now? Girl when I come around tell me Do I make you wanna?  [Post-Chorus] Stay up 'til the sun Howl at the moon Baby, tell me the truth Do I make you wanna  [Verse 2] Karaoke in the neon light? Go to Vegas, stay up all night? See if we can find a cheap flight Little 7, come 11, baby, roll those dice Do I make you feel pretty? Do I make you wanna lean back, lay back and kiss me? Do you wanna roll with me To the mountains, to the beach, to a party in the city? Do you wanna take in a broadway show Or maybe just lay low? I gotta know now  [Chorus] Do I Make you wanna dance real slow? Go Flyin' down a two lane road? Find A limb to hang your clothes? Do I make you wanna let your hair down? Play a little truth or dare now? Act just like you don't care now? Girl when I come around tell me Do I make you wanna?  [Bridge] Do I make you turn into somebody else? Do you feel like you can finally be yourself? Baby, tell me now  [Chorus] Do I Make you wanna dance real slow? Go Flyin' down a two lane road? Find A limb to hang your clothes? Out in the middle of nowhere now We can take it back downtown You know I don't care now Just wanna take you there now Do I Make you wanna dance real slow? Go Flyin' down a two lane road? Find A limb to hang your clothes? Do I make you wanna let your hair down? Play a little truth or dare now? Act just like you don't care now? Girl when I come around tell me Do I make you wanna?  [Outro] Stay up 'til the sun? Howl at the moon? Oh baby Tell me do I make you wanna? Stay up 'til the sun? Howl at the moon? Baby, tell me the truth Do I make you wanna Let your hair down? Play a little truth or dare now? Act just like you don't care now? Baby Make you wanna dance real slow? Go flyin' down a two lane road? Find a limb to hang your clothes on? Oh, babe, tell me Do I make you wanna?  ",
        "title": "Do I Make You Wanna"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1] Just a young gun with a quick fuse I was uptight, wanna let loose I was dreaming of bigger things And wanna leave my old life behind Not a yessir, not a follower Fit the box, fit the mold Have a seat in the foyer, take a number I was lightning before the thunder  [Chorus] Thunder, feel the thunder Lightning then the thunder Thunder, feel the thunder Lightning then the thunder Thunder, thunder Thunder  [Verse 2] Kids were laughing in my classes While I was scheming for the masses Who do you think you are? Dreaming 'bout being a big star They say you're basic, they say you're easy You're always riding in the backseat Now I'm smiling from the stage While you were clapping in the nose bleeds  [Chorus] Thunder, feel the thunder Lightning then the thunder Thunder, feel the thunder Lightning then the thunder Thunder  [Bridge] Thunder, feel the thunder Lightning then the thunder, thunder  [Chorus] Thunder, feel the thunder Lightning then the thunder, thunder Thunder, feel the thunder Lightning then the thunder, thunder Thunder, feel the thunder Lightning then the thunder, thunder Thunder, feel the thunder Lightning then the thunder, thunder  ",
        "title": "Thunder"
    },
    {
        "artist": "Jon Pardi",
        "lyrics": "  [Verse 1] Yeah, I was just hanging out Some little west coast town Found a bar out by the sand, so I made my way in First thing that caught my eye, like nothing I'd ever seen Sunburned auburn air the California dream Yeah, she was shaking them hips To some old motown song I couldn't say anything so I sang along  [Chorus] She was a heartache on the dance floor Yeah, she's moving through my mind I gotta know her name and I gotta see her again She's got me wondering, yeah I'm just wondering Where she at, where she at, where she at tonight? Where she at, where she at, where she at tonight?  [Verse 2] So I just hung around this little west coast town I dropped by every night, I stayed till closing time My little mystery, that girl is killing me So I put on a song just to sing along  [Chorus] She was a heartache on the dance floor Yeah, she's moving through my mind I gotta know her name and I gotta see her again She's got me wondering, yeah I'm just wondering Where she at, where she at, where she at tonight? Where she at, where she at, where she at tonight? She's got me mesmerized, she's all I'm thinking about All I think about, think about, think about  [Bridge] So I'm right here right now Humming this little song If I could say a thing I'd want you to know  [Chorus] You were a heartache on the dance floor Yeah, you're moving through my mind I gotta know your name and I gotta see you again And if you're listening, listening, listening Where you at, where you at, where you at tonight? Where you at, where you at, where you at tonight? Girl, I'm hanging around this little town Where you at, where you at, where you at tonight? Where you at, where you at, where you at tonight?  ",
        "title": "Heartache On The Dance Floor"
    },
    {
        "artist": "Travis Scott",
        "lyrics": "  [Intro: Baka Not Nice] Murda on the beat so it's not nice  [Chorus] For this life, I cannot change (change) Hidden Hills, deep off in the main (main) M&M's, sweet like candy cane (cane) Drop the top, pop it, let it bang (pop it, pop it) For this life, I cannot change Hidden Hills, deep off in the main M&M's, sweet like candy cane Drop the top, pop it, let it bang (pop it, pop it)  [Verse 1] Drop the top, play hide and seek (yeah) Jump inside, jump straight to the league (league) Take a sip, feel just how I breathe (it's lit) On freeway, but no, ain't nothin' free (straight up) Bend laws, bend lanes Been bustin' bills, but still ain't nothin' change (skrt) You in the mob soon as you rock the chain (mob) She caught the waves just thumbin' through my braids (alright) Heatin' up, baby, I'm just heatin' up (it's lit) Need ya love, not a need it is a must (yeah) Feelin' stuck, you know how to keep me up (yeah, yeah) Ice it up, icy like a hockey puck (alright)  [Chorus] For this life, I cannot change Hidden Hills, deep off in the main M&M's, sweet like candy cane Drop the top, pop it, let it bang (pop it, pop it) For this life, I cannot change Hidden Hills, deep off in the main (yeah, yeah) M&M's, sweet like candy cane Drop the top, pop it, let it bang  [Verse 2] All the ones, all the chains piled on the mantle (yeah) All the dogs, all the dogs low creep right behind me in the Phantom (it's lit) Yeah, never go, never go dip on the set, stayed Santana Yeah, run it back, turn the lights on when I hit up Green Lantern (it's lit, alright) Yeah, fly the broads, fly the dogs down to Atlanta Yeah, in the cut in Medusa, lay low, yeah, I might be Yeah, roll up, help me calm down when I'm movin' high speed Yeah, if I send one, need to text back 'cause you know what I need (straight up) Oh, please (oh, please) Oh, me (oh, me) Oh, my (oh, my) We been movin', we been movin' for some time (alright) Flexin', flexin' try to exercise Exercise, exercise, exercise, exercise (yeah, yeah)  [Chorus] For this life, I cannot change Hidden Hills, deep off in the main M&M's, sweet like candy cane Drop the top, pop it, let it bang (pop it, pop it) For this life, I cannot change Hidden Hills, deep off in the main M&M's, sweet like candy cane Drop the top, pop it, let it bang (ay) Yah!  ",
        "title": "Butterfly Effect"
    },
    {
        "artist": "Cole Swindell",
        "lyrics": "  [Verse 1: Cole Swindell] Dang, girl, look at you stoppin' me in my boots What's a country boy to do but say uh huh Smile beatin' my chest up, you're downright dangerous That shake in your giddy up got my eyes going what what  [Chorus: Cole Swindell] Sippin' on this 7-7, never been this close to heaven Got her pretty turned up to 11 Droppin' 'em dead on the dance floor Somebody better call a doctor She's a little heart stopper I'm talkin' breaker breaker one niner She's a flatliner Oh, she's a flatliner  [Verse 2: Dierks Bentley] Dang, girl, I'm done, I ain't never seen no one Poppin' it like a cold one and drop it down like uh huh Oh my, see the light, I don't mean the neon kind One kiss from you tonight and send me on to the other side  [Chorus: Cole Swindell] Sippin' on this 7-7, never been this close to heaven Got her pretty turned up to 11 Droppin' 'em dead on the dance floor Somebody better call a doctor She's a little heart stopper I'm talkin' breaker breaker one niner She's a flatliner  [Bridge: Cole Swindle & Dierks Bentley] Dang, girl, look at you stoppin' me in my boots What's a country boy to do? What would Dierks do? Grab a guitar and go sing her a song And go play one of my songs? No, don't play one of yours, play one of mine, man!  [Chorus: Dierks Bentley & Cole Swindell] Yeah, sippin' on this 7-7, never been this close to heaven Got her pretty turned up to 11 Droppin' 'em dead on the dance floor Somebody better call a doctor She's a little heart stopper I'm talkin' breaker breaker one niner She's a flatliner Sippin' on this 7-7, never been this close to heaven Got her pretty turned up to 11 Droppin' 'em dead on the dance floor Somebody better call a doctor She's a little heart stopper I'm talkin' breaker breaker one niner She's a flatliner  [Outro: Cole Swindell & Dierks Bentley] She's a flatliner Yeah, man, she's gonna hurt somebody Dude, she's worth the whiskey, bro, go get her one Yeah, she's a flatliner  ",
        "title": "Flatliner"
    },
    {
        "artist": "Meek Mill Featuring Chris Brown & Ty Dolla $ign",
        "lyrics": "  [Intro: YG] Mustard on the beat, ho  [Chorus: Chris Brown & Ty Dolla $ign] Girl, as long as you, wrap your arms 'round me Ooh baby, I don't care what them people say I'm givin' you whatever you want Girl, you know I can provide Whatever you need (whatever you need, babe) Listen to your heart, baby  [Verse 1: Meek Mill] Yeah, I'm the only young nigga who's poppin' that Got it jumpin' out the heat there like who coppin' that? New G Wagon got her braggin', put a lock on that Niggas always hit her DM, she don't holla back, woo. woo, copy that Cuffin', I've been cuffin' Chanel bags like it's nothin', and she love them Her last nigga, he was bluffin', she said, \"Fuck him\" He let that go, I'm like, \"He buggin,'\" now she thuggin' with a real one I've been ballin' on you 'cause you smart and loyal All my homies know me best, they say I'm fallin' for you And that box be slippery like tryna walk on oil And I'll be there long as you there when I be callin' for you, facts  [Chorus: Chris Brown & Ty Dolla $ign] Girl, as long as you, wrap your arms 'round me Ooh, baby I don't care what them people say I'm givin' you whatever you want Girl, you know I can provide Whatever you need (whatever you need, babe) Listen to your heart, baby  [Verse 2: Meek Mill] Yeah, you can get whatever you want, whatever you need Got a one way flight 'cause I ain't lettin' you leave We ain't fuck first night, had me beggin' you please But you love when I'm beggin', you told me get on my knees And I ate it, we got faded You said, \"Put some Tory Lanez on\" and I played it In Philly, we say you the main jawn and we save it Finally got a rich nigga, baby, you made it Long as you hold me down, you know that it's goin' down Be there when I turn around and I'll turn your world around I had to tone it down 'cause you made me slow it down But I got you open now so I'm 'bout to show you now, show you now  [Bridge: Ty Dolla $ign] What makes you think that I would try to run a game on you? Just as sure as my name is Dolla I'll be there for you and I'll Treat you just like a queen and give you fine things You'll never have to worry 'bout another in your place So believe me when I say  [Chorus: Chris Brown & Ty Dolla $ign] Girl, as long as you, wrap your arms 'round me Ooh, baby I don't care what them people say I'm givin' you whatever you want Girl, you know I can provide Whatever you need (whatever you need, babe) Listen to your heart, baby  ",
        "title": "Whatever You Need"
    },
    {
        "artist": "GoldLink Featuring Brent Faiyaz & Shy Glizzy",
        "lyrics": "  [Chorus: Brent Faiyaz] She see money all around me I look like I'm the man, yeah But I was down and out like last week Tell me where have you been? You came out of hiding, girl Don't act like I'm your man You just a fan, you don't hold rank Don't hold no rank  [Verse 1: GoldLink] Dirty ass, Maryland ass nigga With a sick ass mouth and a slick ass flow Got your bitch around me, nigga, ain't no playin' When I'm comin' for the kitty, I'm a fool, goddamn Do it for my niggas on the coast right there Do it for my niggas in the Ghost right now Niggas got killed for the boy, live his dreams in the hills And they watchin' for the boy right now Goddamn, what a time, what a year, uh We are what them young boys fear, uh I kill, never been killed, that's real, no lies You can tell that from our peers right now Bet you wanna fuck me now, uh Bet you wanna love me down, uh Girl, you can't tie me down like Ray J said But know I'm down, uh Freaky deaky, show me somethin', uh Shake it like you owe me somethin', uh Pushin' on the pussy like a button Came four times, fifth time you gushin', uh Still gettin' rowdy in the function, uh Bitches on my dick like it's nothin', uh Everywhere I go now, always got shit bumpin' Jumpin', thumpin', jumpin', yeah  [Verse 2: Shy Glizzy] Hey, nice to meet, I’m Young Jefe, who you be? Got my piece in Southeast, got her clappin' to this beat She invite me to her crib, I walk in, she see my heat She said, \"But I live in the hills,\" bitch, that’s just the way I sleep Stop that madness, I'm a savage, in traffic with MAC 11’s Baddest bitch and she Spanish, I fly her to Calabasas We get nasty, I'm her daddy, she know a nigga ain't average Ain't nothin' wrong with fake asses, bitch, turn around, let's make magic I'm geekin', uh-huh, I'm on it, don't look at me like you want it, no Tell 'em that we ain't stuntin', in fourth down we ain't puntin' it King of District Columbia, can't come here without a permit This shit really a jungle, gorillas and anacondas Hey, hey, Young Jefe holmes  [Chorus: Brent Faiyaz] She see money all around me I look like I'm the man, yeah But I was down and out like last week Tell me where have you been? You came out of hiding, girl Don't act like I'm your man You just a fan, you don't hold rank Don't hold no rank  ",
        "title": "Crew"
    },
    {
        "artist": "Kendrick Lamar",
        "lyrics": "  [Verse 1: Kendrick Lamar] I got, I got, I got, I got— Loyalty, got royalty inside my DNA Cocaine quarter piece, got war and peace inside my DNA I got power, poison, pain and joy inside my DNA I got hustle though, ambition flow inside my DNA I was born like this, since one like this, immaculate conception I transform like this, perform like this, was Yeshua new weapon I don't contemplate, I meditate, then off your fucking head This that put-the-kids-to-bed This that I got, I got, I got, I got— Realness, I just kill shit 'cause it's in my DNA I got millions, I got riches buildin' in my DNA I got dark, I got evil, that rot inside my DNA I got off, I got troublesome heart inside my DNA I just win again, then win again like Wimbledon, I serve Yeah, that's him again, the sound that engine in is like a bird You see fireworks and Corvette tire skrrt the boulevard I know how you work, I know just who you are See, you's a, you's a, you's a— Bitch, your hormones prolly switch inside your DNA Problem is, all that sucker shit inside your DNA Daddy prolly snitched, heritage inside your DNA Backbone don't exist, born outside a jellyfish, I gauge See, my pedigree most definitely don't tolerate the front Shit I've been through prolly offend you, this is Paula's oldest son I know murder, conviction, burners, boosters Burglars, ballers, dead, redemption Scholars, fathers dead with kids and I wish I was fed forgiveness Yeah, yeah, yeah, yeah, soldier's DNA (soldier's DNA) Born inside the beast, my expertise checked out in second grade When I was 9, on cell, motel, we didn't have nowhere to stay At 29, I've done so well, hit cartwheel in my estate And I'm gon' shine like I'm supposed to, antisocial extrovert And excellent mean the extra work And absentness what the fuck you heard And pessimists never struck my nerve And Nazareth gonna plead his case The reason my power's here on earth Salute the truth, when the prophet say  [Bridge: Kendrick Lamar & Geraldo Rivera] I got loyalty, got royalty inside my DNA This is why I say that hip hop has done more damage to young African Americans than racism in recent years I got loyalty, got royalty inside my DNA I live a better life, I'm rollin' several dice, fuck your life I got loyalty, got royalty inside my DNA I live a be-, fuck your life 5, 4, 3, 2, 1 This is my heritage, all I'm inheritin' Money and power, the maker of marriages  [Verse 2: Kendrick Lamar] Tell me somethin' You mothafuckas can't tell me nothin' I'd rather die than to listen to you My DNA not for imitation Your DNA an abomination This how it is when you're in the Matrix Dodgin' bullets, reapin' what you sow And stackin' up the footage, livin' on the go And sleepin' in a villa Sippin' from a Grammy and walkin' in the buildin' Diamond in the ceilin', marble on the floors Beach inside the window, peekin' out the window Baby in the pool, godfather goals Only Lord knows I've been goin' hammer Dodgin' paparazzi, freakin' through the cameras Eat at Four Daughters, Brock wearin' sandals Yoga on a Monday, stretchin' to Nirvana Watchin' all the snakes, curvin' all the fakes Phone never on, I don't conversate I don't compromise, I just penetrate Sex, money, murder — these are the breaks These are the times, level number 9 Look up in the sky, 10 is on the way Sentence on the way, killings on the way Motherfucker, I got winners on the way You ain't shit without a body on your belt You ain't shit without a ticket on your plate You ain't sick enough to pull it on yourself You ain't rich enough to hit the lot and skate Tell me when destruction gonna be my fate Gonna be your fate, gonna be our faith Peace to the world, let it rotate Sex, money, murder — our DNA  [Video Outro] DNA, DNA Real nigga in my DNA Ain't no ho inside my DNA Drippin' gold inside my DNA Power shows inside my DNA DNA Real nigga in my DNA Ain't no ho inside my DNA  ",
        "title": "DNA."
    },
    {
        "artist": "Hailee Steinfeld",
        "lyrics": "  [Verse 1] Some girls feel best in their tiny dresses Some girls, nothing but sweatpants, looking like a princess Some girls kiss new lips every single night They're staying out late cause they just celebrating life  [Pre-Chorus] You know some days you feel so good in your own skin But it's okay if you wanna change the body that you came in 'Cause you look greatest when you feel like a damn queen We're all just playing a game in a way, trying to win at life  [Chorus] Most girls are smart and strong and beautiful Most girls work hard, go far, we are unstoppable Most girls, our fight to make every day, no two are the same I wanna be like, I wanna be like most girls I wanna be like, I wanna be like most girls I wanna be like, I wanna be like  [Post-Chorus] They're staying out late cause they just celebrating I wanna be like, I wanna be like They're staying out late cause they just celebrating I wanna be like, I wanna be like  [Verse 2] Some girls like to keep their physique real private Some girls wear jeans so tight 'cause it feels so right, yeah Some girls, every day searching, keep the page turning Sleeping in late cause they just celebrating life  [Pre-Chorus] You know some days you feel so good in your own skin But it's okay if you wanna change the body that you came in 'Cause you look greatest when you feel like a damn queen We're all just playing a game in a way, trying to win at life  [Chorus] Most girls are smart and strong and beautiful Most girls work hard, go far, we are unstoppable Most girls, our fight to make every day, no two are the same I wanna be like, I wanna be like most girls I wanna be like, I wanna be like most girls I wanna be like, I wanna be like  [Post-Chorus] They're staying out late cause they just celebrating I wanna be like, I wanna be like They're staying out late cause they just celebrating I wanna be like, I wanna be like  [Bridge] Most girls, (yeah) Most girls, (wanna be, wanna be, wanna be) Most girls, our fight to make every day, no two are the same I wanna be like  [Outro] Most girls I wanna be like, I wanna be like most girls I wanna be like, I wanna be like They're staying out late cause they just celebrating I wanna be like, I wanna be like They're staying out late cause they just celebrating I wanna be like They're staying out late cause they just celebrating life  ",
        "title": "Most Girls"
    },
    {
        "artist": "Maluma",
        "lyrics": "   Letra de \"Felices los 4\"[Intro] Maluma baby  [Verso 1] Apenas sale el sol y tú te vas corriendo Sé que pensarás que esto me está doliendo Yo no estoy pensando en lo que estás haciendo Si somos ajenos y así nos queremos  [Estribillo 1] Si conmigo te quedas O con otro tú te vas No me importa un carajo Porque sé que volverás  Si conmigo te quedas O con otro tú te vas No me importa un carajo Porque sé que volverás  [Estribillo 2] Y si con otro pasas el rato Vamo' a ser feliz, vamo' a ser feliz Felices los 4 Te agrandamos el cuarto  Y si con otro pasas el rato Vamo' a ser feliz, vamo' a ser feliz Felices los 4 Yo te acepto el trato  [Coro] Y lo hacemos otro rato Y lo hacemos otro rato Y lo hacemos otro rato Y lo hacemos otro rato  [Verso 2] Y lo hacemos otro rato Lo nuestro no depende de un pacto Disfruta y sólo siente el impacto El boom boom que te quema, ese cuerpo de sirena Tranquila que no creo en contratos (Y tu menos...)  [Puente] Y siempre que se va, regresa a mí Y felices los 4 No importa el que dirán, nos gusta así (Te agrandamos el cuarto, baby) Y siempre que se va, regresa a mí Y felices los 4 No importa el que dirán, somos tal para cual  [Estribillo 2] Y si con otro pasas el rato Vamo' a ser feliz, vamo' a ser feliz Felices los 4 Te agrandamos el cuarto  Y si con otro pasas el rato Vamo' a ser feliz, vamo' a ser feliz Felices los 4 Yo te acepto el trato  [Coro] Y lo hacemos otro rato Y lo hacemos otro rato Y lo hacemos otro rato Y lo hacemos otro rato  [Estribillo 1] Si conmigo te quedas O con otro tú te vas No me importa un carajo Porque sé que volverás  Si conmigo te quedas O con otro tú te vas No me importa un carajo Porque sé que volverás  [Estribillo 2] Y si con otro pasas el rato Vamo' a ser feliz, vamo' a ser feliz Felices los 4 Te agrandamos el cuarto  Y si con otro pasas el rato Vamo' a ser feliz, vamo' a ser feliz Felices los 4 Yo te acepto el trato  [Coro] Y lo hacemos otro rato Y lo hacemos otro rato Y lo hacemos otro rato Y lo hacemos otro rato  [Outro] Y siempre que se va, regresa a mí (Maluma baby) No importa el que dirán, nos gusta así (Kevin ADG, Chan El Genio) Y siempre que se va, regresa a mí (El código secreto, baby) No importa el que dirán, somos tal para cual Así lo quiso el destino mami Mua  ",
        "title": "Felices Los 4"
    },
    {
        "artist": "Louis Tomlinson Featuring Bebe Rexha & Digital Farm Animals",
        "lyrics": "  [Verse 1: Bebe Rexha] I know you say you know me, know me well But these days I don't even know myself, no I always thought I'd be with someone else I thought I would own the way I felt, yeah  [Pre-Chorus 1: Bebe Rexha] I call you but you never even answer I tell myself I'm done with wicked games But then I get so numb with all the laughter That I forget about the pain  [Chorus: Bebe Rexha] Whoa, you stress me out, you kill me You drag me down, you fuck me up We're on the ground, we're screaming I don't know how to make it stop I love it, I hate it, and I can't take it But I keep on coming back to you  [Verse 2: Louis Tomlinson] I know my friends, they give me bad advice Like move on, get you out my mind But don't you think I haven't even tried? You got me cornered and my hands are tied  [Pre-Chorus 2: Louis Tomlinson & Bebe Rexha] You got me so addicted to the drama I tell myself I'm done with wicked games But then I get so numb with all the laughter That I forget about the pain  [Chorus: Louis Tomlinson] Whoa, you stress me out, you kill me You drag me down, you fuck me up We're on the ground, we're screaming I don't know how to make it stop I love it, I hate it, and I can't take it But I keep on coming back to you (back to you) Oh, no, no, I just keep on coming back to you (back to you) Oh, no, no, I just keep on coming back to you  [Bridge: Louis Tomlinson & Bebe Rexha] And I guess you'll never know All the bullshit that you put me through And I guess you'll never know, no Yeah, so you can cut me up and kiss me harder You can be the pill to ease the pain 'Cause I know I'm addicted to your drama Baby, here we go again  [Chorus: Bebe Rexha & Louis Tomlinson] Whoa, you stress me out, you kill me You drag me down, you fuck me up We're on the ground, we're screaming I don't know how to make it stop I love it, I hate it, and I can't take it But I keep on coming back to you (back to you) Oh, no, no, I just keep on coming back to you (back to you) Oh, no, no, I just keep on coming back to you (back to you) I just keep on coming back to you  ",
        "title": "Back To You"
    },
    {
        "artist": "Thomas Rhett Featuring Maren Morris",
        "lyrics": "  [Verse 1: Thomas Rhett] Every time we have to say goodbye I'm counting down until we say hello Every touch is like the strongest drug I don't know how much longer I can go  [Pre-Chorus: Thomas Rhett] I never had something that I can't walk away from But, girl, my self-control's so paralyzed When it comes to you, no, I ain't got no patience There's something 'bout you girl I just can't fight  [Chorus: Thomas Rhett & Maren Morris] You're like that cigarette That shot of 100 proof No matter how much I get I'm always craving That feeling when we kiss The way your body moves No matter how much I get I'm always craving you Craving you  [Verse 2: Thomas Rhett] All the in-between is killing me You know I come unglued from missing you Sunset eyes, no, I don't have to try Because you know exactly what to do  [Pre-Chorus: Thomas Rhett & Maren Morris] I never had something that I can't walk away from (walk away from) But, girl, my self-control's so paralyzed When it comes to you, no, I ain't got no patience (I ain't got no patience) There's something 'bout you I just can't fight  [Chorus: Thomas Rhett & Maren Morris] You're like that cigarette That shot of 100 proof No matter how much I get I'm always craving That feeling when we kiss The way your body moves No matter how much I get I'm always craving you Craving you  [Post Chorus: Thomas Rhett & Maren Morris] I'm always craving you Craving you Craving you  [Bridge: Thomas Rhett & Maren Morris] Every time we have to say goodbye I'm counting down until we say hello Every touch is like the strongest drug I don't know how much longer I can go  [Chorus: Thomas Rhett & Maren Morris] (Yeah, yeah, yeah) You're like that cigarette That shot of 100 proof No matter how much I get I'm always craving That feeling when we kiss The way your body moves No matter how much I get I'm always craving you, yeah Craving you  [Post Chorus: Thomas Rhett & Maren Morris] Craving you I'm craving you baby I'm craving you I'm craving you babe  ",
        "title": "Craving You"
    },
    {
        "artist": "Justin Moore",
        "lyrics": "  [Verse 1] Been sittin' here tippin' back Crown straight Workin' up the nerve and the words to say To turn those eyes and that smile my way No time to waste 'Cause you showed up and all eyes on you Shinin' like a diamond in a neon room Every guy here wants to make a move I better make a move  [Chorus] Somebody else will if I don't Walk up and ask you your name right now Offer to buy you a drink Sit down and tell you your looks could kill Somebody else will if I don't Take a chance on your lips Lean in slowly stealin' your kiss like this Makin' your world stand still Somebody else will Somebody else will  [Verse 2] Maybe you're a little bit west coast Maybe you're a little bit down home Either way girl I just gotta know I just gotta know  [Chorus] 'Cause somebody else will if I don't Walk up and ask you your name right now Offer to buy you a drink Sit down and tell you your looks could kill Somebody else will if I don't Take a chance on your lips Lean in slowly stealin' your kiss like this Makin' your world stand still Somebody else is gonna hold you Somebody gonna get to know you If I don't get there and sweep you off your feet Girl somebody else will Ohh somebody else will  [Chorus] Somebody else will if I don't Walk up and ask you your name right now Offer to buy you a drink Sit down and tell you your looks could kill Somebody else will if I don't Take a chance on your lips Lean in slowly stealin' your kiss like this Makin' your world stand still Somebody else will baby Ohh somebody else will Yeah somebody else will Somebody else will  ",
        "title": "Somebody Else Will"
    },
    {
        "artist": "The Weeknd",
        "lyrics": "  [Verse 1] Record man play my song on the radio You too busy tryna find that blue-eyed soul I let my black hair grow and my weed smoke And I swear too much on the regular We gone let them hits fly, we gone let it go If it ain't XO then it gotta go I just won a new award for a kids show Talking 'bout a face numbing off a bag of blow I'm like, goddamn, bitch, I am not a Teen Choice Goddamn, bitch, I am not a bleach boy Whip game, make a nigga understand though Got that Hannibal, Silence of the Lambo Hit the gas so hard make it rotate All my niggas blew up like a propane All these R&B niggas be so lame Got a sweet Asian chick, she go Lo Mein  [Chorus] You know me, you know man, you know me Every time you try to forget who I am I'll be right there to remind you again You know me (pow! pow!), you know me  [Verse 2] Said I'm just tryna swim in something wetter than the ocean Faded off a double cup, I'm mixing up the potion All I wanna do is make that money and make dope shit It just seem like niggas tryna sound like all my old shit Everybody knows it, all these niggas know me Platinum off a mixtape, sipping on that codeine Pour it in my trophies, roll until my nose bleed I'ma keep on singing while I'm burning up that OG All my niggas get it they make money all alone Rock a chain around they neck, making sure I'm getting home When I travel 'round the globe, make a couple mil' a show And I come back to my city, I fuck every girl I know Used to walk around with a slouch, had a mattress on the floor Now my shit straight Eating all day, tryna lose weight That good sex, we'll sweat it out Hotel bed springs, we'll wear it out I ain't gotta tell you 'cause  [Chorus] You know me, you know me You know man, you know me Every time you try to forget who I am I'll be right there to remind you again You know me (pow! pow!), you know me  [Bridge] Why don't you shake some, shake somethin' For the Don? Don't you break nothin', break nothin' Baby girl, won't you work some, work somethin' For the Don? Don't you hurt nothin', hurt nothin' Big girl, won't you shake some, shake somethin' For the Don? Don't you break nothin', break nothin' Baby girl, won't you work some, work somethin' For the Don? don't you hurt nothin', hurt nothin'  [Outro] 'Cause you know me, they know me You ain't know me, yet you know me  ",
        "title": "Reminder"
    },
    {
        "artist": "Dylan Scott",
        "lyrics": null,
        "title": "My Girl"
    },
    {
        "artist": "Blackbear",
        "lyrics": "  [Intro] Do, re, mi, fa, so Yeah, yeah, yeah, oh Do, re, mi, fa, so Yeah, yeah, yeah  [Verse 1] Yeah, if I could go back to the day we met I probably would just stay in bed You run your mouth all over town And this one goes out to the sound Of breaking glass on my Range Rover Pay me back or bitch, it's over All the presents I would send Fuck my friends behind my shoulder Next time I'ma stay asleep I pray the Lord my soul to keep, oh  [Pre-Chorus] And you got me thinking lately Bitch, you crazy And nothing's ever good enough I wrote a little song for ya It go like  [Chorus] Do, re, mi, fa, so fuckin' done with you, girl So fuckin' done with all the games you play I ain't no Tic-tac-toe Send the X and O's on another note I'm do, re, mi, fa, so fuckin' done with you, baby So send the X and O's on another note, I'm ghost (Yeah, yeah, yeah, oh)  [Verse 2] If I could go back to the day we met I probably would've stayed in bed You wake up everyday And make me feel like I'm incompetent Designer shoes and Xanax tabs Compliments your make-up bag You never had to buy yourself a drink 'Cause everybody want to tap that ass sometime  [Pre-Chorus] And you got me thinking lately Bitch, you crazy And nothing's ever good enough I wrote a little song for ya It go like  [Chorus] Do, re, mi, fa, so fuckin' done with you, girl So fuckin' done with all the games you play I ain't no Tic-tac-toe Send the X and O's on another note I'm do, re, mi, fa, so fuckin' done with you, baby So send the X and O's on another note, I'm ghost (Yeah, yeah, yeah, oh)  [Bridge] (And you got me thinking lately, yeah) (Bitch, you crazy) (And nothing's ever good enough) I wrote a little song for you, it go like  [Chorus] Do, re, mi, fa, so fuckin' done with you, girl So fuckin' done with all the games you play I ain't no Tic-tac-toe Send the X and O's on another note I'm do, re, mi, fa, so fuckin' done with you, baby So send the X and O's on another note, I'm ghost (Yeah, yeah, yeah)  [Outro] (So send the X and O's on another note, I'm ghost) Do, re, mi, fa, so (Yeah, yeah, yeah) So send the X and O's on another note, I'm ghost  ",
        "title": "Do Re Mi"
    },
    {
        "artist": "Wisin Featuring Ozuna",
        "lyrics": "   Letra de \"Escápate Conmigo\" ft. Ozuna[Intro: Wisin, Ozuna] Ozuna, W  Será la magia que tienen tus ojos Y esos truquitos para enamorar Tú me seduces a tu antojo Y de tu hechizo no puedo escapar Qué ganas tengo de buscarte (aja) Y de volverte a besar (baby) Por más que traten de alejarte Baby, hoy conmigo tú te vas  Yo sólo quiero que confíes en mí y seas valiente, bebé  [Pre-Coro: Ozuna, (Wisin)] Escápate conmigo esta noche, bebé (aja) Te quiero comer, te va a encantar Tú sabes que conmigo siempre la pasas bien (la pasas bien) Te quiero comer, tus labios besar  [Coro: Wisin, Ozuna] Bebé, no digas que no (no, no) Si sólo somos tú y yo (yey, yey, yey) Si se te eriza la piel (se te eriza la piel) Cuando entramos en calor Bebé, no digas que no (no, no) Si sólo somos tú y yo (yey, yey, yey) Si se te eriza la piel (se te eriza la piel) Cuando entramos en calor (llenos de sudor)  Señores, la poderosa  [Verso 1: Wisin] Mi supernova, la que una sonrisa me roba Tremenda loba, sólo un beso y calienta la alcoba Se me pega y me soba, no se incomoda La baby es una pantera, yo soy su casanova Escápate conmigo, donde no haya testigos Si te preguntan, diles que soy tu mejor amigo Yo quiero un beso, tú quieres castigo Sabes que no te obligo Te deseo, siempre te lo digo  Mamita, deja la ventana abierta  [Pre-coro: Ozuna, (Wisin)] Escápate conmigo esta noche, bebé Te quiero comer, te va a encantar Tú sabes que conmigo siempre la pasas bien (la pasas bien) Te quiero comer, tus labios besar  (Yo en verdad no sé qué tiene)  [Puente: Wisin, Ozuna] Es que yo quiero un poco más (un poco más) De tu rica desnudez (de tu desnudez) Es que el sudor de tu piel (de tu piel) Es el que yo quiero probar (princesa) Es que yo quiero un poco más (un poco más) De tu rica desnudez (de tu desnudez) Es que el sudor de tu piel (yeah) Es el que yo quiero probar  Baby, andamos con los poderes Ozuna  [Verso 2: Ozuna, (Wisin)] Dime que descontrola Y si la llamo, ella me dice que la busque que está sola Que no hay tiempo, pero haciéndolo se demora Si le fallo, usted tranquilo, porque no se enamora Tranquila, la vida conmigo te la vacilas Que no he visto otra baby de tu liga Esos besitos que me dan ganas De amanecer contigo todas las mañanas  (Cada madrugada estoy en tu casa)  [Pre-coro: Wisin, Ozuna] Escápate conmigo esta noche, bebé (aja) Te quiero comer, te va a encantar Tú sabes que conmigo siempre la pasas bien Te quiero comer, tus labios besar  [Coro: Wisin, Ozuna] Bebé, no digas que no (no, no) Si sólo somos tú y yo (yey, yey, yey) Si se te eriza la piel (se te eriza la piel) Cuando entramos en calor Bebé, no digas que no (no, no) Si sólo somos tú y yo (yey, yey, yey) Si se te eriza la piel (se te eriza la piel) Cuando entramos en calor (llenos de sudor)  [Outro] Señoritas, es sencillo: todos los temas para ustedes Junte poderoso: W, Ozuna, Multi Millo Records Los Legendarios Hyde, El Químico Gaby Music Otros niveles musicales  ",
        "title": "Escapate Conmigo"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1: Charles Kelley & Hillary Scott] On a boat, on a beach In the water, in the sand, in the back of a bar Cold beer in your hand Breaking hearts, breaking necks When we rolling down the street, heads turning all day when they see you with me I'm thinking everybody better stand in line 'Cause they need to know that your body's coming with me tonight  [Chorus: Charles Kelley & Hillary Scott] They're like, \"hey, who that there with the shades?\" Like oh, the way you move to the bass Hold up Whole room gets to spinnin' from the second that you walk in And baby you look good all day, all night You look good, so fresh, so fine You look good, got everybody watching you like cameras in Hollywood Baby, you look good Aw, baby you look good  [Verse 2: Charles Kelley & Hillary Scott] Black dress, 2 the 9s, New Year's in a pent From the floor, to the roof, make the skyline spin Yeah, you're killing me boy in your black-faded jeans Ain't gotta work hard when you're smilin' at me  [Chorus: Charles Kelley & Hillary Scott] Like, \"hey, who that there with the shades?\" Like oh, the way you move to the bass Hold up Whole room gets to spinnin' from the second that you walk in And baby you look good all day, all night You look good, so fresh, so fine You look good, got everybody watching you like cameras in Hollywood Baby, you look good Aw, baby you look good  [Bridge: Hillary Scott] I'm thinking everybody better stand in line 'Cause they need to know that your body's coming with me tonight  [Chorus: Charles Kelley & Hillary Scott] They're like, \"hey, who that there with the shades?\" Like oh, the way you move to the bass Hold up Whole room gets to spinnin' from the second that you walk in And baby you look good all day, all night You look good, so fresh, so fine You look good, got everybody watching you like cameras in Hollywood Baby, you look good Come on, baby you look good You look good Baby, you look good  ",
        "title": "You Look Good"
    },
    {
        "artist": "Tay-K",
        "lyrics": "  [Intro] I'm Lil Tay-K, I don't think you want no action You want action, you get turned into past tense Your boys deep? Well, let's get to subtractin' Smith & Wesson made my 9 with some compassion  [Chorus] Fuck a beat, I was tryna beat a case But I ain't beat that case, bitch I did the race (skrt, skrt) Beat it up, where I nut? Shorty face Eli blast crackin' 4s like a vase Pop a nigga then I go out my way (skrrrt) Do the dash then I go out the way Rob a nigga shoes, rob a nigga lace We tryna see a hunnit bands in our face Fuck a beat, I was tryna beat a case But I ain't beat that case, bitch I did the race (skrt, skrt) Beat it up, where I nut? Shorty face Eli blast crackin' 4s like a vase Pop a nigga then I go out my way (skrrrt) Do the dash then I go out the way Rob a nigga shoes, rob a nigga lace We tryna see a hunnit bands in our face  [Verse 1] Pimp gon' be eatin' good noodles every day Bitch I'm drawin' doodles, Tay-K paint the way Choppa tear your dudies into fish fillet I woke up too moody, who gon' die today? Shoot a fuckboy in his motherfuckin' face We cookin' up, boy, you don't wanna go dat way Gotta go dat way, you get robbed for your rackades Gotta go dat way, boy you not gon' be happy I tote 50s, I'm a shooter like Young Pappy Bitch try to rob, we make her dance, Michael Jackson We was plottin', y'all was tryna get the pack in Get the pack in, you get robbed for a fraction I'm Lil Tay-K, I don't think you want no action You want action, you get turned into past tense Your boys teeth? Well, let's get to subtractin' Smith & Wesson made my 9 with sub-compaction  [Chorus] Fuck a beat, I was tryna beat a case But I ain't beat that case, bitch I did the race I'm gon' shoot bitch, without a debate I'm gon' shoot, you can see it in my face Fuck a beat, I was tryna beat a case (grra, grra) But I ain't beat that case, bitch I did the race (skrt, skrt)  [Outro] See it in my mothafuckin' face  ",
        "title": "The Race"
    },
    {
        "artist": "Macklemore Featuring Skylar Grey",
        "lyrics": "  [Verse 1: Macklemore] You know I'm back like I never left Another sprint, another step Another day, another breath Been chasing dreams, but I never slept I got a new attitude and a lease on life And some peace of mind Seek and I find I can sleep when I die Wanna piece of the pie, grab the keys to the ride And shit I'm straight I'm on my wave, I'm on my wave Get out my wake, I'm running late, what can I say? I heard you die twice, once when they bury you in the grave And the second time is the last time that somebody mentions your name So when I leave here on this earth, did I take more than I gave? Did I look out for the people or did I do it all for fame? Legend it's exodus searching for euphoria Trudging through the mud to find the present, no ignoring us Got 20,000 deep off in the street like we some warriors My mama told me never bow your head, woo!  [Chorus: Skylar Grey] I feel glorious, glorious Got a chance to start again I was born for this, born for this It's who I am, how could I forget? I made it through the darkest part of the night And now I see the sunrise Now I feel glorious, glorious I feel glorious, glorious  [Verse 2: Macklemore] I'm feeling glorious The crib looking Victorian (oh yes it is) You know that we been going in Since we hopped out that Delorean (Delorean, yeah we win) En garde, things are just things They don't make you who you are Can't pack up a U-Haul and take it with you when you're gone We posted on the porch, my family's glasses to the stars My grandma smiling down on me like woo, that boy got bars Okay, okay, yes I do I said amen and hallelujah, let me testify too Another morning, a morning, don't let self get in my way I got my breath, I got my faith and I remember why I came  [Chorus: Skylar Grey] I feel glorious, glorious Got a chance to start again I was born for this, born for this It's who I am, how could I forget? I made it through the darkest part of the night And now I see the sunrise Now I feel glorious, glorious I feel glorious, glorious  [Bridge: Skylar Grey] We gon' be alright, put that on my life When I open my eyes, hope I see you shine We're planting a flag they don't understand The world is up for grabs We gon' be alright, put that on my life When I open my eyes, hope I see you shine We're planting a flag they don't understand The world is up for grabs  [Chorus: Skylar Grey] I feel glorious, glorious Got a chance to start again I was born for this, born for this It's who I am, how could I forget? I made it through the darkest part of the night And now I see the sunrise Now I feel glorious, glorious I feel glorious, glorious  ",
        "title": "Glorious"
    },
    {
        "artist": "Kendrick Lamar Featuring Zacari",
        "lyrics": "  [Streaming Intro: Kendrick Lamar] Damn, love or lust Damn, all of us  [Physical Intro: Kid Capri] We still lettin' it spin, y'all Here we go!  [Chorus: Zacari & Kendrick Lamar] Give me a run for my money There is nobody, no one to outrun me (Another world premiere!) So give me a run for my money Sippin' bubbly, feelin' lovely, livin' lovely Just love me I wanna be with you, ayy, I wanna be with Just love me, just love me, just love I wanna be with you, ayy, I wanna be with Love me I wanna be with you Love me, just love me  [Refrain: Kendrick Lamar & Zacari] If I didn't ride blade on curve, would you still love me? If I made up my mind at work, would you still love me? Keep it a hundred, I'd rather you trust me than to love me Keep it a whole one hund': don't got you, I got nothin'  [Verse 1: Kendrick Lamar] Ayy, I got somethin' Hol' up, we gon' function, no assumptions Feelin' like Tyson with it Knock it out twice, I'm with it Only for the night, I'm killin' Only for life, yeah, only for life, yeah Only for life, let's get it Hit that shoulder lean I know what's comin' over me Backstroke oversea I know what you need Already on ten, all money come in All feeling go out, this feeling don't drought This party won't end  [Refrain: Kendrick Lamar & Zacari] If I didn't ride blade on curve, would you still love me? If I made up my mind at work, would you still love me? Keep it a hundred, I'd rather you trust me than to love me Keep it a whole one hund': don't got you, I got nothin'  [Chorus: Zacari & Kendrick Lamar] Give me a run for my money There is nobody, no one to outrun me So give me a run for my money Sippin' bubbly, feelin' lovely, livin' lovely Just love me I wanna be with you, ayy, I wanna be with Just love me, just love me, just love I wanna be with you, ayy, I wanna be with Love me I wanna be with you Love me, just love me  [Verse 2: Kendrick Lamar & Zacari] I'm on the way We ain't got no time to waste Pop in your gum on the way (love me) Am I in the way? I don't wan' pressure you none I want your blessing today (love me) Oh, by the way, open the door by the way Told you that I'm on the way (love me) I'm on the way, I know connection is vague Pick up the phone for me, babe Dammit, we jammin' Bad attitude from yo' nanny Curves and your hips from yo' mammy Remember Gardena, I took the studio camera I know Top will be mad at me I had to do it, I want your body, your music I bought the big one to prove it Look what you made Told you that I'm on the way I'm like a exit away, yep  [Refrain: Kendrick Lamar & Zacari] If I didn't ride blade on curve, would you still love me? If I made up my mind at work, would you still love me? Keep it a hundred, I'd rather you trust me than to love me Keep it a whole one hund': don't got you, I got nothin'  [Chorus: Zacari & Kendrick Lamar] Give me a run for my money There is nobody, no one to outrun me So give me a run for my money Sippin' bubbly, feelin' lovely, livin' lovely Just love me I wanna be with you, ayy, I wanna be with Just love me, just love me, just love me I wanna be with you, ayy, I wanna be with Love me I wanna be with you Love me, just love me  ",
        "title": "Love."
    },
    {
        "artist": "Miley Cyrus",
        "lyrics": "  [Verse 1] I never came to the beach or stood by the ocean I never sat by the shore under the sun with my feet in the sand But you brought me here, and I'm happy that you did 'Cause now I'm as free, as birds catchin' the wind I always thought I would sink, so I never swam I never went boatin', don't get how they are floatin' And sometimes I get so scared of what I can't understand  [Chorus] But here I am, next to you The sky's more blue in Malibu Next to you in Malibu Next to you  [Verse 2] We watched the sun go down as we were walkin' I'd spent the rest of my life just standing here talkin' You would explain the current, as I just smile Hoping that you'll stay the same and nothing will change And it'll be us, just for a while Do they even exist? That's when I make the wish, to swim away with the fish Cause it's supposed to be this hot all summer long I never would've believed you if three years ago you told me I'd be here writing this song  [Chorus] But here I am, next to you The sky's so blue in Malibu Next to you in Malibu Next to you Next to you The sky's so blue in Malibu Next to you  [Outro] We are just like the waves that flow back and forth Sometimes I feel like I'm drowning And you're there to save me And I wanna thank you with all of my heart It's a brand new start A dream come true in Malibu  ",
        "title": "Malibu"
    },
    {
        "artist": "Selena Gomez",
        "lyrics": "  [Verse 1] I was walking down the street the other day Tryna distract myself But then I see your face Oh wait, that's someone else Tryna play it coy Tryna make it disappear But just like the battle of Troy There's nothing subtle here In my room there's a king size space Bigger than it used to be If you want you can rent that place Call me an amenity Even if it's in my dreams  [Pre-Chorus] Ooh you're taking up a fraction of my mind Ooooh every time I watch you serpentine  [Chorus] Oh I'm tryin', I'm tryin', I'm tryin' I'm tryin', I'm tryin' Oh tryin', I'm tryin', I'm tryin' I'm tryin', I'm tryin' Not to think about you No, no, no, no Not to think about you No, no, no, no Oh I'm tryin', I'm tryin', I'm tryin' I'm tryin', I'm tryin' Oh tryin', I'm tryin', I'm tryin' I'm tryin', I'm tryin' Not to give in to you No, no, no, no Not to give in to you No, no, no, no  [Post-Chorus] With my feelings on fire Guess I'm a bad liar  [Verse 2] I see how your attention builds It's like looking in a mirror Your touch like a happy pill But still all we do is fear What could possibly happen next? Can we focus on the love? Paint my kiss across your chest If you're the art, I'll be the brush  [Pre-Chorus] Ooh you're taking up a fraction of my mind Ooooh every time I watch you serpentine  [Chorus] Oh I'm tryin', I'm tryin', I'm tryin' I'm tryin', I'm tryin' Oh tryin', I'm tryin', I'm tryin' I'm tryin', I'm tryin' Not to think about you No, no, no, no Not to think about you No, no, no, no Oh I'm tryin', I'm tryin', I'm tryin' I'm tryin', I'm tryin' Oh tryin', I'm tryin', I'm tryin' I'm tryin', I'm tryin' Not to give in to you No, no, no, no Not to give in to you No, no, no, no  [Post-Chorus] With my feelings on fire Guess I'm a bad liar  [Bridge] And oh baby let's make reality, actuality, a reality Oh baby let's make reality, actuality, a reality  [Chorus] Oh, oh, I'm tryin', I'm tryin', I'm tryin' I'm tryin', I'm tryin' Oh tryin', I'm tryin', I'm tryin' I'm tryin', I'm tryin' Not to think about you No, no, no, no Not to think about you No, no, no, no Oh I'm tryin', I'm tryin', I'm tryin' I'm tryin', I'm tryin' Oh tryin', I'm tryin', I'm tryin' I'm tryin', I'm tryin' Not to give in to you No, no, no, no Not to give in to you No, no, no, no  [Post-Chorus] With my feelings on fire Guess I'm a bad liar  ",
        "title": "Bad Liar"
    },
    {
        "artist": "SZA",
        "lyrics": "  [Verse 1] You say you got a girl Yeah, how you want me? How you want me when you got a girl? The feelin' is reckless Of knowin' it's selfish And knowin' I'm desperate Gettin' all in your love Fallin' all over love, like Do it 'til it hurts less Hangin' out the back, all up in your lap Like is you comin' home? Is you out with her? I don't care long as you're here by 10:30, no later than Drop them drawers, give me what I want  [Chorus] My man is my man, is your man Heard it's her man too My man is my man, is your man Heard that's her man Tuesday and Wednesday, Thursday and Friday I just keep him satisfied through the weekend You're like 9 to 5, I'm the weekend Make him lose his mind every weekend You take Wednesday, Thursday Then just send him my way Think I got it covered for the weekend  [Verse 2] I gotta say I'm in the mood for a little bit more of that I mean I'm saying what kind of deal, just two days? I need me at least 'bout four of them, more of them More you on me, on us Just tell me you want me, yeah Monday and I'll be at your door, ready to take her place Ready to give you, what you've been missin' on weekdays What you've been waitin' for 10:30, no later than Drop them drawers, I know what you want  [Chorus] My man is my man, is your man Heard it's her man too My man is my man, is your man Heard that's her man Tuesday and Wednesday, Thursday and Friday I just keep him satisfied through the weekend You're like 9 to 5, I'm the weekend Make him lose his mind every weekend You take Wednesday, Thursday (don't worry 'bout none) Then just send him my way (don't worry 'bout none) Think I got it covered for the weekend  [Outro] Ayyy Bright ideas, we've got bright ideas Ayyy Bright ideas, we've got bright ideas Ayyy Bright ideas, we've got bright ideas  ",
        "title": "The Weekend"
    },
    {
        "artist": "Kodak Black",
        "lyrics": "  [Intro] Sniper Gang Yeah, I like this lil' beat right here Yeah, this a nice little beat I'm sippin' on Belaire Yeah, I'm finna paint a picture Finna paint me a lil' picture What this called? Oh this the new Belaire too This the white wine, I like the white one  [Chorus] I'm sippin' on Belaire, my chick from Bel-Air My whip from Germany, I'm cooler than LL I'm sippin' on Belaire, my chick from Bel-Air My whip from Germany, I'm cooler than LL I clap a nigga like patty cake I clap a nigga like patty cake I'm swaggin', I got flavor, I got sauce, call me Ragu I love my baby girl pussy bald, call her Caillou I clap a nigga like patty cake  [Verse 1] Yeah, dat way I'm 'bout to grab the Wraith, I'm 'bout to grab the key I'm 'bout to snatch your baby girl and skeet all on her face I got a feelin' that today gon' be a fantastic day I'm gettin' tired of the Rollie, I think I want Patek Philippe It's either I win or you lose, 'cause I won't accept defeat And everybody wanna have the sauce, well I got the recipe I'm sippin' on Belaire 'cause it make me feel like I'm on ecstasy I love my baby, when I come home, I be rubbin' on her feet And she be always in my chair, she hate when I be in the streets My rims taller than my son, I'm 'bout to drop another one You think a nigga in a band the way I hit him with that drum, ayy  [Chorus] I'm sippin' on Belaire, my chick from Bel-Air My whip from Germany, I'm cooler than LL I'm sippin' on Belaire, my chick from Bel-Air My whip from Germany, I'm cooler than LL I clap a nigga like patty cake I clap a nigga like patty cake I'm swaggin', I got flavor, I got sauce, call me Ragu I love my baby girl pussy bald, call her Caillou I clap a nigga like patty cake  [Verse 2] My chain VVS I'm booted up, I got more pills than a CVS I'm the shit, baby girl, so I got stains in my drawers All this money like a nigga hit the fuckin' Power Ball Sippin' on champagne, my whip on Dana Dane's No time for you lames, I'm flyer than a plane I'm ridin' like a train, she love to give me brain You shootin' with your eyes closed, you ain't Sniper Gang She held me down when I was gone, I bought her Audemars Piguet I love her like I love my brother, so I let her be my connect I put her thick ass in the vet, ten bracelets on her neck You know lil' Kodak love to flex, I got my momma out the 'jects  [Chorus] I'm sippin' on Belaire, my chick from Bel-Air My whip from Germany, I'm cooler than LL I'm sippin' on Belaire, my chick from Bel-Air My whip from Germany, I'm cooler than LL I clap a nigga like patty cake I clap a nigga like patty cake I'm swaggin', I got flavor, I got sauce, call me Ragu I love my baby girl pussy bald, call her Caillou I clap a nigga like patty cake  ",
        "title": "Patty Cake"
    },
    {
        "artist": "The Chainsmokers",
        "lyrics": "  [Intro: Bono] The other one is, of course, outing yourself I think be the first to out yourself, I always think Because, you know, there's no end to the hypocrisy of the human heart  Woah, woah, woah Woah, woah, woah Woah, woah, woah Woah, woah, woah  [Verse 1] It's 5 a.m. and I'm on the radio I'm supposed to call you, but I don't know what to say at all And there's this girl, she wants me to take her home She don't really love me though, I'm just on the radio  [Pre-Chorus] And I'm not gonna tell you that I'm over it 'Cause I think about it every night I'm not sober, and I know I keep these feelings to myself Like I don't need nobody else But you're not the only one on my mind  [Chorus] If I'm being honest If I'm being honest You said I should be honest So I'm being honest  [Verse 2] It's 6 a.m., I'm so far away from you I don't wanna let you down, what am I supposed to do? It's been three weeks at least, now, since I've been gone And I don't even like the road, I'm just on the radio  [Pre-Chorus] And I'm not gonna tell you that I'm over it 'Cause I think about it every night I'm not sober, and I know I keep these feelings to myself Like I don't need nobody else But you're not the only one on my mind  [Chorus] If I'm being honest If I'm being honest You said I should be honest So I'm being honest  [Bridge] Woah, woah, woah Woah, woah, woah Woah, woah, woah Woah, woah, woah Woah, woah, woah Woah, woah, woah Woah, woah, woah Woah, woah, woah  [Pre-Chorus] And I'm not gonna tell you that I'm over it 'Cause I think about it every night I'm not sober, and I know I keep these feelings to myself Like I don't need nobody else But you're not the only one on my mind  [Chorus] If I'm being honest If I'm being honest You said I should be honest So I'm being honest  If I'm being honest  ",
        "title": "Honest"
    },
    {
        "artist": "Tee Grizzley",
        "lyrics": "  [Hook] These niggas prayed on my downfall (they what?) These niggas prayed on my downfall On all ten, bitch I stood tall Show these disloyal niggas how to ball  [Verse] Go get a thermometer for the pot, I need this shit cooked right Let's keep that water 400 degrees Fahrenheit You ever been inside a federal court room? Nigga you ever went to trial and fought for your life? Being broke did something to my spirit Asked niggas to plug me, they act like they couldn't hear me Look at me now, driving German engineering You don't want your baby mama fucked, keep the ho from near me Kilroy, 'member I used to use your L's to hit the road Hit the O and make them big boy sales? Moo, 'member when you had them green things mailed With vacuum seals trying not to have them green things smelled? Feds was on me, what you know about related through money I don't know nothing, I just used to see 'em walk to the Coney I fuck with bitches my body count go from Pershing to Cody Any further questions, you can take that up with the lawyer My nigga Fenkell, J Money, Brightmo Lo, Project Joe Will tell you everyday before school I sold a half bow How you think I won best dressed with no support? And had them paid lawyers coming in and out of court Ayy, Dwan though, ayy, Theo ain't it a blessing? We made it out Kentucky after all that happened? After the pre-trials, after the status After them impact statements, after the castle Ayy, JR nigga, ain't it a blessing? We made it out of Lansing after all that happened? After Michigan State, after Hubbard When our mans told on us, them bands they took from us Joy road bitch, but the money long as six mile Brick mile, knock your bitch down Pick her up, knock her back down, pull her tracks out Yes, I slap girl, yes, I slap dog, yes, I slap loud Yes, I'll slap a pussy nigga if he act out Yes, I caught cases on the road with them killers Bro, kill me if I snitch, 'cause if you snitch I'm gon' kill you Spent a lot of time on that yard with them gorillas Stood tall, did I let niggas hoe me? Quit being silly I know for a fact your bitch pussy get wet for a nigga Cause I do it better, plus I'm doing better than niggas I'm at home when I'm down there in Lexington nigga 'Bout the king, they gone drop you and who next to you nigga Unc said Lil T, \"Get ahead of them niggas\" When you take off, don't look back and try to rescue them niggas You killed his mans? Then make sure you get the rest of them niggas Don't let them get the best of you, just get the revenue nigga So let me know what you can handle, okay, come grab it Here go some extras, so if I'm busy you can manage Fiends had me Blade dancing, eating sixty dollar salads Get it there and back, tell the feds I need a challenge My first offer was 30 years, not a day lower I told them crackers holler at me when they sober On parole, I'm a felon, you think I ain't got that blower? Yeah you right, bro take his head off his fucking shoulders (boom boom boom!) You hear me? Hit the Rollie store with the Rollie on What was our getaway car? A Jag Portfolio You hear me? Ayy, I heard I had some sneak dissers Whoever feeling hot, that AR got a heat sensor 'Cause said don't entertain them hungry niggas I wish I would pay attention to these homeless niggas Don't call my phone, I don't want to do no song with niggas And tell yo bitch to tighten up before I bone her, nigga I don't know you niggas, fuck wrong with niggas? Through these white buffs I can see the hoe in niggas Free my nigga Parico, that boy be hoeing niggas Shoot the smile off your face, I don't joke with niggas Boy, I can't trust you with that strap if you don't got no bodies Boy, I can't take you on no lick if you ain't robbed nobody You ain't no shooter, you can't do that shit without no molly I came home and had the hoes wetter than Kalahari Thirty months ago niggas ain't think that I was coming home Shout out to them niggas' freaks that I been cumming on Get em to the crib, bust em down, now bitch run along This SK'll get to shaking like there's something wrong Thirty bands two times, watch this money clone The feds say my name hot like when the oven on Bitch I came home to my lil brother gone Niggas say they looking for me, pull up in the Skuddy zone Who said I'm a snitch? You just heard a lie from him Better check the black and white, that paperwork will vouch for him Zero toleration for that nigga, take his life from him He don't want that pistol play? Okay I'll Tyson him I ain't hear from bitches when I had them blues on So soon as I'm done fucking, put your shoes on I'm on parole in two states, I can't move wrong The feds trying to build a case, I can't move wrong I went to trial back to back, bitch I'm 2-0 The state of Kentucky banned me from every jewelry store Say I can't even be in public with my hoodie on Michigan State don't want him here, they don't know what he on  [Hook] I know they prayed on my downfall I know they prayed on my downfall On all ten bitch I stood tall Show these disloyal niggas how to ball  ",
        "title": "First Day Out"
    },
    {
        "artist": "Chris Brown",
        "lyrics": "  [Verse 1] I need your body in ways That you don't understand, but I'm losing my patience 'Cause we've been going over and over again Girl, I just wanna take you home and get right to it Know I gotta kiss it, baby Give it to me, lick it lick it inside and out You know that I just wanna make love Want you to scream and shout And baby, when I'm deep in it now I'ma slow it down, 'cause ain't no speed limit When we're moving at the speed of sound We gon' turn all the way up when the lights down Why your pussy so damn good, miss lady? Go and put that booty up, baby, one on one You know I'ma go crazy when your legs in the air You know your panties never getting in the way You know I kinda like it, when you make me work for it  [Chorus] Ayy you, gal, inna di tight up skirt Get that ass in the bed, I'ma lock the door Shake that ass like boom shakalacka, boom shakalacka (boom, boom) We don't need nobody watching us (yikes!) No eyes but your eyes Ain't nobody here but you and me Licking your private parts (Boom shakalacka, hahaha) And I know you love your privacy  [Verse 2] You don't need a shower, you already wet Know that pussy power, telling me, I ain't ready yet I say, \"Fuck it,\" face my fears, baby When I lick it, I put tears in it Put my face in it, eat it like a dinner date You know I love foreplay, 12 play, everything Know my lovin' don't change I don't really give a fuck what a hater say 'Cause you fine, baby And it's alright 'cause you're all mine, baby, ooh, hoo Girl, I'ma let you get crazy  [Chorus] Ayy you, gal, inna di tight up skirt Get that ass in the bed, I'ma lock the door Shake that ass like boom shakalacka, boom shakalacka (boom, boom) We don't need nobody watching us (yikes!) No eyes but your eyes Ain't nobody here but you and me Licking your private parts (Boom shakalacka, hahaha) And I know you love your privacy  [Verse 3] Baby, I promise I won’t tell nobody Just long as you let me hit it like every night I could give a fuck ‘bout the club, 'cause that pussy tight Do a split on it, drop it, baby, show you right I'ma split your weave and you askin' me to stay the night Whipped cream on your titties, then you suckin' on my dick with ice Oh my God, oh my God, my bitch get me right Ain't gotta pay for that pussy, my dick can change your life I'm tired of missionary, wanna see you on your face Put that ass up in the air, I'm lovin' how that pussy taste Damn, on your side, on your side Stop runnin' from this dick, I ain't 'bout to let you slide this time  [Chorus] Ayy you, gal, inna di tight up skirt Get that ass in the bed, I'ma lock the door Shake that ass like boom shakalacka, boom shakalacka (boom, boom) We don't need nobody watching us (yikes!) No eyes but your eyes Ain't nobody here but you and me Licking your private parts (Boom shakalacka, hahaha) And I know you love your privacy  [Outro] Privacy Boom shakalacka Hahaha  ",
        "title": "Privacy"
    },
    {
        "artist": "Luke Combs",
        "lyrics": "  [Verse 1] Sunday morning man She woke up fightin' mad Bitchin' and moanin' on and on 'Bout the time I had And by Tuesday you could say That girl was good as gone Then when Thursday came around I was all alone So I went for a drive to clear my mind Ended up at a Shell on I-65  [Chorus 1] Then I won a hundred bucks on a scratch-off ticket I bought two 12-packs and a tank of gas with it She swore they were a waste of time Oh, but she was wrong I was caller number five on a radio station Won a four day 3 night beach vacation Deep sea señorita fishing down in Panama And I ain't gotta see my Ex-future-mother-in-law anymore Oh Lord, when it rains it pours When it rains it pours  [Verse 2] Now she was sure real quick to up and apologize When she heard about my newfound luck On that FM dial And it's crazy how lately now It just seems to come in waves What I thought was gonna be the death of me Was my saving grace It's got me thinking that her leaving Is the only logical reason  [Chorus 2] That I got the last spot in the Hooters' parking lot And the waitress left her number on my check with a heart She picked up on the first ring when I gave her a call And I only spent five bucks at the Moose Club raffle Won a used 4-wheeler and three free passes For me and two of my buddies to play a round of golf And I ain't gotta see my Ex-future-mother-in-law anymore Oh Lord, when it rains it pours When it rains it pours  [Bridge] Well I've been on one hell of a redneck roll For three weeks now And it all started on the day that she walked out  [Chorus 1] Then I won a hundred bucks on a scratch-off ticket Bought two 12-packs and a tank of gas with it She swore they were a waste of time Oh, but she was wrong And I was caller number five on a radio station Won a four day 3 night beach vacation Deep sea señorita fishing down in Panama And I ain't gotta see my Ex-future-mother-in-law anymore Oh Lord, when it rains it pours When it rains it pours  ",
        "title": "When It Rains It Pours"
    },
    {
        "artist": "Camila Cabello Featuring Quavo",
        "lyrics": "  [Verse 1: Camila Cabello] Baby, what'cha say? I ain't here to, I ain't here to conversate Baby, I don't play From Miami, causin' trouble in LA Rowdy, Tennessee If I don't send for you, best not come for me Jordan, twenty-three Guarantee you're gonna wanna leave with me  [Pre-Chorus: Camila Cabello] I got that li-li-li-like  [Chorus: Camila Cabello] Pull up, pull up, pull up straight from Tokyo You cannot believe it when we come through Woo, my God, you look good today Woo, my God, you look good today, yeah Back up, back up, back up, do it slow-mo' When she drop, it bounce back like a yo-yo Woo, my God, you look good today You look good today, yeah Oh my God  [Post-Chorus: Quavo & Camila Cabello] Oh my God, yeah (uh) Oh my God, you're awesome (oh my God) Oh my God, yeah (uh) Oh my God, you're awesome (oh my God) Oh my God, yeah (uh) Oh my God, you're awesome (oh my God) Oh my God, yeah  [Verse 2: Camila Cabello] Ice cold like my drink Lose your concentration when you take a sip, yeah (sip it, sip it) Cyclone, make it spin 'Cause all I, all I, all I, all I do is win  [Bridge: Camila Cabello] Yeah, I'm cut like a diamond, I'm cold 4 A.M., bloom like a rose Girls like the summer, we're gold, uh  [Pre-Chorus: Camila Cabello] We got that li-li-li-like  [Chorus: Camila Cabello] Pull up, pull up, pull up straight from Tokyo You cannot believe it when we come through (yeah, yeah) Woo, my God, you look good today Woo, my God, you look good today, yeah Back up, back up, back up, do it slow-mo' When she drop, it bounce back like a yo-yo Woo, my God (my God), you look good today You look good today, yeah Oh my God  [Post-Chorus: Quavo & Camila Cabello] Oh my God, yeah (uh) Oh my God, you're awesome (oh my God) Oh my God, yeah (uh) Oh my God, you're awesome (oh my God) Oh my God, yeah (uh) Oh my God, you're awesome (oh my God) Oh my God, yeah  [Verse 3: Quavo & Camila Cabello] Oh my God, she's so right, though (you know you're so right) Me and you, that's a iso Waist so small, look like lipo (li-lipo) Moonwalk, my diamonds Michael (Mi-Michael) She's so fine, I call my best man (brr) Ain't no rings on her left hand (no rings) I had a dream I was in quicksand (dream) Then I woke up with the best plans (yeah) Oh my God, yeah (uh) Oh my God, you're awesome (yeah) Smoke more green than Boston (green) I make a play and call 'em (yeah) Oh my God, she flossin' (ooh) On the cover of magazines I'mma crown the queen (queen) Bad and boujee, thick and pretty I'm givin' her wet dreams (ooh, yeah) I'm the main reason why her friends like me (hey) Havin' her mad at me, tackle me like I'm an athlete (ooh, yeah)  [Chorus: Camila Cabello] Pull up, pull up, pull up straight from Tokyo You cannot believe it when we come through Woo, my God, you look good today Woo, my God, you look good today, yeah Back up, back up, back up, do it slow-mo' When she drop, it bounce back like a yo-yo Woo, my God, you look good today You look good today, yeah Oh my God  ",
        "title": "OMG"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Intro] La-da-da-da-da, la-da-da-da-da Da-da-da  [Verse 1] We are searchlights, we can see in the dark We are rockets, pointed up at the stars We are billions of beautiful hearts And you sold us down the river too far  [Chorus] What about us? What about all the times you said you had the answers? What about us? What about all the broken happy ever afters? What about us? What about all the plans that ended in disaster? What about love? What about trust? What about us?  [Verse 2] We are problems that want to be solved We are children that need to be loved We were willin', we came when you called But man, you fooled us, enough is enough, oh  [Chorus] What about us? What about all the times you said you had the answers? What about us? What about all the broken happy ever afters? Oh, what about us? What about all the plans that ended in disaster? Oh, what about love? What about trust? What about us? Oh, what about us? What about all the plans that ended in disaster? What about love? What about trust? What about us?  [Bridge] Sticks and stones, they may break these bones But then I'll be ready, are you ready? It's the start of us, waking up come on Are you ready? I'll be ready I don't want control, I want to let go Are you ready? I'll be ready 'Cause now it's time to let them know We are ready, what about us?  [Chorus] What about us? What about all the times you said you had the answers? So what about us? What about all the broken happy ever afters? Oh, what about us? What about all the plans that ended in disaster? Oh, what about love? What about trust? What about us?  [Outro] What about us? What about us? What about us? What about us? What about us? What about us?  ",
        "title": "What About Us"
    },
    {
        "artist": "Dua Lipa",
        "lyrics": "  [Intro] One, one, one, one, one...  [Verse 1] Talkin' in my sleep at night, makin' myself crazy (Out of my mind, out of my mind) Wrote it down and read it out, hopin' it would save me (Too many times, too many times)  [Interlude] My love, he makes me feel like nobody else, nobody else But my love, he doesn't love me, so I tell myself, I tell myself  [Pre-Chorus] One: Don't pick up the phone You know he's only callin' 'cause he's drunk and alone Two: Don't let him in You'll have to kick him out again Three: Don't be his friend You know you're gonna wake up in his bed in the morning And if you're under him, you ain't gettin' over him  [Chorus] I got new rules, I count 'em I got new rules, I count 'em I gotta tell them to myself I got new rules, I count 'em I gotta tell them to myself  [Verse 2] I keep pushin' forwards, but he keeps pullin' me backwards (Nowhere to turn, no way) (Nowhere to turn, no) Now I'm standin' back from it, I finally see the pattern (I never learn, I never learn)  [Interlude] But my love, he doesn't love me, so I tell myself, I tell myself I do, I do, I do  [Pre-Chorus] One: Don't pick up the phone You know he's only callin' 'cause he's drunk and alone Two: Don't let him in You'll have to kick him out again Three: Don't be his friend You know you're gonna wake up in his bed in the morning And if you're under him, you ain't gettin' over him  [Chorus] I got new rules, I count 'em I got new rules, I count 'em I gotta tell them to myself I got new rules, I count 'em I gotta tell them to myself  [Bridge] Practice makes perfect I'm still tryna learn it by heart (I got new rules, I count 'em) Eat, sleep, and breathe it Rehearse and repeat it, 'cause I... (I got new...)  [Pre-Chorus] One: Don't pick up the phone (yeah) You know he's only callin' 'cause he's drunk and alone (alone) Two: Don't let him in (uh-ooh) You'll have to kick him out again (again) Three: Don't be his friend You know you're gonna wake up in his bed in the morning And if you're under him, you ain't gettin' over him  [Chorus] I got new rules, I count 'em I got new rules, I count 'em (Whoa-ooh, whoa-ooh, whoa) I gotta tell them to myself I got new rules, I count 'em (Baby, you know I count 'em) I gotta tell them to myself  [Outro] Don't let him in, don't let him in Don't, don't, don't, don't... Don't be his friend, don't be his friend Don't, don't, don't, don't... Don't let him in, don't let him in Don't, don't, don't, don't... Don't be his friend, don't be his friend Don't, don't, don't, don't... You're gettin' over him  ",
        "title": "New Rules"
    },
    {
        "artist": "Rae Sremmurd",
        "lyrics": "  [Intro] Ear Drummers Mike WiLL Made-It  [Chorus: Swae Lee] Jump in the Pegasus All kinda reckless the necklace All kinda reckless I flexed it K-keep the change, yeah you heard me correctly If she sleek and foreign, call her Lexus Every week a foreign, I just check her wishlist Only thing I'm here for is perplexin' Caterpillar whip and I lowered it  [Verse 1: Slim Jxmmi] Lil' Jxm', I got a problem I'm in love with money, I'm in love with ballin' Gotta keep my phone on vibrate, how these bitches callin' Neiman Marcus' shawty and I ain't window shoppin' 2K on my feet, yeah, 2K, I be kickin' game Bubble Gum OG, I'm smokin' on a different strain Niggas stealin' sauce, they need to stay up in their lane Baby, we on top and that ain't ever gonna change Put you boys to shame Pull them foreign's out And put you boys to shame Going hard on a bitch like Major Payne Say my name (Jxm) They ain't know how to spell it, so I put it on my chain  [Chorus: Swae Lee] Jump in the Pegasus All kinda reckless the necklace All kinda reckless I flexed it K-keep the change, yeah you heard me correctly If she sleek and foreign, call her Lexus Every week a foreign, I just check her wishlist Only thing I'm here for is perplexin' Caterpillar whip and I lowered it  [Verse 2: Swae Lee] All these, hundreds got me siftin' G35, needs a liftkit Man dirty cup I'm grippin' I mean it's a pig pen Leave your chick within five feet of me, wouldn’t risk it Niggas cannot stop me, told 'em just to face it Aston sittin' low (lower), damn I scraped it She like \"spread your wings, 'cause it's the Pegasus\" I'm like \"I might go and take the spot, because of negligence\" Oh, barricades ain't holdin' me Money on me, but that ain't controllin' me Last night had bitches bogin' me, like they go at me? Took off on these niggas, caught a JetStream  [Chorus: Swae Lee & Slim Jxmmi] Jump in the Pegasus All kinda reckless the necklace (yeah) All kinda reckless I flexed it (yeah) K-keep the change, yeah, you heard me correctly If she sleek and foreign, call her Lexus Every week a foreign, I just check her wishlist (yeah) Only thing I'm here for is perplexing (yeah) Caterpillar whip and I lowered it (yeah)  ",
        "title": "Perplexing Pegasus"
    },
    {
        "artist": "China Anne McClain, Thomas Doherty & Dylan Playfair",
        "lyrics": "  [Verse 1: China Anne McClain] This is all hands on deck Calling out to lost boys and girls I'm gettin' tired of the disrespect We won't stop 'til we rule the world It's our time, we up next! (next, next) Our sail's about to be set (set, set) They ain't seen nothing yet! Tell 'em who's in charge So they don't forget  [Chorus: China Anne McClain] What's my name? What's my name? (Uma) Say it louder! What's my name? What's my name? (Uma) Feel the power! No one's gonna stop us Soon the world will be ours What's my name? What's my name? What's it, what's it? Say it loud!  [Post Chorus] (Uuuuuuma, Uuuuuuma) All eyes on me, let me see 'em (Uuuuuuma, Uuuuuuma) What's it! What's it! Say it! Say it! (Uma-ah-ah-ah!)  (Uma, Uma, la la Um-) (Uma, Uma, la la Uma) (Uma, Uma, la la Um-) (Uma, Uma, la la Uma) Uma!  [Verse 2: China Anne McClain] I'm the queen of this town I call the shots, you know who I am I don't need to wear no fake crown Stand up to me, you don't stand a chance It's our time, we up next! (next, next) My crew's as real as it gets (gets, gets) The worst is now the best And leaving us here Will be their last regret  [Chorus: China Anne McClain] What's my name? What's my name? (Uma) Say it louder! What's my name? What's my name? (Uma) Feel the power! No one's gonna stop us Soon the world will be ours What's my name? What's my name? What's it! What's it! Say it! Say it!  [Bridge: Thomas Doherty] You know what they say Bad girls have all the fun Never learned how to count Cause I'm number one Ready here, we come We always get our way It's a pirate's life, every single day (Hey!) She's the captain, I'm the first mate Enemies seasick can't see straight Call 'em fish bait, throw 'em on a hook Uma's so hot they get burned if they look  It's all eyes on me, let me see 'em I see your eyes on me boys, hey! You know what my name is Say it, say it louder!  Hook me! (Ha, ha!) Ho! Woah! Come on!  [Chorus: China Anne McClain] What's my name? What's my name? (Uma) Say it louder! What's my name? What's my name? (Uma) Feel the power! No one's gonna stop us Soon the world will be ours What's my name? What's my name?  (Uuuuuuma, Uuuuuuma) All eyes on me, let me see 'em (Uuuuuuma, Uuuuuuma) What's it!, what's it! Say it! Say it! (Uuuuuuma, Uuuuuuma) Ooh, say it louder! (Uuuuuuma, Uuuuuuma) Ooh, say it louder! What's it! What's it! Say it! Say it!  (Uma, Uma, la la Um-) (Uma, Uma, la la Uma) (Uma, Uma, la la Um-) (Uma, Uma, la la Uma) (Uma, Uma, la la Um-) (Uma, Uma, la la Uma) (Uma, Uma, la la Um-) (Uma, Uma, la la Uma) Uma!  ",
        "title": "What's My Name"
    },
    {
        "artist": "Thomas Rhett",
        "lyrics": "  [Verse 1] It was the 14th of October Had that t-shirt off your shoulder I was drunk, said I was sober And you said yeah right We were talkin’ for a minute Then some guy tried to cut in You took my hand and we pretended Like I was your guy  [Pre-Chorus] Oh, then I tried to guess your middle name For 30 minutes bet we played that game  [Chorus 1] That mango-rita you were drinkin’ And that Coldplay song that you were singin’ And I bet right now you’re probably thinkin’ That it’s crazy I remember every detail, but I do From your blue jeans to your shoes Girl, that night was just like you Unforgettable  [Verse 2] We were dancin’, we were buzzin’ Takin’ shots like it was nothin’ Did the runnin’ man, you loved it Yeah, you laughed out loud You brushed away your blonde hair And you kissed me out of nowhere I can still show you the spot Where everything went down  [Pre-Chorus] Oh, I told you I was gonna marry you You probably didn’t think that it was true  [Chorus 2] That mango-rita you were drinkin’ And that Coldplay song that you were singin’ And I bet right now you’re probably thinkin’ That it’s crazy I remember every detail, but I do I can still smell your perfume Girl, that night was just like you Unforgettable  [Bridge] Oh, that night was just like you, baby I can taste the mango-rita you were drinkin’ And it feels just like it was last weekend That we jumped in Right off the deep end  [Chorus 2] That mango-rita you were drinkin’ And that Coldplay song that you were singin’ And I bet right now you’re probably thinkin’ That it’s crazy I remember every detail, but I do I can still smell your perfume Girl, that night was just like you Unforgettable  [Outro] From your blue jeans to your shoes Girl, that night was just like you Unforgettable  ",
        "title": "Unforgettable"
    },
    {
        "artist": "Future Featuring Nicki Minaj",
        "lyrics": "  [Intro: Nicki Minaj] Ten thousand miles up in the sky We never land 'cause we stay fly I'ma be your bitch for life If they try you, they gotta die Baby, put one in the sky What we got, they can't deny Put your diamonds in the light And let 'em see you shine bright  [Chorus: Future] Fuck them hoes Hold up, wait one minute Hold up, wait one minute Hold up, wait one minute Yo, hold up, wait one more You know you the baddest baby, fuck them hoes Fuck them hoes, fuck them hoes We on a different planet girl, it's fuck them hoes Fuck them hoes, fuck them hoes  [Verse 1: Future] Percocets and molly make you touch your toe I keep the conversation open for my hoe Snapchat that pussy, don't you take too long Trampoline, titties, girl, they bouncin', yeah All these diamonds on me, how could I tell you no? You got one leg in the air, tap it like you broke Sweating out your weave, girl, fuck that hoe Girl, you ain't gotta leave, we gon' fuck this hoe Percocets and molly's make you touch your toe Been in this bitch so long, I'm going up a dose Pussy got more murders than New Mexico Bust it open wide and let that ocean flow Money be the motive, baby, fuck them hoes You know why you did it, baby, fuck them hoes Tell them crackers \"fuck 'em\", we don't love them hoes Th-they don't want no problems, baby, fuck them hoes  [Chorus: Future] We know you the baddest baby, fuck them hoes Fuck them hoes, fuck them hoes We on a different planet girl, fuck them hoes Fuck them hoes, fuck them hoes  [Verse 2: Nicki Minaj] Yo, yo Wait, wait, wait, hold up, wait Stevie to the bull like where's MJ? Where's MJ? Don't come around with that weird energy, weird energy Bitch, I got that 25 karats on my Patek, I'm ecstatic Got them blue diamonds dancing in my party, democratic I never lose nothing but, damn, I done had it I ain't never strike out, they can't average what I batted, no If she hatin', tell that bitch to let it go  [Bridge: Future] Truly rude boy, truly rude Truly rude boy, truly rude Truly rude boy, truly rude Truly rude boy, truly rude Percocets and molly's make you touch your toe Been in this bitch so long, i'm going up a dose Pussy got more murders than New Mexico Bust it open wide and let that ocean flow  [Chorus: Future] We know you the baddest baby, fuck them hoes Fuck them hoes, fuck them hoes We on a different planet girl, fuck them hoes Fuck them hoes, fuck them hoes We know you the baddest baby, fuck them hoes Fuck them hoes, fuck them hoes We on a different planet girl, fuck them hoes Fuck them hoes, fuck them hoes  [Outro: Future] Oooh, la-la-la-la-la-la La-la-la-la-la-la Oooh, la-la-la-la-la-la La-la-la-la-la-la Got about a thousand upon my side We out here hustlin', risking our life Fill cocaina up in your tights We had to make it across the line Damn near didn't make it through them nights I watch the bloody tears fall from your eye You just wanna live a nigga life Sittin' in a helicopter, I can touch the sky Fuck them hoes Just fuck them hoes  ",
        "title": "You Da Baddest"
    },
    {
        "artist": "The Revivalists",
        "lyrics": "  [Verse 1] You shine like a star You know who you are You're everything beautiful She's hot, hot like the sun The loneliest one Still everything beautiful Well I'll be god damned You're standing at my door We stayed up in the city Until the stars lost the war So Friday night, holy ghost Take me to your level Show me the one I need the most I need the most  [Chorus] I wish I knew you when I was young We could've got so high Now we're here it's been so long Two strangers in the bright lights Oh, I hope you don't mind We can share my mood Two strangers in the bright lights I wish I knew you I wish I knew you Oh, I wish I knew you when I was young  [Verse 2] Truth, it's all that you need You bury that seed It's everything beautiful That sound comes from the underground It's all inside you now It's everything beautiful But what are you running from? They got you on the run? So Friday night, holy ghost Take me to your level Show me the one I need the most I need the most  [Chorus] I wish I knew you when I was young We could've got so high Now we're here it's been so long Two strangers in the bright lights Oh, and I hope you don't mind We can share my mood, yeah Two strangers in the bright lights I wish I knew you I wish I knew you Oh, I wish I knew you when I was young  [Bridge] Maybe we can share my mood Whoa, whoa, whoa Maybe we can share my mood Whoa, whoa, whoa Maybe we can share my mood Whoa, whoa, whoa  [Chorus] I wish I knew you when I was young We could've got so high Now we're here it's been so long Two strangers in the bright lights Oh, and I hope you don't mind We can share my mood, yeah Two strangers in the bright lights I wish I knew you I wish I knew you Oh, I wish I knew you when I was young  ",
        "title": "Wish I Knew You"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": null,
        "title": "They Don't Know"
    },
    {
        "artist": "Fifth Harmony Featuring Gucci Mane",
        "lyrics": null,
        "title": "Down"
    },
    {
        "artist": "Brothers Osborne",
        "lyrics": "  Blame the whiskey on the beer Blame the beer on the whiskey Blame the mornin’ on the night For whose lyin’ here with me Blame the bar for the band Blame the band for the song Blame the song for the party that went all night long  But it ain’t my fault No it ain’t my fault Mighta had a little fun Lotta wrong got done But it ain’t my fault  Blame the heart for the hurtin’ Blame the hurtin’ on the heart Blame the dark on the devil Blame the devil on the dark Blame the ex for the drinkin’ Blame the drinkin’ for the ex Blame the two for one tequila’s for whatever happens next  But it ain’t my fault No it ain’t my fault Mighta had a little fun Lotta wrong got done But it ain’t my fault  I got my hands up I need an alibi Find me a witness who can testify You made a mistake You got the wrong guy I’m only guilty of a damn good time No it ain’t my fault  Blame my raisin' on my name Blame my name on my raisin' Blame my lack of knowing better on public education Blame smoke on the fire Blame fire on the smoke Blame the fight on the bouncer that couldn’t take a joke But it ain’t my fault  I got my hands up I need an alibi Find me a witness who can testify You made a mistake You got the wrong guy I’m only guilty of a damn good time  No it ain’t my fault No it ain’t my fault No it ain’t my fault  ",
        "title": "It Ain't My Fault"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] All the pretty girls said pick me up at eight All the pretty girls said I'm going to L.A All the pretty girls said I hate my hair Talking to the mirror in their underwear  All the lost boys said I just got paid All the lost boys said I wanna get laid When the town goes blue and the lights blink red All the lost boys do what all the pretty girls said  [Chorus] I'm home for the summer, shoot out the lights Don't blow my cover, oh I'm free tonight I'm coming over, call all your friends Somebody hold me, all the pretty girls said  [Post-Chorus] All of the whiskey went to my head Shut up and kiss me, all the pretty girls said  [Verse 2] All the sheriffs said kid, you better slow down All the preachers said it's the devil's playground I wonder if they knew they were wasting their breath All I ever heard was all the pretty girls said  [Chorus] I'm home for the summer, shoot out the lights Don't blow my cover, oh I'm free tonight I'm coming over, call all your friends Somebody hold me, all the pretty girls said  [Post-Chorus] All of the whiskey went to my head Shut up and kiss me, all the pretty girls said  [Bridge] All the seventeens said I'm getting outta dodge All the big dreams said I'm selling all I got All the high rollers busy placing their bets Me, I'm heading south cause all the pretty girls said  [Chorus] I'm home for the summer, shoot out the lights Don't blow my cover, oh I'm free tonight I'm coming over, call all your friends Somebody hold me, all the pretty girls said  [Post-Chorus] All of the whiskey went to my head Shut up and kiss me, all the pretty girls said  [Outro] All the pretty girls said  ",
        "title": "All The Pretty Girls"
    },
    {
        "artist": "2 Chainz Featuring Travis Scott",
        "lyrics": "  [Intro: 2 Chainz] Yeah, yeah, yeah M-M-M-Murda Yeah, yeah Damn right, bro  [Verse 1: 2 Chainz] 4 AM, I'm just gettin' started For my birthday I threw me a surprise party Reminiscin' 'bout the trap, playin' the first Carter My life changed when I had my first daughter Got my first quarter flippin' fifty-dollar slabs Your nigga's lookin' at the bills, askin' you for half Cut from a different cloth, take pride in results Anytime she wanna dip I'm providin' the sauce You on side of the boss, so you kind of the boss You keep playin' with me, I end up signing your boss Drop an EP on a nigga for the free-free on a nigga Yeah you ZZ on a nigga, king like BB on you niggas Rock with Champagne P If it wasn't for the struggle then I wouldn't be me Call me Deuce or Dos, anything but broke Got my aim from the scope, got the game by the throat, damn!  [Chorus: Travis Scott] Okay, you popped up on me by surprise (yeah, yeah) You see I never took you for the poppin' type (straight up) Damn, it's 4 AM so please believe the hype (it's lit) Hit the lights (yeah), I'm way over top Pop it, flick it Drop a pin, send a location (skrrt, skrrt) I'ma pull up in that bullet-coupe spaceship (skrrt, skrrt) Drop off a bag of some dangerous (yeah) I'ma hit you, 4 AM, see if you make it (yeah)  [Verse 2: 2 Chainz] I dropped ColleGrove out the sky, ooh In a group with the best rapper that's alive, ooh Never turn my back on my slime, ooh I ain't wanna fuck the bitch but she was fine, ooh Hold up baby, let me take my time, ooh Hard to get some head and try to drive, ooh Jumpin' out the cake and that's surprisin', ooh Pickin' up the duffel bag like exercisin', ooh Bought mama new house 'cause she deserve it, ooh Practice makes perfect but nobody's perfect, ooh Escobar is not open for service, ooh Send you to Dr. Miami for your surgery, ooh  [Chorus: Travis Scott] Okay, you popped up on me by surprise (yeah, yeah) You see I never took you for the poppin' type (straight up) Damn, it's 4 AM so please believe the hype (it's lit) Hit the lights (yeah), I'm way over top Pop it, flick it Drop a pin, send a location (skrrt, skrrt) I'ma pull up in that bulet-coupe spaceship (skrrt, skrrt) Drop off a bag of some dangerous (yeah) I'ma hit you, 4 AM, see if you make it (yeah)  [Verse 3: 2 Chainz & Travis Scott] Ooh, Riccardo Tisci on the crewneck Ooh, On a killin' rapper spree and nigga, you next Ooh, they talkin', chillin', watchin' Netflix (straight up) Ooh, I used to trap and watch bootlegs Ooh, I'm on my wave like a durag Ooh, I see your boo, now where your crew at? Ooh, talkin' tequila for the pipe-up Ooh, I hope you got a clean vagina, yeah Drench god, drench god, really Representin', we the squad, really (oh, yeah) Tec got the Rollie, now I get it I used to sell drugs for a living Got me a job sellin' records Had to use my jeweler for a reference Might buy a charm with the extras Might use her legs for a necklace  [Chorus: Travis Scott] Okay, you popped up on me by surprise (yeah, yeah) You see I never took you for the poppin' type (straight up) Damn, it's 4 AM so please believe the hype (it's lit) Hit the lights (yeah), I'm way over top Pop it, flick it Drop a pin, send location (skrrt, skrrt) I'ma pull up in that bullet-coupe spaceship (skrrt, skrrt) Drop off a bag of some dangerous (yeah) I'ma hit you, 4 AM, see if you make it (yeah)  [Outro] Don't stop trappin', boy Got 'bout twelve racks this mornin' Got 'bout twelve racks Started last night, still goin' Twelve racks strong Got the pitbull in the corner, she pregnant Got the crackhead in the corner, she pregnant Everybody in here pregnant, 'cept my partner and them But we gettin' this money though, I'm tellin' you that  ",
        "title": "4 AM"
    },
    {
        "artist": "Jacquees",
        "lyrics": "  [Intro] Yeah yeah yeah yeah yeah Yeah yeah yeah yeah yeah Yeah yeah yeah yeah yeah  [Hook] I know you wanna love, but I just wanna fuck And girl you know the deal, I gotta keep it real I know you wanna see, I know you wanna be In my B.E.D., grinding slowly I know you wanna love, but I just wanna fuck And girl you know the deal, I gotta keep it real I know you wanna see, I know you wanna be In my B.E.D., grinding slowly  [Verse 1] Ay, what it is what you wanna know? I done ripped about a hundred shows You'll be coming back to me Ay, you'll be coming back to me Always worried 'bout them other hoes And you'll be on me when the money throw And they be looking out for Quees And they be looking out for Quees Bitch bad, no Kanye, when we do it, do it our way 2015 Wanya, I give no damn 'bout what ya mom say Rollie wrist, I'm the shit, 21 with no kids Bout to rain on a bitch, I'ma rain on a bitch  [Hook] I know you wanna love, but I just wanna fuck And girl you know the deal, I gotta keep it real I know you wanna see, I know you wanna be In my B.E.D., grinding slowly I know you wanna love, but I just wanna fuck And girl you know the deal, I gotta keep it real I know you wanna see, I know you wanna be In my B.E.D., grinding slowly  [Verse 2] Baby girl, she the action, don’t know why you actin She on ready-set-go, she will never let go Need it all, fuck a fraction Know she think I'm Michael Jackson Billie Jean, moonwalk I need the front and the back end She in love with the fashion But she in love with the flashin' Bitch, this ain't ya money Bitch, I spend it on you cause you know I have it With my woes in the 6, ex hoes, yeah, they sick I'ma rain on a bitch, let me rain on a bitch  [Hook] I know you wanna love, but I just wanna fuck And girl you know the deal, I gotta keep it real I know you wanna see, I know you wanna be In my B.E.D., grinding slowly I know you wanna love, but I just wanna fuck And girl you know the deal, I gotta keep it real I know you wanna see, I know you wanna be In my B.E.D., grinding slowly  [Outro] Rollie wrist, I'm the shit (say yeah) 21 with no kids (say yeah) I'ma rain on a bitch (say yeah) really rain on a bitch (say yeah) Rollie wrist, I'm the shit (say yeah) 21 with no kids (say yeah) I'ma rain on a bitch (say yeah) really rain on a bitch (say yeah) Rollie wrist, I'm the shit (say yeah) 21 with no kids (say yeah) I'ma rain on a bitch (say yeah) really rain on a bitch (say yeah) Rollie wrist, I'm the shit (say yeah) 21 with no kids (say yeah) I'ma rain on a bitch (say yeah) really rain on a bitch (say yeah) Say yeah, say yeah Say yeah, say yeah Say yeah, say yeah Say yeah, say yeah Say yeah, say yeah Say yeah, say yeah  ",
        "title": "B.E.D."
    },
    {
        "artist": "Sofia Carson, Cameron Boyce, Booboo Stewart & Mitchell Hope",
        "lyrics": "  [Verse 1: Sofia Carson] Let me tell you something you can really trust Everybody's got a wicked side I know you think that you could never be like us Watch and learn so you can get it right  [Pre-Chorus: All, Cameron, (Sofia)] You need to drag your feet You need to nod your head You need to lean back Slip through the cracks You need to not care Uh, you need to not stare You need a whole lotta help (You need to not be yourself)  [Chorus: Sofia, All] You wanna be cool Let me show you how Need to break the rules I could show you how And once you catch this feeling Yeah, once you catch this feeling You'll be chillin', chillin', oh Chillin' like a villain (chillin') Chillin' like a villain (chillin') Chillin' like a villain (hey) Chillin' like a, chillin' like a (hey), villain  [Verse 2: Sofia Carson] You draw attention when you act like that Let us teach you how to disappear You look like you would lose a fight to an alley cat You gotta be wrong to get it right 'round here  [Pre-Chorus: All, (Sofia)] You need to watch your back You need to creep around You need to slide real smooth Don't make a sound And if you want it, take it And if you can't take it, break it If you care about your health (Seriously, you need to not be yourself)  [Chorus: Sofia, All] You wanna be cool? Let me show you how Need to break the rules I can show you how And once you catch this feeling Yeah, once you catch this feeling You'll be chillin', chillin', oh Chillin' like a villain (chillin') Chillin' like a villain (chillin') Chillin' like  [Bridge: Sofia, Cameron, Mitchell] I really wanna be bad a lot And I'm giving it my best shot But it's hard being what I'm not Well, if you don't, you're gonna get us caught He's right, we gotta stay low-key Now show us how bad you can be Like this? (yeah, yeah, yeah) Like this? (yeah, yeah) Oh yeah, I think I got this Let's go, I'm ready to rock this And I ain't gonna thank you for your help I think I found the worst in myself  [Chorus: Sofia, All] You wanna be cool? Let me show you how Need to break the rules I can show you how And once you catch this feeling Yeah, once you catch this feeling You'll be chillin', chillin', oh Chillin' like a villain (chillin') Chillin' like a villain (chillin') Chillin' like a villain (chillin') Chillin' like a villain (chillin') Chillin' like a villain  ",
        "title": "Chillin' Like A Villain"
    },
    {
        "artist": "Descendants 2 Cast",
        "lyrics": "  [Verse 1: China, Dove Cameron] Huh, let's get this party started I swear I'm cold-hearted There's no negotiation I'm not here for debatin' You need some motivation? Just look at Ben's face Then ask yourself how long you think I'll remain patient I'll throw him overboard and let him swim with killer sharks You either hand over the wand or he'll be ripped apart Now, let's all just be smart Although for you that must be hard You'll get your wand No one has to come to any harm Don't try to intimidate Your bark is much worse than your bite Who's the baddest of them all? I guess we're finding out tonight  [Chorus: China & Thomas & Dylan, Dove & Sofia & Cameron & Booboo] Let's go, bring it on Better give us what we want It's the wand for the crown If you don't, it's going down Let's go, make your move Peace or war, it's up to you Give him up and do it now If you don't, it's going down We want the wand Or else the king is gone Your time is running out You should really watch your mouth Let's go, pound for pound We're prepared to stand our ground Put your swords up, put 'em up It's going down  [Post-Chorus: China & Thomas & Dylan] Yo-ho, ho-oh, oh-oh, make the trade Yo-ho, ho-oh, oh-oh, or walk the plank Yo-ho, ho-oh, oh-oh, make the trade Yo-ho, ho-oh, oh-oh, or walk the plank  [Verse 2: China, Dove Cameron, Thomas Doherty] Ok, look, this is not a conversation It's a do-or-die situation If you don't give me back the king I'll have no hesitation I'll serve you right here And I don't need a reservation That way your whole pirate crew can have a demonstration Release him now, and we can go our separate ways Unless you wanna deal with me And the VK's So that's your big speech, huh? An empty ultimatum? All it takes is one swing and I'll humiliate him Matter of fact, make one wrong move and I'll debilitate him And if he even starts to slip, I'll eliminate him All it takes is one long look and I'll--- Harry!  We get it.  Chill  [Chorus: China & Thomas & Dylan, Dove & Sofia & Cameron & Booboo] Let's go, bring it on Better give us what we want It's the wand for the crown If you don't, it's going down Let's go, make your move Peace or war, it's up to you Give him up and do it now If you don't, it's going down We want the wand Or else the king is gone Your time is running out You should really watch your mouth Let's go, pound for pound We're prepared to stand our ground Put your swords up, put 'em up It's going down  [Bridge: Mitchell Hope, China] Hey, we don't have to choose We don't have to light the fuse Mal, whatever you do, it's gonna be a lose-lose There's gotta be a better way Uma, I promise I'll give you your chance You'll have your say Silly king! You?  Give me? You're gonna give me a chance? Well, not a chance  [Post-Chorus: China & Thomas & Dylan] Yo-ho, ho-oh, oh-oh, make the trade Yo-ho, ho-oh, oh-oh, or walk the plank Yo-ho, ho-oh, oh-oh, make the trade Yo-ho, ho-oh, oh-oh, or walk the plank  [Chorus: All] Let's go, bring it on Bring it on, it's going down Time is running out Bring it on, it's going down Let's go, bring it on Bring it on, it's going down Time is running out Bring it on, it's going down Let's go, pound for pound We're prepared to stand our ground Put your swords up, put 'em up It's going down  [Post-Chorus: All] Yo-ho, ho-oh, woah-oh, oh-oh Yo-ho, ho-oh, woah-oh, oh-oh Yo-ho, ho-oh, woah-oh, oh-oh Yo-ho, ho-oh, woah-oh, oh-oh  [Outro: China, Thomas Doherty & Dylan Playfair] Uma, Uma, Uma, Uma What's my name? What's my name? What's my name? Say it now!  ",
        "title": "It's Goin' Down"
    },
    {
        "artist": "Chris Lane",
        "lyrics": null,
        "title": "For Her"
    },
    {
        "artist": "Carly Pearce",
        "lyrics": "  [Verse 1] The scent that you left on my pillow The sound of your heartbeat with mine The look in your eyes like a window The taste of your kiss soaked in wine  [Chorus] Every little thing I remember every little thing The high, the hurt, the shine, the sting Of every little thing  [Verse 2] Guess you forgot what you told me Because you left my heart on the floor Baby, your ghost still haunts me But I don't want to sleep with him no more  [Chorus] Every little thing I remember every little thing The high, the hurt, the shine, the sting Of every little thing I remember every little thing The high, the hurt, the shine, the sting Of every little thing  [Bridge] They say time is the only healer God, I hope that isn't right Cause right now I'd die to not remember  [Chorus] Every little thing I remember every little thing The high, the hurt, the shine, the sting Every little thing I remember every little thing I'm haunted by the memories of Every little thing The high, the hurt, the shine, the sting Every little thing  ",
        "title": "Every Little Thing"
    },
    {
        "artist": "Camila Cabello Featuring Young Thug",
        "lyrics": "  [Intro: Pharrell Williams] Hey  [Chorus: Camila Cabello & Pharrell Williams] Havana, ooh na-na (ayy) Half of my heart is in Havana, ooh na-na (ayy, ayy) He took me back to East Atlanta, na-na-na, ah Oh, but my heart is in Havana (ayy) There's somethin' 'bout his manners (uh huh) Havana, ooh na-na (uh)  [Verse 1: Camila Cabello & Pharrell Williams] He didn't walk up with that \"how you doin'?\" (uh) When he came in the room He said there's a lot of girls I can do with (uh) But I can't without you I knew him forever in a minute (hey) That summer night in June And papa says he got malo in him (uh) He got me feelin' like...  [Pre-Chorus: Camila Cabello & Pharrell Williams] Ooh-ooh-ooh-ooh-ooh-ooh-ooh-ooh (ayy) I knew it when I met him (ayy), I loved him when I left him Got me feelin' like, ooh-ooh-ooh-ooh-ooh-ooh-ooh-ooh And then I had to tell him, I had to go Oh na-na-na-na-na (woo)  [Chorus: Camila Cabello & Pharrell Williams] Havana, ooh na-na (ayy, ayy) Half of my heart is in Havana, ooh na-na (ayy, ayy) He took me back to East Atlanta, na-na-na (uh huh) Oh, but my heart is in Havana (ayy) My heart is in Havana (ayy) Havana, ooh na-na  [Verse 2: Young Thug] Jeffery, just graduated, fresh on campus, mmm Fresh out East Atlanta with no manners, damn (fresh out East Atlanta) Bump on her bumper like a traffic jam Hey, I was quick to pay that girl like Uncle Sam (here you go, ayy) Back it on me Shawty cravin' on me, get to eatin' on me (on me) She waited on me (then what?) Shawty cakin' on me, got the bacon on me (wait up) This is history in the makin', on me (on me) Point blank, close range, that B If it cost a million, that's me (that's me) I was gettin' mula, baby  [Chorus: Camila Cabello & Pharrell Williams] Havana, ooh na-na (ayy, ayy) Half of my heart is in Havana, ooh na-na (oh, ayy, ayy) He took me back (uh huh) to East Atlanta, na-na-na (oh, no) Oh, but my heart is in Havana (ayy) My heart is in Havana (ayy) Havana, ooh na-na  [Bridge: Starrah & Camila Cabello] Ooh na-na, oh, na-na-na (oo-ooh-ooh-ooh-ooh-ooh-ooh) Take me back, back, back like... Ooh na-na, oh, na-na-na (yeah, babe) Take me back, back, back like... Ooh na-na, oh, na-na-na (yeah, yeah) Take me back, back, back like... Ooh na-na, oh, na-na-na (yeah, babe) Take me back, back, back Hey, hey... Ooh-ooh-ooh-ooh-ooh-ooh-ooh-ooh (hey) Ooh-ooh-ooh-ooh-ooh-ooh-ooh-ooh (hey) Take me back to my Havana...  [Chorus: Camila Cabello & Pharrell Williams] Havana, ooh na-na (hey) Half of my heart is in Havana, ooh na-na (oh, yeah) He took me back to East Atlanta, (ayy, ayy) na-na-na Oh, but my heart is in Havana My heart is in Havana (ayy) Havana, ooh na-na  [Outro: Starrah, Camila Cabello & Pharrell Williams] Uh huh Oh, na-na-na (oh, na, yeah) Oh, na-na-na Oh, na-na-na (no, no, no, take me back) Oh, na-na-na Havana, ooh na-na  ",
        "title": "Havana"
    },
    {
        "artist": "Nicky Jam",
        "lyrics": "   Letra de El Amante[Verse 1] Ya yo me cansé, no quiero ser tu amante Te digo de mi parte, que no aguanto más Ya no aguanto ver el otro como dice que es el dueño tuyo Me mata el orgullo Él ni te sabe hablar  [Pre Chorus] Esta la hice pa' él Cuando la escuche quiero estar ahí para ver Cuando se entere y sepa que soy dueño de usted Tal vez suene un poco mal, lo sé y no me luce Todo es por usted  [Chorus] Mami, yo me siento tuyo Yo sé que tú te sientes mía Dile al noviecito tuyo Que con él te sientes fría Mami, yo me siento tuyo Yo sé que tú te sientes mía Dile al noviecito tuyo Que él es una porquería  Te caliento más, más, más Te caliento más, más, más Te caliento más, más, más Te caliento más, más, más Te caliento más  [Verse 2] Sólo una cosa te preguntaré Si tienes frío, ¿quién te da calor? Yo soy el dueño de tus fantasías Nadie lo hace como yo  Si te vistes bonita, él no te dice na' Y a mí tú me gustas hasta sin maquillar Tú siempre a mí me dices que te trata mal Y eso lo tienes que acabar  Dime qué tú vas a hacer Mami, tengo la inquietud Si quieres sufrir con él Eso lo decides tú  Que seas feliz con él Yo no te contestaré Sé que me vas a llamar Cuando me extrañe tu piel  [Chorus] Mami, yo me siento tuyo Yo sé que tú te sientes mía Dile al noviecito tuyo Que con él te sientes fría Mami, yo me siento tuyo Yo sé que tú te sientes mía Dile al noviecito tuyo Que él es una porquería  [Pre Chorus] Esta la hice pa' él Cuando la escuche quiero estar ahí para ver Cuando se entere y sepa que soy dueño de usted Tal vez suene un poco mal, lo sé y no me luce Todo es por usted  [Chorus] Mami, yo me siento tuyo Yo sé que tú te sientes mía Dile al noviecito tuyo Que con él te sientes fría Mami, yo me siento tuyo Yo sé que tú te sientes mía Dile al noviecito tuyo Que él es una porquería  Te caliento más, más, más Te caliento más, más, más Te caliento más, más, más Te caliento más, más, más Te caliento más  Mami, yo me siento tuyo Yo sé que tú te sientes mía Dile al noviecito tuyo Que él es una porquería  N-I-C-K Nicky Nicky Nicky Jam Saga WhiteBlack La Industria Inc No quiero ser tu amante  ",
        "title": "El Amante"
    }
]