[
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] Oh, her eyes, her eyes Make the stars look like they're not shinin' Her hair, her hair Falls perfectly without her trying She's so beautiful And I tell her every day Yeah, I know, I know When I compliment her she won't believe me And it's so, it's so Sad to think that she don't see what I see But every time she asks me, \"Do I look okay?\" I say  [Chorus] When I see your face There's not a thing that I would change Cause you're amazing just the way you are And when you smile The whole world stops and stares for a while Cause, girl, you're amazing just the way you are  [Verse 2] Her lips, her lips I could kiss them all day if she'd let me Her laugh, her laugh She hates but I think it's so sexy She's so beautiful, and I tell her everyday Oh you know, you know, you know I'd never ask you to change If perfect's what you're searching for Then just stay the same So don't even bother asking if you look okay You know I'll say  [Chorus] When I see your face There's not a thing that I would change Cause you're amazing just the way you are And when you smile The whole world stops and stares for a while Cause, girl, you're amazing just the way you are  [Post-Chorus] The way you are The way you are Girl, you're amazing just the way you are  [Chorus] When I see your face There's not a thing that I would change Cause you're amazing just the way you are And when you smile The whole world stops and stares for a while Cause, girl, you're amazing just the way you are, yeah  ",
        "title": "Just The Way You Are"
    },
    {
        "artist": "Eminem Featuring Rihanna",
        "lyrics": "  [Chorus: Rihanna] Just gonna stand there and watch me burn Well, that's all right Because I like the way it hurts Just gonna stand there and hear me cry Well, that's all right Because I love the way you lie I love the way you lie  [Verse 1: Eminem] I can't tell you what it really is I can only tell you what it feels like And right now there's a steel knife in my windpipe I can't breathe, but I still fight while I can fight As long as the wrong feels right, it's like I'm in flight High off her love, drunk from her hate It's like I'm huffin' paint And I love her the more I suffer, I suffocate And right before I'm about to drown she resuscitates me She fuckin' hates me, and I love it, “Wait! Where you going?”, “I'm leaving you.” “No, you ain't Come back!” We're runnin' right back, here we go again It's so insane, 'cause when it's goin' good it's goin' great I'm Superman with the wind at his back, she's Lois Lane But when it's bad it's awful, I feel so ashamed I snap, “Who's that dude?”, I don't even know his name I laid hands on him, I'll never stoop so low again I guess I don't know my own strength  [Chorus: Rihanna] Just gonna stand there and watch me burn Well, that's all right Because I like the way it hurts Just gonna stand there and hear me cry Well, that's all right Because I love the way you lie I love the way you lie I love the way you lie  [Verse 2: Eminem] You ever love somebody so much You can barely breathe when you're with 'em? You meet, and neither one of you even know what hit 'em Got that warm fuzzy feelin' Yeah, them chills used to get 'em Now you're gettin' fuckin' sick of lookin' at 'em? You swore you'd never hit 'em, never do nothin' to hurt 'em Now you're in each other's face Spewin' venom in your words when you spit 'em You push, pull each other's hair, scratch, claw, bit 'em Throw 'em down, pin 'em So lost in the moments when you're in 'em It's the rage that took over, it controls you both So they say it's best to go your separate ways Guess that they don't know ya 'Cause today, that was yesterday, yesterday is over It's a different day, sound like broken records playin' over But you promised her, next time you'd show restraint You don't get another chance, life is no Nintendo game But you lied again Now you get to watch her leave out the window Guess that's why they call it window pane  [Chorus: Rihanna] Just gonna stand there and watch me burn Well, that's all right Because I like the way it hurts Just gonna stand there and hear me cry Well, that's all right Because I love the way you lie I love the way you lie I love the way you lie  [Verse 3: Eminem] Now, I know we said things, did things that we didn't mean And we fall back into the same patterns, same routines But your temper's just as bad as mine is You're the same as me when it comes to love You're just as blinded, baby, please Come back, it wasn't you, baby, it was me Maybe our relationship isn't as crazy as it seems Maybe that's what happens when a tornado meets a volcano All I know is I love you too much to walk away though Come inside, pick up your bags off the sidewalk Don't you hear sincerity in my voice when I talk? Told you this is my fault, look me in the eyeball Next time I'm pissed I'll aim my fist at the drywall Next time? There won't be no next time! I apologize even though I know it's lies I'm tired of the games, I just want her back I know I'm a liar, if she ever tries to fuckin' leave again I'ma tie her to the bed and set this house on fire  [Chorus: Rihanna] Just gonna stand there and watch me burn Well, that's all right Because I like the way it hurts Just gonna stand there and hear me cry Well, that's all right Because I love the way you lie I love the way you lie I love the way you lie  ",
        "title": "Love The Way You Lie"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Intro] La-la-la-la La-la-la-la La-la-la-la La-la-la-la  [Verse 1] I want you to love me like I'm a hot ride Be thinking of me Doing what you like So boy, forget about the world, 'cause it's gon' be me and you tonight I wanna make you beg for it Then I'ma make you swallow your pride, ooh  [Chorus] Want you to make me feel like I'm the only girl in the world Like I'm the only one that you'll ever love Like I'm the only one who knows your heart Only girl in the world Like I'm the only one that's in command 'Cause I'm the only one who understands How to make you feel like a man, yeah Want you to make me feel like I'm the only girl in the world Like I'm the only one that you'll ever love Like I'm the only one who knows your heart Only one  [Verse 2] Want you to take it like a thief in the night Hold me like a pillow Make me feel light Baby, I'll tell you all my secrets that I'm keeping You can come inside And when you enter, you ain't leaving Be my prisoner for the night, ooh  [Chorus] Want you to make me feel like I'm the only girl in the world Like I'm the only one that you'll ever love Like I'm the only one who knows your heart Only girl in the world Like I'm the only one that's in command 'Cause I'm the only one who understands How to make you feel like a man, yeah Want you to make me feel like I'm the only girl in the world Like I'm the only one that you'll ever love Like I'm the only one who knows your heart Only one  [Bridge] Take me for a ride, ride Oh, baby, take me high, high Let me make you rise, rise Oh, make it last all night, night Take me for a ride, ride Oh, baby, take me high, high Let me make you rise, rise Make it last all night  [Chorus] Want you to make me feel like I'm the only girl in the world Like I'm the only one that you'll ever love Like I'm the only one who knows your heart Only girl in the world Like I'm the only one that's in command 'Cause I'm the only one who understands How to make you feel like a man, yeah Want you to make me feel like I'm the only girl in the world Like I'm the only one that you'll ever love Like I'm the only one who knows your heart Only one  ",
        "title": "Only Girl (In The World)"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Produced by Dr. Luke, Benny Blanco, and Max Martin]  [Verse 1] You think I'm pretty without any makeup on You think I'm funny when I tell the punch line wrong I know you get me So I'll let my walls come down, down Before you met me I was alright, but things were kinda heavy You brought me to life Now every February, you'll be my Valentine, Valentine  [Pre-Chorus] Let's go all the way tonight No regrets, just love We can dance until we die You and I, we'll be young forever  [Chorus] You make me feel like I'm living a teenage dream The way you turn me on I can't sleep Let's run away and don't ever look back Don't ever look back My heart stops when you look at me Just one touch Now baby, I believe this is real So take a chance and don't ever look back Don't ever look back  [Verse 2] We drove to Cali and got drunk on the beach Got a motel and built a fort out of sheets I finally found you, my missing puzzle piece I'm complete  [Pre-Chorus] Let's go all the way tonight No regrets, just love We can dance until we die You and I, we'll be young forever  [Chorus] You make me feel like I'm living a teenage dream The way you turn me on I can't sleep Let's run away and don't ever look back Don't ever look back My heart stops when you look at me Just one touch Now baby, I believe this is real So take a chance and don't ever look back Don't ever look back  [Bridge] I'mma get your heart racing in my skin-tight jeans Be your teenage dream tonight Let you put your hands on me in my skin-tight jeans Be your teenage dream tonight (Tonight, tonight, tonight...)  [Chorus] You make me feel like I'm living a teenage dream The way you turn me on I can't sleep Let's run away and don't ever look back Don't ever look back My heart stops when you look at me Just one touch Now baby, I believe this is real So take a chance and don't ever look back Don't ever look back  [Bridge] I'mma get your heart racing in my skin-tight jeans Be your teenage dream tonight Let you put your hands on me in my skin-tight jeans Be your teenage dream tonight (Tonight, tonight, tonight...)  ",
        "title": "Teenage Dream"
    },
    {
        "artist": "Usher Featuring Pitbull",
        "lyrics": "  [Intro] Usher, Usher, Usher Yeah, man  [Verse 1: Usher] So we back in the club With our bodies rocking from Side to side, side-side to side Thank God the week is done I feel like a zombie gone Back to life, back-back to life  [Pre-Chorus 1: Usher] Hands up And suddenly, we all got our hands up No control of my body Ain't I seen you before? I think I remember those Eyes, eyes, eyes Eyes, eye-eyes  [Chorus: Usher] 'Cause baby, tonight The DJ got us falling in love again Yeah, baby Tonight, the DJ got us falling in love again So dance, dance like it's the last, last night Of your life, life, go on get you right 'Cause baby, tonight The DJ got us falling in love again  [Verse 2: Usher] Keep downing drinks like there's No tomorrow, there's just right Now, now, now, na-na-now, now Gon' set the roof on fire Gonna burn this motherfucker Down, down, down, da-da-down, down  [Pre-Chorus 2: Usher] Hands up And the music drops, we both put our hands up Put your hands on my body Swear I've seen you before I think I remember those Eyes, eyes, eyes Eyes, eye-eyes  [Chorus: Usher] 'Cause baby, tonight The DJ got us falling in love again Yeah, baby, tonight The DJ got us falling in love again So dance, dance like it's the last, last night Of your life, life, go on get you right 'Cause baby, tonight The DJ got us falling in love again  [Verse 3: Pitbull] Usher, don't lie! Hear no evil, speak no evil, see no evil Get it, baby, hope you catch that like T.O That's how we roll My life is a movie and you just TiVo Mami got me twisted like a dreadlock She don't wrestle, but I got her in a headlock Yabba-dabba-doo, make her bedrock Mami on fire, red hot Bada bing, bada boom Mr. Worldwide as I step in the room I'm a hustler, baby, but that, you knew And tonight it's just me and you, dale  [Chorus: Usher] 'Cause baby, tonight The DJ got us falling in love again Yeah, baby, tonight The DJ got us falling in love, falling in love So dance, dance like it's the last, last night Of your life, life, go on get you right 'Cause baby, tonight The DJ got us falling in love again Yeah, baby, tonight The DJ got us falling in love again So dance, dance like it's the last, last night Of your life, life, go on get you right 'Cause baby, tonight The DJ got us falling in love again  [Outro: Usher] Yeah Thank you, DJ  ",
        "title": "DJ Got Us Fallin' In Love"
    },
    {
        "artist": "Taio Cruz",
        "lyrics": "  [Verse 1: Taio Cruz] I came to dance, dance, dance, dance I hit the floor cause that's my plans, plans, plans, plans I'm wearing all my favorite brands, brands, brands, brands Give me space for both my hands, hands, hands, hands  [Pre-Chorus: Taio Cruz] Yeah, yeah Cause it goes on and on and on And it goes on and on and on Yeah!  [Chorus: Taio Cruz] I throw my hands up in the air sometimes Saying \"Ayo! Gotta let go!\" I wanna celebrate and live my life Saying \"Ayo! Baby, let's go!\"  Cause we gon' rock this club We gon' go all night We gon' light it up Like it's dynamite! Cause I told you once Now I told you twice We gon' light it up Like it's dynamite!  [Verse 2: Taio Cruz] I came to move, move, move, move Get out the way me and my crew, crew, crew, crew I’m in the club so I’m gonna do, do, do, do Just what the fuck, came here to do, do, do, do  [Pre-Chorus: Taio Cruz] Yeah, yeah Cause it goes on and on and on And it goes on and on and on Yeah!  [Chorus: Taio Cruz] I throw my hands up in the air sometimes Saying \"Ayo! Gotta let go!\" I wanna celebrate and live my life Saying \"Ayo! Baby, let's go!\"  Cause we gon' rock this club We gon' go all night We gon' light it up Like it's dynamite! Cause I told you once Now I told you twice We gon' light it up Like it's dynamite!  [Verse 3: Taio Cruz] I'm gonna take it all out I'm gonna be the last one standing I'm over it all and I'm gonna be the last one landing Cause I, I, I believe it And I, I, I, I just want it all I just want it all I'm gonna put my hands in the air! Hands, hands in the air! Put your hands in the air!  [Chorus: Taio Cruz] I throw my hands up in the air sometimes Saying \"Ayo! Gotta let go!\" I wanna celebrate and live my life Saying \"Ayo! Baby, let's go!\"  Cause we gon' rock this club We gon' go all night We gon' light it up Like it's dynamite! Cause I told you once Now I told you twice We gon' light it up Like it's dynamite!  ",
        "title": "Dynamite"
    },
    {
        "artist": "Enrique Iglesias Featuring Pitbull",
        "lyrics": null,
        "title": "I Like It"
    },
    {
        "artist": "Nelly",
        "lyrics": "  [Hook] Uhh, uhh, uhh I was thinkin 'bout her, thinkin 'bout me Thinkin 'bout us, where we gon' be? Opened my eyes, yeah It was only just a dream So I travel back, down that road Will she come back? No one knows I realize, yeah It was only just a dream  [Verse 1] I was at the top and now it's like I'm in the basement Number one spot, now she found her a replacement I swear now I can't take it Knowin somebody's got my baby And now you ain't around, baby I can't think I shoulda put it down, shoulda got that ring Cause I can still feel it in the air See her pretty face, run my fingers through her hair My love of my life My shorty, my wife She left me, I'm tight Cause I knew that it just ain't right  [Hook] Uhh, uhh, uhh I was thinkin 'bout her, thinkin 'bout me Thinkin 'bout us, where we gon' be? Opened my eyes, yeah It was only just a dream So I travel back, down that road Will she come back? No one knows I realize, yeah It was only just a dream  [Verse 2] When I be ridin man I swear I see her face at every turn Tryin to get my Usher on but I can't let it +Burn+ And I just hope she know that she the only one I yearn - for My woman, oh I miss her, when will I learn? Didn't give her all my love, I guess now I got my payback Now I'm in the club thinkin all about my baby Hey, she was so easy to love But wait, I guess that love wasn't enough I'm goin through it every time that I'm alone And now I'm missin, wishin she pick up the phone But she made a decision that she wanted to move on Cause I was wrong  [Hook] Uhh, uhh, uhh I was thinkin 'bout her, thinkin 'bout me Thinkin 'bout us, where we gon' be? Opened my eyes, yeah It was only just a dream So I travel back, down that road Will she come back? No one knows I realize, yeah It was only just a dream  [Verse 3] If you ever loved somebody put your hands up If you ever loved somebody put your hands up And now they're gone and you wishin you could give them everything Everything (heyyy) Said if you ever loved somebody put your hands up If you ever loved somebody put your hands up And now they're gone and you wishin you could give them everything  ",
        "title": "Just A Dream"
    },
    {
        "artist": "Flo Rida Featuring David Guetta",
        "lyrics": "  [Intro/Hook: Flo Rida & Nicole Scherzinger] You know I know how To make 'em stop and stare as I zone out The club can't even handle me right now Watchin' you watchin' me, I go all out The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah) The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah) Haha! Can't nothin' handle me right now! I see you, D. Guetta, Let's get 'em!  [Verse 1: Flo Rida] Hey I own the light and I don't need no help Gotta be the feeling that Scarface felt Stuntin gone wild, can't handle this playa Life of the club arrogant like, yeah Talk like money all the girls just melt One too many all on me like twelve Look like cash and they all just stare Bottles, models, standin' on chairs Ball out cause that's the business All out, it's so ridiculous Zone out, so much attention Scream out, I'm in the building - hey! They watchin', I know this I'm rockin', I'm rollin' I'm holdin', I know it, you know it  [Hook: Flo Rida & Nicole Scherzinger] You know I know how To make 'em stop and stare as I zone out The club can't even handle me right now Watchin' you watchin' me, I go all out The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah) The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah)  [Verse 2: Flo Rida] Hey Still feelin' myself, I'm like outta control Can't stop now, more shots, let's go Ten more rounds, can I get a K.O.? Paparazzi tryna make me pose Came to party 'til I can't no more Celebrate cause that's all I know Tip the groupies takin' off they clothes Grand finale like Super Bowl Go hard, I run the show That's right, wild out, got money to blow More lights, more ice, when I walk in the door No hype, do it big all over the globe Yeah! I said it, go tell it Confetti, who ready? I'm ready! You ready? Let's get it!  [Hook: Flo Rida & Nicole Scherzinger] You know I know how To make 'em stop and stare as I zone out The club can't even handle me right now Watchin' you watchin' me, I go all out The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah) (Put your hands up!) (Put your hands up!) (Put your hands up!) The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah) (Put your hands up!) (Put your hands up!) (Put your hands up!)  [Bridge: Flo Rida] You got me watchin' now (Yeah) Got my attention now (Yeah) Got everybody in the club wantin' to know now I am a ladies' man, come and be my lady and We can ball, so, Ahhh! Bring ya body here, let me switch up ya atmosphere Take you up out of the club and up in my new lim' (Yeah) Fly you all around the world Whatchu want, baby girl? Are you ready to go, now?  [Hook: Flo Rida & Nicole Scherzinger] You know I know how To make 'em stop and stare as I zone out The club can't even handle me right now Watchin' you watchin' me, I go all out The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah) (Put your hands up!) (Put your hands up!) (Put your hands up!) The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah)  [Outro: Flo Rida] Put your hands up! Let's celebrate now! Put your hands up! Put your hands up! Let's celebrate now! Put your hands up! You know who shut 'em down!  ",
        "title": "Club Can't Handle Me"
    },
    {
        "artist": "Far*East Movement Featuring Cataracs & Dev",
        "lyrics": "  [Chorus: Dev] Poppin bottles in the ice, like a blizzard When we drink we do it right, gettin' slizard Sippin sizzurp in my ride, like Three 6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6  [Verse 1: Cataracs] Gimme that Moet Gimme that Cristal Ladies love my style, at my table gettin wild Get them bottles poppin', we get that drip and that drop Now give me two more bottles cuz you know it don't stop  [Refrain: Cataracs] Hell yeah, drink it up, drink-drink it up When sober girls around me, they be actin' like they drunk They be actin' like they drunk, actin'-actin' like they drunk When sober girls around me, they be actin' like they drunk  [Chorus: Dev] Poppin bottles in the ice, like a blizzard When we drink we do it right, gettin' slizard Sippin sizzurp in my ride, like Three 6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6  [Verse 2: Cataracs] Sippin on, sippin on sizz, I'ma ma-make it fizz Girl I keep it gangsta, poppin' bottles at the crib This is how we live, every single night Take that bottle to the head, and let me see you fly  [Refrain: Cataracs] Hell yeah, drink it up, drink-drink it up When sober girls around me, they be actin' like they drunk They be actin like they drunk, actin'-actin' like they drunk When sober girls around me, they be actin' like they drunk  [Chorus: Dev] Poppin bottles in the ice, like a blizzard When we drink we do it right, gettin' slizard Sippin sizzurp in my ride, like Three 6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6  [Bridge: The Cataracs] It's that 808 bump, make you put yo hands up Make you put yo hands up, put yo, put yo hands up (You can't touch this) It's that 808 bump, make you put yo hands up Make you put yo hands up, put yo, put yo hands up (You can't touch this) Hell yeah, make you put yo hands up Make you put yo hands up, put yo, put yo put yo hands up Hell yeah, make you put yo hands up Make you put yo hands up, put yo, put yo put yo hands up   [Chorus: Dev] Poppin bottles in the ice, like a blizzard When we drink we do it right, gettin' slizard Sippin sizzurp in my ride, like Three 6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6  ",
        "title": "Like A G6"
    },
    {
        "artist": "Ke$ha",
        "lyrics": null,
        "title": "Take It Off"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": null,
        "title": "Mine"
    },
    {
        "artist": "Trey Songz Featuring Nicki Minaj",
        "lyrics": "  [Intro: Trey Songz] It's Mr. Steal Yo Girl It's Mr. Steal Yo Girl Let's go  [Hook: Trey Songz] Bottoms up, bottoms up, ay, what's in ya cup? Got a couple bottles, but a couple ain't enough Bottoms up, bottoms up, throw your hands up Tell security we 'bout to tear this club up Bottoms up, bottoms up, pocket full of green Girl, you know I love the way you shake it in them jeans Bottoms up, bottoms up, throw ya hands up Bottoms up, bottoms up, bottoms up, up, up  [Verse 1: Trey Songz] You know what it is girl, we back up in this thang Money stay in my pocket, girl, I'm like a walkin' bank Tell me whatcha drank, tell me whatcha thank If I go get these bottles, we go alcohol insane  [Pre-Hook: Trey Songz] Callin' all the girls, do you hear me? All around the world, city to city Cheers to the girls, throw a deuce to the guys Now I got a chicken and a goose in the ride Gettin' loose in the ride Hatin' ass nigga you can move to the move to the move to the side  [Hook: Trey Songz] Bottoms up, bottoms up, ay, what's in ya cup? Got a couple bottles, but a couple ain't enough Bottoms up, bottoms up, throw your hands up Tell security we 'bout to tear this club up Bottoms up, bottoms up, pocket full of green Girl, you know I love the way you shake it in them jeans Bottoms up, bottoms up, throw ya hands up Bottoms up, bottoms up, bottoms up, up, up  [Verse 2: Trey Songz] My vision's blurred, my words slurred It's jam packed, a million girls And I ain't tryna leave, though We drunk so let me be your alcohol hero  [Pre-Hook: Trey Songz] Callin' all the girls, do you hear me? All around the world, city to city Cheers to the girls, throw a deuce to the guys Now I got a chicken and a goose in the ride Gettin' loose in the ride Hatin' ass nigga you can move to the move to the move to the side  [Hook: Trey Songz] Bottoms up, bottoms up, ay, what's in ya cup? Got a couple bottles, but a couple ain't enough Bottoms up, bottoms up, throw your hands up Tell security we 'bout to tear this club up Bottoms up, bottoms up, pocket full of green Girl, you know I love the way you shake it in them jeans Bottoms up, bottoms up, throw ya hands up Bottoms up, bottoms up, bottoms up, up, up  [Verse 3: Nicki Minaj] Yo, could I get that 'Trón? Could I get that Remy? Could I get that Coke? Could I get that Henny? Could I get that margarita on the rock rock rocks? Could I get that salt all around that rim rim rim rim? Trey, I was like \"Yo, Trey\" Do you think you could buy me a bottle of Rosé? Okay, let's get it now I'm with a bad bitch, he's with his friends I don't say \"Hi\", I say \"keys to the Benz\" Keys to the Benz? Keys to the Benz Motherfuckin' right, yeah, V to the 10 If a bitch tryna get cute I'ma stomp her Throw a lot of money at her then yell \"Fuck her! Fuck her! Fuck her!\" Then yell, \"Fuck her!\" Then I'ma go get my Louisville Slugger Excuse me, I'm sorry, I'm really such a lady I rep Young Money, you know Slim, Baby? And we be doin' donuts while we wavin' the .380 We give a lot of money to the babies out in Haiti Yellin' all around the world Do you hear me? Do you like my body? Anna Nicki Rest in peace to Anna Nicole Smith Yes, my dear, you're so explosive Say \"Hi\" to Mary, Mary and Joseph Now bottoms up and double my dosage  [Hook: Trey Songz] Bottoms up, bottoms up, ay, what's in ya cup? Got a couple bottles, but a couple ain't enough Bottoms up, bottoms up, throw your hands up Tell security we 'bout to tear this club up Bottoms up, bottoms up, pocket full of green Girl, you know I love the way you shake it in them jeans Bottoms up, bottoms up, throw ya hands up Bottoms up, bottoms up, bottoms up, up, up  [Outro: Trey Songz] Bottoms up, bottoms up, bottoms up, bottoms up, bottoms up  ",
        "title": "Bottoms Up"
    },
    {
        "artist": "Eminem",
        "lyrics": "  [Intro] \"Yeah, it's been a ride. I guess I had to go to that place to get to this one. Now some of you might still be in that place. If you're tryin' to get out, just follow me, I'll get you there.\"  [Verse 1] You can try and read my lyrics off of this paper before I lay 'em But you won't take the sting out these words before I say 'em 'Cause ain't no way I'ma let you stop me from causin' mayhem When I say I'ma do somethin', I do it I don't give a damn what you think, I'm doin' this for me So fuck the world, feed it beans, it's gassed up if it thinks it's stoppin' me I'ma be what I set out to be, without a doubt, undoubtably And all those who look down on me, I'm tearin' down your balcony No ifs, ands or buts, don't try to ask him why or how can he From \"Infinite\" down to the last \"Relapse\" album he's still shittin' Whether he's on salary, paid hourly Until he bows out or he shits his bowels out of him Whichever comes first, for better or worse He's married to the game, like a \"fuck you\" for Christmas His gift is a curse Forget the Earth, he's got the urge to pull his dick from the dirt And fuck the whole Universe  [Hook] I'm not afraid to take a stand Everybody, come take my hand We'll walk this road together, through the storm Whatever weather, cold or warm Just lettin' you know that you're not alone Holla if you feel like you've been down the same road  [Verse 2] Okay, quit playin' with the scissors and shit, and cut the crap I shouldn't have to rhyme these words in a rhythm For you to know it's a wrap You said you was king, you lied through your teeth For that, fuck your feelings Instead of gettin' crowned you're gettin' capped And to the fans, I'll never let you down again, I'm back I promise to never go back on that promise In fact, let's be honest, that last Relapse CD was—ehh Perhaps I ran them accents into the ground Relax, I ain't goin' back to that now All I'm tryin' to say is get back, click-clack-blaow 'Cause I ain't playin' around There's a game called circle and I don't know how I'm way too up to back down But I think I'm still tryin' to figure this crap out Thought I had it mapped out, but I guess I didn't This fuckin' black cloud still follows me around But it's time to exorcise these demons These muh'fuckers are doin' jumpin' jacks now  [Hook] I'm not afraid to take a stand Everybody, come take my hand We'll walk this road together, through the storm Whatever weather, cold or warm Just lettin' you know that you're not alone Holla if you feel like you've been down the same road  [Bridge] And I just can't keep livin' this way So startin' today, I'm breakin' out of this cadence I'm standin' up, I'ma face my demons I'm mannin' up, I'ma hold my ground I've had enough, now I'm so fed up Time to put my life back together right now  [Verse 3] It was my decision to get clean, I did it for me Admittedly I probably did it subliminally for you So I could come back a brand-new me You helped see me through And don't even realize what you did, believe me you I've been through the wringer But they can do little to the middle finger I think I got a tear in my eye, I feel like the king of My world, haters can make like bees with no stingers And drop dead: no more beef lingers No more drama from now on, I promise To focus solely on handlin' my responsibilities as a father So I solemnly swear to always treat this roof like my daughters And raise it, you couldn't lift a single shingle on it ‘Cause the way I feel, I'm strong enough to go to the club Or the corner pub and lift the whole liquor counter up ‘Cause I'm raisin' the bar I'd shoot for the moon, but I'm too busy gazin' at stars I feel amazin', and I'm—  [Hook] I'm not afraid to take a stand Everybody, come take my hand We'll walk this road together, through the storm Whatever weather, cold or warm Just lettin' you know that you're not alone Holla if you feel like you've been down the same road  ",
        "title": "Not Afraid"
    },
    {
        "artist": "Mike Posner",
        "lyrics": "  [Hook: Mike Posner] If I could write you a song to make you fall in love I would already have you up under my arm I used up all of my tricks, I hope that you like this But you probably won't, you think you're cooler than me You got designer shades just to hide your face And you wear 'em around like you're cooler than me And you never say hey or remember my name And it's probably cause you think you're cooler than me  [Verse 1: Mike Posner] You got your high brow, shoes on your feet And you wear 'em around like it ain't shit But you don't know the way that you look When your steps make that much noise, shh See, I got you all figured out You need everyone's eyes just to feel seen Behind you make up nobody knows who you even are Who do you think that you are? You're so fake You probably think that this song is about you, don't you?  [Hook: Mike Posner] If I could write you a song to make you fall in love I would already have you up under my arm I used up all of my tricks, I hope that you like this But, you probably won't, you think you're cooler than me You got designer shades just to hide your face And you wear 'em around like you're cooler than me And you never say hey or remember my name And it's probably cause you think you're cooler than me  [Verse 2: Mike Posner] You got your high brow, switchin' your walk And you don't even look when you pass by But you don't know the way that you look When your steps make that much noise, shh See, I got you all figured out You need everyone's eyes just to feel seen Behind you make up nobody knows who you even are Who do you think that you are? Girl, you're so vain You probably think that this song is about you, don't you?  [Hook: Mike Posner] If I could write you a song to make you fall in love I would already have you up under my arm I used up all of my tricks, I hope that you like this But you probably won't, you think you're cooler than me You got designer shades just to hide your face And you wear 'em around like you're cooler than me And you never say hey or remember my name And it's probably cause you think you're cooler than me  [Verse 3: Big Sean] Now don't you dare act like you don't know(don't know) Know what's up,(Know what's up) cause your nose is up When I'm approachin' up, pshht, yup Like I can give you winter in the summer Or summer in the winter, Miami in December Tryna look bored in them Dior(Dior) She probably is Was actin' shallow 'til she found out how deep that my pockets is Mrs. Primadonna, this is your reminder That I think you fine, but I'm finer Sean, yup  [Bridge: Mike Posner] Cause it sure seems you got no doubts But we all see you got your head in the clouds  [Hook: Mike Posner] If I could write you a song to make you fall in love I would already have you up under my arm I used up all of my tricks, I hope that you like this But you probably won't, you think you're cooler than me You got designer shades just to hide your face And you wear 'em around like you're cooler than me And you never say hey or remember my name And it's probably cause you think you're cooler than me  ",
        "title": "Cooler Than Me"
    },
    {
        "artist": "B.o.B Featuring Hayley Williams",
        "lyrics": "  [Hook: Hayley Williams] Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now  [Verse 1: B.o.B] Yeah, yo… let's pretend like it's '98 Like I'm eatin' lunch off of Styrofoam trays Tryin' to be the next rapper comin' out the A (A-Town) Hopin' for a record deal to ignore my pain Yeah, now let's pretend like I'm on the stage And when my beat drops everybody goes insane Okay, and everybody know my name (Bob) And everywhere I go people want to hear me sang Oh yeah, and I just dropped my new album On the first week I did 500 thousand Gold in the spring, and diamond in the fall And then a world tour just to top it all off And let's pretend like they call me the greatest Sellin' out arenas with big-ass stages And everybody loved me and no one ever hated Let's try to use imagination  [Hook: Hayley Williams] Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now  [Verse 2: B.o.B] Okay, let's pretend like this never happened Like I never had dreams of bein' a rapper Like I didn't write raps up in all of my classes Like I never used to run away into the blackness Now, let's pretend like it was all good Like I didn't live starin' in the notebook Like I did the things that I probably knew I should But I ain't have neighbors, that's why they call it hood Yo, now let's pretend like I ain't got a name Before they ever called me B.o.B or A.K.A. Bobby Ray I'm talkin' back before the mixtapes Before the videos and the deals and the fame Before they ever once compared me to André (3000) Before I ever got on MySpace Before they ever noticed my face So let's just pretend and make wishes out of airplanes  [Hook: Hayley Williams] Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now  [Bridge: B.o.B. & Eminem] And it seems like yesterday, it was just a dream But those days are gone, they're just memories And it seems like yesterday, it was just a dream But those days are gone, alright  [Verse 3: Eminem] Let's pretend Marshall Mathers never picked up a pen Let's pretend things woulda been no different Pretend he procrastinated, had no motivation Pretend he just made excuses that were so paper thin They could blow away with the wind \"Marshall, you're never gonna make it, makes no sense to play the game, there ain't no way that you'll win.\" Pretend he just stayed outside all day and played with his friends Pretend he even had a friend to say was his friend And it wasn't time to move and schools weren't changin' again He wasn't socially awkward and just strange as a kid He had a father and his mother wasn't crazy as shit And he never dreamed he could rip stadiums and just lazy as shit Fuck a talent show in the gymnasium, bitch \"You won't amount to shit – quit daydreamin', kid! You need to get your cranium checked You're thinking like an alien, it just ain't realistic.\" Now pretend they ain't just make him angry with this shit And there was no one he could even aim when he's pissed at And his alarm went off to wake him, but he didn't make it To the Rap Olympics, slept through his plane and he missed it He's gon' have a hard time explaining to Hailie and Lainey These food stamps and this WIC shit ‘Cause he never risked shit, he hoped and he wished it But it didn't fall in his lap, so he ain't even here, he pretends that—  [Hook: Hayley Williams] Airplanes in the night sky are like shooting stars I could really use a wish right now Wish right now, wish right now Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now  ",
        "title": "Airplanes"
    },
    {
        "artist": "Katy Perry Featuring Snoop Dogg",
        "lyrics": "  [Intro: Snoop Dogg] Greetings, loved ones Let's take a journey  [Verse 1: Katy Perry] I know a place where the grass is really greener Warm, wet and wild There must be something in the water Sipping gin and juice Laying underneath the palm trees (undone) The boys break their necks Trying to creep a little sneak peek (at us)  [Pre-Chorus: Katy Perry] You could travel the world But nothing comes close to the golden coast Once you party with us You'll be falling in love Oh-oh-oh-oh-oh-oh-oh  [Chorus: Katy Perry] California girls, we're unforgettable Daisy Dukes, bikinis on top Sun-kissed skin so hot, we'll melt your popsicle Oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh-oh California girls, we're undeniable Fine, fresh, fierce, we got it on lock West Coast represent, now put your hands up Oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh-oh  [Verse 2: Katy Perry] Sex (sex) on the beach We don't mind sand in our stilettos We freak in my Jeep ​*horn honks*​ Snoop Doggy Dogg on the stereo, oh-oh  [Pre-Chorus: Katy Perry] You could travel the world But nothing comes close to the golden coast Once you party with us You'll be falling in love Oh-oh-oh-oh-oh-oh-oh  [Chorus: Katy Perry] California girls, we're unforgettable Daisy Dukes, bikinis on top Sun-kissed skin so hot, we'll melt your popsicle Oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh-oh California girls, we're undeniable Fine, fresh, fierce, we got it on lock West Coast represent, now put your hands up Oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh-oh  [Verse 3: Snoop Dogg + Katy Perry] Toned, tan, fit and ready Turn it up cause it's getting heavy Wild, wild, West Coast These are the girls I love the most I mean the ones, I mean like she's the one Kiss her, touch her, squeeze her buns (Uh!) The girl's a freak She drive a Jeep and live on the beach I'm okay, I won't play I love the Bay just like I love L.A Venice Beach and Palm Springs Summertime is everything Homeboys banging out All that ass hanging out Bikinis, zucchinis, martinis, no weenies Just the king and a queenie Katy, my lady (Yeah?) Lookie here, baby (Uh-huh) I'm all up on ya 'Cause you representing California (Ooh ooh)  [Chorus: Katy Perry] California girls, we're unforgettable Daisy Dukes, bikinis on top Sun-kissed skin so hot, we'll melt your popsicle Oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh-oh California girls, we're undeniable Fine, fresh, fierce, we got it on lock West Coast represent, now put your hands up Oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh-oh  [Outro: Snoop Dogg + (Vocoder)] West Coast, West Coast, aye aye! (California, California girls) California girls man Hahahaha (California) I really wish you all could be California girls (California girls)  ",
        "title": "California Gurls"
    },
    {
        "artist": "B.o.B Featuring Rivers Cuomo",
        "lyrics": null,
        "title": "Magic"
    },
    {
        "artist": "Chris Brown Featuring Tyga & Kevin McCall",
        "lyrics": "  [Verse 1: Chris Brown] All that bullshit's for the birds You ain't nothin' but a vulture Always hopin' for the worst Waitin' for me to fuck up You’ll regret the day when I find another girl Yeah, who knows just what I need She knows just what I mean When I tell her keep it drama free Chuckin' up them (deuces) I told you that I'm leavin' (deuces) I know you're mad, but so what? I wish you best of luck And now I'm finna throw them deuces up  [Verse 2: Drake] What you mean I ain’t call you? I hit you when I landed I’m waitin' in my hotel room Seems like we're arguin' more and it’s gettin' less romantic Yeah, I think she’ll be able to tell soon But I'll fuck you right, I will, I fuck you right, I will I’ll fuck you like no one has ever, ever made you feel I mean, this part of our relationship's amazin' still I might just put up with the arguin' and stay, for real You lookin' bad, girl, for goodness sakes! You with all those curves, and me without no brakes, ooh I’m willin' to work it out however long it takes you You feel like you miss those happy days Well, girl, that makes two of us; our timing is wrong Your friends always tyin' up every line on your phone Yeah, but tell them bitches that you’ll always be my missus And the hardest part about the fuckin' business Is mindin' your own; and every time I try and break it off We just yell until we tired, then I break you off It’s useless, all this fightin', let's get past it now Even when I throw them deuces you just send it back around  [Verse 3: T.I.] Your wrist and fingers glisten: ice cold like Michigan Look at what we livin' in, here we go with this again I just keep on talkin', but I guess that you ain't listenin' Rather run around with them nothin'-ass bitches then Go on, got me hot, smokin' like a chimney We used to be best friends Now it seems we finna be enemies Deep inside it’s killin' me, but soon its gon' be killin' you To see her in that two-seater Now that's gon' hurt your feelings, boo Ah ha, didn’t you think you would be over me by now? So you go sleepin' with them clowns, they are no relief She spoke her piece, I know, capisce So love must be let go, released, into the wind Again, again, and deuces I must throw ya, peace  [Verse 4: Kanye West] You know what, yo? You a bitch You should have a travel agent, ‘cause you a trip You should make your own toilet tissue since you the shit But all you got is some fuckin' issues, you fuckin' bitch! I hate niggas, but I love your mom Give her a kiss for me, her second son Get your mind right, baby, or get your shit together You gonna be hot a little while, I’ma be rich forever Girl seducers, they come in deuces But when I cut 'em off they always become a nuisance Niggas take my old flows and they take my old swag He just took my old bitch and turned it to his new bitch I’m stupid, but I won’t get my drama on What I’m dealin' with is too real for me to comment on Jay finally got it through my head not to run my mouth So when you talk 'bout “you know who” I don’t know who you talkin' 'bout  [Verse 5: Fabolous] According to my old bish I be on some new ish She was on some old ish, now I got a new bish Think I give two ish? You ain't gonna do ish Meet my two fingers, intro-deuces If you knew better you’d do better Wanna get the middle finger, but I got two better  [Interlude: Chris Brown + Drake] So you gonna diss me Even though you know it’s wrong Know you gonna miss me a little when I’m gone  [Verse 6: Fabolous] Drizzy voice Now I’m ghost, baby, four-door Rizzy Royce Tryna work it out might be a bad business choice I’m 'bout my business, boys, plus I make paper Come on, that's old news; yesterday’s paper Oh, you talkin', what about? If it ain't how I kept you studded out You might as well shut your mouth You’ll never score another me, I’ll shut it out Act like there’s gum in your hair, girl: cut it out!  [Verse 7: Rick Ross] Got a pocket full of hundreds, she the only one that's missin' Got a bucket full of ice, and a watch to go with it Got a racin' Lamborghini, have my homies scared to drive Haters better put their head down, they know that boy be fly All the charter planes, now I’m talkin' ballers slang R.O.Z.A.Y. on that wall in the Hall of Fame I let my denim sag, red Louis belt How can you love me, baby? First you gotta love yourself  [Verse 8: Andre 3000] The farewell email from a female But I’m a playa, ain't gonna tell you all the details What it entails is hard to say, like sellin' seashells By the seashore, but she’s not a bore But neither a whore who needs to know more The kind you can’t ignore but want to open the door for Or run in your favorite store, and leave with all them shopping bags and half of it ain't yours I did things for her; ain't rich, ain't poor I wanted to do more, but hell, I just ain't know her Well enough to know if this is all she came for But enough to know tonight excited she came four Times to my cousin house to see if I was there Get your minds out the gutter, man We out here tryna have a good time And here I am, all heavy with the words where Somebody that's a nerd, likely fast forward But, shit, they asked for it It’s hard to throw up them deuces ‘Cause when you know it’s juicy You start to sound like Confucius when makin' up excuses Chase the Cabooses until the track gone I gotta find me a new locomotive, stop makin' sad songs  [Hook: Chris Brown] I'm on some new shit I'm chuckin' my deuces up to her I'm movin' on to somethin' better, better, better No more tryna make it work You made me wanna say bye bye Say bye bye, say bye bye to her You made me wanna say bye bye Say bye bye, say bye bye to her  ",
        "title": "Deuces"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Verse 1] So scared of breaking it that you won't let it bend And I wrote two hundred letters I will never send Sometimes these cuts are so much deeper than they seem You'd rather cover up, I'd rather let them bleed So let me be, and I'll set you free  [Chorus] I am in misery There ain't nobody who can comfort me, oh yeah Why won't you answer me? The silence is slowly killing me, oh yeah Girl you really got me bad You really got me bad Now I'm gonna get you back I'm gonna get you back  [Verse 2] Your salty skin and how it mixes in with mine The way it feels to be completely intertwined Not that I didn't care, it's that I didn't know It's not what I didn't feel, it's what I didn't show So let me be, and I'll set you free  [Chorus] I am in misery There ain't nobody who can comfort me, oh yeah Why won't you answer me? The silence is slowly killing me, oh yeah Girl you really got me bad You really got me bad Now I'm gonna get you back I'm gonna get you back  [Verse 3] You say your faith is shaken, and you may be mistaken You keep me wide awake and waiting for the sun I'm desperate and confused, so far away from you I'm getting there, I don't care where I have to roam Why do you do what you do to me, yeah? Why won't you answer me, answer me yeah? Why do you do what you do to me yeah? Why won't you answer me, answer me yeah?  [Chorus] I am in misery There ain't nobody who can comfort me, oh yeah Why won't you answer me? The silence is slowly killing me, oh yeah  Girl you really got me bad You really got me bad Now I'm gonna get you back I'm gonna get you back  [Outro] (x4)  ",
        "title": "Misery"
    },
    {
        "artist": "Florence + The Machine",
        "lyrics": "  [Verse 1] Happiness hit her, like a train on a track Coming towards her, stuck still no turning back She hid around corners and she hid under beds She killed it with kisses and from it she fled With every bubble she sank with a drink And washed it away down the kitchen sink  [Chorus 1] The dog days are over The dog days are done The horses are coming So you better run Run fast for your mother, run fast for your father Run for your children, for your sisters and brothers Leave all your love and your longing behind You can't carry it with you if you want to survive The dog days are over The dog days are done Can you hear the horses? Because here they come  [Bridge] And I never wanted anything from you Except everything you had And what was left after that too, oh  [Verse 2] Happiness hit her like a bullet in the back, back, back... Struck from a great height By someone who should know better than that  [Chorus 2] The dog days are over The dog days are done Can you hear the horses? Because here they come Run fast for your mother, run fast for your father Run for your children, for your sisters and brothers Leave all your love and your longing behind You can't carry it with you if you want to survive The dog days are over The dog days are done Can you hear the horses? Because here they come  [Outro] The dog days are over The dog days are gone Can you hear the horses? Because here they come The dog days are over The dog days are gone Can you hear the horses? Because here they come  ",
        "title": "Dog Days Are Over"
    },
    {
        "artist": "Neon Trees",
        "lyrics": null,
        "title": "Animal"
    },
    {
        "artist": "Jason Derulo",
        "lyrics": "  [Intro] Mmmm, yeah, yeah Yeah, yeah, yeah  [Chorus] I'm feeling like a star, you can't stop my shine I'm loving cloud nine, my head's in the sky I'm solo, I'm riding solo I'm riding solo, I'm riding solo, solo  [Verse 1] Yeah, I'm feeling good tonight Finally doing me and it feels so right, oh Time to do the things I like Going to the club, everything's alright, oh No one to answer to No one that's gon' argue, no And since I got the hold off me I'm living life now that I'm free, yeah  [Pre-Chorus] Told me get my shit together Now I got my shit together, yeah, yeah Now I made it through the weather Better days are gon' get better I'm so sorry that it didn't work out (didn't work out) I'm moving on I'm so sorry but it's over now (over now) The pain is gone  [Chorus] I'm putting on my shades to cover up my eyes I'm jumping in my ride, I'm heading out tonight I'm solo, I'm riding solo I'm riding solo, I'm riding solo, solo I'm feeling like a star, you can't stop my shine I'm loving cloud nine, my head's in the sky I'm solo, I'm riding solo I'm riding solo, I'm riding solo, solo  [Verse 2] Yeah, now I'm feeling how I should Never knew single could feel this good, oh (this good) Star player, misunderstood Back in the game, who knew I would, oh (I would) So fly how I spread my wings Loving myself makes me wanna sing, oh (sing) Oh yeah Yeah, yeah, yeah, yeah (yeah, oh)  [Pre-Chorus] Told me get my shit together Now I got my shit together, yeah, yeah Now I made it through the weather Better days are gon' get better I'm so sorry (sorry) that it didn't work out (didn't work out) I'm moving on I'm so sorry (sorry) but it's over now (over now) The pain is gone  [Chorus] I'm putting on my shades to cover up my eyes (my eyes) I'm jumping in my ride, I'm heading out tonight I'm solo (solo), I'm riding solo (solo) I'm riding solo (solo), I'm riding solo, solo I'm feeling like a star, you can't stop my shine I'm loving cloud nine, my head's in the sky I'm solo, I'm riding solo I'm riding solo, I'm riding solo, solo  [Bridge] Riding solo Solo, I'm riding solo Solo, solo Yeah, solo, solo It's like S.O.L.O. (oh) S.O.L.O. (oh, el, oh) , S.O.L.O. (oh, oh) Living my life, ain't got stress no more  [Chorus] I'm putting on my shades to cover up my eyes (oh) I'm jumping in my ride, I'm heading out tonight I'm solo, I'm riding solo I'm riding solo, I'm riding solo, solo I'm feeling like a star, you can't stop my shine (oh, oh) I'm loving cloud nine, my head's in the sky (yeah) I'm solo, I'm riding solo I'm riding solo, I'm riding solo, solo I'm riding, I'm riding solo, solo, woah I'm riding solo, solo  ",
        "title": "Ridin' Solo"
    },
    {
        "artist": "Usher Featuring will.i.am",
        "lyrics": "  [Intro: will.i.am & Usher] Oh my gosh Baby let me... I did it again, so I'm gon' let the beat drop Oh my...  [Chorus: Usher] Baby, let me love you down There's so many ways to love you Baby, I can break you down There's so many ways to love you Got me like, \"Oh my gosh\", I'm so in love I found you finally, you make me want to say Oh oh oh-oh oh, oh oh oh-oh oh Oh oh oh-oh oh, oh oh, oh my gosh  [Bridge: Usher] You make me want to say Oh oh oh-oh oh, oh oh oh-oh  [Verse 1: Usher] I fell in love with shawty when I seen her on the dance floor She was dancing sexy, pop-pop-popping, dropping, dropping low Never ever has a lady hit me on the first sight This was something special, this was just like dynamite Honey got a booty like pow, pow, pow Honey got some boobies like wow, oh wow Girl, you know I'm loving your, loving your style Check, check, check, check, check, checking you out like  [Pre-Chorus: Usher] Oh... She got it all Sexy from her head to toe And I want it all, it all, it all  [Chorus: Usher] Baby, let me love you down There's so many ways to love you Baby, I can break you down There's so many ways to love you Got me like, \"Oh my gosh\", I'm so in love I found you finally, you make me want to say Oh oh oh-oh oh, oh oh oh-oh oh Oh oh oh-oh oh, oh oh, oh my gosh  [Bridge: Usher] You make me want to say You make me want to say Oh oh oh-oh oh, oh oh oh-oh  [Verse 2: will.i.am] Feel so hot for honey out of all the girls up in the club This one got me whipped just off of one look, yep, I fell in love This one something special, this one just like dynamite O-o-o-o-o-o-o-out of sight Fell in love with honey like my, oh my Honey looking wonderful, fly, so fly Honey like a supermodel, my, oh my Baby, how you do that, make a grown man cry?  [Pre-Chorus: Usher] Oh... Baby, you got it all Sexy from her head to toe And I want it all, it all, it all  [Chorus: Usher] So honey, let me love you down There's so many ways to love you Baby, I can break you down There's so many ways to love you Got me like, \"Oh my gosh\", I'm so in love I found you finally, you make me want to say Oh oh oh-oh oh, oh oh oh-oh oh Oh oh oh-oh oh, oh oh, oh my gosh  [Bridge: Usher] Oh my gosh Oh my Oh my Oh Oh my gosh  [Outro: Usher & will.i.am] Oh my gosh I did it again, so I'm gon' let the beat drop Oh-oh-oh my, oh oh Oh my, my, my, my, my, my, oh my gosh Oh-oh-oh my, oh oh Oh my, my, my, my, my, my, oh my gosh Oh-oh-oh my, oh oh Oh my, my, my, my, my, my, oh my gosh  ",
        "title": "OMG"
    },
    {
        "artist": "Drake Featuring T.I. & Swizz Beatz",
        "lyrics": "  [Produced by Swizz Beatz and Noah \"40\" Shebib]  [Intro: Swizz Beatz] Go—go 'head Go, go, go 'head Go, go, go, go, go, go 'head Go, go, go, go, go, go 'head  [Hook: Swizz Beatz] Oh, you fancy huh? Oh, you fancy huh? Oh, you fancy huh? Oh, you fancy huh? Nails done, hair done, everything did Nails done, hair done, everything did Oh, you fancy huh? Oh, you fancy huh? You—you fancy huh? Oh, you fancy huh? Nails done, hair done, everything did Nails done, hair done, everything did Oh, you fancy huh?  [Verse 1: Drake] You getting ready so I know we gon be here awhile In the bathroom flat irons and nail files Spending hours in salons on your hairstyles In the mall steady racking up the air miles Hit the gym, step on the scales, stare at the number You say you dropping 10 pounds preparing for summer And you don’t do it for the man, men never notice You just do it for yourself you’re the fucking coldest Intelligent too, ooh you’re my sweetheart I’ve always liked my women book and street smart Long as they got a little class like half days And the confidence to overlook my past ways Time heals all and heels hurt to walk in But they go with the clutch that you carry your lip gloss in And look, I really think that nobody does it better I love the way you put it together  [Hook: Swizz Beatz] Oh, you fancy huh? Oh, you fancy huh? Oh, you fancy huh? Oh, you fancy huh? Nails done, hair done, everything did Nails done, hair done, everything did Oh, you fancy huh? Oh, you fancy huh? You—you fancy huh? Oh, you fancy huh? Nails done, hair done, everything did Nails done, hair done, everything did Oh, you fancy huh?  [Verse 2: T.I.] Well, aren’t you a breath of fresh air? From all these superficial gold digging bitches in here They get a baller, think that they ain't got to pick a career Guess they plan on sucking dicks until some millions appear Like \"voilà!\" You do it right he might just buy you a car Now she play these suckers just like B.o.B play the guitar Now here you are with your girls having drinks at the bar I say I’m buying, you decline, that is kinda bizarre Independent with the demeanor of an R&B singer Naked ring finger, M3 Beamer Champagne Range, Triple white Jag Closet full of brand new clothes and handbags Alexander McQueen, Prada, Gucci, Chanel D&G, BCBG, Versace, Louis and Bebe You ain't needy, greedy or easy as these other breezy's Who fuck for bottles of Riesling and bowls of baked ziti  [Hook: Swizz Beatz] Oh, you fancy huh? Oh, you fancy huh? Oh, you fancy huh? Oh, you fancy huh? Nails done, hair done, everything did Nails done, hair done, everything did Oh, you fancy huh? Oh, you fancy huh? You—you fancy huh? Oh, you fancy huh? Nails done, hair done, everything did Nails done, hair done, everything did Oh, you fancy huh?  [Interlude: Drake & Swizz Beatz] Atlanta girls, let me see your hands Wave 'em at them bitches hating on you with their friends Girl you got it, let 'em know that everything big Nails done hair done, everything big And my NY girls, let me see your hands Wave 'em at them bitches hating on you with their friends Girl you got it, let 'em know that everything big Nails done hair done, everything big And my LA girls, let me see your hands Wave 'em at them bitches hating on you with their friends Girl you got it, let 'em know everything big Nails done hair done, everything big And my TO girls, let me see your hands Wave 'em at them bitches hating on you with their friends Girl you got it, let 'em know everything big Nails done, hair done—nails done, hair done Say go Cinderella, go Cinderella Orgasm blush, lipstick and concealer Devil in a tight dress, girl you a killer And ain't nobody realer, and ain't nobody realer, go Go, go, go, go, go, go, go (show time) Go, go, go, go, go (as we proceed)  [Verse 3: Drake] Uh, 5 and a half in boys, ass is off the hook Cinderella 'bout to lose the glass off her foot And when I find it is when I find you And we can do the things we never got the time to Better late than never but never late is better They tell me time is money, well we’ll spend it together I’m down for whatever, you just lead the way We go to dinner you don’t even look at me to pay Mature women with more than me were the first to tempt me And Jason had this girl Tammy with a purple Bentley How she got it I ain't never get to ask I just knew that she was fine like a ticket on the dash Yeah, but shout out to the homeowners The girls that got diplomas and enough money to loan us A little something extra, should we ever need it If it sounds like you, then let me hear you repeat it  [Hook: Swizz Beatz] Oh, you fancy huh? Oh, you fancy huh? Oh, you fancy huh? Oh, you fancy huh? Nails done, hair done, everything did Nails done, hair done, everything did Oh, you fancy huh? Oh, you fancy huh? You—you fancy huh? Oh, you fancy huh? Nails done, hair done, everything did Nails done, hair done, everything did Oh, you fancy huh?  ",
        "title": "Fancy"
    },
    {
        "artist": "Sugarland",
        "lyrics": "  [Verse 1] MMMM better, MMMM better Absolutely no one that knows me better No one that can make me feel sooo goooood How did we stay so long together? When everybody, everybody said we never would And just when I, I start to think they're right That love has died  [Chorus] There you go making my heart beat again Heart beat again Heart beat again There you go making me feel like a kid Won't you do it and do it one time? There you go pulling me right back in Right back in Right back in And I know-oo I'm never letting this go-ooo I'm stuck on you Whutooo whutooo Stuck like glue You and me baby we're stuck like glue Whutooo whutooo Stuck like glue You and me baby we're stuck like glue  [Verse 2] Some days I don't feel like trying Some days you know I wanna just give up When it doesn't matter who's right, fight about it all night Had enough You give me that look \"I'm sorry baby let's make up\" You do that thing that makes me laugh And just like that  [Chorus]  [Bridge] You almost stay out, too stuck together from the ATL Whutooo Whutoo Feeling kinda sick? Just a spoon full of sugar make it better real quick I say Whutooo Whutoo What you going to do with that? Whutooo Whutoo Come on over here with that Sugar sticky sweet stuff Come on give me that stuff Everybody wants some Melodies that get stuck Up in your head Whutooo whutooo Up in your head Whutooo whutooo Up in your head Whutooo whutooo Up in your head Whutooo whutooo Whuthoo whutooo Stuck like glue You and me together, say, it's all I wanna do I said  [Chorus][x2]  ",
        "title": "Stuck Like Glue"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Verse 1: Mike Shinoda] [x2] God bless us everyone We're a broken people living under loaded gun And it can't be outfought It can't be outdone It can't be outmatched It can't be outrun, no!  [Pre-Chorus 1: Chester Bennington and Mike] And when I close my eyes tonight To symphonies of blinding light! God bless us everyone We're a broken people living under loaded gun  [Chorus: Chester] Oh, like memories in cold decay Transmissions echoing away Far from the world of you and I Where oceans bleed into the sky!  [Verse 2: Chester] [x2] God save us everyone Will we burn inside the fires of a thousand suns? For the sins of our hands The sins of our tongues The sins of our fathers The sins of our young? No!  [Pre-Chorus 2: Chester and Mike] And when I close my eyes tonight To symphonies of blinding light! God save us everyone Will we burn inside the fires of a thousand suns?  [Chorus: Chester] Oh, like memories in cold decay Transmissions echoing away Far from the world of you and I Where oceans bleed into the sky!  [Keyboard Solo]  [Chorus: Chester] Oh, like memories in cold decay Transmissions echoing away Far from the world of you and I Where oceans bleed into the sky!  [Bridge: Chester and Mike][x10] Lift me up, let me go  [Bridge: Mike] It can't be outfought It can't be outdone It can't be outmatched It can't be outrun, no! God bless us everyone We're a broken people living under loaded gun And it can't be outfought It can't be outdone It can't be outmatched It can't be outrun, no! God bless us everyone We're a broken people living under loaded gun And it can't be outfought It can't be outdone It can't be outmatched It can't be outrun, no!  ",
        "title": "The Catalyst"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Verse 1] I need another story Something to get off my chest My life gets kinda boring Need something that I can confess 'Til all my sleeves are stained red From all the truth that I've said Come by it honestly I swear Thought you saw me wink, no I've been on the brink  [Chorus] So tell me what you want to hear Something that will light those ears I'm sick of all the insincere So I'm going to give all my secrets away This time Don't need another perfect lie Don't care if critics ever jump in line I'm going to give all my secrets away  [Verse 2] My God, amazing how we got this far It's like were chasing all those stars Who's driving shiny big black cars And every day I see the news All the problems that we could solve And when a situation rises Just write it into an album Send it straight to gold I don't really like my flow, no  [Chorus] So tell me what you want to hear Something that will light those ears I'm sick of all the insincere So I'm going to give all my secrets away This time Don't need another perfect lie Don't care if critics ever jump in line I'm going to give all my secrets away  [Bridge] Got no reason Got no shame Got no family I can blame Just don't let me disappear I'm going to tell you everything  [Chorus] So tell me what you want to hear Something that will light those ears I'm sick of all the insincere So I'm going to give all my secrets away This time Don't need another perfect lie Don't care if critics ever jump in line I'm going to give all my secrets away  [Chorus] So tell me what you want to hear Something that will light those ears I'm sick of all the insincere So I'm going to give all my secrets away This time Don't need another perfect lie Don't care if critics ever jump in line I'm going to give all my secrets away  [Outro] All my secrets away All my secrets away  ",
        "title": "Secrets"
    },
    {
        "artist": "Usher Featuring Jay-Z",
        "lyrics": "  [Intro: Jay Z] They call me King Hov, copy? They call me King Hov, copy? They call me King Hov, copy? They call me King Hov, copy?  [Chorus: Usher & Ester Dean] I'm like, whoa, Kemosabe Your body is my hobby We freaking, this ain’t cheating as long as we tell nobody Tell your girls you leaving, I’ll meet you in the lobby I’m so cold, yeah, I need that hot tottie Hot tottie, hot tottie I thought I'd never fall in love, thought I'd never fall in love with you  [Verse 1: Usher] I see you like to talk, I hear you baby Claiming you a bad bitch, show me, baby I’m a wild boy, you trying to tame me, baby? Till I get away from the house, can you keep me faithful? Got a lot of girls, got a lot of flavor That's why when I hit them, they all need to return the favor Yeah, I hear you, what you saying, but hear it, babe That you get with me to the point where I'm screaming your name  [Bridge 1: Usher] Said, I'm trying get your clothes off From what I'm seeing, you look so soft It's your body, what I'm going off Say, you go ride it, just don't fall off Yeah, I done had a lot of women that tell me what they can do But can you show me, babe? Yeah, you got me like...  [Chorus: Usher & Ester Dean] I'm like, whoa, Kemosabe Your body is my hobby We freaking, this ain’t cheating as long as we tell nobody Tell your girls you leaving, I’ll meet you in the lobby I’m so cold, yeah, I need that hot tottie Hot tottie, hot tottie I thought I'd never fall in love, thought I'd never fall in love with you  [Verse 2: Usher & Ester Dean] I'm a choosey lover, I pick em up Talk a lot of shit, I hope its good as you putting out Yeah, you fancy, huh? I’m trying to pull you out I see there’s a lot of girls standing 'round She say… You claim you're the best And I only want the best So I said...  [Bridge 2: Usher] I ain't gonna be here long Girl, I'm trying to get you home and get your clothes off Skeet skeet a couple off and then you doze off You claiming it's better, wetter if I took it off Say, you gon' ride on, just don't fall off Yeah, I done had a lot of women that tell me what they can do But can you show me, babe? Yeah, you got me like...  [Chorus: Usher & Ester Dean] I'm like, whoa, Kemosabe Your body is my hobby We freaking, this ain’t cheating as long as we tell nobody Tell your girls you leaving, I’ll meet you in the lobby I’m so cold, yeah, I need that hot tottie Hot tottie, hot tottie I thought I'd never fall in love, thought I'd never fall in love with you  [Bridge: Usher] I'm so cold, I'm so cold I'm so cold, I'm so cold I'm so cold, I'm so cold I'm so cold, I'm so cold I need a hot tottie Will you be my hot tottie? She said she wanna make me better She wanna make me better  [Verse 3: Jay Z with Usher] They call me King Hov, copy? They call me King Hov, copy? They call me King Hov, copy, copy, copy? They call me King Hov, copy? Big balling is my hobby So much so they think I’m down with the Illuminati My watch do illuminate, my pockets are naughty But I’m God body, you better ask somebody I was born a God, I made myself a king Which means I downgraded to a human being You was born a Goddess, I made you my queen Which mean we upgraded to Louis the thirteen Hot tottie, her poppy like Cognac Her momma like herb tea, we birthed a couple of sacks And as the tea steeped, I creeped all in her tee-pee We did it Indian style, had the girls speaking In tongues, she like young, you hung, what you done done Stop it, before you wake up my mom, I might (ah) And now that you arrived, it’s time that I go I'm so cold, I'm so cold  [Chorus: Usher & Ester Dean] I'm like, whoa, Kemosabe Your body is my hobby We freaking, this ain’t cheating as long as we tell nobody Tell your girls you leaving, I’ll meet you in the lobby I’m so cold, yeah, I need that hot tottie Hot tottie, hot tottie I thought I'd never fall in love, thought I'd never fall in love with you  [Outro: Usher] I'm so cold, I'm so cold I'm so cold, I'm so cold I'm so cold, I'm so cold I'm so cold, I'm so cold I need a hot tottie Will you be my hot tottie? She said she wanna make me better She wanna make me better  ",
        "title": "Hot Tottie"
    },
    {
        "artist": "Adam Lambert",
        "lyrics": "  [Verse 1] So I got my boots on, got the right amount of leather And I'm doing me up with a black color liner And I'm working my strut but I know it don't matter All we need in this world is some love  [Pre-Chorus] There's a thin line 'tween the dark side And the light side, baby tonight It's a struggle, gotta rumble, tryna find it  [Chorus] But if I had you That would be the only thing I'd ever need Yeah if I had you The money, fame and fortune never could compete If I had you Life would be a party, it'd be ecstasy Yeah, if I had you Y-y-y-y-you y-y-y-y-y-you y-y-y-y-y-you If I had you  [Verse 2] From New York to LA getting high, rock and rolling Get a room trash it up 'til it's ten in the morning Girls in stripper heels, boys rolling in Maserati's What they need in this world is some love  [Pre-Chorus] There's a thin line 'tween the wild time And a flat-line, baby tonight It's a struggle gotta rumble, tryin'a find it  [Chorus] But if I had you That would be the only thing I'd ever need Yeah if I had you The money, fame and fortune never could compete If I had you Life would be a party, it'd be ecstasy Yeah, if I had you Y-y-y-y-you y-y-y-y-y-you y-y-y-y-y-you If I had-  [Bridge] The flashing of the lights It might feel so good But I've got you stuck on my mind, yeah! The fashion and the stage It might get me high But it don't mean a thing tonight  [Chorus] That would be the only thing I'd ever need, yeah If I had you The money, fame and fortune never could compete If I had you Life would be a party, it'd be ecstasy, yeah If I had you You-y-y-y-y-you You-y-y-y-y-you, you-y-y-y-y-you, If I had you That would be the only thing I'd ever need, yeah If I had you Then money, fame and fortune never could compete (Never could compete with you) If I had you Life would be a party it'd be ecstasy (it'd be ecstasy with you) Yeah, if I had you, you y-y-y-y-you You y-y-y-y-you You y-y-y-y-you, if I had you  ",
        "title": "If I Had You"
    },
    {
        "artist": "Lil Wayne Featuring Drake",
        "lyrics": "  [Produced by Kane Beatz]  [Intro] Kane is in the building  [Verse 1: Drake] Who else is really trying to fuck with Hollywood Cole I'm with Marley G's bro Flying Holly Grove chicks to my Hollywood shows And I wanna tell you something that you probably should know This that Slum Dog Millionaire Bollywood flow and uh My real friends never hearing from me Fake friends write the wrong answers on the mirror for me That's why I pick and choose, I don't get shit confused I got a small circle, I'm not with different crews We walk the same path, but got on different shoes Live in the same building, but we got different views I got a couple cars, I never get to use Don't like my women single, I like my chicks in twos And these days all the girls are down to roll I hit the strip club, and all them bitches find a pole Plus I be sipping, so this shit is moving kinda slow Just tell my girl to tell her friend that it's time to go  [Hook: Lil Wayne] Now tell me how you love it You know you at the top when only heaven is right above it We on, it's Young Money motherfucker If you ain't running with it, run from it motherfucker Alright, now somebody show some money in this bitch And I got my b's with me like some honey in this bitch, you dig I got my gun in my boo purse And I don't bust back, because I shoot first  [Verse 2: Lil Wayne] Meet me on the fresh train, yes I'm in the building You just on the list of guest names And all of my riders do not give a fuck, X-Games Guns turn you boys into pussies, sex change And I smoke 'til I got chest pains And you niggas know I rep my gang like Jesse James Women are possessive, and they wanna possess Wayne I been fly so long I fell asleep on the fucking plane Skinny pants and some Vans Call me Triple A, get my advance in advance, amen As the world spinning, dance in my hands Life is a beach, I'm just playing in the sand Uh, wake up and smell the pussy You niggas can't see me, but never overlook me I'm on a paper trail and ain't no telling where it took me Yeah, and I ain't a killer but don't push me  [Hook: Lil Wayne] Now tell me how you love it You know you at the top when only heaven is right above it We on, it's Young Money motherfucker If you ain't running with it, run from it motherfucker Alright, now somebody show some money in this bitch And I got my b's with me like some honey in this bitch, you dig I got my gun in my boo purse And I don't bust back, because I shoot first  [Verse 3: Lil Wayne] How do you say what's never said? Beautiful black woman, I bet that bitch look better red Limping off tour, cause I made more on my second leg Muthafuckin' Birdman Jr., 11th Grade Ball on automatic start I can hand it to Drake or do a quarterback draw Wildcat offense, check the paw prints We in the building, you niggas in apartments Uh, now come on be my blood donor Flow so nice you ain't gotta put a rug on her Do it big and let the small fall under that Damn where you stumbled at? From where they make Gumbo at Kane got the fucking beat jumping like a jumping jack And you know me, I get on this bitch and have a heart attack Hip-Hop, I'm the heart of that Nigga, nothing short of that President Carter, Young Money Democrat  [Hook: Lil Wayne] Now tell me how you love it You know you at the top when only heaven is right above it We on, it's Young Money motherfucker If you ain't running with it, run from it motherfucker Alright, now somebody show some money in this bitch And I got my b's with me like some honey in this bitch, you dig I got my gun in my boo purse And I don't bust back, because I shoot first  ",
        "title": "Right Above It"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] When I feel that chill, smell that fresh cut grass I'm back in my helmet, cleats and shoulder pads Standing in the huddle listening to the call Fans going crazy for the boys of fall They didn't let just anybody in that club Took every ounce of heart and sweat and blood To get to wear those game day jerseys down the hall Kings of the school man, we're the boys of fall  [Chorus] Well it's turn and face the Stars and Stripes It's fighting back them butterflies It's call it in the air, \"Alright yes sir we want the ball\" And it's knocking heads and talking trash It's slinging mud and dirt and grass It's I got your number, I got your back when your back's against the wall You mess with one man you got us all The boys of fall  [Verse 2] In little towns like mine that's all they got Newspaper clippings fill the coffee shops The old men will always think they know it all Young girls will dream about the boys of fall  [Chorus] Well it's turn and face the Stars and Stripes It's fighting back them butterflies It's call it in the air, \"Alright yes sir we want the ball\" And it's knocking heads and talking trash It's slinging mud and dirt and grass It's I got your number, I got your back when your back's against the wall You mess with one man you got us all The boys of fall  [Chorus] Well it's turn and face the Stars and Stripes It's fighting back them butterflies It's call it in the air, \"Alright yes sir we want the ball\" And it's knocking heads and talking trash It's slinging mud and dirt and grass It's I got your number, I got your back when your back's against the wall You mess with one man you got us all The boys of fall  [Outro] We're the boys of fall  We're the boys of fall  ",
        "title": "The Boys of Fall"
    },
    {
        "artist": "Travie McCoy Featuring Bruno Mars",
        "lyrics": "  [Intro: Bruno Mars] I wanna be a billionaire so fucking bad Buy all of the things I never had I wanna be on the cover of Forbes magazine Smiling next to Oprah and the Queen  [Chorus: Bruno Mars] Oh, every time I close my eyes I see my name in shiny lights, yeah A different city every night, oh, I, I swear The world better prepare for when I'm a billionaire  [Verse 1: Travie McCoy] Yeah, I would have a show like Oprah, I would be the host of Everyday Christmas, give Travie a wish list I'd probably pull an Angelina and Brad Pitt And adopt a bunch of babies that ain't never had shit Give away a few Mercedes, like, here lady have this And last but not least, grant somebody their last wish It's been a couple months that I've been single so You can call me Travie Claus minus the ho ho Aha, get it? I'd probably visit where Katrina hit And damn sure do a lot more than FEMA did Yeah, can't forget about me, stupid Everywhere I go I'mma have my own theme music  [Chorus: Bruno Mars & Travie McCoy] Oh, every time I close my eyes (what you see, what you see brah?) I see my name in shiny lights (uh-ha, uh-ha, yeah, what else?) Yeah, a different city every night, oh, I, I swear The world better prepare (for what?) for when I'm a billionaire Oh-oh, oh-oh, when I'm a billionaire Oh-oh, oh-oh (let's go)  [Verse 2: Travie McCoy] I be playing basketball with the president Dunking on his delegates Then I compliment on his political etiquette Toss a couple milli' in the air just for the heck of it But keep the fives, twennies, tens, and bens completely separate And yeah, I'll be in a whole new tax bracket We in recession but let me take a crack at it I'll probably take whatever's left and just split it up So everybody that I love can have a couple bucks And not a single tummy around me Would know what hungry was Eating good, sleeping soundly I know we all have a similar dream Go in your pocket pull out your wallet And put it in the air and sing  [Bridge: Bruno Mars & Travie McCoy] I wanna be a billionaire so fucking bad (so bad) Buy all of the things I never had (buy everything, ha ha) I wanna be on the cover of Forbes magazine Smiling next to Oprah and the Queen (what up Oprah? Ha ha)  [Chorus: Bruno Mars & Travie McCoy] Oh, every time I close my eyes (what you see, what you see brah?) I see my name in shiny lights (uh-ha, uh-ha, yeah, what else?) Yeah, a different city every night, oh, I, I swear The world better prepare (for what?) for when I'm a billionaire Oh-oh, oh-oh, (sing it) when I'm a billionaire Oh-oh, oh-oh, (oh)  [Outro: Bruno Mars] I wanna be a billionaire so fucking bad  ",
        "title": "Billionaire"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Verse 1] I'm more than just an option (Hey, hey, hey) Refuse to be forgotten (Hey, hey, hey) I took a chance with my heart, (hey, hey, hey) And I feel it taking over  [Hook] I better find your loving, I better find your heart I better find your loving, I better find your heart I better find your loving, I better find your heart I bet if I give all my love then nothing's gonna tear us apart  [Verse 2] I'm more than just a number (Hey, hey, hey) I doubt you'll find another (Hey, hey, hey) So every single summer (Hey, hey, hey) I'll be the one that you'll remember and—  [Hook] I better find your loving, I better find your heart I better find your loving, I better find your heart I better find your loving, I better find your heart I bet if I give all my love then nothing's gonna tear us apart  [Verse 3] It's more than just a mission (Hey, hey, hey) You hear, but you don't listen (Hey, hey, hey) You better pay attention (Hey, hey, hey) And get what you've been missing  [Hook] I better find your loving, I better find your heart I better find your loving, I better find your heart I better find your loving, I better find your heart I bet if I give all my love then nothing's gonna tear us apart  [Bridge] Too many times I've been wrong I guess being right takes too long I'm done waiting, there's nothing left to do But give all I have to you and  [Hook] I better find your loving, I better find your heart I better find your loving, I better find your heart I better find your loving, I better find your heart I bet if I give all my love then nothing's gonna tear us apart I bet if I give all my love then nothing's gonna tear us apart  ",
        "title": "Find Your Love"
    },
    {
        "artist": "Cee Lo Green",
        "lyrics": null,
        "title": "F**k You! (Forget You)"
    },
    {
        "artist": "Sean Kingston Featuring Nicki Minaj",
        "lyrics": "  Ay' yo Sean, you Mr. Kingston  [Hook: Sean Kingston] Dutty Dutty Dutty love I'm feeling like you letting go Dutty Dutty Dutty love I'm feeling like you letting go Dutty Dutty Dutty love I'm feeling like you letting go Dutty Dutty Dutty love  [Verse 1: Sean Kingston] Don't be scared girl, call on me Cause me I want you for my eyes I'm a lover, you see And the way you a wine and the way you a gwan Said no matter how much I feel rushed, I will not stop But baby girl will you be mine Let go, show your skin because you're one of a kind Me na gon lie, girl I must be in love Cause the way you are grindin' off my car top  [Hook] Dutty, dutty, dutty love love I'm feeling like you letting go Dutty, dutty, dutty love love I'm feeling like you letting go Dutty, dutty, dutty love love I'm feeling like you letting go Dutty, dutty, dutty love love  [Bridge] What if you would just come right out of these clothes You can finally feel the wind when it blows Don't be scared to be free to let go, show it off Feel like letting go Oh oh oh oh  I'm here and and you might not like Cause you need Sean King in your life King I'm a man and a man can't change And if I come over there I'll lock up with them lips Yo I feel like letting go If you never know, baby now you know Cause You're one of a kind, and you dress so fine Like my diamond chain, you shine so bright, oh  [Hook] Dutty, dutty, dutty love love I'm feeling like you letting go Dutty, dutty, dutty love love I'm feeling like you letting go Dutty, dutty, dutty love love I'm feeling like you letting go Dutty, dutty, dutty love love  [Bridge] What if you would just come right out of these clothes? You can finally feel the wind when it blows Don't be scared to be free, to let go, show it off Feel like letting go Oh, oh, oh, oh  [Verse 3: Nicki Minaj] Ay' yo Sean, You Mr. Kingston You say You have it, Louie it, and then some Look how you go on in all your ice You pretty and you nice Yuh done know seh Nicki a yuh wife But you say I be up where you stay I ain't like them other bitches that be actin' loosely Know you gettin' hyper, I know u wanna get up in it But I just want to think about it for another minute I think I like your style ya'll Why ya'll Why don't we let go Ay yo and I ain't gotta tell 'em And I ain't gotta sell 'em It's YSL daddy I ain't gotta spell it And yes, I killer kill 'em I guess I am the villain I park on the curb, I'm the owner of the building, the building Ya deaf? Boy me soon left Come get this playboy bunny like Hugh Heph Rastafari  Dutty dutty d-d-d-dutty  [Bridge] What if you would just come right out of these clothes? You can finally feel the wind when it blows Don't be scared to be free, to let go, show it off Feel like letting go Oh, oh, oh, oh  Feel like letting go Oh oh oh oh  Feel like letting go Oh oh oh oh  ",
        "title": "Letting Go (Dutty Love)"
    },
    {
        "artist": "Kings Of Leon",
        "lyrics": "  [Verse:] When the roll is called up yonder I hope you see me there It's in the water, it's where you came from It's in the water, it's where you came from When the crowd begins to wonder And they cry to see your face  [Chorus:] It's in the water, it's in the story, of where you came from Your sons and daughters, in all their glory, it's going to shape her And when they clash and come together, and start rising Just drink the water where you came from, where you came from  [Bridge:] So the roll it was called from yonder Never sold yourself away  [Chorus:] It's in the water, it's in the story, of where you came from Your sons and daughters, in all their glory, it's going to shape her And when they clash and come together, and start rising Just drink the water where you came from, where you came from  [Outro:] It's in the water, it's where you came from It's in the water, it's where you came from And when they clash and come together, and start rising Just drink the water, where you came from, where you came from  ",
        "title": "Radioactive"
    },
    {
        "artist": "Nicki Minaj",
        "lyrics": "  [Chorus] Shorty I'ma only tell you this once, you the illest And for your loving I'ma die hard like Bruce Willis You got spark, you, you got spunk You, you got something all the girls want You're like a candy store And I'm a toddler You got me wanting more and more of Your love, your love (yeah)  [Verse 1] He the type to pop tags and be cockin' the brim Might breeze through The Ave, might stop at the gym And he keep a doo-rag, keep the wave on swim W-waves on swim so they hate on him Anyway I think I met him sometime before In a different life or where I record I mean he was Adam, I think I was Eve But my vision ends with the apple on the tree 'S' on my chest cause I'm ready to save him Ready to give up on anybody who plays him And I think I love him, I love him just like I raised him When he call me mama, lil mama, I call him baby  [Chorus] Shorty I'ma only tell you this once, you the illest And for your loving I'ma die hard like Bruce Willis You got spark, you, you got spunk You, you got something all the girls want You're like a candy store And I'm a toddler You got me wanting more and more of Your love, your love (yeah)  [Verse 2] He the type to keep a couple hundred grand in a rubber band Just left Money Gram in the lemon Lam' Hot damn make me scream like Summer Jam I mean that nigga must be from the motherland Anyway I think I met him in the sky When I was a Geisha he was a Samurai Somehow I understood him when he spoke Thai Never spoke lies and he never broke fly 'S' on my chest let me get my cape on He's so thugged out - Ghostface and Raekwon \"Konvict\" just like Akon Cause you know the Snitches be putting the Jake on  [Chorus] Shorty I'ma only tell you this once, you the illest And for your loving I'ma die hard like Bruce Willis You got spark, you, you got spunk You, you got something all the girls want You're like a candy store And I'm a toddler You got me wanting more and more of Your love, your love (yeah)  [Outro] Find me in the dark I'll be in the stars Find me in your heart I'm in need of your love  ",
        "title": "Your Love"
    },
    {
        "artist": "Paramore",
        "lyrics": "  [Verse 1] When I was younger I saw my daddy cry and curse at the wind He broke his own heart and I watched As he tried to reassemble it And my mama swore that she would Never let herself forget And that was the day that I promised I'd never sing of love if it does not exist  [Chorus] But, darling You are the only exception You are the only exception You are the only exception You are the only exception  [Verse 2] Maybe I know, somewhere Deep in my soul, that love never lasts And we've got to find other ways To make it alone, but keep a straight face And I've always lived like this Keeping a comfortable distance And up until now, I had sworn to myself That I'm content with loneliness Because none of it was ever worth the risk  [Chorus] Well, you are the only exception You are the only exception You are the only exception You are the only exception  [Bridge] I've got a tight grip on reality But I can't, let go of what's in front of me here I know you're leaving in the morning, when you wake up Leave me with some kind of proof it's not a dream  [Chorus] You are the only exception You are the only exception You are the only exception You are the only exception You are the only exception You are the only exception You are the only exception You are the only exception  [Outro] And I'm on my way to believing Oh, and I'm on my way to believing  ",
        "title": "The Only Exception"
    },
    {
        "artist": "The Band Perry",
        "lyrics": "  [Intro] If I die young, bury me in satin Lay me down on a bed of roses Sink me in the river at dawn Send me away with the words of a love song Oh-oh, oh-oh  [Verse 1] Lord make me a rainbow I'll shine down on my mother She'll know I'm safe with you When she stands under my colors Oh and life ain't always what you think it ought to be, no Ain't even gray but she buries her baby The sharp knife of a short life Well I've had just enough time  [Chorus] If I die young, bury me in satin Lay me down on a bed of roses Sink me in the river at dawn Send me away with the words of a love song  [Pre-Chorus] The sharp knife of a short life Well, I've had just enough time  [Verse 2] And I'll be wearing white when I come into your kingdom I'm as green as the ring on my little cold finger I've never known the lovin' of man But it sure felt nice when he was holdin' my hand There's a boy here in town, says he'll love me forever Who would have thought forever could be severed by  [Pre-Chorus] The sharp knife of a short life Well, I've had just enough time  [Bridge] So put on your best boys, and I'll wear my pearls What I never did is done A penny for my thoughts—oh no, I'll sell 'em for a dollar They're worth so much more after I'm a goner And maybe then you'll hear the words I've been singin' It's funny when you're dead how people start listenin'  [Chorus] If I die young, bury me in satin Lay me down on a bed of roses Sink me in the river at dawn Send me away with the words of a love song  [Outro] Ooh, ooh, the ballad of a dove Go with peace and love Gather up your tears, keep 'em in your pocket Save 'em for a time when you're really gonna need 'em Oh, the sharp knife of a short life Well, I've had just enough time So put on your best boys, and I'll wear my pearls  ",
        "title": "If I Die Young"
    },
    {
        "artist": "Jay Sean Featuring Nicki Minaj",
        "lyrics": null,
        "title": "2012 (It Ain't The End)"
    },
    {
        "artist": "Train",
        "lyrics": "  [Intro] Heyy Heeey Heey  [Verse 1] Your lipstick stains On the front lobe of my left side brains I knew I wouldn't forget you And so I went and let you Blow my mind Your sweet moonbeam The smell of you In every single dream I dream I knew when we collided You're the one I have decided Who's one of my kind  [Chorus] Hey, soul sister Ain't that Mr. Mister On the radio, stereo The way you move ain't fair you know Hey, soul sister I don't want to miss a Single thing you do tonight  [Verse 2] Just in time I'm so glad you have A one track mind like me You gave my life direction A game show love connection We can't deny I'm so obsessed My heart is bound to beat right out My untrimmed chest I believe in you, like a virgin you're Madonna And I'm always gonna wanna Blow your mind  [Chorus] Hey, soul sister Ain't that Mr. Mister On the radio, stereo The way you move ain't fair you know Hey, soul sister I don't want to miss a Single thing you do tonight  [Bridge] Way you can cut a rug Watching you's the only drug I need You're so gangster, I'm so thug You're the only one I'm dreaming of you see I can be myself now finally In fact there's nothing I can't be I want the world to see you be, with me  [Chorus] Hey, soul sister Ain't that Mr. Mister On the radio, stereo The way you move ain't fair you know Hey, soul sister I don't want to miss a Single thing you do tonight  [Outro] Hey, soul sister I don't want to miss a Single thing you do tonight Tonight Tonight  ",
        "title": "Hey, Soul Sister"
    },
    {
        "artist": "Train",
        "lyrics": "  [Verse 1] While everybody else is getting out of bed I'm usually getting in it I'm not in it to win it And there's a thousand ways you can skin it My feet have been on the floor Flat like an Idol singer Remember Winger I digress I confess you are the best thing in my life But I'm afraid when I hear stories About a husband and wife There's no happy endings No Henry Lee But you are the greatest thing about me  [Chorus] If it's love And we decide that it's forever No one else could do it better If it's love And we're two birds of a feather Then the rest is just whatever And if I'm addicted to loving you And you're addicted to my love too We can be them two birds of a feather That flock together Love, love Got to have something to keep us together Love, Love That's enough for me  [Verse 2] Took a loan on a house I own Can't be a queen bee without a bee throne I want to buy ya everything Except cologne Because it's poison We can travel to Spain Where the rain falls mainly on the plain Sounds insane Because it is we can laugh we can sing Have ten kids and give them everything Hold our cell phones up in the air And just be glad we made it here alive On a spinning ball in the middle of space I love you from your toes to your face  [Chorus] If it's love And we decide that it's forever No one else could do it better If it's love And we're two birds of a feather Then the rest is just whatever And if I'm addicted to loving you And you're addicted to my love too We can be them two birds of a feather That flock together Love, love Got to have something to keep us together Love, Love That's enough for me  [Verse 3] You can move in I won't ask where you've been Because everybody has a past When we're older We'll do it all over again When everybody else is getting out of bed I'm usually getting in it I'm not in it to win it I'm in it for you  [Bridge] If it's love And we're two birds of a feather Then the rest is just whatever[x2]  [Chorus] If it's love And we decide that it's forever No one else could do it better If it's love And we're two birds of a feather Then the rest is just whatever And if I'm addicted to loving you And you're addicted to my love too We can be them two birds of a feather That flock together Love, love Got to have something to keep us together Love, Love That's enough for me  ",
        "title": "If It's Love"
    },
    {
        "artist": "Cali Swag District",
        "lyrics": "  [Verse 1: Smoove] They be like \"Smoove (what?) Can you teach me how to Dougie?\" You know why? Cause all the bitches love me All I need is a beat that's super-bumpin' And for you, you, and you to back it up and dump it Put your arms out front, lean side-to-side They gonna be on you when they see you hit that Dougie, right Ain't nobody fuckin' with my bro from Morningside He go by Bubba and he hit that dance like thunder I ain't from Dallas but I D-Town boogie I show my moves off now everybody tryna to do me I leave the functions and all the ladies tryna to screw me Now you just do you and I'mma do me Niggas love to hate so they try to screw me Bitches be stuck to me, I think they try to glue me I make the party shine bright when it started boomin' This beat was bubblegum, so I had to chew it  [Hook] Teach me how to Dougie, teach me-teach me how to Dougie All my bitches love me, all my-all my bitches love me All my bitches love me, you ain't fuckin' with my Dougie  [Verse 2: Yung] The name is Yung for them dudes who don't know me I know I'm from the West but I can teach you how to Dougie I step up in the club and all these bitches bug me On a nigga dancin' and none of them know me I hear this crowd screamin' like, aye get it Brodie So I'm move my shoulders and I take it real low They like, how he do that He can Dougie on the flow And when that nigga stop they like, Dougie some mo I'm like, a nigga kinda tired then I pass it to the bro M-Bone, show these cats how to do that Down South dance that we learned a lil' too fast And brought it to the hood and, got the whole crew cash  [Hook]  [Verse 3: Jay Are] Back of the party, I don't really like to boogie I'm just tryin' to get bent and meet a thick redbone She do her Dougie and all them bitches hatin' But I'm about to escape with a bitch and head home She got her friend so it's a two man and I run it, run it even if her legs long She like, you hubby I think she love me But I change the subject and I do my Dougie Cause I don't give a fuck, blow trees, get money Me, Smoove, Heff in the back with Playboy bunnies We gonna make em do the Dougie in the middle of the bed And when I asked for some head the bitch looked at me funny Duh, bitch you can't tell me nothin' Starr made the beat, I just took it out the oven I just see the Dougie when everybody clubbin' And I hate skinny jeans cause the burner keep rubbin'  ",
        "title": "Teach Me How To Dougie"
    },
    {
        "artist": "Sara Bareilles",
        "lyrics": "  [Refrain] Oh (oh oh oh) Oh (oh oh oh) Oh (oh oh oh) Oh (oh oh oh)  [Verse 1] Keep drinking coffee, stare me down across the table While I look outside So many things I'd say if only I were able But I just keep quiet and count the cars that pass by You've got opinions, man, we're all entitled to 'em But I never asked So, let me thank you for your time and try to not waste any more of mine Get out of here fast  [Pre-Chorus] I hate to break it to you, babe But I'm not drowning, there's no one here to save  [Chorus] Who cares if you disagree? You are not me Who made you king of anything? So you dare tell me who to be Who died and made you king of anything?  [Refrain] Oh (oh oh oh)  [Verse 2] You sound so innocent, all full of good intent You swear you know best But you expect me to jump up on board with you And ride off into your delusional sunset I'm not the one who's lost with no direction, oh But you'll never see You're so busy making maps with my name on them in all caps You've got the talking down, just not the listening  [Chorus] Who cares if you disagree? You are not me Who made you king of anything? So you dare tell me who to be Who died and made you king of anything?  [Bridge] All my life I've tried To make everybody happy while I Just hurt and hide Waiting for someone to tell me it's my turn to decide  [Refrain] Oh (oh oh oh) Oh (oh oh oh) Oh (oh oh oh) Oh (oh oh oh) Oh (oh oh oh)  [Chorus] Who cares if you disagree? You are not me Who made you king of anything? So you dare tell me who to be Who died and made you king of anything?  [Chorus] Who cares if you disagree? You are not me Who made you king of anything? So you dare tell me who to be Who died and made you king of anything?  [Outro] Let me hold your crown, babe Oh ohhhhhhhhhhh Ahhhhhhhhhhh  ",
        "title": "King Of Anything"
    },
    {
        "artist": "Waka Flocka Flame Featuring Roscoe Dash & Wale",
        "lyrics": "  [Chorus: Roscoe Dash] Girl, the way you're moving got me in a trance DJ, turn me up Ladies, this your jam I'ma sip Moscato and you gon' lose them pants Then I'ma throw this money while you do it with no hands Girl, drop it to the floor, I love the way your booty go All I wanna do is sit back and watch you move and I'll proceed to throw this cash  [Verse 1: Waka Flocka Flame] All that ass in your jeans Can Wale beat? Can Roscoe skeet? Long hair, she don't care When she walk, she gets stares Brown-skin or a yellow bone DJ, this my favorite song So I'ma make it thunderstorm, flood warning, Flocka, yeah Blow it, fuck it, I don't care Jacksons flying everywhere Tap my partner Roscoe like, \"Bruh, I'm drunk as hell, can't you tell? Threw 70 bands, bet 50 stacks, oh fucking well I'm trying hit the hotel with two girls that'll swallow me Take this dick while I swallow Pink Moscato, got her freaky Hey, you got me in a trance, please take off your pants Pussy pop on a handstand, you got me sweating Please pass me a fan, damn  [Chorus: Roscoe Dash] Girl, the way you're moving got me in a trance DJ, turn me up Ladies, this your jam I'ma sip Moscato and you gon' lose them pants Then I'ma throw this money while you do it with no hands Girl, drop it to the floor, I love the way your booty go All I wanna do is sit back and watch you move and I'll proceed to throw this cash  [Verse 2: Wale] She said, \"Look, ma, no hands\" She said, \"Look, ma, no hands and no, darling, I don't dance\" And I'm with Roscoe, I'm with Waka, I think I deserve a chance I'm a bad motherfucker, go and ask some motherfuckers A young handsome motherfucker, I sling that wood, I just Nunchuck them Who you with, and what's your name? And you not hip, boo, I'm Wale And that D.C. shit, I rep all day And my eyes red 'cause of all that haze Don't blow my high, let me shine Drumma on the beat, let me take my time Niggas want beef, we can take it outside Fight for what broad? These hoes ain't mine Is you out your mind? You out your league I sweat no bitches, just sweat out weaves Wear out tracks, let me do my thing I got 16 for this Roscoe thing But I'm almost done, let me get back to it Whole lot of loud and a little Backwood Whole lot of money, big tip, I would I put her on the train, little engine could, bitch  [Chorus: Roscoe Dash] Girl, the way you're moving got me in a trance DJ, turn me up Ladies, this your jam I'ma sip Moscato and you gon' lose them pants Then I'ma throw this money while you do it with no hands Girl, drop it to the floor, I love the way your booty go All I wanna do is sit back and watch you move and I'll proceed to throw this cash  [Verse 3: Roscoe Dash] R-O-S-C-O-E, Mr. Shawty-Put-It-On-Me I be going ham, shawty upgrade from bologna Them niggas tipping good, girl, but I can make it flood 'Cause I walk around with pockets that are bigger than my bus Rain, rain, go away, that's what all my haters say My pockets stuck on overload, my rain never evaporates No need to elaborate, most of these ducks exaggerate But I'ma get money, nigga, everyday stunting, nigga Ducks might get a chance after me Bitch, I'm balling like I'm coming off of free throws Just ahead of the game, no cheat codes Lambo, Roscoe, no street code And your booty got me lost like Nemo Go, go, go, go, go on and do your dance And I'ma throw this money while you do it with no hands  [Chorus: Roscoe Dash] Girl, the way you're moving got me in a trance DJ, turn me up Ladies, this your jam I'ma sip Moscato and you gon' lose them pants Then I'ma throw this money while you do it with no hands Girl, drop it to the floor, I love the way your booty go All I wanna do is sit back and watch you move and I'll proceed to throw this cash  ",
        "title": "No Hands"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1: Hillary Scott] Picture perfect memories Scattered all around the floor Reachin' for the phone 'cause I can't fight it anymore  [Pre-Chorus: Hillary Scott] And I wonder if I ever cross your mind For me it happens all the time  [Chorus: Band] It's a quarter after one, I'm all alone and I need you now Said I wouldn't call, but I lost all control and I need you now And I don't know how I can do without I just need you now  [Verse 2: Charles Kelley] Another shot of whiskey Can't stop lookin' at the door Wishing you'd come sweeping In the way you did before  [Pre-Chorus: Hillary Scott + Charles Kelley] And I wonder if I ever cross your mind For me it happens all the time  [Chorus:Band] It's a quarter after one, I'm little drunk and I need you now Said I wouldn't call, but I lost all control and I need you now And I don't know how I can do without I just need you now  [Bridge: Hillary Scott + Charles Kelley] Yes, I'd rather hurt than feel nothin' at all  [Chorus: Hillary Scott + Charles Kelley + Band] It's a quarter after one, I'm all alone and I need you now And I said I wouldn't call, but I'm a little drunk and I need you now And I don't know how I can do without, I just need you now  [Outro: Hillary Scott] I just need you now Oh, baby, I need you now  ",
        "title": "Need You Now"
    },
    {
        "artist": "Uncle Kracker",
        "lyrics": null,
        "title": "Smile"
    },
    {
        "artist": "Drake Featuring Lil Wayne",
        "lyrics": "  [Verse 1: Drake & Bun B] I said \"Tell me what's really goin' on\" Drizzy back up in this thing, I'm ready, what's hannenin'? Gone for surgery but now I'm back again I'm 'bout my paper like a motherfuckin' scratch-and-win World Series attitude, champagne bottle life Nothin' ever changes so tonight is like tomorrow night I will have a model wife, yo' bitch is as hot as ice Every time you see me, I look like I hit the lotto twice Drake, you got 'em, right? Yeah, I got 'em, Bun I love myself 'cause I swear their life is just not as fun Neeks got the weed, Hush got a gun CJ got my credit cards and a lot of ones Yeah, I'm in the city of the purple Sprite Someone tell Maliah I'm on fire, she should work tonight Call up King of Diamonds and tell Chyna it'd be worth the flight I'll be at my table, stackin' dollars to the perfect height Work somethin', twerk somethin', basis She just tryna make it so she right here gettin' naked I don't judge her, I don't judge her but I could never love her 'Cause to her I'm just a rapper and soon she'll have met another That's why me and Lil Jaz 'bout to spaz, can you keep up? I'm just feelin' sorry for whoever gotta sweep up Yeah, bills everywhere, trill everything And Drake just stand for Do Right And Kill Everything I love Nicki Minaj, I told her I'd admit it I hope one day we get married just to say we fuckin' did it And girl, I'm fuckin' serious, I'm wit' it if you wit' it 'Cause yo' verses turn me on and yo' pants are mighty fitted Ugh, damn! I think you caught me in a moment Like I catch 'em stealin' flows 'cause I swear I never loaned it And life ain't a rehearsal, the camera's always rollin' So come and get a portion of this money that we blowin' 'Cause it's on  [Chorus: Drake] Yeah, girl it's on You know what it is when I finally make it home I just hope that you miss me a little when I'm gone Yeah I just hope that you miss me a little when I'm gone And you just tell me what you down for, anything you down for I know things have changed, know I used to be around more But you should miss a little when I'm gone I just hope that you miss me a little when I'm gone, gone, gone  [Verse 2: Lil Wayne] Ooh, shit, motherfucker, God damn Kickin' bitches out the condo like Pam Gettin' money every day, I'm a groundhog 'Bout to scoop ya girl up like a ground ball I walk light so I don't piss the ground off Man, I swear, my bitches do it 'til they suck the brown off Ew, that's nasty Yes, I am Weezy but I ain't asthmatic James Bond cologne, honey I put on Make 'em run and tell they friends like a marathon Voice baritone, haters carry on Beat the pussy up, call me Larry Holmes Young Money's Jerry Sloan, I turn every stone When she masturbate to me, that's how she learn every song To the women I condone, better write me when I'm gone No, I'm not that thuggish, not that ruggish but I do pack Bone Uh, I'm a love machine And I won't work for nobody but you It's only me and her 'cause the Bugatti a coupe It's Blood gang, slime, but I parlay with Snoop I ain't lyin', I shoot, you don't need signs for proof Turn you to a vegetable like you lyin' in soup And when I'm in the booth, bitch, the lion is loose Man, I got so many styles, I am a group Ha ha, damn! I'll be gone 'til November But fuck it, I ain't trippin', I know Drizzy gon' kill 'em I'm stickin' to the script like lint on denim Momma said \"If the rules ain't bent, don't bend 'em\" Real nigga talkin' – shut the fuck up, ho! Gotta do it one time for Haiti – what up, Zo? Weezy F. Baby and the F is for Front Do' 'Cause that's where I brang it Suwoo if you bangin', motherfucker!  [Chorus: Drake] Yeah, girl it's on You know what it is when I finally make it home I just hope that you miss me a little when I'm gone Yeah I just hope that you miss me a little when I'm gone And you just tell me what you down for, anything you down for I know things have changed, know I used to be around more But you should miss a little when I'm gone I just hope that you miss me a little when I'm gone, gone, gone  [Outro: Drake] Uh, yeah, forever in our hearts JJ, we love you boy—H-Town! I’m gone, I’m gone, I’m gone I’m gone, I’m gone, when I’m gone I just hope that you miss me, miss me Miss me, miss me Miss me a little when I’m gone Miss me a little when I’m gone, gone, gone Oh-whoa, oh-whoa, oh-whoa  ",
        "title": "Miss Me"
    },
    {
        "artist": "The Script",
        "lyrics": "  [Intro] I'm still alive but I'm barely breathing Just praying to a God that I don't believe in Cause I got time while she got freedom Cause when a heart breaks no it don't break even  [Verse 1] Her best days will be some of my worst She finally met a man that's gonna put her first While I'm wide awake she's no trouble sleeping Cause when a heart breaks no it don't breakeven Even... no  [Chorus] What am I supposed to do when the best part of me was always you? And what am I supposed to say when I'm all choked up and you're ok? I'm falling to pieces, yeah I'm falling to pieces  [Verse 2] They say bad things happen for a reason But no wise words gonna stop the bleeding Cause she's moved on while I'm still grieving And when a heart breaks no it don't breakeven even, even ... no  [Chorus] What am I gonna do when the best part of me was always you? And what am I supposed to say when I'm all choked up and you're ok? I'm falling to pieces, yeah I'm falling to pieces, yeah I'm falling to pieces (One still in love while the other one's leaving) I'm falling to pieces (Cause when a heart breaks no it don't break even)  [Bridge] Oh, you got his heart and my heart and none of the pain You took your suitcase, I took the blame Now I'm tryna make sense of what little remains, oh Cause you left me with no love and no love to my name  [Verse 3] I'm still alive but I'm barely breathing Just prayed to a God that I don't believe in Cause I got time while she got freedom Cause when a heart breaks no it don't break No it don't break no it don't break even no  [Chorus] What am I gonna do when the best part of me was always you? And what am I supposed to say when I'm all choked up that you're ok? I'm falling to pieces, yeah I'm falling to pieces, yeah I'm falling to pieces (One still in love while the other one's leaving) I'm falling to pieces (Cause when a heart breaks no it don't break even)  [Outro] Oh, it don't break even, no Oh, it don't break even, no Oh, it don't break even, no  ",
        "title": "Breakeven"
    },
    {
        "artist": "John Mayer",
        "lyrics": "  [Verse 1: John Mayer] I was born in the arms of imaginary friends Free to roam, made a home out of everywhere I've been Then you come crashing in, like the realest thing Trying my best to understand all that your love can bring  [Chorus 1: John Mayer & Taylor Swift] Oh half of my heart's got a grip on the situation Half of my heart takes time Half of my heart's got a right mind to tell you That I can't keep loving you (can't keep loving you) Oh, with half of my heart  [Verse 2: John Mayer] I was made to believe I'd never love somebody else Made a plan, stay the man who can only love himself Lonely was the song I sang, until the day you came Showing me another way and all that my love can bring  [Chorus 1: John Mayer & Taylor Swift] Oh half of my heart's got a grip on the situation Half of my heart takes time Half of my heart's got a right mind to tell you That I can't keep loving you (can't keep loving you) Oh, with half of my heart  [Verse 3: John Mayer] Your faith is strong But I can only fall short for so long Down the road, later on You will hate that I never gave more to you than half of my heart But I can't stop loving you  [Backup Vocals: Taylor Swift] I can't stop loving you  But I can't stop loving you with half of my Half of my heart Half of my heart  [Chorus 2: John Mayer & Taylor Swift] Half of my heart’s got a real cool imagination Half of my heart’s got you Half of my heart’s got the right mind to tell you Half of my heart won’t do  [Outro: John Mayer ] Half of my heart is a shotgun wedding to a bride with a paper ring And half of my heart is the part of a man who's never truly loved anything Half of my heart Half of my heart Half of my heart Half of my heart Half of my heart Half of my heart  ",
        "title": "Half Of My Heart"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Intro] Here we go!  [Verse 1] You wear your smile like a summer sky Just shining down on me and you I swear your heart is a free bird On a lazy Sunday afternoon I love the way that you were up for anything Never worried 'bout what people say That's right, oh that's right What we got is  [Chorus] Just like driving on an open highway Never knowing what we're going to find Just like two kids, baby, always trying to live it up Whoa, yeah, that's our kind of love Mm that's our kind of love  [Verse 2] Skipping rocks and leaving footprints Down along the riverbank Always holding hands, never making plans Just living in the moment, babe You get me laughing with those funny faces You somehow always know just what to say That's right, oh that's right What we got is  [Chorus] Just like driving on an open highway Never knowing what we're going to find Just like two kids, baby, always trying to live it up Whoa, yeah, that's our kind of love Mmm, that's our kind of love  [Interlude] Oh that's right, baby you and I What we got is  [Chorus] Just like driving on an open highway Never knowing what we're going to find Just like two kids, baby, always trying to live it up Whoa, yeah, that's our kind of love Mm that's our kind of love Just like driving on an open highway Never knowing what we're going to find Just like two kids, baby, always trying to live it up Whoa, yeah, that's our kind of love Mm that's our kind of love  [Outro] Oh, that's our kind of love Oh, that's our kind of love 1,2,3, here we go! Oo, yeah That's our kind of love, girl Don't you know it  ",
        "title": "Our Kind Of Love"
    },
    {
        "artist": "Daughtry",
        "lyrics": null,
        "title": "September"
    },
    {
        "artist": "Darius Rucker",
        "lyrics": "  [Verse 1] I woke up again this morning And wouldn't you know it... pouring rain I went and burned a pot of coffee And like us I poured it down the drain  [Chorus] Cause I didn't know I needed you so And letting you go was wrong And baby I know you got your radio on So this is my my bad, come back song  [Verse 2] I know I said I wouldn't miss you But now I'm saying I'm a fool You're on the feel good side of leaving And I'm the backside of a mule  [Verse 3] And I didn't know I needed you so And letting you go was wrong And baby I know you got your radio on So this is my so sad come back song  [Verse 4] And now I'm laying down without you In this king size empty bed And I wish I had my arms around you But I'll just dream of you instead  [Chorus]  [Verse 5] Hey, I didn't know I needed you so And letting you go and letting you go was wrong And baby I know you got your radio on So this is my my bad, come back song  [Brdige] Oh yeah yeah  I know I said I wouldn't miss you I said I wouldn't miss you girl, yeah   [Outro] Na na na na na na na Na na na na na na na Na na na na na na na  We all sang na na na na na na na Na na na na na na na Na na na na na na na, yeah  Come on now  This is my my bad, come back song  ",
        "title": "Come Back Song"
    },
    {
        "artist": "Billy Currington",
        "lyrics": "  [Verse 1] I wasn't born for digging deep holes I'm not made for paving long roads I ain't cut out to climb high line poles But I'm pretty good at drinking beer  [Verse 2] I'm not the type to work in a bank I'm no good at slapping on paint Don't have a knack for making motors crank, no But I'm pretty good at drinking beer  [Chorus] So hand me one more That's what I'm here for I'm built for having a ball I love the nightlife I love my bud light I like 'em cold and tall  [Verse 3] I ain't much for mowing thick grass I'm too slow for working too fast I don't do windows so honey don't ask But I'm pretty good at drinking beer  [Verse 4] A go better maybe I'm not I'm not known for doing a lot But I do my best work when the weather's hot But I'm pretty good at drinking beer  [Chorus]  [Verse 5] I wasn't born for digging deep holes I'm not made for paving long roads I ain't cut out to climb high line poles But I'm pretty good at drinking beer  [Outro] [Spoken] So hand me one more boys That's what I'm here for  ",
        "title": "Pretty Good At Drinkin' Beer"
    },
    {
        "artist": "Zac Brown Band Featuring Alan Jackson",
        "lyrics": "  [Verse 1] We never spoke a word But every thought she had, I heard From across the room We were standing face to face I couldn't find the words to say Give me one more move I don't even know her name I guess foolish pride's to blame  [Chorus] Now I'm falling in love as she's walking away And my heart won't tell my mind To tell my mouth what it should say I may have lost this battle Live to fight another day Now I'm falling in love as she's walking away  [Verse 2] Wise man next to me did say About the one that got away Son, I missed my chance Don't you let regret take place Of the dreams you have to chase Ask her to dance (Go on son)  [Pre-Chorus] You might fall down on your face Roll the dice and have some faith  [Chorus]  [Pre-Chorus]  [Chorus]  ",
        "title": "As She's Walking Away"
    },
    {
        "artist": "will.i.am & Nicki Minaj",
        "lyrics": "  [Verse 1: Nicki Minaj] St-st-step up in the party like my name was That Bitch All these haters mad because I'm so established They know I'm a beast, yeah I'm a fucking savage Haters you can kill yourself, uhh In my space shuttle and I'm not coming down I'm a stereo and she's just so monotone Sometimes it just me and all my bottles all alone I ain't coming back this time  [Hook: will.i.am & Nicki Minaj] I can't believe it, it's so amazing This club is heating, this party's blazin' I can't believe it, this beat it banging I can't believe it, I can't believe it Hey, check it out, check it out, check it out, check it Check it out, check it out, check it out, check it out Check it out, check it out, yeah yeah I'm feeling it now Check it out, check it out, check it out  [Verse 2: will.i.am] St-st-step up in the party like my name was Mr. T All these hating naggers ain't got nathin' on me Honestly I gotta stay as fly as I can be If you licking Willy, you get super OG Honeys always rush me cause I'm fly, fly, fly Dummies they can't touch me cause I'm floating sky high I stay niggerific, you don't need to ask why You just gotta see with your eyes  [Hook: will.i.am & Nicki Minaj] I can't believe it, it's so amazing This club is heating, this party's blazin' I can't believe it, this beat it banging I can't believe it, I can't believe it Hey, check it out, check it out, check it out, check it Check it out, check it out, check it out, check it out Check it out, check it out, yeah yeah I'm feeling it now Check it out, check it out, check it out  [Interlude: will.i.am] Check this motherfucker out! It got me in the club, in the club just rocking like this Oh, oh  [Verse 3: Nicki Minaj] Da-dun-dun The sun done, yep, the sun done Came up but we still up in dungeon Da-dun-dun, yep, in London Competition? Why yes, I would love some How the fuck they get mad cause their run done? Mad cause I'm getting money in abundance? Man I can't even count all of these hundreds Duffel bag every time I go to SunTrust I leave the rest just to collect intrust I mean interest, fuck my nemesis Exclamation, just for emphasis And I don't sympathize, cause you a simple bitch I just pop up on these hoes on some pimple shit And put the iron to your face, you old wrinkled bitch!  [Interlude: will.i.am] This, is mega nigga, u-u-ultra enigmatic Matic, matic, matic, ma-ma-matic  [Verse 4: will.i.am] Oh, we just had to kill it We on the radio hotter than a skillet We in the club making party people holla Money in the bank, we be getting top dollar I'm a big baller, you a little smaller Step up to my level, need to grow a little taller I'm a shot caller, get up off my collar You a Chihuahua, I'm a Rottweiler  [Hook: will.i.am & Nicki Minaj] I can't believe it, it's so amazing This club is heating, this party's blazin' I can't believe it, this beat it banging I can't believe it, I can't believe it Hey, check it out, check it out, check it out, check it Check it out, check it out, check it out, check it out Check it out, check it out, yeah yeah I'm feeling it now Check it out, check it out, check it out  ",
        "title": "Check It Out"
    },
    {
        "artist": "Monica",
        "lyrics": "  [Verse 1] Must not have been paying attention I stepped right on it Didn't even notice how deep I was I went from the ground to the top of the cloud And now as I look down I see where I fell into your arms  [Chorus] Now I got love all over me Baby, you touch every part of me Oh, I got love all over me And I don't wanna get it off I'm completely covered up in your love  [Verse 2] Even my skin is changing I'm feeling warmer No more icy blue hearts for me You put the color back in my life And now where there was black and white You're becoming iridescent  [Chorus] And I got love all over me Baby, you touch every part of me Oh, I, I got love all over me And I don't wanna get it off I'm completely covered up in your love  [Bridge] Before your love, baby, I was muddy So deep with pain 'til you took it from me You showered me with a new beginning, now I'm clean Took me by surprise when you ran up on me I came to life, baby, in that moment You put your hands on my heart And baby, now it beats  [Chorus] Now I got love all over me And baby, you touch every part of me Oh, I got love all over me And I don't wanna get it off I'm completely covered up in your love In your love, in your love And I don't wanna get it off I'm completely covered in your love Oh, I ...in your love  ",
        "title": "Love All Over Me"
    },
    {
        "artist": "T.I. Featuring Keri Hilson",
        "lyrics": "  [Intro - T.I. - talking] (Keri Hilson) Hey, shorty I know you be hearin this and that from here and there but Please trust and believe that I'm I see you gonna ride for me, so I'm a die for you Is you with me? (I got your back boy) Well let's get it  [Hook - Keri Hilson] (T.I.) When you're high (for when it's all good), when you're low (to when it's all bad) Well I promise I will never let you go (now what you call that?) Said I got, I got, I got, I got your back boy (you got my back, right?) I got, I got, I got, I got your back boy (I know you got my back, right?) Keep my swagger, keep it lookin good for ya (yeah) Keep it lookin hood for ya (yeah) Shorty if you don't know (yeah, yeah, yeah, say) I got, I got, I got, I got your back boy (you got my back, right?) I got, I got, I got, I got your back boy (whole world go against you, you got my back, right?)  [Verse 1 - T.I.] Hey it's whatever shorty, you ain't gotta ask Yes, Valentino blouses, summer houses, cash, check You can get it, you deserve it, flawless diamonds, Louis purses My mission's to purchase Earth for her, present the gift without the curse Her pleasure is my purpose, pleasure to be at your service We front row at fashion shows, as well as Sunday morning service For better days or for worse, if I'm paid or I'm hurtin In my pocket, she still got a nigga back, know that's for sure No matter what may occur in life, everyday with her is like, a plus I'm a love her 'til she be like \"that's enough\" Pop a bottle, get a couple wine glasses, fill 'em up and lift 'em up Let us toast to the future, here's to us No, here's to her  [Break - Keri Hilson] They wonder how we do what we do Panamera Porsches, me and you Stuck to your side li-li-like glue Be by your side whatever you goin' through  [Hook] When you're high (for when it's all good), when you're low (to when it's all bad) Well I promise I will never let you go (now what you call that?) Said I got, I got, I got, I got your back boy (you got my back, right?) I got, I got, I got, I got your back boy (I know you got my back, right?) Keep my swagger, keep it lookin good for ya (yeah) Keep it lookin hood for ya (yeah) Shorty if you don't know (yeah, yeah, yeah, say) I got, I got, I got, I got your back boy (you got my back, right?) I got, I got, I got, I got your back boy (whole world go against you, you got my back, right?)  [Verse 2 - T.I.] (Keri Hilson) Hey, this is for the women who, man caught a sentence Who gon' be there for a minute but they didn't keep they distance They stayed home, waitin on the phone and on visit day Show up looking good, smelling better, playin kissy face (yeah, yeah) Just wanna let you that we appreciate it (and I appreciate you, baby) Everything you do for us on a day to day [day to day] And I know we don't show you all the time but we lucky that you ours No bouquet of flowers Could ever show how much we know we need you We do, all that's in our power just to please you See boo, fuck them girls, I would leave the World 'fore I leave you May God say \"even Eve and Adam ain't got shit on these two\"  [Break] They wonder how we do what we do Panamera Porsches, me and you Stuck to your side li-li-like glue Be by your side whatever you goin' through  [Hook] When you're high (for when it's all good), when you're low (to when it's all bad) Well I promise I will never let you go (now what you call that?) Said I got, I got, I got, I got your back boy (you got my back, right?) I got, I got, I got, I got your back boy (I know you got my back, right?) Keep my swagger, keep it lookin good for ya (yeah) Keep it lookin hood for ya (yeah) Shorty if you don't know (yeah, yeah, yeah, say) I got, I got, I got, I got your back boy (you got my back, right?) I got, I got, I got, I got your back boy (whole world go against you, you got my back, right?)  [Verse 3 - T.I.] Sure enough, even though them chicks be hatin on us Still I'm gonna keep her by my side, through whatever situation we gon' ride Make all my fantasies come alive, that's no lie now I'll be, alright just as long as you beside me Ten million dollar mansions won't suffice If you ain't gon' be in there with me at night The pieces to the puzzles in my life Through all of my good days and all of my bad You stood by your man and you know you got my back Worth every car, every bag, with me they wanna be that I know what I got at home, I ain't gon' never leave that Them bitches best believe that  [Hook] When you're high (for when it's all good), when you're low (to when it's all bad) Well I promise I will never let you go (now what you call that?) Said I got, I got, I got, I got your back boy (you got my back, right?) I got, I got, I got, I got your back boy (I know you got my back, right?) Keep my swagger, keep it lookin good for ya (yeah) Keep it lookin hood for ya (yeah) Shorty if you don't know (yeah, yeah, yeah, say) I got, I got, I got, I got your back boy (you got my back, right?) I got, I got, I got, I got your back boy (whole world go against you, you got my back, right?)  ",
        "title": "Got Your Back"
    },
    {
        "artist": "Rodney Atkins",
        "lyrics": "  Well I heard he needed some help on the farm Somebody with a truck and two strong arms Not scared of dirt and willin' to work Till the sun goes down So I pulled up and said I'm your man I could start right now and we shook hands He said the fence needs fixin', The peaches need pickin' And the cows need bringin round  I was haulin hay, I was feedin the hogs And that summer sun had me sweatin like a dog So I cooled off in the creek Then it was back to work in the daggum heat I was cussin' out loud, thinkin bout quitin' Lookin' back now I'm sure glad I didn't Cuz just when I thought it couldn't get no hotter I caught glimpse of the farmer's daughter  She was just gettin' home from Panama city She was all tanned up and my kinda pretty When her eyes met mine I was thinkin that I would sure love my job As the days got shorter our talks got longer The kisses got sweeter and the feelings got stronger So we'd hop in the truck and get all tagled up Every chance we got We were down by the river all night long When the sun came up I was sneakin' her home And draggin my butt to work With the smell of her perfume on my shirt I'd be on the tractor she'd be on my mind With that sun beatin' down on this back of mine Just when I thought it couldn't get no hotter I fell in love with the farmer's daughter We got married last spring Woah and there ain't no better life for me  I'm still haulin' hay and feedin' the hogs And that summer sun has me sweatin' like a dog So I cool off in the creek And she brings me outta glass of sweet ice tea I'm on the tractor and shes on my mind And I can't wait till its quitin' time And just when I think it can't get no hotter I come home to the farmer's daughter Yeah the farmer's daughter  ",
        "title": "Farmer's Daughter"
    },
    {
        "artist": "Rick Ross Featuring Styles P",
        "lyrics": "  [Produced by Lex Luger]  [Hook: Rick Ross] I think I'm Big Meech, Larry Hoover Whippin' work, hallelujah One nation, under God Real niggas gettin' money from the fuckin' start I think I'm Big Meech, Larry Hoover Gettin' work, hallelujah One nation, under God Real niggas gettin' money from the fuckin' start  [Verse 1: Rick Ross] My Rolls Royce triple black, I'm geechee ho Ballin' in the club, bottles like I'm Meech ho Rozay, that's my nickname Cocaine runnin' in my big vein Self made, you just affiliated I build it ground up, you bought it renovated Talkin' plenty capers nothin's been authenticated Funny you claimin' the same bitch that I'm penetratin' Hold the bottles up, where my comrades? Where the fuckin' felons? Where my dogs at? I got that Archie Bunker And it's so white, I just might charge you double  [Hook: Rick Ross] I think I'm Big Meech, Larry Hoover Whippin' work, hallelujah One nation, under God Real niggas gettin' money from the fuckin' start I think I'm Big Meech, Larry Hoover Gettin' work, hallelujah One nation, under God Real niggas gettin' money from the fuckin' start  [Verse 2: Rick Ross] These mutherfuckers mad that I'm icy Stunt so hard make them come and indict me I think I'm Big Meech, look at my timepiece It's an Audemars, hundred racks at least Look at yourself, now look at me You can't see a nigga, I'm what you used to be Look at it this way, you niggas sideways Always gettin' money my nigga, crime pays So fuck a nigga, I'm self made You a sucker nigga, I'm self-paid This for my broke niggas, this for my rich niggas Got a hundred on a head of a snitch nigga  [Hook: Rick Ross] I think I'm Big Meech, Larry Hoover Whippin' work, hallelujah One nation, under God Real niggas gettin' money from the fuckin' start I think I'm Big Meech, Larry Hoover Gettin' work, hallelujah One nation, under God Real niggas gettin' money from the fuckin' start  [Verse 3: Styles P] The thirty-six holes leave you bleedin' fam Word to them thirty-six O's in a kilogram Blunt tip, orange like caviar Wildin' out, fishtailin' Subaru rally car Out the passenger, lettin' the automatty off A egg of that girl I'll knock ya mommy and ya daddy off Fuck around and knock the emblem on the Caddy off Four shooters buggin' out, blickin' at ya Caddy doors Did I mention guns from Red Dead Redemption Nine mils, fifty clip extensions Coke is like a mattress in the hood, I'm flippin' on it And the money's like a chair, I'm sittin' on it  [Hook: Rick Ross] I think I'm Big Meech, Larry Hoover Whippin' work, hallelujah One nation, under God Real niggas gettin' money from the fuckin' start I think I'm Big Meech, Larry Hoover Gettin' work, hallelujah One nation, under God Real niggas gettin' money from the fuckin' start  ",
        "title": "B.M.F. (Blowin' Money Fast)"
    },
    {
        "artist": "Easton Corbin",
        "lyrics": "  [Verse 1] I got my old guitar and some fishing poles So baby fill that cooler full of something cold Don't ask just pack and we'll hit the road running Honey what do you say I got just enough money and just enough gas So pick a place on the map we can get to fast Where the white sandy beach meets water like glass And if the tide carries us away  [Chorus] Baby we'll roll with it Won't think about it too much Baby let's just go with it And get out of this ordinary everyday rut And we get swept away by one of those perfect days When the sun is sinking low at dusk And wind up a little deeper in love Baby lets roll with it  [Verse 2] We get so caught up in catching up Trying to pay the rent trying to make a buck That don't leave much time for time for us And ain't life too short for that So open up that bag of pig skins you bought At the Exxon station the last time we stopped And you kick back baby and dance in your socks On the windshield to some radio rock  [Chorus]  [Outro] And it won't be no thing if it starts to rain And we have to wait it out in the truck We might wind up a little deeper in love So baby lets roll with it  ",
        "title": "Roll With It"
    },
    {
        "artist": "Little Big Town",
        "lyrics": "  [Verse 1] You've been singing, that same old song Far too long, far too long Say you'll buy me a shiny ring But your words don't mean a thing No more calling me baby No more loving like crazy  [Chorus] Till you take me down (take me down) You better take me down (take me down) Take me down to the little white church Take me down (take me down) Take me down (take me down) Take me down to the little white church Take me down  [Verse 2] You can't ride this gravy train Anymore, anyway There's a price for keeping me I might be cheap, but I ain't free No more calling me baby No more loving like crazy  [Repeat Chorus 1x] Come on!  [Verse 3] Charming devil, silver tongue Had your fun, now you're done Mama warned me 'bout your games She don't like you anyways  No more calling me baby No more loving like crazy No more chicken and gravy Ain't gonna have your baby!  [Repeat Chorus 1x]  Take me down to the little white church, take me down Take me down, take me down to the little white church Take me down, take me down, take me down, take me down to the little white church Take me down to the little white church, take me down to the little white church  ",
        "title": "Little White Church"
    },
    {
        "artist": "Josh Turner",
        "lyrics": null,
        "title": "All Over Me"
    },
    {
        "artist": "Selena Gomez & The Scene",
        "lyrics": "  [Verse 1] Can you feel me when I think about you? With every breath I take Every minute, no matter what I do My world is an empty place Like I've been wondering the desert for a thousand days Don't know if it's a mirage, but I always see your face, baby  [Chorus] I'm missing you so much Can't help it, I'm in love A day without you is like a year without rain I need you by my side Don't know how I'll survive A day without you is like a year without rain, oh Whoa whoa  [Verse 2] The stars are burning, I hear your voice in my mind Can't you hear me calling? My heart is yearning, like the ocean that's running dry Catch me I'm falling It's like the ground is crumbling underneath my feet Won't you save me? There's gonna be a monsoon when you get back to me Oh, baby  [Chorus] I'm missing you so much Can't help it, I'm in love A day without you is like a year without rain I need you by my side Don't know how I'll survive A day without you is like a year without rain, oh Whoa whoa  [Bridge] So let this drought come to an end And make this desert flower again I'm so glad you found me Stick around me baby, baby, baby, ooh It's a world of wonder with you in my life So hurry, baby, don't waste no more time And I need you here I can't explain, but day without you is like a year without rain, oh Whoa whoa  [Chorus] I'm missing you so much Can't help it, I'm in love A day without you is like a year without rain I need you by my side Don't know how I'll survive A day without you is like a year without rain, oh Whoa whoa  ",
        "title": "A Year Without Rain"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  [Verse 1 - Jason Aldean] I worked all week Cleaned up clean cut and clean shaved I got the cover off the '68 I fire it up and let them horses sing A little pretty thing A little tan-legged Georgia dream She’s a rocking them holey jeans Baby what you got going on Saturday? You know words got it there’s gonna be a party Out of town about half a mile Four wheel drives and big mud tires Muscadine wine  [Chorus - Jason Aldean] Oh baby you can find me In the back of a jacked up tailgate Sitting round watching all these pretty things Get down in that Georgia clay And I’ll find peace At the bottom of a real tall cold drink I'm chilling to some Skynyrd and some old Hank Let's get this thing started It’s my kinda party  [Verse 2 - Jason Aldean] If you wanna drink Go baby just do your thing Give up your keys Hell why drive when you can stay with me? And then after while we’ll sneak away from the bonfire Walk by the moonlight and down to the riverside Gotcha sipping on some moonshine Baby if you're in the mood you can settle for a one night rodeo You can be my tan-legged Juliet I’ll be your Redneck Romeo  [Chorus - Jason Aldean] Oh baby you can find me In the back of a jacked up tailgate Sitting round watching all these pretty things Get down in that Georgia clay And I’ll find peace At the bottom of a real tall cold drink I'm chilling to some Skynyrd and some old Hank Let's get this thing started It’s my kinda party  [Instrumental Break]  [Chorus - Jason Aldean] Oh baby you can find me In the back of a jacked up tailgate Sitting round watching all these pretty things Get down in that Georgia clay And I’ll find peace At the bottom of a real tall cold drink I'm chilling to some Skynyrd and some old Hank Let's get this thing started It’s my kinda party  [Outro - Jason Aldean] Ya'all ready for this? Ya'all gonna turn it on up  ",
        "title": "My Kinda Party"
    },
    {
        "artist": "Kanye West",
        "lyrics": "  [Produced by Andrew Dawson, Jeff Bhasker, Kanye West, Mike Dean & S1]  [Verse 1] I’m living in that 21st Century, doing something mean to it Do it better than anybody you ever seen do it Screams from the haters, got a nice ring to it I guess every superhero need his theme music No one man should have all that power The clock’s ticking, I just count the hours Stop tripping, I’m tripping off the power (21st-Century schizoid man) The system broken, the school is closed, the prison's open We ain’t got nothing to lose, motherfucker we rolling Huh? Motherfucker we rolling With some light-skinned girls and some Kelly Rowlands In this white man world, we the ones chosen So goodnight, cruel world, I’ll see you in the morning Huh? I’ll see you in the morning This is way too much, I need a moment  [Hook] No one man should have all that power The clock’s ticking, I just count the hours Stop tripping, I’m tripping off the power Till then, fuck that, the world’s ours And they say, and they say And they say, and they say And they say, and they say (21st-Century schizoid man)  [Verse 2] Fuck SNL and the whole cast Tell them Yeezy said they can kiss my whole ass More specifically they can kiss my asshole I’m an asshole? You niggas got jokes You short-minded niggas thoughts is Napoleon My furs is Mongolian, my ice brought the goalies in And I embody every characteristic of the egotistic He knows, he’s so fucking gifted I just needed time alone with my own thoughts Got treasures in my mind but couldn’t open up my own vault My childlike creativity, purity and honesty Is honestly being crowded by these grown thoughts Reality is catching up with me Taking my inner child, I’m fighting for custody With these responsibilities that they entrusted me As I look down at my diamond encrusted piece Thinking  [Hook] No one man should have all that power The clock’s ticking, I just count the hours Stop tripping, I’m tripping off the powder Till then, fuck that, the world’s ours And they say, and they say And they say, and they say And they say, and they say (21st-Century schizoid man)  [Verse 3] Colin Powells, Austin Powers Lost in translation with a whole fucking nation They say I was the abomination of Obama’s nation Well that’s a pretty bad way to start the conversation At the end of the day, god damn it I’m killing this shit I know damn well y’all feeling this shit I don’t need your pussy, bitch, I’m on my own dick I ain’t gotta power trip, who you going home with? How 'Ye doing? I’m surviving I was drinking earlier, now I’m driving Where the bad bitches, huh? Where you hiding? I got the power to make your life so exciting  [Outro: Kanye West & Dwele] Now this will be a beautiful death I’m jumping out the window, I’m letting everything go I’m letting everything go Now this will be a beautiful death I’m jumping out the window, I’m letting everything go I’m letting everything go Now this will be a beautiful death I’m jumping out the window, I’m letting everything go Letting everything go You got the power to let power go? (21st-Century schizoid man)  ",
        "title": "POWER"
    },
    {
        "artist": "The Ready Set",
        "lyrics": "  [Intro] (J-J-J-J-J-R) Wo-oh, oh-oh ooh Wo-oh, oh-oh ooh I kinda feel like it don't make Like-like-like it don't make Feel like it don't make s-s-s-s-sense  [Verse 1] I'm thinking baby you and I are undeniable But I'm findin' out love's unreliable I'm giving all I got to make you stay Or am I just a roadblock in your way? 'Cause you're a pretty little windstorm Out on the boulevard Something like a sunset Oh, you're a shooting star And I might drive myself insane If those lips aren't speaking my name  [Pre-Chorus] 'Cause I've got some intuition or maybe I'm superstitious But I think you're a pretty sweet pill that I'm swallowing down To counter this addiction You got me on a mission Tell me darling can I get a break some- How could I say no?  [Chorus] She's got a love like woe! (Wo-oh, oh-oh ooh) Girl's got a love like woe! (Wo-oh, oh-oh ooh, ba-da-dah) I kinda feel like it don't make sense 'Cause you're bringing me in and now you're kicking me out again Love so strong, then you moved on Now I'm hung up in suspense Because you're bringing me in and then you're kicking me out again  [Verse 2] It's like a hurricane, speed train She's a moving car Catch her in the fast lane, oh I gotta know Can I keep up with her pace? Kick it into gear when I see that face You can take up all my time 'cause you're the only one That can make a storm cloud break Pulling out the sun And I can't get caught in the rain Can I get your lips to speak my name?  [Pre-Chorus] 'Cause I've got some intuition or maybe I'm superstitious But I think you're a pretty sweet pill that I'm swallowing down To counter this addiction You got me on a mission Tell me darling can I get a break some- How could I say no?  [Chorus] She's got a love like woe! (Wo-oh, oh-oh ooh) Girl's got a love like woe! (Wo-oh, oh-oh ooh, ba-da-dah) I kinda feel like it don't make sense 'Cause you're bringing me in and now you're kicking me out again Love so strong, then you moved on Now I'm hung up in suspense Because you're bringing me in and then you're kicking me out again  [Bridge] 'Cause we only have one life The timing and the moment all seem so right So would you say you're mine? (We'll be just fine) Would you say you're mine? (We'll be just fine)  [Chorus] She's got a love like woe (Wo-oh, oh-oh ooh) Girl's got a love like woe (Wo-oh, oh-oh ooh, ba-da-dah) I kinda feel like it don't make sense 'Cause you're bringing me in and now you're kicking me out again Love so strong, then you moved on Now I'm hung up in suspense Because you're bringing me in and then you're kicking me out again  She's got a love like woe! (Wo-oh, oh-oh ooh) Girl's got a love like woe! (Wo-oh, oh-oh ooh, ba-da-dah) I kinda feel like it don't make sense 'Cause you're bringing me in and now you're kicking me out again Love so strong, then you moved on Now I'm hung up in suspense Because you're bringing me in and then you're kicking me out again (again... again...)  ",
        "title": "Love Like Woe"
    },
    {
        "artist": "Lee Brice",
        "lyrics": "  They called him crazy when they started out Said seventeen's too young to know what love's about They've been together fifty-eight years now That's crazy  He brought home sixty-seven bucks a week He bought a little 2 bedroom house on Maple Street Where she blessed him with six more mouths to feed Yeah that's crazy  Just ask him how he did it; he'll say pull up a seat It'll only take a minute, to tell you everything  Be a best friend, tell the truth, and overuse I love you Go to work, do your best, don't outsmart your common sense Never let your prayin' knees get lazy And love like crazy  They called him crazy when he quit his job Said them home computers, boy they'll never take off He sold his one man shop to Microsoft They paid like crazy  Just ask him how he made it, he'll tell you faith and sweat And the heart of a faithful woman, Who never let him forget  Be a best friend, tell the truth, and overuse I love you Go to work, do your best, don't outsmart your common sense Never let your prayin' knees get lazy And love like crazy  Always treat your woman like a lady Never get to old to call her baby Never let your prayin' knees get lazy And love like crazy  They called him crazy when they started out They've been together fifty-eight years now Ain't that crazy?  ",
        "title": "Love Like Crazy"
    },
    {
        "artist": "Auburn Featuring Iyaz",
        "lyrics": null,
        "title": "La La La"
    },
    {
        "artist": "Jazmine Sullivan",
        "lyrics": "  (Intro) Why can't I find somebody else When I know, know that you're doing wrong It's so hard, hard to let go  (Verse 1) I done went through just about two bags of tissues baby And you're looking at me like you ain't the issue baby And though I tried to leave, I can't stop missing you baby And I keep coming, I keep coming back  (Hook) I keep going in circles, circles 'Round and 'round And while you're doing me so wrong I just keep holding you down I feel so stupid, foolish Loving you all this way But what I can I say But I wanna go I wanna go but I keep coming back  (Verse 2) Why I'm so confused for you, I have no answer boy (one time!) When I feel so used by you just like a toy (two times!) It's a shame that you don't care enough to even give me half the love I give to you I live for you baby I'm ashamed to say that I'm to blame for how you act Cause I keep coming, I keep coming back  (Hook)  I can't stop I can't stop I can't stop missing you baby I can't stop  (Bridge) I stay cause I love you but I hate that I stay You know I won't go that's why you treat me this way I want to be happy though it hurts me so bad Don't know what it is that keeps me coming back  Hol' up (wait a minute) I said hol' up (wait a minute) I said hol' up (wait a minute) I said freeze!  (Hook)(x2)  ",
        "title": "Holding You Down (Goin In Circles)"
    },
    {
        "artist": "Soulja Boy Tell'em",
        "lyrics": "  [Intro] G5 Kids! Soulja (Soulja) All the pretty girls stand up (Pretty boys in the building)  [Hook] This, right here, is my, swag All, the girls, are on me, damn Every, body, pay, attention This, right here, is my pretty boy swag Girls on my dick when I pretty boy swag Girls scream my name when I pretty boy swag Watch me, pretty boy swag, pretty boy swag  [Verse 1] Get out the way! Pretty boy comin thru Me and my crew, we swaggin in the room Girls on me heavy cause I look so sexy Yellow diamond shawty, in the club straight flexin I'm lookin for a yellow bone long-haired star Thick, in the hips come, get in my car You party with a star, we take off and go to Mars Pretty boy take off in 5, 4, 3, 2, 1  [Hook]  [Verse 2] I'm pretty, boy swaggin, in the club I feel sexy (No homo) No homo shawty, but my chest is straight flexin Tatted on my neck, shawty said she choose me She got nice titties and a fat ass booty Took her to my condo, let the girl strip Then she got naked then she pretty girl dipped Damn I like the way, lil' mama shake that ass She pretty girl, dancin while I pretty boy swag, goddamn  [Hook]  ",
        "title": "Pretty Boy Swag"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Click here to read Blake’s story about working with Thomas Rhett on “All About Tonight”]  [Verse 1] Don't bother telling me what I got coming in the morning I already know I got some feel-good pills and a red gatorade by my bed Ready to go  I'm going to do my best to dance with every girl in this bar Before they shut it down Then I'll pay my tab climb in a cab Heading to a spot downtown  [Chorus] It's all about tonight Good times and the music and laughing and grooving to the band Everybody's getting right No worries we're rocking all kinds of concoctions in our hands Yeah tomorrow can wait 'til tomorrow It's all about tonight  [Verse 2] Hey pretty thing I've been looking at you since the moment that you walked in I got some wildest buddies that love spending money And I see you brought a couple of friends  Just tell me your name I don't need your number or a date next Saturday Baby let's act like fools break a few rules Party the night away  [Chorus]  Ha-ha slide  [Chorus] It's all about tonight Good times and the music and laughing and grooving to the band Everybody's getting right No worries we're rocking all kinds of concoctions in our hands Yeah tomorrow can wait 'til tomorrow I said tomorrow can wait 'til tomorrow It's all about tonight  [Chorus] Yeah it's all about tonight Come on it's all about tonight We're going to get our swerve on a buzz on It's all about tonight Come on baby I wouldn't worry about that It's all about tonight  ",
        "title": "All About Tonight"
    },
    {
        "artist": "Trey Songz",
        "lyrics": "  [Verse 1] Look what this girl done did to me She done cut me off from a good, good love She told me that those days were gone  [Pre-Chorus] Now I'm sitting here going half crazy 'Cause I know she still thinks about me too And it ain't no way in hell That I can be just friends with you  [Chorus] And I wish we never did it And I wish we never loved it And I wish I never fell so deep in love with you And now it ain't no way we can be friends  [Verse 2] The way it felt no faking it Maybe we were moving just a little too fast But what we've done, we can't take it back  [Pre-Chorus] Now I'm sitting here halfway crazy 'Cause I know she still thinks about me too And it ain't no way in hell That I can be just friends with you  [Chorus] And I wish we never did it And I wish we never loved it And I wish I never fell so deep in love with you And now it ain't no way we can be friends  [Bridge] And all I can say is La la la la la la la, a La la la la la la la la la, la la la ooh La la la la la la la la la la, hey Ain't no telling what we could have been Ain't no telling what we could have been, no And if I knew it'd ends like this I never would have kissed you 'cause I fell in love with you We never would have kicked it, girl, now everything's different I've lost my only lover and my friend  [Chorus] That's why I wish we never did it, woo Ooh yeah and I wish we never loved it And I wish I never fell so deep in love with you And now it ain't no way we can be friends  ",
        "title": "Can't Be Friends"
    },
    {
        "artist": "Mumford & Sons",
        "lyrics": "  [Verse 1] Weep for yourself, my man You'll never be what is in your heart Weep Little Lion Man You're not as brave as you were at the start Rate yourself and rake yourself Take all the courage you have left And wasted on fixing all the problems That you made in your own head  [Chorus] But it was not your fault but mine And it was your heart on the line I really fucked it up this time Didn't I, my dear? Didn't I, my—  [Verse 2] Tremble for yourself, my man You know that you have seen this all before Tremble Little Lion Man You'll never settle any of your scores Your grace is wasted in your face Your boldness stands alone among the wreck Now learn from your mother Or else spend your days biting your own neck  [Chorus (Extended)] But it was not your fault but mine And it was your heart on the line I really fucked it up this time Didn't I, my dear? But it was not your fault but mine And it was your heart on the line I really fucked it up this time Didn't I, my dear? Didn't I, my dear?  [Breakdown/Ad-Libs]  [Chorus (Extended)] But it was not your fault but mine And it was your heart on the line I really fucked it up this time Didn't I, my dear? But it was not your fault but mine And it was your heart on the line I really fucked it up this time Didn't I, my dear? Didn't I, my dear?  ",
        "title": "Little Lion Man"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] What are you say girl, we do something crazy Quit putting it off, you know what I'm saying Isn't like it isn't going to happen, forever's a given It's already written Who we kidding baby, come on  The stars can't line up any straighter Let's do it now and think about it later  [Chorus] Why wait another minute For something we should'a done yesterday? I know a little church With a preacher who could hook us up right away Love don't need a reason Baby I don't see how I could love you anymore than I do today So why wait  [Verse 2] Now I love your mama, let's save her some trouble And your daddy won't mind if we save him a bundle Girl it just so happens, that ring that you wanted Well guess what I bought it It's in my pocket baby, come on  Let's get it done, let's get it on your left hand This is me, girl, popping the question  [Chorus]  Let's do something crazy Because crazy's what you make me  [Chorus]  [Outro] What do you say girl we do something crazy  ",
        "title": "Why Wait"
    },
    {
        "artist": "Zac Brown Band",
        "lyrics": null,
        "title": "Free"
    },
    {
        "artist": "Kid Cudi Featuring Kanye West",
        "lyrics": "  [Verse 1 - Kid Cudi] She said I don't spend time like I really should She said she don't know me anymore I think she hates me deep down, I know she does She wants to erase me A couple days, no talking, I see my baby And this what she tells me  [Hook - Kid Cudi ] She said: I keep on running, keep on running And nothing works, I can't get away from you, no I keep on ducking, keep on ducking you, nothing helps I can't stop missing you  [Verse 2 - Kid Cudi] It's like I'm her new nightmare, she ain't escaping It makes me feel a bit complete Knowing someone you love don't feel the same way about ya Memories they soon delete A couple weeks, no talking, I see my baby I missed you so damn much Hey, I wish we could start over, I told my baby This what this bitch tells me  [Hook - Kid Cudi ] She said: I keep on running, keep on running, and nothing works I can't get away from you, no I keep on ducking, keep on ducking you, nothing helps I can't stop missing you  [Bridge - Kid Cudi ] Yeah, cause I'm in the magazines, on the TV No matter where you are, you might hear me I'm in the magazines, on the TV No matter where you go, you might see me  [Verse 3 - Kanye West] I'm Yeezy, she say \"Hi, I'm Aria\" No, you a angel, you wave \"Hi\" to Aaliyah I got a show in Korea, they built a new arena Why don't you come and watch a nigga tear the whole scene up I know I seen you before, but don't know where I seen ya Oh I remember now, it's something that I dreamed of Don C says she cool, but don't let her fuck your cream up Monica Lewinsky on the dress, you take her to the cleaners Sure enough, a week later, I'm in extra love And everybody know she's mine so she extra plugged Every bouncer, every club show her extra love We just praying the new fame don't get the best of us But all good things gotta come to a en-a She let it go to her head, \"No, not my Aria\" The height of her shopping was writer's blocking me I couldn't get my shit out anyway, I hope you die Aria!  [Hook - Kid Cudi ] I keep on running, keep on running And nothing works, I can't get away from you, no I keep on ducking, keep on ducking you, nothing helps I can't stop missing you  ",
        "title": "Erase Me"
    },
    {
        "artist": "New Boyz Featuring Iyaz",
        "lyrics": "  [Intro] + (Iyaz) New Boyz! (Geah gal!) (Well tell dem wussy boy) (I-Y-A-Z be longside them one New Boyz)  [Hook: Iyaz] She make me wanna break my bank (my bank) Give everything I got (got) just to get a shot (shot) Make it rain (it rain) Where my money at? Where my money at? Break my bank (my bank) Forget about the tag (tag) throw it in the bag (bag) Make it rain (it rain) Shawty wanna break my, shawty wanna break my bank  [Verse 1: Legacy] Damn - girl! You look better than the videos Think I wanna break my bank, hammer to the piggy though All-all the groupie girls gettin jealous of what I spend They tryin to chop it up, but I ain't The Karate Kid Jaden! Everyday I'm spendin' more on her I don't buy shit, like I barely hold the door open Every time I say this shit I always get her one more When it's time for taxes, a nigga gon' be done for  [Hook]  [Iyaz] Make me wanna break my Make me wanna break my bank  [Verse 2: Ben J] Okay, the start of my day, I took her on a date Had to scrape for some change, so I went to the bank But when I seen her she was so damn fine like that So I headed right back to pull a lot more stacks Overdrawn, low funds, it's-it's like I'm dumb But I'll put it right back cause your boy is sprung Man she is so damn fine got me spendin all this cash Man it's goin too fast, I need to watch my ass  [Iyaz] Make me wanna break my Make me wanna break my bank  [Breakdown] If you a bad girl, and you need a little change Tell your man go break his bank (go break yo' bank!) If you a bad girl, and you tryin to get paid Tell your man go break his bank (go-go break yo' bank!) If you a bad girl, and you need a little change Tell your man go break his bank (go break yo' bank!) If you a bad girl, and you tryin to get paid Tell your man go break his bank (go-go break yo' bank!)  [Hook]  [Iyaz] Make me wanna break my Make me wanna break my bank  ",
        "title": "Break My Bank"
    },
    {
        "artist": "YG",
        "lyrics": "  [Hook: Ty Dolla Sign] I met her at the club, then I said \"wassup?\" I took her to the crib and you know I fucked Yeah, toot it and boot it, toot it and boot it Toot it and boot it, that's right I toot and boot it  [Verse 1: YG] She think I'm cute, she wanna have sex Girl, knock it off, you know you can't have this She think I'm cute, she wanna have sex Girl knock it off, you know you can't have this And she told me run that I told her run it And she never seen a trick until she met my magic stick Girl, I'm a pimp spit straight game, never no simp' And after we did it she was walking with a limp Bust it open, leave it wet, you know I leave it soakin' Who next? I don't ever close, I stay open I met her in the club, you know I was drunk I asked her name and then I said: \"I wanna fuck\" And I'm YG and you know I fucked And she fucked back like a little slut And she fell in love, yeah and she felt stupid Cause you know, I toot it and boot it  [Hook: Ty Dolla Sign] I met her at the club, then I said \"wassup?\" I took her to the crib and you know I fucked Yeah, toot it and boot it, toot it and boot it Toot it and boot it, that's right I toot and boot it  [Verse 2: YG] Girl let me toot that boot that stop actin' stupid Acting like you don't know me, like \"Who that?\" Walked in the club, but I'll fly things I'm in the back girl, you know where to find me And I love how she think I'm cute And she don't even wanna tell me what she wanna do It's me and my crew, her and her friends And they all trying to leave with us when the club ends And she toot it from the back And you know she made it clap And you know I run it back like only for one night And she know I'm on like a switch on light Hey girl, I can have you feelin' right I can supply the pipe, just make sure it's tight We can do it all day, only for one night And after that you gotta go cause you ain't my wife  [Hook: Ty Dolla Sign] I met her at the club, then I said \"wassup?\" I took her to the crib and you know I fucked Yeah, toot it and boot it, toot it and boot it Toot it and boot it, that's right I toot and boot it  [Versus 3: YG] I toot it to the left, I toot it to the right Fuck with me, we gonna do it all night I seen a bad bitch, I swing my hat back And after I hit, I still on my back Cause I toot it and boot it And made her feel stupid Cause I toot it and boot it And made her feel stupid  [Hook: Ty Dolla Sign] I met her at the club, then I said wassup I took her to the crib and you know I fucked Yeah, toot it and boot it, toot it and boot it Toot it and boot it, that's why I toot and boot it  ",
        "title": "Toot It And Boot It"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] I remember saying I don't care either way Just as long as he or she is healthy I'm OK Then the doctor pointed to the corner of the screen And said \" you see that thing right there well you know what that means\" And I started wondering who he was going to be And I thought heaven help us if he's anything like me He'll probably climb a tree too tall and ride his bike too fast End up every summer wearing something in a cast He's going to throw a ball and break some glass in a window down the street  [Chorus] He's going to get in trouble oh he's going to get in fights I'm going to lose my temper and some sleep It safe to say that I'm going to get my pay back if he's anything like me  [Verse 2] I can see him right now knees all skinned up With a magnifying glass trying to melt the Tonka truck Won't he be a sight with his football helmet on That'll be his first love till his first love comes along He'll get his heart broke by the time he's in his teens And heaven help him if he's anything like me He'll probably stay out to late and drive his car to fast Get a speeding ticket he'll pay for mowing grass He's going to get caught skipping class and be grounded for a week  [Chorus]  [Verse 3] He's going to love me and hate me along the way Years are going to fly by I already dread the day He's going to hug his momma he's going to shake my hand He's going to act like he can't wait to leave But as he drives out he'll cry his eyes out If he's anything like me (can't understand) Aw he'll be alright if he's anything like me  ",
        "title": "Anything Like Me"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] Well here you come again and you're looking so fine You don't notice me but it's alright I'm just a guy who wishes that I could be your man someday Yeah a picture paints a thousand words, it's true But it's still not enough for how I feel about you I want to put you in a melody, I got to set you into a groove  [Chorus 1] I want to put you in my car and drive And turn you up loud, roll down all the windows and shout it out I love this girl oh If I could press play, repeat how happy I'd be Wherever I'd go I'd have you there with me You'd be right where you belong I want to put you in a song, oh oh oh  [Verse 2]  Well I'd sing about your smile and your pretty blue eyes The way your hair shimmers in the sunlight It'd be so easy, I'd just write it from my heart Because I got to tell the world what you mean to me Wrap you up in a melody so you'll be Stuck in my head all day Because you're already there anyway, yes you are  [Chorus 2] I want to put you in my car and drive And turn you up loud, roll down all the windows and shout it out I love this girl If I could press play, repeat how happy I'd be Wherever I'd go I'd have you there with me You'd be right where you belong I want to put you in a song  [Bridge] And if I get it right everybody will be singing along yeah And when they see you on the street they'll say Hey aren't you the girl in that song  [Guitar Solo]  [Chorus 3] I want to put you in my car and drive And turn you up loud, roll down all the windows and shout it out I'm in love with this girl Yeah if I could press play, rewind a couple million times Imagine for a moment that you're all mine Every night I'd drive you home If I could put you in a Let me put you in a song Let me put you in a song Oh a pretty little song about you baby  [Guitar Solo 2 to the end of the song]  ",
        "title": "Put You In A Song"
    },
    {
        "artist": "Yolanda Be Cool & Dcup",
        "lyrics": "  Comme te po' capì chi te vò bene Si tu le parle 'mmiezzo americano? Quando se fa l'ammore sotto 'a luna Come te vene 'capa e di: \"I love you!?\"  Pa pa l' americano Pa pa l' americano  Fa l' americano!  Comme te po' capì chi te vò bene Si tu le parle 'mmiezzo americano? Quando se fa l'ammore sotto 'a luna Come te vene 'capa e di: \"I love you!?\"  Pa pa l' americano Fa fa l' americano  Whisky soda e rockenroll Whisky soda e rockenroll Whisky soda e rockenroll  ",
        "title": "We No Speak Americano"
    },
    {
        "artist": "Fantasia",
        "lyrics": null,
        "title": "Bittersweet"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] He looks up from second base, dad's up in the stands He saw the hit, the run, the slide, there ain't no bigger fan In the parking lot after the game He said, \"Dad, I thought you had a plane to catch?\" He smiled and said, \"Yeah, son, I did\"  [Chorus] But life's not the breath you take, the breathing in and out That gets you through the day, ain't what it's all about You just might miss the point trying to win the race Life's not the breaths you take but the moments that take your breath away  [Verse 2] Fast forward fifteen years and a thousand miles away Boy's built a life, he's got a wife and a baby due today He hears a voice saying, \"I made it son\" Says, \"I told you dad, you didn't have to come\" He smiles and says, \"Yeah, I know you did\"  [Chorus]  [Bridge] Just like it took my breath when she was born Just like it took my breath away when dad took his last that morn  [Verse 3] Life's not the breath you take, the breathing in and out That gets you through the day, ain't what it's all about Just might miss the point if you don't slow down the pace Life's not the breaths you take but the moments that take your breath away  ",
        "title": "The Breath You Take"
    },
    {
        "artist": "Selena Gomez & The Scene",
        "lyrics": "  [Verse 1] You see me standing there and act like you don't know me But last night, you were calling me, saying you want me Oh, why you always make me feel like I'm the one that's crazy? You feel my heart racing My, my heart racing  [Pre-Chorus] Boy, I need you here with me We can't go on this way I'm falling hard for you All I can say...  [Chorus] We're going 'round and 'round We're never going to stop going 'round and 'round We'll never get where we're going 'Round and 'round Well, you're gonna miss me, 'cause I'm getting dizzy Going 'round and 'round and 'round  [Verse 2] You come to pull me close and whisper in my ear You always told me lies, I've cried out all my tears I push my feelings to the side, but then you bring them back Br-bring 'em back, now you got me singing  [Pre-Chorus] Boy, I need you here with me We can't go on this way I'm falling hard for you All I can say...  [Chorus] We're going 'round and 'round We're never going to stop going 'round and 'round We'll never get where we're going 'Round and 'round Well, you're gonna miss me, 'cause I'm getting dizzy Going 'round and 'round and 'round  [Bridge] Love me, or love me not I'm staring at the clock I pick them flower petals off, and then I watch them drop Love me, or love me not I'm staring at the clock I pick them flower petals off, and then I watch them drop  [Breakdown] Boy, I need you here with me We can't go on this way I'm falling hard for you All I can say  [Chorus] We're going 'round and 'round We're never going to stop going 'round and 'round We'll never get where we're going 'Round and 'round Well, you're gonna miss me, 'cause I'm getting dizzy Going 'round and 'round and 'round We're going 'round and 'round We're never going to stop going 'round and 'round We'll never get where we're going 'Round and 'round Well, you're gonna miss me, 'cause I'm getting dizzy Going 'round and 'round and 'round  ",
        "title": "Round & Round"
    },
    {
        "artist": "Shakira Featuring Freshlyground",
        "lyrics": "  [Verse 1: Shakira] You're a good soldier Choosing your battles Pick yourself up and dust yourself off Get back in the saddle You're on the front line Everyone's watching You know it's serious, we're getting closer This isn't over  [Pre-Chorus: Shakira] The pressure is on, you feel it But you got it all, believe it When you fall get up, oh oh If you fall get up, eh eh Tsamina mina zangalewa 'Cause this is Africa  [Chorus: Shakira] Tsamina mina, eh eh Waka waka, eh eh Tsamina mina zangalewa This time for Africa  [Verse 2: Shakira] Listen to your God This is our motto Your time to shine, don't wait in line Y vamos por todo People are raising Their expectations Go on and feed them, this is your moment No hesitations  [Pre-Chorus: Shakira] Today's your day, I feel it You paved the way, believe it If you get down get up, oh oh When you get down get up, eh eh Tsamina mina zangalewa This time for Africa  [Chorus: Shakira] Tsamina mina, eh eh Waka waka, eh eh Tsamina mina zangalewa Anawa a a Tsamina mina, eh eh Waka waka, eh eh Tsamina mina zangalewa This time for Africa  [Verse 3: Zolani] Awabuye lamajoni, ipikipiki mama wa A to Z Bathi susa lamajoni, ipikipiki mama from East to West Bathi waka waka ma eh eh Waka waka ma eh eh Zonk' izizwe mazibuye 'cause this is Africa  [Bridge] Tsamina mina, Anawa a a Tsamina mina Tsamina mina, Anawa a a  [Chorus: Shakira] Tsamina mina, eh eh Waka waka, eh eh Tsamina mina zangalewa Anawa a a Tsamina mina, eh eh Waka waka, eh eh Tsamina mina zangalewa This time for Africa  [Outro: Shakira] Django eh eh Django eh eh Tsamina mina zangalewa Anawa a a Django eh eh Django eh eh Tsamina mina zangalewa Anawa a a This time for Africa This time for Africa We're all Africa We're all Africa  ",
        "title": "Waka Waka (This Time For Africa)"
    },
    {
        "artist": "Josh Thompson",
        "lyrics": "  (Verse 1) Our houses are protected by the good Lord and a gun And you might meet 'em both if you show up here not welcome son Our necks are burnt, the roads are dirt and our trucks ain't clean The dogs run loose, we smoke, we chew and fry everything Out Here, Way out here  (Chorus) We won't take a dime if we ain't earned it When it comes to weight, brother we pull our own If it's all backwoods where you live and you're concerned with Well you can leave us alone Just worry about John Wayne, Johnny Cash and John Deere Way out here  (Verse 2) We've got a fighting side a mile wide but we pray for peace Cause it's mostly us that end up serving over seas Hell if it was up to me I'd love to see this Country run Like it used to be, like it ought to be and just like it's done Out here, way out here  (Chorus) Cause we won't take a dime if we ain't earned it When it comes to weight, brother we pull our own If it's all backwoods where you live and you're concerned with Well you can leave us alone Just worry about John Wayne, Johnny Cash and John Deere Way out here  (Repeat Chorus) Our houses are protected by the good Lord and a gun And you might meet 'em both if you show up here not welcome son  ",
        "title": "Way Out Here"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Verse 1] Well I've been saved by the grace of southern charm I got a mouth like a sailor and yours is more like a Hallmark card If you want to pick a fight well I'm going to have to say good night I don't have to be hateful, I can just say bless your heart And even though I don't belong with your high life friends Doesn't mean we don't get together and try to make amens It's easier can you see lets agree to just disagree We don't have to like each other but its sure fun to pretend  [Hook] So lets shake hands and reach across those party lines You got your friends just like I got mine We might think a little differently But we got a lot in common you will see We're just like you, only prettier  [Verse 2] Everybody says you got to know your enemies Even if they only weigh a hundred pounds and stand five foot three If you just smile and behave you could always get your way It's a universal plan that'll get you where you can in all societies  [Hook]  [Break]  [Hook]  Well I'll keep drinkin' and you'll keep gettin' skinnier I'm just like you, only prettier  ",
        "title": "Only Prettier"
    },
    {
        "artist": "Justin Bieber Featuring Usher",
        "lyrics": "  [Music Video]  [Verse 1] For you I'd write a symphony I'd tell the violin, \"It's time to sink or swim,\" Watch them play for ya For you, I'd be, whoa oh Running a thousand miles just to get to where you are Step to the beat of my heart  [Pre-Chorus] I don't need a whole lot, but for you I admit I I'd rather give you the world or we can share mine I know I won't be the first one giving you all this attention Baby listen...  [Chorus] I just need somebody to love I don't need too much, just somebody to love Somebody to love I don't need nothing else, I promise, girl, I swear I just need somebody to love I need somebody, I need somebody I need somebody, I need somebody  [Verse 2] Every day I bring the sun around I sweep away the clouds, smile for me I would take every second, every single time Spend it like my last dime, step to the beat of my heart  [Pre-Chorus] I don't need a whole lot, but for you I admit I I'd rather give you the world or we can share mine I know I won't be the first one giving you all this attention Baby listen...  [Chorus] I just need somebody to love I don't need too much, just somebody to love Somebody to love I don't need nothing else, I promise, girl, I swear I just need somebody to love I need somebody, I need somebody I need somebody, I need somebody, somebody to love I need somebody, I need somebody I need somebody, I need somebody, I just need somebody to love  [Bridge] And you can have it all Anything you want, I can bring Give you the finer things, yeah But what I really want, I can't find Cause money can't find me somebody to love Oh oh, find me somebody to love, oh  [Chorus] I just need somebody to love I don't need too much, just somebody to love Somebody to love I don't need nothing else, I promise, girl, I swear I just need somebody to love I need somebody, I need somebody I need somebody, I need somebody, somebody to love I need somebody, I need somebody I need somebody, I need somebody, I just need somebody to love  [Outro] I need somebody, I need somebody, I need somebody to love Is she out there? Is she out there? Is she out there? Is she out there? I just need somebody to love  ",
        "title": "Somebody To Love"
    },
    {
        "artist": "Miguel Featuring J. Cole",
        "lyrics": "  [Verse 1: J. Cole] Damn, damn Damn, Cole World I never thought I see that day that you my ol' girl Now I’m stuck here hollerin' at old girl Got one, got two, three, four girls Shotgun in the drop made a right Hut one, hut two, told them hoes take a hike Then it’s on to the next, on, on to the next one Hard to move on when you always regret one  [Verse 2: Miguel] I wonder sometimes I wonder if I was wrong Tryna do right by you got me here Now all I am is alone  [Pre-Chorus] 'Cause her eyes, n' those hips And that ass, don’t compare At all, no And at best all they do is distract me but now Deep down when I face it  [Chorus: Miguel] All I want is you All I want is you, now All I want is you now Now that you’re gone, gone, gone  [Verse 3: Miguel] 'Cause being your friend is killin' me softly Hear voices, wonder where I went wrong It was my fault and the wrong time I wonder so often, regret gets exhaustin'  [Pre-Chorus] 'Cause her eyes, n' those hips And that ass, don’t compare At all, no And at best all they do is distract me but now Deep down when I face it  [Chorus: Miguel] All I want is you, mmh All I want is you, now All I want is you now, sugar Now that you’re gone, gone, gone All I want is you, ooh-ooh, ooh All I want is you, now All I want is you now, baby Now that you’re gone, gone, gone Gone, gone  [Post-Chorus: Miguel & J. Cole] 'Cause they don’t smile or smell like you And they don’t make me laugh or even cook like you And they don’t photograph, nah, they don't sex like you Let's face it (yeah), I can’t replace it (yeah) That's why all I want is you now  [Verse 4: J. Cole] I hit the club when you left me thinking that could heal shit Tryna celebrate my Independence Day, Will Smith Baby girl who I’m kidding? Still sick, real shit All my new hoes seem to get old real quick And could it be, you everything that these plain bitches couldn’t be? Is it a sign from the Lord that I shouldn’t be Lost in the player way, sorta get old to me Got me on layaway, girl you got a hold on me I say, \"I’m wrong\", you say, \"Come again?\" Damn, said I was wrong, look don’t rub it in I got a lot on my mind, got a flock full of dimes Like a line full of hoes, how they coming in Just sayin', don’t wanna have me then somebody will I’m playin', weight on my chest like I body build I’m prayin', you ain’t content with tryna do your thang And come back baby, boomerang  [Chorus: Miguel] That's why all I want is you now All I want is you, now All I want is you now, sugar Now that you’re gone, gone, gone Gone, gone  [Outro: Miguel] Ooh, ooh Ooh, ooh, oh Yeah, now that you're gone, gone, gone I want you back  ",
        "title": "All I Want Is You"
    },
    {
        "artist": "Gyptian",
        "lyrics": "  [Intro: Gyptian and Nicki Minaj] Ohh, ohh, ohh, ahh Oh yeah, ohh, whattup, aiyyo SB  [Refrain: Gyptian and Nicki Minaj] Gal mi waan fi hold yuh, put mi arms right around yuh Yo Peashead, Tremor, Boozer, Smallz, Spoon Gal yuh give mi di tightest hold mi ever yet seen inna my life This one's for Queens Gal mi waan fi just squeeze yuh, put mi ting right around yuh This one's for Brooklyn, New York City, hahah Gal yuh give mi di tightest hold mi ever yet seen inna my life Young Money,, uhh, rahh  [Verse One: Nicki Minaj] Aiyo Gyptian tell dem fi gwaan, eviction Dis one yah it a di bad gal edition See dem gal deh, contradiction Dem seh dem sitten tight, a bare fiction) Di whole a dem a bait Body smokin', cigarette, shape nice, figure-eight Give dem di roller blades, tell dem fi skate Styled on dem Jamaican tip All I do is sign boobs and be takin' pics Got the new Benz the color of bacon bits I got a spot in every state dalmations bitch And it's Young Money, old money, real good money Ain't do a feature that wasn't on Billboard honey (What) Kingston, Rema, Waterhouse, Jungle Barbie mi have nuff gal inna bungle Ahhhh  [Refrain: Gyptian] Gal mi waan fi hold yuh, put mi arms right around yuh Gal yuh give mi di tightest grip mi ever yet seen inna my life Gal mi just waan fi hold yuh, put mi ting all around yuh Gal yuh give mi di tightest hold mi ever yet seen inna my life  [Verse 2: Gyptian] Like a fast bike pon di bike vroom vroom vroom vroom Climb pon di back and she a boom boom boom boom Gimme di mogga one or di fat ku kum kum Mi nuh romp as when mi a time I get my boom boom She deh outta control, a more fire she waan in har soul She seh more pon more and still she groan And still mi multiply more  [Refrain: Gyptian] Gal mi waan fi hold yuh, put mi arms right around yuh Gal yuh give mi di tightest hold mi ever yet seen in my life Gal mi just waan fi hold yuh, put mi arms right around yuh Gal yuh give mi di tightest hold mi ever yet seen inna my life  [Verse 3: Gyptian] Like a fast bike pon di bike vroom vroom vroom vroom Climb pon di back and she a boom boom Gimme di magga one or di fat ku kum kum Mi nuh romp as when mi a move to watch my boom She deh outta control, a more fire she waan in har soul She seh more pon more and still she groan And still mi multiply more  [Refrain: Gyptian] Gal mi waan fi hold yuh, put mi tings right around yuh Gal yuh give mi di tightest hold mi ever yet seen inna my life Gal mi just waan fi hold yuh, put mi arms all around yuh Gal yuh give mi di tightest hold mi ever yet seen inna my life Gal mi waan fi just squeeze yuh, put mi ting all around yuh Gal yuh give mi di tightest hold mi ever yet seen inna my life Ohh  [Verse 4: Gyptian] Mi eye dem dry and mi nuh care, mi tek it anytime anywhere Inna di square, so we nuh care, and as a woman, I will be there Mi waan a girl who will tek care a mi, mi waan a gal dat can wine pon mi Wid it good, and mek mi feel it, show mi dat yuh can girl  [Refrain: Gyptian] Gal mi waan fi hold yuh, put mi arms right around yuh Gal yuh give mi di tightest grip mi ever yet seen inna my life Gal mi just waan fi hold yuh, put mi ting all around yuh Gal yuh give mi di tightest hold mi ever yet seen inna my life  [Outro: Gyptian] Oh oh oh, oh yeah, whoah Oh oh oh, oh yeah, whoa Hold yuh, around yuh, my life Around yuh, my life  ",
        "title": "Hold You (Hold Yuh)"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] Have you ever fed a lover with just your hands? Closed your eyes and trusted, just trusted? Have you ever thrown a fistful of glitter in the air? Have you ever looked fear in the face and said, \"I just don't care\"?  [Verse 2] It's only half past the point of no return The tip of the iceberg, the sun before the burn The thunder before the lightning and the breath before the phrase Have you ever felt this way?  [Verse 3] Have you ever hated yourself for staring at the phone? Your whole life waiting on the ring to prove you're not alone Have you ever been touched so gently you had to cry? Have you ever invited a stranger to come inside?  [Verse 4] It's only half past the point of oblivion The hourglass on the table, the walk before the run The breath before the kiss, and the fear before the flames Have you ever felt this way? La la la la la la la la  [Bridge] There you are Sitting in the garden Clutching my coffee Calling me sugar You called me sugar  [Verse 5] Have you ever wished for an endless night? Lassoed the moon and the stars and pulled that rope tight? Have you ever held your breath and asked yourself will it ever get better than tonight? Tonight  ",
        "title": "Glitter In The Air"
    },
    {
        "artist": "Reba",
        "lyrics": "  [Verse 1] No Good, two-timing, lies coming out of your mouth Cheating, mistreating games that you play brought you down Broke my heart, tore it apart, look who's got the last laugh now Don't you come crawling begging please on your knees, baby if you're missing me  [Chorus 1] Well, you can hear me on the radio You want to turn me on, turn on your stereo You can sing along, while they're playing our song How you did me wrong, baby crank it up Until you blow the speakers out your Chevy truck So listen Romeo, when you're feeling kind of lonely Let me tell you where to go Turn On The Radio!  [Verse 2] Try to call, twitter me, text until your fingers bleed Oh! The DJ's the only way you're ever going to hear from me If you're reminiscing, and you're missing me this much, and you really want to stay in touch  [Chorus 1]  [Chorus 2] Turn on the radio! Whoa! Turn on the radio Turn on the radio Oh! Oh! Oh!  [Chorus 1]  [Chorus 2]  ",
        "title": "Turn On The Radio"
    },
    {
        "artist": "Justin Bieber",
        "lyrics": "  [Verse 1] I'd wait on you forever and a day Hand and foot Your world is my world, yeah Ain't no way you're ever gon' get any less than you should  [Chorus] Cause baby You smile, I smile, oh Cause whenever you smile, I smile Hey hey hey  [Verse 2] Your lip's my biggest weakness Shouldn't have let you know I'm always gonna do what they say, hey If you need me I'll come running from a thousand miles away  [Chorus] When you smile, I smile Oh woah You smile, I smile, hey  [Verse 3] Baby, take my open heart and all it offers Cause this is as unconditional as it'll ever get You ain't seen nothing yet I won't ever hesitate to give you more  [Chorus] Cause baby, you smile, I smile, whoa You smile, I smile, hey hey hey You smile, I smile, I smile, I smile, I smile You smile, I smile, make me smile, baby  [Bridge] Baby, you won't ever want for nothing You are my ends and my means now With you there's no in between, I'm all in Cause my cards are on the table and I'm willing and I'm able But I fold to your wish cause it's my command, hey hey hey  [Chorus] You smile, I smile, whoa You smile, I smile, hey hey hey You smile, I smile, I smile, I smile, I smile You smile, I smile, oh  [Outro] You smile, I smile You smile, I smile  ",
        "title": "U Smile"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Intro: Mike Shinoda] This is not the end, this is not the beginning Just a voice like a riot rocking every revision But you listen to the tone and the violent rhythm And though the words sound steady Something empty's within them  We say yeah, with fists flying up in the air Like we're holding onto something that's invisible there 'Cause we're living at the mercy of the pain and the fear Until we dead it, forget it, let it all disappear  [Verse 1: Chester Bennington] We're waiting for the end to come Wishing I had strength to stand This is not what I had planned It's out of my control  Flying at the speed of light Thoughts were spinning in my head So many things were left unsaid It's hard to let you go  [Chorus: Chester] I know what it takes to move on I know how it feels to lie All I want to do is trade this life for something new Holding on to what I haven't got  [Verse 2: Chester] Sitting in an empty room Trying to forget the past This was never meant to last I wish it wasn't so  [Chorus: Chester] I know what it takes to move on I know how it feels to lie All I want to do is trade this life for something new Holding on to what I haven't got  [Bridge: Mike] What was left when that fire was gone? I thought it felt right, but that right was wrong All caught up in the eye of the storm And trying to figure out what it's like moving on  And I don't even know what kind of things I said My mouth kept moving and my mind went dead So, I'm picking up the pieces now, where to begin The hardest part of ending is starting again  [Outro: Chester & Mike] All I want to do is trade this life for something new Holding on to what I haven't got  This is not the end, this is not the beginning Just a voice like a riot, rocking every revision I'm holding on to what I haven't got But you listen to the tone and the violent rhythm Though the words sound steady Something empty's within them  We say yeah, with fists flying up in the air Like we're holding onto something that's invisible there 'Cause we're living at the mercy of the pain and the fear Holding on to what I haven't got Until we dead it, forget it, let it all disappear  ",
        "title": "Waiting For The End"
    },
    {
        "artist": "Eric Church",
        "lyrics": "  [Instrumental] [Verse 1] Turn the quiet up, turn the noise down Let this ol' world just spin around I wanna feel it swing, wanna feel it sway And put some feel good in my soul Drink a little drink, smoke a little smoke  Want a little more right, and a little less left Little more right now, a little less what's next Act like tomorrow's ten years away And just kick back and let the feelin' flow Drink a little drink, smoke a little smoke  [Verse 2] I set my sails for a new direction But the wind got in my way I changed my course But my definition of change Just ain't the same  I'm gonna sit right here Stay away from there I'm gonna make pretend I just don't care And I could get up Go get her back Or maybe I'll just let her go Drink a little drink, smoke a little smoke (ah come on now) Go get her back (ohhh) Drink a little drink, smoke a little smoke Drink a little drink smoke a little, smoke (You guys put your hands together like this)  [Bridge] Kick back, gives the blues a spin Break out the wine, forget again Dig down deep, find my stash Fire it up, take me back  [Bridge] Kick back, gives the blues a spin Break out the wine, forget again Dig down deep, find my stash Fire it up, memory crash  [Outro] Oh no, I don’t know Baby, it might take, all night Then I’ll maybe break out that old rock and roll Drink a little drink, smoke a little smoke  (Lets all stay out here and..) Drink a little drink, smoke a little smoke [Instrumental]  ",
        "title": "Smoke A Little Smoke"
    },
    {
        "artist": "Plain White T's",
        "lyrics": "  [Verse 1] My head is stuck in the clouds She begs me to come down Says, \"Boy, quit foolin' around\" I told her, \"I love the view from up here Warm sun and wind in my ear We'll watch the world from above As it turns to the rhythm of love\"  [Chorus] We may only have tonight But till the morning sun, you're mine All mine Play the music low And sway to the rhythm of love  [Verse 2] My heart beats like a drum A guitar string to the strum A beautiful song to be sung She's got blue eyes deep like the sea That roll back when she's laughing at me She rises up like the tide The moment her lips meet mine  [Chorus]  [Bridge] When the moon is low We can dance in slow motion And all your tears will subside All your tears will dry  [Verse 3] And long after I've gone You'll still be humming along And I will keep you in my mind The way you make love so fine  [Chorus 2x]  ",
        "title": "Rhythm of Love"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] My neighbor Carl, he lives next door Pink flamingos on his porch At night he teaches driving school And he sits out by his plastic pool  He takes off his shirt he opens up a cold one Old Carls he's a fool but it takes one to know one  [Chorus] Music is playing up and down the block Mostly Christian blues, country folk and southern rock It's our little piece of paradise way out here in the woods There is always something going on down in the trailerhood  [Verse 2] Across the street there is gambling Jane who is always got the poker game If you care to try your luck you can buy a seat for 15 bucks You can call to raise or you can check and fold them I like five card stud but it is mostly Texas hold 'em  [Chorus]  [Verse 3] My new tattoos and farmer tans, rodeo and nascar fans Dallas Cowboy football on TV When the storm starts getting bad, you hear the those sirens humming Grab a six pack and a lawn chair there is a tornado coming  [Chorus]  [Outro] I got her made in the shade with the moonshine lemonade There is a party going on down in the trailerhood  ",
        "title": "Trailerhood"
    },
    {
        "artist": "Wiz Khalifa",
        "lyrics": "  [Intro] Yeah, uh-huh, you know what it is Black and yellow, black and yellow Black and yellow, black and yellow Yeah, uh-huh, you know what it is Black and yellow, black and yellow Black and yellow, black and yellow  [Hook] Yeah, uh-huh, you know what it is Everything I do, yeah, I do it big Yeah, uh-huh, screaming: \"That's nothin'!\" When I pulled off the lot, that's stuntin' Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  [Verse 1] Uh, black stripe, yellow paint Them niggas scared of it, but them hoes ain't Soon as I hit the club, look at them hoes' face Hit the pedal once, make the floor shake Suede inside, my engine roarin' It’s the big boy, you know what I paid for it And I got the pedal to the metal Got you niggas checking game, I’m ballin' out on every level Hear them haters talk, but there’s nothin' you can tell 'em Just made a million, got another million on my schedule No love for 'em, nigga breaking hearts No keys, push to start  [Hook] Yeah, uh-huh, you know what it is Everything I do, yeah, I do it big Yeah, uh-huh, screaming: \"That's nothin'!\" When I pulled off the lot, that's stuntin' Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  [Verse 2] Got a call from my jeweler, this just in And bitches love me ‘cause I'm fucking with their best friends Not a lesbian, but she a freak though This ain't for one night, I’m shining all week, ho I’m sippin' Clicquot and rocking yellow diamonds So many rocks up in my watch I can’t tell what the time is Got a pocket full of big faces Throw it up, ‘cause every nigga that I’m with Taylor'd  [Hook] Yeah, uh-huh, you know what it is Everything I do, yeah, I do it big Yeah, uh-huh, screaming: \"That's nothin'!\" When I pulled off the lot, that's stuntin' Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  [Verse 3] Stay high like how I’m supposed to do That crowd underneath them clouds can’t get close to you And my car look unapproachable Super clean, but it's super mean She wanna fuck with them cats, smoke weed, count stacks Get fly and take trips and that's that, real rap I let her get high if she want and she feel that Convertible drop feel, ‘87, the top peeled back  [Interlude] Yeah, uh-huh, you know what it is Yeah, yeah, uh-huh, you know what it is You already know what it is, man And if you don't, you should by now Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  [Hook] Yeah, uh-huh, you know what it is Everything I do, yeah, I do it big Yeah, uh-huh, screaming: \"That's nothin'!\" When I pulled off the lot, that's stuntin' Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  ",
        "title": "Black And Yellow"
    }
]