[
    {
        "artist": "Gloria Estefan",
        "lyrics": null,
        "title": "Coming Out Of The Dark"
    },
    {
        "artist": "Londonbeat",
        "lyrics": null,
        "title": "I've Been Thinking About You"
    },
    {
        "artist": "Wilson Phillips",
        "lyrics": "  [Verse 1] Open the door and come in I'm so glad to see you my friend I don't know how long it has been Having those feelings again  [Pre-Chorus] And now I see that you're so happy And ooh, it just sets me free And I'd like to see us as good of friends As we used to be Ah....My love...Ah  [Chorus] You're in love That's the way it should be 'Cause I want you to be happy You're in love And I know that you're not in love with me Ooh, it's enough for me to know that you're in love Now I'll let you go 'Cause I know that you're in love...  [Verse 2] Sometimes it's hard to believe That you're never coming back for me I've had this dream that you'd always be by my side Oh, I could've died  [Pre-Chorus] But now I see that you're so happy And ooh, it just sets me free And I'd like to see us as good of friends As we used to be Ah....My love...Ah  [Chorus] You're in love That's the way it should be 'Cause I want you to be happy You're in love And I know that you're not in love with me Ooh, it's enough for me to know that you're in love I can let you go 'Cause I know that you're in love...  [Bridge] I tried to find you but you were so far away I was praying that fate would bring you back to me Someday, someday, someday... Ooh, You're In Love  [Outro] Ooh, it's enough for me to know that you're in love Now I'll let you go 'Cause I know that you're in love...No No, No, No, No, No, No, No.. Ooh...  ",
        "title": "You're In Love"
    },
    {
        "artist": "Tara Kemp",
        "lyrics": "  [Chorus x2:] Just want to hold you tight All day All night Just want to hold you tight  [Verse 1:] I look at you You look at me And then we smile Knowing what we`re in for  The kiss that you give Makes me want you more and more We`re having the time of our lives  And then you say that I will always be the one Someone right for your dreams at night  I wish we could be Right here Right now, always Touching and loving you so right  [Repeat Chorus:]  [Verse 2:] Seeing you here by my side Words come out that I can`t hide You`re an image of my dreams  I need you And you need me too As long as we keep holding on I`ll be there for you  [Repeat Chorus:]  Love Your body Your beauty I want more  [Bridge x2:] I want you to Hold me, love me, squeeze me I need you to Touch me, please me, tease me  [Repeat Chorus:]  ",
        "title": "Hold You Tight"
    },
    {
        "artist": "Enigma",
        "lyrics": null,
        "title": "Sadeness Part 1"
    },
    {
        "artist": "Timmy T.",
        "lyrics": null,
        "title": "One More Try"
    },
    {
        "artist": "Amy Grant",
        "lyrics": "  [Verse 1: Amy Grant] Baby, baby I'm taken with the notion To love you with the sweetest of devotion Baby, baby My tender love will flow from The bluest sky to the deepest ocean  [Chorus: Amy Grant] Stop for a minute Baby I'm so glad you're mine, yeah You're mine  [Verse 2: Tori Kelly] Baby, baby The stars are shining for you And just like me I'm sure that they adore you Baby, baby Go walking through the forest The birds above are singing you a chorus  [Chorus: Tori Kelly] Stop for a minute Baby, they're so glad you're mine, yeah And ever since the day you put my heart in motion Baby, I realize that there's just no getting over you  [Verse 3: Tori Kelly] Baby, baby In any kind of weather I'm here for you always and forever Baby, baby No muscle man could sever My love for you is true and it will never  [Chorus: Tori Kelly] Stop for a minute Baby, I'm so glad you're mine, yeah And ever since the day you put my heart in motion Baby, I realize that there's just no getting over you  ",
        "title": "Baby Baby"
    },
    {
        "artist": "Tesla",
        "lyrics": null,
        "title": "Signs"
    },
    {
        "artist": "Tracie Spencer",
        "lyrics": "  [Verse 1:] Where do we go from here? What must we do to make that change? It's time to understand Understand one another  [Hook:] In a world so cold A place of disbelief Where will the people go Without enough to eat?  Let's not give up hope We have to find a way Search within our soul To make a better day  [Chorus:] This house is our house Let's do it for the people It's all in the hands of love  This house is their house Let's give it back to the people The people of the world today  [Verse 2:] I see hurt in their eyes I hear the sounds of voices cry It's time to open our eyes Time to help one another  [Repeat Hook:]  [Repeat Chorus:]  [Bridge:] You, me We can make the difference And you know No one No one likes to be alone, yeah  We got to face it heart to heart We have to make a brand new start We got to change the tears to smiles We have to go the extra mile  It's time we face reality To give them hope and set them free I think it's time we say goodbye To all the homeless people's cry  We got to face it heart to heart We have to make a brand new start We got to change the tears to smiles We have to go the exta mile  (You, me) It's time we face reality (We can make the difference) Give them hope and set them free I think it's time we say goodbye To all the homeless people's cry (And you know)  [Rap:] We've got to take the time To search the mind to find  This house, our house (It's all in the hands of love) (I said it's all in the hands of love)  [Repeat Chorus:]  Let's do it Let's do it for the people  This house Let's give back to the people The people of the world today  Do it for the people  This house Give back to the people, yeah  It's all in the hands of love  ",
        "title": "This House"
    },
    {
        "artist": "Another Bad Creation",
        "lyrics": "  Artist: Another Bad Creation Album: Coolin' At The Playground.. Ya Know Song: Iesha  RoRo: Iesha, Iesha so glad to meetcha See you in the schoolyard strollin' wit your techa The lil skirt you played was realy fly She turned around and she winked her eye so I Stepped to her like I knew her the Biv is cool but Romell is cooler The bell rang cuz I started to talk yet the class is not there no more  (Yo Red, where'd you meet her?)  Red: At the playground, ya know That's where I saw this cutie This girl was swingin' and she looked so fly On the monkey bars, we climbed up to the top and She touched my hand that's when I fell in love  Chris: 2 - Iesha.. You are the girl that I neva had And I want to get to know you bettah Iesha.. You know I want you so bad And there's nothing anyone can do To keep me away from you  Mike Bivins: Yo Dallas man these five young boys out of Atlanta GA are a real mental They kinda like remind me of me and my boys New Edition, know what I'm sayin So all you people out there ridin' in your cars listenin to the radio station Or cold maxin' in ya living room watchin this here video, check the 2nd verse  We played Nintendo This was her very first date I didn't wanna make it seem to fly We ate cereal She couldn't stay out at late Her mother told her to be home at nine  Repeat 2  Break (Ronnie Bobby Ricky and Mike) Chris, Mark, Red, Da, Ro x2  Yo Ro u might sound to sure so wutcha gonna do? I dunno Da, I only got one more rap and I'm gonna see what happens  Threw down my books went up to the door Pressed the bell what was in store? Iesha came out with a smile (oh no) She ain't worth the while So I passed her a lolli pop and a letter Told her so let's keep this a secret No remember Iesha, only u can peep this, peace  Red:Yo Dallas man  Dallas Austin:What Up?  Red:What You Do Me A Favor, Right?  Dallas Austin:Uh-Huh?  Red:Hit The Tracks, All About The Do Soloist, Man?  Dallas Austin:Word Check This Out!!!!!  Kids: Here We Go!!! Go Chris (4x) Go Mark (4x) Go Red (4x) Go Dave (4x) Go Ro-Ro (4x) YEEEEAAAAAHHHH!!!! BOOOOY!  GA: Yo!, What's Up? Coming at Ya! YoKnowWhatImSayin? A.B.C Dallas, What You Know About Take These Tracks Man?  ",
        "title": "Iesha"
    },
    {
        "artist": "Gerardo",
        "lyrics": "  Rico... Suave...  Seguro que han oído que yo soy educado Soy un caballerito un chico bien portado Un joven responsible y siempre bien vestido Yo no se quien ha mentido  I don't drink or smoke ain't into dope Won't try no coke, ask me how I do it, I cope My only addiction has to do with the female species I eat 'em raw like sushi  No me gustan ternos, mi estilo es moderno Si me enterno, you me enfermo Mi apariencia es dura, vivo en la locura No me vengan con ternuras  So please don't judge a book by its cover There's more to being a latin lover You got to know how to deal with a woman that won't let go The price you pay for being a gigolo  Rico... Suave...  There's not a woman that can handle A man like me That's why I juggle two or three I ain't one to commit, you can omit that bit You pop the question that's it Haber uno, dos, tres, cuatro mujeres Y la situaci?all?no muere No es un delito calmo mi apetito Con un llanto o un grito  So again don't let my lyrics mislead you I don't love you but I need you Would you rather have me lie Take a piece of your pie and say bye Or be honest and rub your thighs  Rico... Suave...  Well, it's ten o'clock and I'm two hours late I never said I was a prompt date But you kept persisting that I meet your parents Huh, they're going to love my appearance  Ding dong el timbre suena Tu madre abre, que vieja mas buena Le digo ¡Hola! Pero no para bola Que se ha creido vieja chola  Go and serve the food mom Que tengo ambre If you don't hurry, me va a dar un calambre Y usted señor? Why's your chin on the floor? Sierra la boca por favor What's this amor, these little huevos? Esto s?que yo no pruebo I'm used to good ol' fashioned Homestyle Spanish cooking If i try that I'll be puking Well it's been a pleasure but we got to go Regresaremos temprano Cinco, seis, o siete de la mañana Su hija esta en buenas manos  Rico... Suave...  ",
        "title": "Rico Suave"
    },
    {
        "artist": "Roxette",
        "lyrics": null,
        "title": "Joyride"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": null,
        "title": "Someday"
    },
    {
        "artist": "Tevin Campbell",
        "lyrics": null,
        "title": "Round And Round"
    },
    {
        "artist": "Stevie B",
        "lyrics": "  When you look inside yourself You will discover you'll learn to appreciate the only one Who truly cares for you Soon you'll see in life as you get older You'll learn to understand I'm the only one Who'll truly die for you  And you know when we go through these changes Nothing can separate our love When you feel that we are being strangers Know this is coming from my heart  And I'll be by your side, baby When you need shelter from the storm When you need someone to keep you warm 'Cause I'll be by your side  I'll be by your side, baby When you feel that no one cares for you Let all my love come shining through 'Cause I'll be there for you  When I look back on the way we grew as lovers Your tender touch I love so much It seems you've always been that way  My, oh, my As friends, we grew as lovers If you should ever doubt what I'm all about These words I say to you  And you know when we go through these changes Nothing can separate our love When you feel that we are being strangers Know this is coming from my heart  And I'll be by your side, baby When you need shelter from the storm When you need someone to keep you warm 'Cause I'll be by your side  And I'll be by your side, baby When you feel that no one cares for you Let all my love come shining through 'Cause I'll be there  When you feel that no one cares for you And you need someone to pull you through When you feel that life's too much to bear I want you to know I'll be there  And I'll be by your side, baby When you need shelter from the storm When you need someone to keep you warm 'Cause I'll be by your side  I'll be by your side, baby When you feel that no one cares for you Let all my love come shining through 'Cause I'll be there  I'll be by your side, baby When you need shelter from the storm When you need someone to keep you warm 'Cause I'll be by your side  I'll be by your side, baby When you feel that no one cares for you Let all my love come shining through 'Cause I'll be there for you  I'll be by your side No, no, no, no, no, no, no, no, no, no No No, no, no, no, no, no, no, no, no, no  ",
        "title": "I'll Be By Your Side"
    },
    {
        "artist": "Rick Astley",
        "lyrics": "  She's taken my time Convinced me she's fine But when she leaves I'm not so sure  It's always the same She's playing her game And when she goes I feel to blame  Why won't she say she needs me? I know she's not as strong as she seems  Why don't I see her cry for help? Why don't I feel her cry for help? Why don't I hear her cry for help?  I wandered around The streets of this town Trying to find sense in it all  The rain on my face It covers the trace Of all the tears I've had to waste  Why must we hide emotions? Why must we never break down and cry?  All that I need is to cry for help Somebody please hear me cry for help All I can do is cry for help  No need to feel ashamed Release the pain Cry for help  Cry for help Is all I need All I need Is a cry for help  Cry for help Is all I need All I need Is a cry for help  Why must we hide emotions? Why can't we ever break down and cry?  All that I need is to cry for help I will be there when you cry for help Why don't I hear her cry for help?  All that I need is to cry for help Somebody please hear me cry for help All I can do is cry for help  All that I need is to cry for help I will be there when you cry for help Is it so hard to cry for help?  (Cry for help is all I need) No need to feel ashamed (All I need is a cry for help) Come on and release the pain (Cry for help is all I need) Put your trust in me (All I need is a cry for help) My love is gonna set you free  ",
        "title": "Cry For Help"
    },
    {
        "artist": "Robert Palmer",
        "lyrics": "  Oh, mercy, mercy me Oh, things ain't what they used to be No, no, where did all the blue skies go? Poison is the wind that blows From the north, West, south and east Oh, mercy, mercy me Oh, things ain't what they used to be No, no, oil wasted on the oceans And our seas, fish full of mercury Oh, mercy, mercy me Oh, things ain't what they used to be No, no, radiation underground and in the sky Animals and birds who live near by are dying Oh, mercy, mercy me Oh, things ain't what they used to be No, no, what about this over-crowded land? How much more abuse from man can she stand? I want you and I want you The right way, I want you But I want you to want me too Want you to want me, baby (Said I want you to love me) Just like I want you Ooh... Oh, I'll give you all the love You want in return, sweet darlin' Your happiness is all I crave Ooh, it's too bad It's just too sad You don't want me now But I'm gonna change your mind Someway, somehow, baby I want you, the right way I want you But I want you to want me too I want you to want me, baby Just like I want you Ooh... A one way love is just fantasy Oh, sugar, to share is precious Pure and fair, ooh Don't play with something You should cherish for your life, baby Don't you want to care? Lonely? I'm there... I want you! Oh, mercy, mercy me Oh, things ain't what they used to be No, no, where did all the blue skies go? Poison is the wind that blows From the north, West, south and east Oh, mercy, mercy me Oh, things ain't what they used to be No, no, what about this over-crowded land? How much more abuse from man can she stand? I want you...  ",
        "title": "Mercy Mercy Me (The Ecology)/I Want You"
    },
    {
        "artist": "Oleta Adams",
        "lyrics": "  [Verse 1] You can reach me by railway You can reach me by trail-way You can reach me on an airplane You can reach me with your mind You can reach me by caravan Cross the desert like an Arab man I don't care how you get here, just get here if you can  You can reach me by sailboat Climb a tree and swing rope to rope Take a sled and slide down slow, into these arms of mine You can jump on a speedy colt Cross the border in a blaze of hope I don't care how you get here, just get here if you can  There are hills and mountains between us Always something to get over If I had my way, then surely you would be closer I need you closer  (Musical break) There are hills and mountains between us Always something to get over If I had my way, then surely you would be closer I need you closer  You can windsurf into my life Take me up on a carpet ride You can make it in a big balloon But you better make it soon You can reach me by caravan Cross the desert like an Arab man I don't care how you get here, just get here if you can  I don't care, I don't care, I need you right here right now I need you right here, right now, right by my side Yeah,yeah, yeah, yeah  I don't care how you get here, just- get here if you can  ",
        "title": "Get Here"
    },
    {
        "artist": "Hi-Five",
        "lyrics": "  [Verse 1:] All summer long We've been together And I never felt so good Cause when I'm with you You're such a good time (yes, it is)  And when you get next to me You make my heartbeat fast You throw me bad when you smile  And when we're alone I know we're in love Cause I can't get enough Cause  [Chorus:] (I like the way) You kiss me when we're playing the kissing game (I like the way) You keep me looking forward to another day  [Verse 2:] We've got it good We have it all it seems We're living dream, yeah  This is our time This wasn't meant to be Just you and me  This is still new We're still young in heart And breaking too But I know our love will always be there  [Repeat Chorus:]  [Bridge:] Yeah (I like the) Keep me looking forward to another day  (I like the) Another day (I like the)  Oh, I like (I like the way) The way you make me feel, baby (I like the way)  [Repeat Chorus:]  ",
        "title": "I Like The Way (The Kissing Game)"
    },
    {
        "artist": "Cathy Dennis",
        "lyrics": null,
        "title": "Touch Me (All Night Long)"
    },
    {
        "artist": "C+C Music Factory/F. Williams",
        "lyrics": null,
        "title": "Here We Go"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse] Oh, say can you see, by the dawn's early light What so proudly we hailed at the twilight's last gleaming Whose broad stripes and bright stars, through the perilous fight O'er the ramparts we watched, were so gallantly streaming And the rockets red glare, the bombs bursting in air Gave proof through the night that our flag was still there O say, does that star-spangled banner yet wave O'er the land of the free and the home of the brave On the shore, dimly seen through the mists of the deep Where the foe's haughty host in dread silence reposes What is that which the breeze, o'er the towering steep As it fitfully blows, now conceals, now discloses? Now it catches the gleam of the morning's first beam In full glory reflected now shines on the stream 'Tis the star-spangled banner! O long may it wave O'er the land of the free and the home of the brave And where is that band who so vauntingly swore That the havoc of war and the battle's confusion A home and a country should leave us no more Their blood has wiped out their foul footstep's pollution No refuge could save the hireling and slave From the terror of flight, or the gloom of the grave And the star-spangled banner in triumph doth wave O'er the land of the free and the home of the brave Oh! thus be it ever, when freemen shall stand Between their loved homes and the war's desolation Blest with victory and peace, may the heaven-rescued land Praise the Power that hath made and preserved us a nation Then conquer we must, for our cause it is just And this be our motto: \"In God is our trust\" And the star-spangled banner forever shall wave O'er the land of the free and the home of the brave  ",
        "title": "The Star Spangled Banner"
    },
    {
        "artist": "The Rembrandts",
        "lyrics": "  Do you remember once upon a time When you were mine The stars above were bright and new I pulled them down for you, just when I fell in love again You said that all good things must end  [Chorus] Baby, that's just the way it is baby Baby, that's just the way it is baby  I've never had a hand for solitaire It's so unfair That I should have my chance and lose I feel like I've been used to help you through another night You spelled it out in black and white  [Chorus]  The tides that once had carried you away They bring you back today The time has washed away my pain I find that things have changed and disappeared without a trace You can't get back what you've erased And I say  [Chorus]  ",
        "title": "Just The Way It Is, Baby"
    },
    {
        "artist": "Divinyls",
        "lyrics": "  [Verse 1] I love myself I want you to love me When I'm feelin' down I want you above me I search myself I want you to find me I forget myself I want you to remind me  [Chorus] I don't want anybody else When I think about you I touch myself, ooh I don't want anybody else Oh no, oh no, oh no  [Verse 2] You're the one who makes me come running You're the sun who makes me shine When you're around I'm always laughing I want to make you mine  [Verse 3] I close my eyes And see you before me Think I would die If you were to ignore me A fool could see Just how much I adore you I get down on my knees I'd do anything for you  [Chorus] I don't want anybody else When I think about you I touch myself oh oh I don't want anybody else Oh no, oh no, oh no, yeah  [Verse 1] I love myself I want you to love me When I'm feelin' down I want you above me I search myself I want you to find me I forget myself I want you to remind me  [Chorus] I don't want anybody else When I think about you I touch myself oh oh I don't want anybody else Oh no, oh no, oh no  [Bass Solo] I want you I don't want anybody else And when I think about you I touch myself Ooh, oooh, oooooh, aaaaaah  [Chorus] I don't want anybody else When I think about you I touch myself oh oh I don't want anybody else When I think about you I touch myself I touch myself I touch myself I touch myself I touch myself I touch myself I touch myself I touch myself I honestly do I touch myself I touch myself I touch myself I honestly do  [Outro] I touch myself I touch myself  I touch myself  ",
        "title": "I Touch Myself"
    },
    {
        "artist": "Voices That Care",
        "lyrics": "  [Ralph Tresvant] Lonely fear lights up the sky Can't help but wonder why  [Ralph Tresvant and Randy Travis] You're so far away  [Céline Dion] There, you had to take a stand In someone else's land Life can be so strange  [Peter Cetera] I wish we never had to choose To either win or lose We could find a way  [Bobby Brown] We could find a way  [Brenda Russell] But I won't turn my back again  [Bobby Brown] Turn my back again  [Brenda Russell] Your honor I'll defend  [Jani Lane] So hurry home till then  [Luther Vandross] (Till Then)  Stand tall, stand proud Voices that care Are crying out loud And when you close Your eyes tonight Feel in your heart How our love burns bright  [Luther Vandross] Hurry home  [Garth Brooks and Kathy Mattea] I'm not here to justify the cause Or to count up all the loss That's all been done before  [Gunnar and Matthew Nelson] Just can't let you feel alone When there's so much love at home We're sending out to you  [Michael Bolton] All the courage that you've known The bravery you've shown Clearly lights the way  [Pointer Sisters] We pray  [Little Richard] To make the future bright  [Pointer Sisters] To make the wrong things right  [Will Smith] Right or wrong We're all praying you remain strong That's why we're all here singing along  Hey, hey Stand tall, stand proud Voices that care Are crying out loud And when you close Your eyes tonight Know in your heart How our love burns bright  [Bobby Brown] Voices that care Are crying out loud  And when you close Your eyes tonight Feel in your heart How our love burns bright  [Céline Dion] You are the voice You are the light  Stand tall, stand proud Voices that care Are crying out loud  [Luther Vandross] Are crying out loud, ooh  And when you close Your eyes tonight Feel in your heart How our love burns bright  Stand tall, stand proud Voices that care Are crying out loud And when you close Your eyes tonight Feel in your heart How our love burns bright  [Warren Wiebe] You are the voice And the guiding light Feel in your heart How our love burns bright  ",
        "title": "Voices That Care"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": "  Across the street the river runs Down in the gutter life is slipping away Let me still exist in another place Running under cover Of a helicopter blade  Flames are getting higher In effigy Burning down the bridges of my memory Love may still alive Somewhere, some way Where they're downing only deer A hundred steel towns away  Oh, the rhythm of my heart Is beating like a drum With the words \"I love you\" Rolling off my tongue No, never will I roam For I know my place is home Where the ocean meets the sky I'll be sailing  Photographs and kerosene Light up my darkness Light it up! Light it up! I can still feel the touch Of your thin blue jeans Running down the alley I've got my eyes all over you, baby Oh, baby  Oh, the rhythm of my heart Is beating like a drum With the words \"I love you\" Rolling off my tongue No, never will I roam For I know my place is home Where the ocean meets the sky I'll be sailing  Oh, yeah  Oh, I've got lightning in my veins Shifting like the handle Of a slot machine Love may still exist In another place I'm just yanking back the handle No expression on my face  Oh, the rhythm of my heart Is beating like a drum With the words \"I love you\" Rolling off my tongue No, never will I roam For I know my place is home Where the ocean meets the sky I'll be sailing  Oh, the rhythm of my heart Is beating like a drum With the words \"I love you\" Rolling off my tongue No, never will I roam For I know my place is home Where the ocean meets the sky I'll be sailing  The rhythm of my heart Is beating like a drum With the words \"I love you\" rolling off my tongue No, never will I roam For I know my place is home Where the ocean meets the sky I'll be sailing  ",
        "title": "Rhythm Of My Heart"
    },
    {
        "artist": "Bingo Boys Featuring Princessa",
        "lyrics": null,
        "title": "How To Dance"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Intro] I'm talking, I'm talking I believe in the power of love I'm singing, I'm singing I believe that you can rescue me  [Verse 1] With you I'm not a little girl, with you I'm not a man When all the hurt inside of me comes out, you understand You see that I'm ferocious, you see that I am weak You see that I am silly, and pretentious, and a freak But I don't feel too strange for you Don't know exactly what you do I think when love is pure you try To understand the reasons why And I prefer this mystery It cancels out my misery And gives me hope that there could be A person that loves me  [Chorus] Rescue me (rescue me, it's hard to believe) Your love has given me hope Rescue me (rescue me, it's hard to believe) I'm drowning, baby throw out your rope  [Verse 2] With you I'm not a fascist, can't play you like a toy And when I need to dominate, you're not my little boy You see that I am hungry for a life of understanding And you forgive my angry little heart when she's demanding You bring me to my knees while I'm scratching out the eyes Of a world I want to conquer, and deliver, and despise And right while I am kneeling there I suddenly begin to care And understand that there could be A person that loves me  [Chorus] Rescue me (rescue me, it's hard to believe) Your love has given me hope Rescue me (rescue me, it's hard to believe) I'm drowning, baby throw out your rope  [Post-Chorus] Love is understanding Its hard to believe life can be so demanding I'm sending out an s.o.s Stop me from drowning baby I'll do the rest  [Chorus] Rescue me Your love has given me hope (your love has given me hope) Rescue me I'm drowning, baby throw out your rope (baby throw out your rope) Rescue me Your love has given me hope (your love has given me hope) Rescue me I'm drowning, baby throw out your rope (baby throw out your rope)  [Breakdown] Ooh ahh, ooh ahh Love is understanding Ooh ahh, ooh ahh Love is understanding  [Post-Chorus] Love is understanding It's hard to believe life can be so demanding I'm sending out an s.o.s Rescue me, rescue me  [Verse 3] It's not my business to decide How good you are for me How valuable you are And what the world can see Only that you try to understand me And have the courage to love me for me  [Breakdown] I believe {I believe in the power, I believe you can rescue me} I believe in the power, I believe you can rescue me I believe {I believe in the power, I believe you can rescue me} I believe in the power, I believe you can rescue me I'm singing I believe I believe that you can rescue me I'm singing, I'm singing, I'm singing I believe that you can rescue me  [Outro] I'm talking, I'm talking I believe in the power of love I'm singing, I'm singing, I believe I believe that you can rescue me Hey hey, hey hey R.e.s.c.u.e. me Only you can rescue me Hey hey, hey... (I believe you can rescue me) (I believe in the power) (I believe you can rescue me)  ",
        "title": "Rescue Me"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse 1] I used to cry myself to sleep at night But that was all before he came I thought love had to hurt to turn out right But now he's here It's not the same, it's not the same  [Chorus] He fills me up He gives me love More love than I've ever seen He's all I've got He's all I've got in this world But he's all the man that I need  [Verse 2] And in the morning when I kiss his eyes He takes me down and rocks me slow And in the evening When the moon is high He holds me close and won't let go He won't let go  [Chorus] He fills me up He gives me love More love than I've ever seen He's all I've got He's all I've got in this world But he's all the man that I need He fills me up He gives me love More love than I've ever seen He's all I've got He's all I've got in this world But he's all the man that I need He fills me up He gives me love More love than I've ever seen He's all I've got He's all I've got in this world But he's all the man that I need  ",
        "title": "All The Man That I Need"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "Where Does My Heart Beat Now"
    },
    {
        "artist": "Styx",
        "lyrics": null,
        "title": "Show Me The Way"
    },
    {
        "artist": "LL Cool J",
        "lyrics": "  [Intro: Sample] You got me shook up, shook down, shook out on your loving, your loving  [Verse 1] I want a girl with extensions in her hair Bamboo earrings, at least two pair A Fendi bag and a bad attitude That's all I need to get me in a good mood She can walk with a switch and talk with street slang I love it when a woman ain't scared to do her thing Standing at the bus stop sucking on a lollipop Once she gets pumping its hard to make the hottie stop She likes to dance to the rap jams She sweet as brown sugar with the candied yams Honey coated complexion, using Camay Let's hear it for the girl, she's from around the way  [Chorus] I need an around the way, girl Around the way, girl That's the one for me She's the only one for me I need an around the way, girl You got me shook up, shook down, shook out on your loving  [Verse 2] Silky, milky her smile is like sunshine That's why I had to dedicate at least one rhyme To all the cuties in the neighborhood 'Cause if I didn't tell you then another brother would You're sweet like sugar with your gangster talk Want to eat you like a cookie when I see you walk With your rayon, silk or maybe even denim It really doesn't matter as long as you're in 'em You can break hearts and manipulate minds Or surrender act tender be gentle and kind You always know what to say and do Cold flip when you think your man is playing you Not cheap or petty, you're ready for loving You're real independent so your parents be bugging But if you ever need a place to stay Come around my way  [Chorus] I need an around the way, girl Around the way, girl That's the one for me She's the only one for me (to the bridge) I need an around the way, girl You got me shook up, shook down, shook out on your loving  [Verse 3] Perm in your hair or even a curly weave Witcha New Edition Bobby Brown button on your sleeve I tell you come here, you say meet me half way 'Cause brother's been popping that game all day Around the way you're like a neighborhood jewel All the homeboys sweat you so you're crazy cool Wear your gold in the summer with your biking shorts While you watching all the brothers on the basketball court Going to the movies with your homegirls crew While the businessmen in suits be hawking you Baby, hair pumping, lip gloss is shining I think you in the mood for wining and dining So we can go out and eat somewhere We got a lot of private jokes to share Lisa, Angela, Pamela, Renee I love you, you're from around the way  [Chorus] I need an around the way, girl Around the way, girl That's the one for me She's the only one for me I need an around the way, girl You got me shook up, shook down, shook out on your loving I need an around the way, girl Around the way, girl That's the one for me She's the only one for me I need an around the way, girl I'm asking you  [Outro] You got me shook up, shook down, shook out on your loving You got me shook up, shook down You got me shook up, shook down, shook out on your loving You got me shook up, shook down You got me shook up, shook down, shook out on your loving You got me shook up, shook down You got me shook up, shook down, shook out on your loving You got me shook up, shook down  ",
        "title": "Around The Way Girl"
    },
    {
        "artist": "The Rude Boys",
        "lyrics": "  [Hook] It's written all over your face You don't have to say a word Just smile, a smile, a smile, a smile for me Is better than any word I ever heard  [Verse 1] I know that I'm a very lucky guy To have someone like you I never met a girl in my life like you before You make all my dreams come true I love the way you carry you [?] You have a lot of class and good taste And you don't have to say how much you care for me Because it's written all over your face Don't you know  [Hook]  [Verse 2] You dont have to say how much you love me, girl Because you show me every day You kiss me, you miss me, you hold me very tight You love me in every way I love the way you carry you You got a lotta class and good taste And you dont have to say how much you care for me Because it's written all over, written all over your, your, your face, baby  [Hook]  [Bridge] Going to the bridge It's written on your face That you really care It's written on your face That you really care  [Hook x3]  ",
        "title": "Written All Over Your Face"
    },
    {
        "artist": "Father M.C.",
        "lyrics": null,
        "title": "I'll Do 4 U"
    },
    {
        "artist": "Lisette Melendez",
        "lyrics": "  [Verse 1:] It's been so long since We've been friends in need And how the love we share in our hearts To try to keep us apart  It took sometime to build this Trust in me But now you're all I have too inside You want the best of my love  [Hook:] To keep away from the thoughts that we share Is to feel the pain that I feel when you're there  See what you want to see But please have (some) faith in me  [Chorus:] Together forever yours Together forever mine Facing what we feel inside Ready to stand the test of time  [Verse 2:] I've seen us come together in my dreams And felt the kiss that Makes me love you Enough to see us through  It took sometime to feel The way I feel That's why I know I'm here forever And you will always be there  [Hook:] To keep away from the thoughts That we share Is to feel the pain that I feel When you're there  See what you want to see But please have (some) faith in me  [Repeat Chorus x2:]  [Bridge:] (Come on) Together (I can't wait) Forever (Come on) Together (Yeah yeah)  Forever (Come on) Together (I can't wait) Forever (Come on) Together (Yeah yeah) Forever  (Come on) Together (I can't wait) Forever (Come on) Together (Yeah yeah)  Forever (Come on) Together (I can't wait for love)  [Chorus x4:]  ",
        "title": "Together Forever"
    },
    {
        "artist": "Nelson",
        "lyrics": null,
        "title": "More Than Ever"
    },
    {
        "artist": "C+C Music Factory",
        "lyrics": "  [Intro - Martha Wash] Everybody dance now! Everybody dance now!  Give me the music Give me the music  Everybody dance now! Give me the music Everybody dance now! Everybody dance now! Yeah! Yeah! Everybody dance now! Yeah! Yeah! Yeah! Everybody--  [Verse 1 - Freedom Williams] Here is the dome, back with the bass The jam is live in effect and I don't waste time On the mike with a dope rhyme Jump to the rhythm jump jump to the rhythm jump And I'm here to combine Beats and lyrics to make your shake your pants Take a chance, come on and dance Guys grab a girl, don't wait, make her twirl It's your world and I'm just a squirrel Tryin' to get a nut to move your butt To the dance floor, so yo what's up Hands in the air, come on say yeah Everybody over here everybody over there The crowd is live and I pursue this groove Party people in the house Move, move (Let your mind, put me on line)  [Chorus - Martha Wash] Come on let's sweat, baby Let the music take control Let the rhythm move you Sweat, sweat Let the music take control Let the rhythm move you Everybody dance now  [Non-lyrical Vocalizing - Martha Wash]  Everybody dance now! Everybody dance now!  [Verse 2 - Freedom Williams] Pause, take a breath and go for yours On my command now hit the dance floor It's gonna make you sweat 'til you bleed Is that dope enough, indeed I paid the price, I control the dice I'm more precise, to the point I'm nice The music takes control, your heart and soul Unfold, your body is free and a whole Dance till you can't, dance Till you can't dance no more Get on the floor and get raw Then come back and upside down Easy now, let me see ya Move, move (Let your mind, put me on line) The music is my life  [Chorus - Martha Wash] Everybody dance now! Everybody dance now! Everybody dance now! Everybody dance now! Come on let's sweat, baby Let the music take control Let the rhythm move you Sweat, sweat Let the music take control Let the rhythm move you  [Non-lyrical Outro - Martha Wash]  ",
        "title": "Gonna Make You Sweat (Everybody Dance Now)"
    },
    {
        "artist": "Ralph Tresvant",
        "lyrics": "  [Intro: Ralph Tresvant] Uh Stone to the bone, baby Yeah Whos the mack? Stone cold Baby, I'm stone cold  [Verse 1: Ralph Tresvant] Am I what you're missing? The kind of guy Who gives you a dozen roses everyday Shower you with hugs and kisses And making sure That you get love in each and every way My mama told me to remember, boy She says \"A woman is your pride and joy\" And that's why I treat you with seniority A gentleman is what I strive to be  [Chorus: Ralph Tresvant] I'm a stone cold gentleman I do all that I can Give my heart My charm My personality I'm a stone cold gentleman So, girl Just take my hand Cause you've been missing out On what is chivalry Yeah Stone cold gentleman Aw, baby Stone cold Baby, I'm stone cold  [Bridge] Here we go Come on Here we go Come on  [Verse 2: Ralph Tresvant] Now I Baby Don't mind giving Giving you  the kind of love That I know you deserve Cause I'll be there, yeah 24-7 To treat you nice Day and night Oh, baby Just say the word And I will open every door for you Send you letters And some sweet perfume I'll call you up To say I love you so I do special things 'Cause I want you to know  [Chorus: Ralph Tresvant] I'm a stone cold gentleman I do all that I can Give my heart, my charm My personality I'm a stone cold gentleman You've been missing out On what is chivalry I'm a stone cold gentleman  [Verse 3:] I'll open doors for you Send you some sweet perfume I'll call you baby Don't you know? Oh, I do special things Cause I want you to know  [Bridge] Here we go Come on Here we go Come on  [Verse 4: Bobby Brown & Ralph Tresvant] I'm a stone cold gentleman But I don't like a girl That tries to get too fly Remember that day I spoke You kept walking Pulled up in the Benz today And you were honking my boys And all of a sudden You started giving the rhythm up It's plain to see You're just out for the benjamins Yo, Rizz Ain't she the one That stepped at the high? Ha B And I ain't even trying to go out like that Stone cold Baby, I'm stone cold Baby I'm not no casanova But I'll give my heart I'll give you my charm Baby, I'm a gentleman And I'm not trying to win you over Just give me your hand And I'll do what I can Baby, I'm stone cold  [Chorus: Ralph Tresvant] I'm a stone cold gentleman I do all that I can Give my heart My charm My personality I'm a stone cold gentleman So, girl Just take my hand Cause youve been missing out On what is chivalry  [Verse 5: Ralph Tresvant] Baby I'm cold Aw, sugar I'm cold Aw, I'm gonna treat you nice Day and night Day and night, baby Baby, say the word And I'll be right there Ooh Gonna open every door for you Just for you, baby  [Chrous: Ralph Tresvant] I'm a stone cold gentleman I do all that I can Give my heart My charm My personality I'm a stone cold gentleman So, girl Just take my hand Cause you've been missing out On what is chivalry I'm a stone cold gentleman  [Outro] I'll treat you right All day and night Baby, I'm stone cold I'm a stone cold gentleman I'll treat your right All day and night  ",
        "title": "Stone Cold Gentleman"
    },
    {
        "artist": "Keedy",
        "lyrics": null,
        "title": "Save Some Love"
    },
    {
        "artist": "The Triplets",
        "lyrics": null,
        "title": "You Don't Have To Go Home Tonight"
    },
    {
        "artist": "Harriet",
        "lyrics": null,
        "title": "Temple Of Love"
    },
    {
        "artist": "Chris Isaak",
        "lyrics": "  [Verse 1:] The world was on fire and no one could save me but you It's strange what desire will make foolish people do I never dreamed that I'd meet somebody like you And I never dreamed that I'd lose somebody like you  [Chorus 1:] No, I don't want to fall in love. (This world is only gonna break your heart) No, I don't want to fall in love. (This world is only gonna break your heart) With you. (This world is only gonna break your heart)  [Verse 2:] What a wicked game to play, to make me feel this way What a wicked thing to do, to let me dream of you What a wicked thing to say, you never felt this way What a wicked thing to do, to make me dream of you and  [Chorus 2:] I want to fall in love. (This world is only gonna break your heart) No, I want to fall in love. (This world is only gonna break your heart) With you  [Interlude]  [Verse 3:] The world was on fire and no one could save me but you It's strange what desire will make foolish people do I never dreamed that I'd love somebody like you And I never dreamed that I'd lose somebody like you  [Chorus 2] I want to fall in love. (This world is only gonna break your heart) No, I want to fall in love. (This world is only gonna break your heart) With you No, I.....  [Outro:] Nobody loves no one  ",
        "title": "Wicked Game"
    },
    {
        "artist": "Queensryche",
        "lyrics": null,
        "title": "Silent Lucidity"
    },
    {
        "artist": "Guy",
        "lyrics": "  [Intro: Teddy Riley] Sweetheart I’ve been trying so hard to get over you, just simply can’t ‘Cause the love we shared through the years...Meant so much to me All I’m looking for is just a serious relationship Someone I can hold all my life Why don’t you give me that commitment? Let’s settle down, let’s chill Don’t be afraid of me, I’m the one that is scared But I promise everything will be alright Come closer Let me talk to you Let’s chill  [Pre Hook] Ho, ho, baby, hey,hey Let’s chill (Let’s chill, baby)  [Verse: Aaron Hall] From the first time.. I saw your face Girl I knew I had to have you I wanted to wrap you with my warm embrace, visions of your lovely face All my love is for you, whatever you want I will do You’re the only one I want in my life For you I’ll make that sacrifice, ho  [Hook] Let’s chill And let’s settle down (That’s what I wannna do) That’s what I wanna do (Just me and you) Just me and you (Baby) Let’s chill (Let’s chill) Let’s settle down (Come here, baby) That’s what I wanna do (That’s all) Just me and you  [Verse 2: Aaron Hall] I’m so happy to have you here, standing right by my side Is it a dream? or reality? (reality) If it’s a fantasy, please don’t wake me All my love is for you, whatever you want I will do You’re the only one I want in my life For you I’ll make that sacrifice, so baby let’s  [Hook] Let’s chill And let’s settle down That’s what I wanna do (That’s all I wanna do) Just me and you Just me and you (Baby) Let’s chill (Let’s chill, baby) Let’s settle down (Come here, baby) That’s what I wanna do (That’s all) Just me and you  [Teddy Riley] Come here baby Come lay next to me Let’s forget about the past and think about the future Let’s get together baby Let’s stay together  [Damion Hall] Ho, oh Let’s chill, baby  [Hook] Let’s chill And let’s settle down (That’s what I want) That’s what I wanna do (All in my mind) Just me and you (To be with you baby) Let’s chill (So let’s chill) Let’s settle down (Come here, baby) That’s what I wanna do (That’s all I want to do with you) Just me and you  [Until end of song] Forever and ever Ever and ever Ever and ever, always Forever and ever Ever and ever Ever and ever, always  ",
        "title": "Let's Chill"
    },
    {
        "artist": "Sting",
        "lyrics": "  [Verse 1] I looked out across the river today Saw a city in the fog and an old church town where the seagulls play Saw the sad shire horses walking home in the sodium light Two priests on the ferry October geese on a cold winter's night  [Chorus] All this time the river flowed Endlessly to the sea  [Verse 2] Two priests came 'round our house tonight One young, one old, to offer prayers for the dying to serve the final rite One to learn, one to teach which way the cold wind blows And fussing and flapping in priestly black like a murder of crows  [Chorus]  If I had my way, take a boat from the river and I'd bury the old man I'd bury him at sea  [Verse 3] Blessed are the poor, for they shall inherit the earth Better to be poor than be a fat man in the eye of the needle As these words were spoken I swear I hear the old man laughing What good is a used up world and how could it be worth having?  All this time the river flowed Endlessly like a silent tear All this time the river flowed Father, if Jesus exists then how come he never lives here?  [Bridge] Teachers told the Romans built this place They built a wall and a temple and an edge of the empire garrison town They lived and they died They prayed to their gods, but the stone gods did not make a sound And their empire crumbles 'till all that was left Were the stones the workmen found  [Outro] All this time the river flowed In the falling light of a Northern sun If I had my way, take a boat from the river Men go crazy in the congregations, they only get better one by one One by one  ",
        "title": "All This Time"
    },
    {
        "artist": "Alias",
        "lyrics": "  I look ok but I'm not myself, standing by the phone Darling I've been wondering how I'm gonna let you go  You made me build you a perfect world, to keep you satisfied But now you're just a broken dream, and when I get back my pride  You'll still be waiting for love You'll still be waiting for the sun to rise In the middle of the night You'll still be waiting for love I know you'll be waiting when that train passes by You'll still be waiting for love  Like a dream there's a lucky feeling, coming from my soul Girl I guess I learned the truth That you already know (Oh oh oh)  Took me a while to realize, it's a dark and lonely town And you'll know where you'll find yourself When the wall comes Tumbling down  You'll still be waiting for love You'll still be waiting for the sun to shine In the middle of the night You'll still be waiting for love I know you'll be waiting when that train passes by You'll still be waiting for love  I lost my heart, I lost my mind But it really doesn't matter I'm gonna leave my tears behind And you'll still be waiting  ",
        "title": "Waiting For Love"
    },
    {
        "artist": "Michel'le",
        "lyrics": "  [Verse: 1] You took my love and I'm willing But there's no limit to the love I'm giving The love I'm giving, Ooooooooo..  [Verse: 2] There's no reason why We should be apart Ooh, Oh Baby Cause searching for something out there Will leave two lonely hearts Two lonely hearts  [Chorus] Baby don't you know? We've come to far to let it all end I've told you over and over again How I feel inside but if you go Oooh baby, there's something you should know  [Hook] Something you should know There's something in my heart Something in my heart, something in my heart Ooh it's got me hooked on you  [Verse: 3] Baby if we try Things will get better No one can tell me different We should be together Baby don't you know?  [Verse:4] The changes I'm going through You know I'll never be the same Your love has touched me so There's no one else to blame But you...  [Chrous] We've come too far to let it all end I've told you over and over again How I feel inside but if you go Ooh baby there's something you should know Something you should know  [Hook] There's something you should know There's something in my heart Something in my heart, something in my heart Ooh it's got me hooked on you  ",
        "title": "Something In My Heart"
    },
    {
        "artist": "The Escape Club",
        "lyrics": null,
        "title": "Call It Poison"
    },
    {
        "artist": "Alexander O'Neal",
        "lyrics": "  [Verse 1] When you need a friend Someone you can lean on Who will understand Understand your problems When you need a lover, woo Someone who will satisfy Don't you call no other, no no Just call me anytime  [Pre-Chorus] I'll be there to fulfill your every need  [Chorus] If you want a man Strong but sensitive (Ooh, baby) Anything you need I'll be willing to give Every day and night I will treat you right You need an all true man (I'm a man, I'm a man)  I'm an all true man  [Verse 2] When you need to cry I'll be there to dry your eyes You don't have to suffer no more It'll be alright 'Cause the secret to being complete In your love life If you're an all true woman You need an all true man, yeah  [Pre-Chorus] I'll be there to fulfill your every need  [Chorus] If you want a man Strong but sensitive (Oh, oh) Anything you need I'll be willing to give Every day and night I will treat you right You need an all true man (You need a man to go to work)  If you want a man Strong but sensitive (Somebody to treat your right) Anything you need I'll be willing to give (Take care of your woman all through the night) Every day and night (Yeah, baby) I will treat you right (I'm a man) You need an all true man (You need an all true man, yeah yeah)  [Bridge] I'm a man, baby Taking care of my woman, girl Go to work each day for the work that you could play I got to be the man I'm supposed to be Ooh, true woman, yes Oh, I'm the man, baby True woman, so sweet I'm an all true man Let'me say it again (All true man) Let me say it again, I'm an all true man If you know you need it, yeah baby Woman, sugar, yes (All true man) I'm an all true man, baby  [Chorus] If you want a man Strong but sensitive (If you want a man) Anything you need I'll be willing to give (I'll give you what you need) Every day and night I will treat you right You need an all true man (Oh, oh, woman)  If you want a man (Come get your love, baby) Strong but sensitive (From an all true man) Anything you need I'll be willing to give (It's a big difference, yeah) Every day and night I will treat you right You need an all true man (Oh, oh, woman)  All true man...all true man...all true man...  ",
        "title": "All True Man"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] Once again we sit in silence After all is said and done Only emptiness inside us Baby, look what we've become We can make a million promises But we still won't change It isn't right to stay together When you only bring each other pain  [Chorus] I don't wanna cry, don't wanna cry Nothing in the world could take us back To where we used to be Though I've given you my heart and soul (Given you my heart and soul) I must find a way of letting go 'Cause baby, I don't wanna cry I don't wanna cry  [Verse 2] Too far apart to bridge the distance But something keeps us hanging on and on Pretending not to know the difference Denying what we had is gone Every moment we're together It's just breaking me down I know we swore it was forever But it hurts too much to stay around  [Chorus] I don't wanna cry, don't wanna cry Nothing in the world could take us back To where we used to be Though I've given you my heart and soul (Given you my heart and soul) I must find a way of letting go 'Cause baby, I don't wanna cry I don't wanna cry, no, no  [Bridge] All the magic's gone There's just a shadow of a memory Something just went wrong We can't go on make-believing On make-believing  [Chorus] 'Cause I don't wanna cry, don't wanna cry Nothing in the world could take us back To where we used to be Though I've given you my heart and soul (Given you my heart and soul) Said I've given you my heart and soul (Given you my heart and soul) I must find a way of letting go 'Cause baby, I don't wanna cry, cry I don't wanna cry I don't wanna cry  ",
        "title": "I Don't Wanna Cry"
    },
    {
        "artist": "Winger",
        "lyrics": null,
        "title": "Easy Come Easy Go"
    },
    {
        "artist": "Extreme",
        "lyrics": "  [Verse 1: Gary Cherone] Saying I love you Is not the words I want to hear from you It's not that I want you Not to say, but if you only knew How easy it would be to show me how you feel More than words is all you have to do to make it real Then you wouldn't have to say that you love me 'Cause I'd already know  [Chorus] What would you do if my heart was torn in two? More than words to show you feel That your love for me is real What would you say if I took those words away? Then you couldn't make things new Just by saying I love you  More than words  [Verse 2: Gary Cherone] Now that I've tried to talk to you and make you understand All you have to do is close your eyes And just reach out your hands and touch me Hold me close don't ever let me go More than words is all I ever needed you to show Then you wouldn't have to say that you love me 'Cause I'd already know  [Chorus] What would you do if my heart was torn in two? More than words to show you feel That your love for me is real What would you say if I took those words away? Then you couldn't make things new Just by saying I love you More than words More than words More than words More than words  More than words  ",
        "title": "More Than Words"
    },
    {
        "artist": "Monie Love Featuring True Image",
        "lyrics": "  [Verse 1] My sister, my sister, tell me what the trouble is I'll try to listen good and give the best advice that I can give So, what's up with you this time? Your honey took a dive and now he's playin with your mind? Oh no, this can not be accepted The feelings that belong to you must be protected Hold up, time out, I shout, get it together sister Tell him to be nice or ditch the mister  [Chorus] It's a shame, the way you mess around with my heart It's a shame, the way you, hurt me! (repeat 2X)  [Verse 2] Get back on your feet please I'm beggin you to check out all your own needs Don't let nobody see you in a state of grievin, over the brother There's another possibility Which is for you to work out where you went wrong I guarantee to you that it will not take long For you to make your mind up if the two of you belong You know where honey's head at, and where he's comin from Get it out your system, don't be another victim This took the nerve, oh boy, he really picked em, whaddya know It's time for you to show you're not sleepin A progress report on the two of you, you're keepin Peekin through the peephole, to see if honey's sneakin You estimated right, that night the other weekend Collectively the facts should conclude the decision You caught the brother in a terrible disposition  [Chorus] It's a shame, the way you mess around with my heart It's a shame, the way you, hurt me! (repeat 2X)  [Verses 3] That's it, pack it up, be wise my sister Cause the facts keep stackin up, tell him, to kiss the you know what Make sure the door is shut, behind you I do believe the brother's out of luck, and stuck But that's not, your P-R-O-B-L-E-M You gotta let him go and let him know this is the end You've been kissed, dissed, listed as a dumb one I hope he likes sad songs, he's gonna hum one He's been a dum dum and that's the way it is forever There comes a time, when you're at the end of your tether And you know, I think you went FAR beyond that So it was bound to backtrack And smack you with an irksome vengeance as it attacks you Makin sure you get the full entire view Of who's to blame, at the end, of the game Things will never be the same And it's a cryin shame  [Chorus] It's a shame, the way you mess around with my heart It's a shame, the way you, hurt me! (repeat til fade)  ",
        "title": "It's A Shame (My Sister)"
    },
    {
        "artist": "Great White",
        "lyrics": "  Well there's something going down right here in the neighbourhood Yeah there's something going down and you don't know if you really should Don't you lose your head i'll make your heart feel good  Well there's trouble all around, trouble with the PTA Tell me what are you going to do, taking all our highs away It's enough to turn you around but, momma, not today  Well come on, little baby, let's call it rock and roll Well come on, little baby, let's call it rock and roll Going to get a good feeling right down to your soul  Now your papa's getting down, momma's saying you're no good Baby, it's a shame it's never really understood How a dose of rock and roll can make your heart feel good  Well come on, little baby, let's call it rock and roll Well come on, little mother, let's call it rock and roll Going to get a good feeling right down to your soul  Well come on, little baby, let's call it rock and roll Well come on, little honey, let's call it rock and roll Going to get a good feeling right down to your soul  I said, yeah, yeah, call it rock and roll I said, yeah, yeah, call it rock and roll Going to get a good feeling right down to your soul Going to get a good feeling right down to your soul Going to get a good feeling right down to your soul  ",
        "title": "Call It Rock N' Roll"
    },
    {
        "artist": "The Black Crowes",
        "lyrics": "  [Verse 1] She never mentions the word \"addiction\" In certain company Yes, she'll tell you she's an orphan After you meet her family  [Verse 2] She paints her eyes as black as night now Pulls those shades down tight Yeah, she gives a smile when the pain come The pain gonna make everything alright  [Chorus] Says she talks to angels They call her out by her name Oh yeah, she talks to angels Says they call her out by her name  [Verse 3] She keeps a lock of hair in her pocket She wears a cross around her neck Yes, the hair is from a little boy And the cross is someone she has not met Not yet  [Chorus - Variation] Says she talks to angels Says they all know her name Oh yeah, she talks to angels Says they call her out by her name  [Bridge] She don't know no lover None that I ever seen Yeah, to her that ain't nothin' But to me, it means Means everything  [Verse 2] She paints her eyes as black as night now Pulls those shades down tight Yeah, she gives a smile when the pain come The pain gonna make everything alright  [Chorus - Variation] She talks to angels Says they call her out by her name Oh yeah, heah, angels Call her out by her name  [Outro] Oh, ooh, oh, oh, angels They call her out by her name Oh, oh, oh, she talks to angels They call her out Yeah, ee, eah, eah, eah Call her out Don't you know that they Call her out by her name?  ",
        "title": "She Talks To Angels"
    },
    {
        "artist": "Firehouse",
        "lyrics": "  I never thought you'd hurt me I guess you live and learn That when you're playin' with fire you're bound to get burned I've been mistreated, I've been used before I get kicked in the face still I come back for more  But I won't cry no more 'cause the tears are all in vain We can pick up the pieces and start it all again Let's just get back to the way it was before Oh, girl I can't take anymore  Baby, don't treat me bad Well, this could be the best thing that you'll ever have Baby, don't treat me bad (Well) you can do anything, but baby, don't treat me bad Oh, don't treat me bad  I gave it everything, but you threw it all away I can't take anymore of these games that you play I've been through heartache and I've been through pain And it's hard to believe you still treat me this way  But I won't cry no more 'cause the tears are all in vain We can pick up the pieces and start it all again Let's just get back to the way it was before Oh, girl I can't take anymore  Baby, don't treat me bad Well, this could be the best thing that you'll ever have Baby, don't treat me bad (Well) you can do anything, but baby, don't treat me bad Oh, don't treat me bad  Oh girl, I can't take anymore, oh yeah, now listen to me  Baby, don't treat me bad Well, this could be the best thing that you'll ever have Baby, don't treat me bad (Well) you can do anything, but baby, don't treat me bad Oh, don't treat me bad  ",
        "title": "Don't Treat Me Bad"
    },
    {
        "artist": "Poison",
        "lyrics": "  Hearts of fire Streets of stone Modern warriors Saddle iron horses of chrome  Taste the wild Lick the wind Like something they never saw before Their jaws dropping to the floor Steel made of soul and sin  Rebels born without a care And the day he listens Only to fly where eagles dare And the night she whispers  Chorus: Ride the wind Never coming back until I touch the midnight sun Ride the wind Never coming back again Ride the wind Never coming back until I touch the midnight sun  Painted flesh Loyalty Humble pride Just as far as the eye can see  Stories told Two old friends Of battle scars and lonely bars And nights the rain wouldn't end  Here's to withered eyes wearing gypsy smiles And the day he listens Here's to lovely ladies and a million miles And the night she whispers  Chorus  Ride the wind I'm still the bravest soul in sin Burning till the night is done  Solo  Of all the truths and lies And stories of riders in the sky They say only the bravest try Where eagles and angels dare to fly  Chorus  ",
        "title": "Ride The Wind"
    },
    {
        "artist": "Susanna Hoffs",
        "lyrics": null,
        "title": "My Side Of The Bed"
    },
    {
        "artist": "The Party",
        "lyrics": null,
        "title": "That's Why"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse 1] We sell them missiles, We sell them tanks We give them credit, You can call up the bank It's just a business, You can pay us in crude You'll love these toys, just go play out your feuds We got no pride, don't know whose boots to lick We act so greedy, makes me sick sick sick  [Chorus 1] So get up, stand up, out of my way I want to talk to the boss right away Get up, stand up, who's gonna pay? I want to talk to the man right away  [Chorus 2] We walk the highwire Sending the men to the front-line And hoping they don't catch the hell-fire Of hot guns and cold, cold knives  [Chorus 2] We walk the highwire Sending the men to the front lines And tell them to hotbed the sunshine With hot guns and cold, cold knives  [Verse 2] Our lives are threatened, our jobs at risk Sometimes dictators need a slap on the wrist Another Munich we just can't afford We're going to send in the 82nd Airborne  [Chorus 1] Get up, stand up, who's gonna pay? I want to talk to the boss right away So get up, stand up, out of my way I want to talk to the man right away  [Chorus 2] We walk the highwire Putting the world out on a deadline And hoping we don't taste the shell-fire Of hot guns and cold, cold knives  [Chorus 2] We walk the highwire Putting the world out on a deadline Catching the fight on primetime With hot guns and cold, cold knives  [Bridge] Get up! Stand up! Dealer! Stealer! Hey!  [Chorus 2] We walk the highwire Sending the men to the front line And hoping that we backed the right side With hot guns and cold, cold knives  [Chorus 2] We walk the highwire Sending men to the front line And hoping they don't catch the hell-fire With hot guns and cold, cold, cold, cold, cold knives  [Outro] We walk the highwire[x2] With hot guns and cold, cold, cold knives  ",
        "title": "Highwire"
    },
    {
        "artist": "Sheena Easton",
        "lyrics": "  Let's get together and do What comes naturally  I've been holding back my love For such a long time Nobody's come along that I would want to call mine  My phone's been ringing but My heart, it just won't answer I can't pretend cause It's love I'm after  (I've been looking) I was not prepared for What I saw in your eyes I saw something I've been Waiting for a long time  (Let's get together) We just met but I know That you're no stranger I can tell that My heart's in danger  I've been looking for you You've been looking for me Let's get together and Do what comes naturally There's a time to be wild There's a time to be free Let's get together and Do what comes naturally  I could play hard to get But what good would that do me You'd look into my eyes and You would see right through me  This is a powerful feeling That we're feeling I can't deny It's my heart you're stealing  (I've been looking) I want to tell you now That I am not afraid I'll let the walls come down Tonight I'm feeling brave  (Let's get together) The risk is worth Any chance that I'm taking This could turn out to be Love we're making  I've been looking for you You've been looking for me Let's get together and Do what comes naturally There's a time to be wild There's a time to be free Let's get together and Do what comes naturally  I've been looking for you You've been looking for me Let's get together and Do what comes naturally There's a time to be wild There's a time to be free Let's get together and Do what comes naturally  Oh, oh, baby Set your love free Falling in love Should come naturally  Get together and Do what comes naturally Get together and Do what comes naturally  Crazy, crazy, it's getting kind of wild Is that a yes I'm seeing in your smile I don't know you, but I feel we're connected One look from you and baby I'm affected  I can tell that you're reading my thoughts But let me tell you now I'm not afraid of getting caught The risk is worth any chance we're takin' 'Cause this could turn out to be love we're makin'  I've been looking for you You've been looking for me Let's get together and Do what comes naturally There's a time to be wild There's a time to be free Let's get together and Do what comes naturally  I've been looking for you I've been looking for you You've been looking for me You've been looking for me  Baby, set your love free Set your love free Let's get together and Do what comes naturally  I've been looking for you You've been looking for me Let's get together and Do what comes naturally There's a time to be wild There's a time to be free Let's get together and Do what comes naturally  I've been looking for you You've been looking for me Let's get together and Do what comes naturally There's a time to be wild There's a time to be free Let's get together and Do what comes naturally  ",
        "title": "What Comes Naturally"
    },
    {
        "artist": "Jellyfish",
        "lyrics": "  [Verse 1] I knew that when I saw her That my life would soon move over from the fast lane Gone would be the days of all my drinkin' and my carrying on But when I settled down The party king uncrowned This stubborn memory hadn't faded Too many dumb mistakes And all the grief it makes Left nothing else to be debated  [Pre-Chorus] And if you say that you understand then you're lyin' But if you figure that I'm alright now I can't deny it  [Chorus] Baby's comin' back Baby's comin' back So I'm on my best behavior I can't take it anymore I just woke up on the floor today I've long run out of my last chances but she's on her way  [Verse 2] If I had a dollar For every single time I fought her I'd buy a handgun (I'd buy a handgun) But that couldn't shoot away The bullseye that she made on my heart  [Pre-Chorus] And if I sound like a beaten man well I guess so But on her way is the sweetest prize and I can't let go  [Chorus] Baby's comin' back Baby's comin' back So I'm on my best behavior I can't take it anymore I just woke up on the floor today (yeah, yeah) I've long run out of my last chances but she's on her way  [Bridge] What I told her on the telephone was that I'd been so bad I wouldn't blame her if she mowed down these wild oats I'd sown But when she said she'd give me one more chance I said knock three times when you arrive  [Chorus] Baby's comin' back Baby's comin' back So I'm on my best behavior I can't take it anymore I just woke up on the floor today (yeah, yeah) Baby's comin' back, my darlin' Baby's comin' back this evenin' I've long run out of my last chances but she's on her way  ",
        "title": "Baby's Coming Back"
    },
    {
        "artist": "Cinderella",
        "lyrics": "  Waiting at the station Tears filling up my eyes Sometimes the pain you hide Burns like a fire inside Look out my window Sometimes it's hard to see The things you want in life Come and go so easily  CHORUS She took the last train Out of my heart She took the last train And now I think I'll make A brand new start She took the last train Out of my heart  Watching the days go by Thinking 'bout the plans we made Days turn into years Funny how they fade away Sometimes I think of those days Sometimes I just hide away Waiting on that 9:20 train Waiting on a memory  CHORUS  My lady's on the fly And she's never coming back My love is like a steam train Rolling down the tracks yea, yeaa  CHORUS  ",
        "title": "Heartbreak Station"
    },
    {
        "artist": "Surface",
        "lyrics": null,
        "title": "The First Time"
    },
    {
        "artist": "The Fixx",
        "lyrics": "  How much is enough?  Good enough's not good enough Don't complain that you've got it tough With all you have your life's a bore Can't relax you want so much more Blind needs won't set you free Can't you see that Time is slipping away? But I got to say  How much is enough when your soul is empty? How much is enough in the land of plenty? When you have all you want and you still feel nothing How much is enough, is enough?  Gravity may bring you down (down) (down) But harmony could spin you 'round (around) Information Ariel says buy, buy, buy material Give take all day long Can't you see it's Hopeless being strong When you've got live it wrong?  How much is enough when your soul is empty? How much is enough in the land of plenty? When you have all you want and you still feel nothing How much is enough, is enough?  How much is enough? Buy, buy, buy Buy, buy, buy  So give me your attention I know it's getting late While we were dreaming Something slipped away We're drowning in possessions Playing tricks with our minds Lost from one another Baby, put your hand in mine Time is slipping away But it's not too late  How much is enough when your soul is empty? How much is enough in the land of plenty? When you have all you want and you still feel nothing How much is enough, is enough?  How much is enough? How much is enough? When you have all you want and you still feel nothing How much is enough, is enough? How much is enough, oh? When you feel nothing at all  ",
        "title": "How Much Is Enough"
    },
    {
        "artist": "Salt-N-Pepa",
        "lyrics": "  Artist: Salt N Pepa f/ Alpha Omega Album:  Greatest Hits Song:   Do You Want Me (Remix)  [Hold up, wait a minute... Ain't nothin' but tutti-fruity Get on the floor if ya got that booty Yo, you got that funky beat Let's do it, man]  [Yo, we got a little problem Yeah, we - you and me You gotta let me know somethin' I don't know - you say you like me So what's up?  You know what I'm sayin'?]  You said it loud, and I heard you Never tried to hurt you Some say I'm old-fashioned I like to take my time and do it slow You know with the flow But don't try to rush it So ride it like a horse And let nature take its course Get to know each other Be my friend not just my lover Share your thoughts with me Love my mind not just my body, baby  CHORUS Do you really want me, baby?  Let me know Cuz if you really like me I suggest you tell me so Got no time for silly games, that ain't even why I came Cuz I may be the kind of guy you like  [Ain't nothin' but tutti-fruity Get on the floor if ya got that booty Wait a minute...]  Please understand the way I feel I must have trust or there's no deal My emotion's ain't to be Played with or given free I appreciate greatly The way you toleratered me Sometimes I do act flaky Wouldn't blame you if you hate me You put up with my butt When I wouldn't give it up Yeah, I know that really sucks But if you wait awhile, I'll make it up  CHORUS  [Yeah, all right I know what you're sayin', and it's cool but... Yo, I gotta know what's up, you know what I'm sayin'? Cuz sometimes when we're alone kissin' and huggin' and things I feel like, \"Yo, is this it?  Is it really gonna happen?  Yes!\" And then pow! bam! boom! - nothing Why you teasin' me?]  Don't get me wrong I didn't mean to turn you on We haven't known each other long But this is my life not just a song  CHORUS  ",
        "title": "Do You Want Me"
    },
    {
        "artist": "Riff",
        "lyrics": null,
        "title": "My Heart Is Failing Me"
    },
    {
        "artist": "The Cover Girls",
        "lyrics": "  [Chorus:] Come on down To the funk boutique Try on a groove With a funky rhythm  Yeah, yeah Yeah, yeah  Funky rhythm It's a funky rhythm Funky rhythm Funky rhythm  Yeah, yeah  Funky rhythm It's a funky rhythm Funky rhythm Funky rhythm  Oh, oh, oh...  [Repeat Chorus:]  Oh, oh, oh...  Mister Funk  [Repeat Chorus]  Funk boutique F-f-f-funk boutique Yeah, yeah  Yeah, yeah, ooh Yeah, ooh, funky, yeah Funky, funky  [Repeat Chorus:]  Funky rhythm It's a funky rhythm  Funk boutique F-f-f-funk boutique  [Repeat Chorus 2x:]  Funk boutique F-f-f-funk boutique  Funk boutique F-f-f-funk boutique  [Repeat Chorus 3x]  ",
        "title": "Funk Boutique"
    },
    {
        "artist": "Bad Company",
        "lyrics": "  Should have told you by now But I can't find the words, oh, no If I could show you somehow But I don't have the nerve And you don't see me looking at you How can love be so blind? Somehow, you don't notice me Sooner or later there will come a time, baby If you needed somebody The way that I need you If you wanted somebody The way that I want you The way that I want you If I could hold you tonight It would last me forever But the time's never right When will we be together, oh, no If I could make you understand What you're doing to me Maybe there will come a time When sooner or later I will make you see, baby If you needed somebody The way that I need you, baby, tonight If you wanted somebody The way that I want you If I could tell you now The way you make me feel If I could show you somehow Don't you know my lovin' is loved so real? If you needed somebody The way that I need you and baby, tonight If you wanted somebody The way that I want you (If you need somebody) I need you, I want you, I gotta tell you The way that I need you And if you wanted somebody The way that I want you (If you need somebody) [Incomprehensible]  ",
        "title": "If You Needed Somebody"
    },
    {
        "artist": "Jasmine Guy",
        "lyrics": "  [Verse 1:] In my life, I feel so lucky I've seen chances come and go But reality has really struck me I took advantage, hurt you so  [Pre-Chorus] I never knew a love so sweet Could knock me off my feet But now I'm happy, baby Since I met you I never knew a love so strong Could actually turn me on But now I'm happy, baby Since I met you  [Chorus:] There'll never be another Another like my lover There'll never be another like my lover There'll never be another Another like my lover Say there'll never-never be Another-nother love like my lover  [Verse 2:] Boy, you've got to believe me Let's finish up where we started Boy, you've got to forgive me 'Cause I never meant to break your heart No!  [Pre-Chorus]  [Chorus] (2x)  Give it up!  [Breakdown:] Do you still want me? Do you still want me?  [Chorus] (2x)  I'll be your lady  ",
        "title": "Another Like My Lover"
    },
    {
        "artist": "Happy Mondays",
        "lyrics": "  [Intro] You're twistin' my melon man, you know you talk so hip man You're twistin' my melon man ... Call the cops!  [Verse 1: Shaun Ryder] Hey rainmaker, come away from that man You know he's gonna take away your promised land Hey good lady he just wants what you got you know He'll never stop until he's taken the lot (hey hey hey he hey hey)  [Chorus: Shaun Ryder] Gonna stamp out your fire, he can change your desire Don't you know he can make you forget you're a man Gonna stamp out your fire, he can change your desire Don't you know he can make you forget you're a man You're a man  (You're twistin' my melon man, you speak so hip)  [Verse 2: Shaun Ryder] Hey rainmaker he got golden plans I tell you He'll make a stranger in your own land Hey good lady he's got God on his side he got a double Tongue you never think he would lie  (oh he lied, oooh he's twistin' my melon man) (oh he lied, oooh he's twistin' my melon man)  [Chorus]  [Sample Break: Rowetta] He's gonna step on you again, he's gonna step on you He's gonna step on you again, he's gonna step on you  [Verse 2]  [Chorus]  [Outro: Rowetta] He's gonna step on you again  ",
        "title": "Step On"
    },
    {
        "artist": "UB40",
        "lyrics": "  I can't believe that it's real The way that you make me feel A burning deep down inside A love that I cannot hide  I know it's you and me babe That makes this world go round Ah keeping you in love with me baby Laying all my troubles down  Here I am babe, come and take me Here I am babe, come on and take me Take me by the hand, ooh show me Here I am babe, oooooaaah  It always ends up this way Me begging you every day A love that I cannot have You broke my heart in two halves  Ooh I know it's you and me babe That makes this world go round Ah keeping you in love with me baby Laying all my troubles down  Here I am babe, come and take me Here I am babe, won't ya come and take me Take me by the hand, ooh squeeze me Here I am babe, oooooaaah  Here I am babe, come and take me Here I am babe, won't ya come and take me Take me by the hand, ooh show me Show me what you can  Here I am babe, won't you take me? Take me by the hand, take me by the hand Ooohhhhh show me, show me what you can Here I am babe, oh won't you take me? Take me by the hand, take me while ya can Here I am babeeeeee  ",
        "title": "Here I Am (Come And Take Me)"
    },
    {
        "artist": "R.E.M.",
        "lyrics": "  [Intro]  [Verse 1] Oh, life is bigger It's bigger than you And you are not me The lengths that I will go to The distance in your eyes Oh no, I've said too much I set it up  [Verse  2] That's me in the corner That's me in the spotlight Losing my religion Trying to keep up with you And I don't know if I can do it Oh no, I've said too much I haven't said enough  [Chorus] I thought that I heard you laughing I thought that I heard you sing I think I thought I saw you try  [Verse 3] Every whisper Of every waking hour I'm choosing my confessions Trying to keep an eye on you Like a hurt lost and blinded fool, fool Oh no, I've said too much I set it up  [Verse 4] Consider this Consider this The hint of the century Consider this The slip that brought me To my knees failed What if all these fantasies Come flailing around? Now I've said too much  [Chorus] I thought that I heard you laughing I thought that I heard you sing I think I thought I saw you try  [Bridge] But that was just a dream That was just a dream  [Verse 2] That's me in the corner That's me in the spotlight Losing my religion Trying to keep up with you And I don't know if I can do it Oh no I've said too much I haven't said enough  [Chorus] I thought that I heard you laughing I thought that I heard you sing I think I thought I saw you try  [Outro] But that was just a dream Try, cry Why try? That was just a dream, just a dream, just a dream Thank you See ya Thanks a lot  ",
        "title": "Losing My Religion"
    },
    {
        "artist": "Steelheart",
        "lyrics": "  Angel eyes, you have angel eyes, such a smile that lights up my life You're a dream come true, now I'm holding you And I'll never, never let you go, I will never let you go!  First time I laid my eyes upon you, all my dreams were answered First time I kissed your tender lips, my love to you I surrendered  I'll never let you go, you're always on my mind You're the only one for me, you're all I need And I'll never, never let you go  Angel eyes, my heart relies on the love you give to me You never let me down, you're always by my side And I'll never, never let you go, I will never let you go!  When my heart starts to crumble and the tears start to fall You hold me close with tender lovin', and give me strength to carry on  I'll never let you go, you're always on my mind You're the only one for me, you're all I need And I'll never, never let you go  I'll never let you go, you're always on my mind You're the only one for me, you're all I need And I'll never, never let you go  And I'll never, never let you go  ",
        "title": "I'll Never Let You Go"
    },
    {
        "artist": "Trixter",
        "lyrics": null,
        "title": "One In A Million"
    },
    {
        "artist": "Keith Sweat",
        "lyrics": "  Oh baby baby baby oh My, my, my baby yeah Oh I love ya baby Oh yes I yes I do girl  I love you in the night I wanna take it real real slow, my baby I understand what you told me And if I, I didn't know  I always wanted someone just like you I really need to hold on, hold you I'd give the world to you, oh my darlin' You know I will Yeah yeah you know i will I surely will  I will never do anything to hurt you I'll give all my love to you (i'm gonna give you every bit of my love, my love) And if you need me, baby, I'll come runnin' (yes i will) Only to you (yes my baby yes i will)  Why don't we just lay down And hold each other real close, real close Cause I, I don't wanna rush you, baby, no, no, no If time, If time is what you need the most  I always wanted to love, love you You give me all my dreams come true I want to love you, love you tonight oh, my darlin' Yes i do Yeah, yeah, yeah  I will never do anything to hurt you (i would never do one little thing to you baby) I'll give all my love to you (and I'm gonna give you every bit of my love tonight girl) And if you need me, baby, I'll come runnin' Only to you, only to you baby, oh, oh, oh  Girl I've been longing for you baby for a long long time Let's make love tonight I can make me feel real good baby I can make feel real good baby  Sometimes, sometimes I get a little lonely, baby (so lonely baby) And I need a little love that I can call all mine (i need some lovin') Girl, you are the one for me, babe I know that you are the world for me, babe Yeah, yeah, yeah, yeah, yeah oh  I will never do anything to hurt you (i would never, never do one little thing to hurt you) I'll give all my love to you (i give you every single bit of my love girl) And if you need me, baby, I'll come runnin' All you got to do baby When you need somebody pick up the phone I'll be there, I'll be right there  I will never do anything to hurt you Oh baby baby baby I'll give all my love to you Understand, understand what I'm saying to you baby And if you need me, baby, I'll come runnin' Only to you baby, only to you baby, only to you baby (I'll never hurt you) I will never do anything to hurt you I'll give all my love to you And if you need me, baby, I'll come runnin' only to you Yeah How do you like it, baby? What makes you feel the lady? How do you like it, baby? How do you like it, girl? How do you like it, baby?  ",
        "title": "I'll Give All My Love To You"
    },
    {
        "artist": "The Simpsons Featuring Bart & Homer",
        "lyrics": "  Homer: Bart! Marge: Go to your room Bart: Yeah, right  Well, you're damned if you do, (What are we talking about?) Well, you're damned if you do, (Where's your sense of humor?) Well, you're damned if you do, And you're damned if you don't  Homer: Bart!  [Verse 1] Let me start at the start, then take it away, My name is Simpson, Bartholemew J, That's Bart, with an art, and a capital B, Then Simp, plus S-O-N, that's me, Introductions aside, let's move right along, You can all sing along at the sound of the gong, Once upon a time, about a week ago, All of a sudden, trouble started to grow, Alarm was buzzin', I was snoozin', S'posed to get up now, but I was refusin', To let reality become an intrusion, 'Cause in dreamy-dream land, I was cruisin', But the buzz kept buzzin', my head kept buzzin', Gave the radio a throw, and heard an explosion, (Homer: D'oh!) Opened up my eyes, and to my surprise, There stood Homer, and his temperature risin', I was chillin', he was yellin', Face all distorted, 'cause he was propellin', It wasn't what he said, but more of his tone, The usual jive, put your nose to the grindstone, I said \"I'm real sorry\" but that didn't cut it, I started to protest, but Dad said Homer: Shut it, Get up, mow the lawn, move it, On the double, 'Cause if you don't, you're in deep, deep trouble,  [Hook] Back: Trouble Deep, deep trouble Run into trouble Bart: Where's your sense of humor, man? Back: Deep, deep trouble And they go a little something like this  [Verse 2] So I'm in the front yard, mowin' like crazy, Sweatin' like a pig and the sun is blazing. Homer's in the driveway, getting in the car, With Mom and Lisa, hope they're going real far, The dad yells Homer: Bart Bart: and I go Yo He goes Homer: You done yet? Bart: and I go No, So he goes Homer: Oh! You're too slow, Bart: So I step on the gas, to speed up the mow, Didn't see that sprinkler underneath that tree, Wham! Ccchhh! Pssshh! Raining on me! I go Whoa, Homer goes Homer: D'oh! Now you can't go to the boat show, Bart: This is my thanks after working my butt off? Homer revs the motor and they all start to putt off, Soaked to the bone, standing in a puddle, No-one needs to tell me I'm in deep, deep trouble,  [Hook] Back: Trouble Marge: Go to your room Homer: Bart! Bart: Yeah, right Marge: Bart, go to your room Back: Deep, deep trouble Marge: Go to your room Homer: Bart! Bart: Oh, gimme a break Back: The young begins the trouble Bart: Well, you're damned if you do, I know the answer. Well, you're damned if you do, Back: Deep, deep trouble Bart: Well, you're damned if you do, And you're damned if you don't  [Verse 3] As soon as they're gone, I'm stretched on the lawn, Lookin' at the sky with my sunshades on, Now I've never ever claimed that I was a smarty, But inspiration hits me, lets have a party, Called up my posse, they were here in a flash, They brought all their pals, we started to thrash, There was romping and stomping, an occasional crash, A fist fight or two, and Nintendo for cash, We raided the fridge, dogs raided the trash, I got a little worried when the windows got smashed, The next thing you know, Mom and Dad are home, The kids disappear and I'm all alone, Everything's silent except for my moan, And the low, bluesy tone of a saxophone, They look at me, then they go into a huddle, Get this sinking sensation I'm in deep, deep trouble,  [Hook] Back: Trouble Homer: D'oh Marge: Oh Homer: Bart! Bart: Oh, gimme a break Back: Deep, deep trouble Homer: Hey, what is this? Back: Don't keep trouble Marge: Go to your room Lisa: Oh yeah Marge: Bart, go to your room Back: Deep, deep trouble Marge: Go to your room Bart: Okey, dokey Homer: Bart!  [Verse 4] There's a little epilogue to my tale of sadness, I was dragged down the street by his Royal Dadness, We rounded the corner and came to a stop, Threw me inside Jake's Barber Shop, I said, Please Sir, just a little off the top, Dude shaved me bare, gave me a lollipop, So on my head, there's nothing but stubble, Man, I hate being in deep, deep trouble,  [Hook] Back: Trouble. Bart: Well, you're damned if you do, Back: Trouble! Trouble! Bart: Well, you're damned if you do, Back: Deep, deep trouble Bart: Well, you're damned if you do, and you're damned if you don't Back: Nothing but trouble Bart: Aw, come on, man Well, you're damned if you do, (What are we talking about?) Well, you're damned if you do, Back: Deep, deep trouble Bart: (Where's your sense of humor?) Well, you're damned if you do, and you're damned if you don't Back: Trouble Deep, deep trouble Bart: Ha ha ha, ha ha Back: Deep, deep trouble  ",
        "title": "Deep, Deep Trouble"
    },
    {
        "artist": "Daisy Dee",
        "lyrics": null,
        "title": "Crazy"
    },
    {
        "artist": "Urban Dance Squad",
        "lyrics": "  Mellow...that's my style  Surprise, surprise! So you rub your eyes Never knew UDS, so cool as ice? Hear the vibes man, they'll stupefy Ducks categorize us as hardcriers That's a lie, we know why we're occupiers No blurs, but obscure styles, these are higher Profiles are low - as soon as we go As a breeze straight from a deeper shade of soul  (Chorus) A deeper shade of soul, yeah A deeper shade of soul A deeper shade of soul, yeah A deeper shade of soul  Five souls play the head role Excite the middle between the two poles The globe rotates from new to old UDS take both to reach the souls Narrow mind clydes (suckers!), still holding a pose What we pour 'n flow when we come close To the contrary, they pinch their earlobes They call it rogue-rock, but it's a deeper shade of soul  (Chorus)  We blend everythin', with the color of skin Under the skin, we're in like Flynn Ducks stare at us, as soon as we begin To innovate the frame of thought they're in Again, music's got to do with only feeling It's not where you're from, it's 'can' they yield in The stuff that we rock and what we're giving A piece of the mind connects with rhythm  (Chorus)  ",
        "title": "Deeper Shade Of Soul"
    },
    {
        "artist": "INXS",
        "lyrics": "  In the mist Of my endless search The best in life Becomes clear  The rest just begins To fade by itself That's a trick I learnt Though it took so long  Bitter tears taste so sweet I'm seeing my way For the first time in years When the love around Begins to suffer And you can't find love In one In one another Push away those bitter tears Bitter tears  And I thought I was doing no wrong And I thought I was doing no wrong  In the hour Of your needs Lips are trembling Cause your gonna be free Realize what we're doing here The time is right to kill your fears  Bitter tears taste so sweet I'm seeing my way For the first time in years When the love around Begins to suffer And you can't find love In one In one another Push away those bitter tears Bitter tears  And I thought I was doing no wrong Push away those bitter tears That's what they call doing no wrong That's what they call doing no wrong  Push away those bitter tears Push away those bitter tears Push away those bitter tears  That's what they call doing no wrong That's what they call doing no wrong  Push away those bitter tears Push away those bitter tears (Uh-huh, uh-huh, uh-huh, uh-huh) Push away, push away those bitter tears  ",
        "title": "Bitter Tears"
    },
    {
        "artist": "Vanilla Ice",
        "lyrics": null,
        "title": "I Love You"
    },
    {
        "artist": "Marc Cohn",
        "lyrics": "  [Verse 1] Put on my blue suede shoes And I boarded the plane Touched down in the land of the Delta Blues In the middle of the pouring rain W.C. Handy won't you look down over me Yeah I got a first class ticket But I'm as blue as a boy can be  [Hook] Then I'm walking in Memphis Walking with my feet ten feet off of Beale Walking in Memphis But do I really feel the way I feel  [Verse 2] Saw the ghost of Elvis On Union Avenue Followed him up to the gates of Graceland Then I watched him walk right through Now security they did not see him They just hovered around his tomb But there's a pretty little thing Waiting for The King Down in the Jungle Room  [Hook] Then I'm walking in Memphis Walking with my feet ten feet off of Beale Walking in Memphis But do I really feel the way I feel  [Bridge] They've got catfish on the table They've got gospel in the air And Reverend Green will be glad to see you When you haven't got a prayer But boy you've got a prayer in Memphis  [Verse 3] Now Muriel plays piano Every Friday at the Hollywood And they brought me down to see her And they asked me if I would Do a little number And I sang with all my might And she said \"Tell me are you a Christian child?\" And I said \"Ma'am I am tonight\"  [Hook] Then I'm walking in Memphis Walking with my feet ten feet off of Beale Walking in Memphis But do I really feel the way I feel Then I'm walking in Memphis Walking with my feet ten feet off of Beale Walking in Memphis But do I really feel the way I feel  [Outro] Put on my blue suede shoes And I boarded the plane Touched down in the land of the Delta Blues In the middle of the pouring rain Touched down in the land of the Delta Blues In the middle of the pouring rain  ",
        "title": "Walking In Memphis"
    },
    {
        "artist": "Mike + The Mechanics",
        "lyrics": null,
        "title": "Word Of Mouth"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "(If There Was) Any Other Way"
    },
    {
        "artist": "Trilogy",
        "lyrics": null,
        "title": "Love Me Forever Or Love Me Not"
    },
    {
        "artist": "Johnny Gill",
        "lyrics": "  [Verse 1:] I fell out of bed This morning Oh, something was bugging me I couldn’t sleep Cause I hadn’t had any loving  So I’ve got to Solve this problem out, baby And darling I know what the remedy should be  [Chorus:] At night When I turn out the lights I want someone to wrap my body tight A lover To keep my body warm I need a woman to wrap my body tight  [Verse 2:] As the day goes by Thought weighs heavy on my mind Only thing I think about Is tonight the lights go out  Ooh And I hope it’s you tonight But not just tonight  Every day and every night I want your love Hold me Sweet, sweet love  So I’m telling you my problems Because I know you Know exactly what I need Woo  [Repeat Chorus x2:]  Ooh Come on, come on And squeeze me, girl  Wrap, wrap my body Wrap, wrap my body Real tight Yeah, yeah  [Bridge:] Girl, I have to solve this problem out, baby And I know what the remedy should be I need someone to hold me I need a woman right here Right here next to me  [Repeat Chorus x3:]  Come on Work me Hold me Love me  ",
        "title": "Wrap My Body Tight"
    },
    {
        "artist": "Black Box",
        "lyrics": "  Yeah, yeah Dance, dance, dance, dance Yeah, yeah Dance, dance, dance, dance  Strike it up, this band is gonna play my tune Strike it up, I wanna I wanna tell you so Strike it up, nobody's gonna stop my sound Strike it up, you know how lonely one can feel  If I have the line and you have the bass Let's just combine no need to waste our time Get together you never know what we'll find  Cause acid house it's plain and it's simple Pump up the bass and raise up the treble Send to the crowd on the floor in the middle Rub-a-dub-dub on your spots till it tickles  Plain and simple acid is bold This style of music I feel will prolong I know what I say won't turn out to be wrong The bold acid beat it will always be strong  Waiting on my feelings, yeah, yeah Waiting on my feelings, feelings Waiting on my feelings, yeah, yeah Waiting on my feelings, feelings  Yeah, yeah Dance, dance, dance, dance Yeah, yeah Dance, dance, dance, dance  Strike it up, your hand is tapping on my skin Strike it up, and keep me and keep me standing on Strike it up, nobody's gonna let you down Strike it up, you know how lovely one can be  If I have the line and you have the bass Let's just combine no need to waste our time Get together you never know what we'll find  Cause acid house it's plain and it's simple Pump up the bass and raise up the treble Send to the crowd on the floor in the middle Rub-a-dub-dub on your spots till it tickles  Plain and simple acid is bold This style of music I feel will prolong I know what I say won't turn out to be wrong The bold acid beat it will always be strong  Waiting on my feelings, yeah, yeah Waiting on my feelings, feelings Waiting on my feelings, yeah, yeah Waiting on my feelings, feelings  Yeah, yeah Dance, dance, dance, dance Yeah, yeah Dance, dance, dance, dance  Strike it up, strike it up Strike it up, strike it up Strike it up, strike it up Strike it up, strike it up Strike it up, strike it up Strike it up, strike it up  ",
        "title": "Strike It Up"
    },
    {
        "artist": "Color Me Badd",
        "lyrics": "  [Intro - repeated throughout] A tick tock, ya don't stop To the tick tock, ya don't stop To the tick tock, ya don't stop To the tick tock, ya don't stop  [Verse 1/Bryan Abrams] Come inside take off your coat I'll make you feel at home Now lets pour a glass of wine Cause now we're all alone I've been waiting all nite So just let me hold you close to me Cause I've been dying for you girl To make love to me  [Pre-Chorus] (Ooo) Girl, you make me feel real good (Ooo) We can do it till we both wake up (Ooo) Girl, you know I'm hooked on you (Ooo) And this is what I'll do  [Chorus] (I wanna love you down) (Ooo, I wanna sex you up) All nite (you make me feel good) I want, to (let me rub you down) (Ooo, I wanna sex you up)  [Verse 2] Let me take off all your clothes Disconnect the phone so nobody knows Let me light a candle So we can make it better Makin' love until we drown, dig  [Pre-Chorus]   [Chorus]   [Bridge: Spoken] Girl, you just make me feel so good I just wanna, I just wanna look at you Don't say anything at all Just lay back, and enjoy the ride, yeah  All I want to do is  [Chorus]   [Outro] Make sweet lovin' all night long (Ooo, I wanna sex you up) Feels so right it can't be wrong (Ooo) Don't be shy girl, rescue me (Ooo, I wanna sex you up) Open up your heart, and I'll set you free  Oh, I wanna touch you in all the right places, baby I wanna make love to you, yeah All night, all night, yeah  ",
        "title": "I Wanna Sex You Up (From \"New Jack City\")"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": "  [Verse 1] Our friends think we're opposites Falling in and out of love They all said we'd never last Still we manage to stay together  [Verse 2] There's no easy explanation for it But whenever there's a problem We always work it out somehow Work it out somehow  [Chorus] They said, it wouldn't last We had to prove them wrong Cause I've learned in the past That love will never do without you  [Verse 3] Other guys have tried before To replace you as my lover Never did I have a doubt Boy it's you, I can't do without  [Verse 4] I feel better when I have you near me Cause no other love around Has quite the same, ooh ooh Like you do, do, do, do babe  [Chorus] They said, it wouldn't last We had to prove them wrong Cause I've learned in the past That love will never do without you  ",
        "title": "Love Will Never Do (Without You)"
    },
    {
        "artist": "Aftershock",
        "lyrics": null,
        "title": "Going Through The Motions"
    },
    {
        "artist": "Styx",
        "lyrics": null,
        "title": "Love At First Sight"
    },
    {
        "artist": "LaTour",
        "lyrics": null,
        "title": "People Are Still Having Sex"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse 1] Did the best I could To make you mine If you ever felt anything for me Well, you never gave a sign Thought time would make you change Make you want me But baby I never had a chance Now I know that there's just some things Just not meant to be  [Chorus] No use Making you care about me No way That I'm going to win Oh, darling I might as well be Chasing the wind Oh, I'm just Chasing the wind  [Verse 2] Open up my heart Let you inside If love was what you we're looking for Well, I guess it wasn't mine So I guess I better go It's over and done But you know I'm not really sad at all Because you can't really say it's over When it never had begun  [Chorus]  [Verse 3] Can't reach the sea If you can't get past the sand Can't touch the sky If you can't reach up your hand Can't give if you give nothing back  [Chorus]  ",
        "title": "Chasin' The Wind"
    },
    {
        "artist": "Damn Yankees",
        "lyrics": null,
        "title": "High Enough"
    },
    {
        "artist": "Pebbles",
        "lyrics": "  You never know You never know it You never know You never, never, never Never, never know No, no, no, no You never know  [Pebbles] Deep in the heart Love has many ways Of touching your emotions Taking control of you  And even in thought Love can make you change There's no way of controlling love When it's part of you  [Babyface] Well you could be a married man With two kids and a good woman And you could give your heart and soul I swear it don't mean nothing 'Cause love can pull you deep into a spell It will spin your mind around like a carousel, oh  [Chorus] I'm telling you love, boy, makes things happen You never know where it's coming from You never know who you're gonna love I'm telling you Love makes things happen You never know what you're gonna do Whenever true love takes hold of you  [Babyface] There's never a time 'Cause love will let you know Love appears at the worst And even the best of times Takes over your mind Your heart is not your own There's no way of controlling love It controls your life  [Pebbles] Well, you could be a faithful girl With a good heart and good intentions And you could never leave your home I swear there ain't no preventions 'Cause love can pull you deep into a spell It will spin your mind around like a carousel, oh  [Chorus]  [Bridge] [Babyface] There's nothing love can't make you do When love takes hold of you You can have the purest heart And the finest attitude  [Pebbles] But I swear that don't mean nothing When your heart's under the spell It will spin your mind around like a carousel  [Chorus (repeat until end)]  [Babyface & Pebbles (starting over second Chorus)] You never know You never know it You never know You're never gonna know it, baby Who you're gonna love Who you're gonna love, baby  You never know You never know it You never know You're never gonna know it  You never know You never know it You never know You never, never, never Never, never know No, no, no, no You never know  You never know You never know it You never know You never, never Never, never, never know No, no, no, no  You never know You never know it You never know You never, never Never, never, never know No, no, no, no You never know  You never know You never know it You never know You never, never Never, never, never know No, no, no, no You never know  ",
        "title": "Love Makes Things Happen"
    },
    {
        "artist": "Warrant",
        "lyrics": "  Ooh it must be magic How inside your eyes I see my destiny Every time we kiss I feel you breathe your love so deep inside of me If the moon and stars should fall They'd be easy to replace I would lift you up to heaven And you would take their place  Then I saw red When I opened up the door I saw red My heart just spilled onto the floor And I didn't need to see his face I saw yours I saw red and then I closed the door I don't think I'm gonna love you anymore  Everyday I wake up I thank God that you are still a part of me We've opened up the door to which So many people never find the key And if the sun should ever fail to send its light We would burn a thousand candles And make everything alright  Then I saw red When I opened up the door I saw red My heart just spilled onto the floor And I didn't need to see his face I saw yours I saw red and then I closed the door I don't think I'm gonna love you anymore  I've been hurt and I've been blind I'm not sure that I'll be fine I never thought it would end this way  'Cause I saw red When I opened up the door I saw red My heart just spilled onto the floor And I didn't need to see his face I saw yours I saw red and then I closed the door I don't think I'm gonna love you anymore Ooh it must be magic  ",
        "title": "I Saw Red"
    },
    {
        "artist": "INXS",
        "lyrics": null,
        "title": "Disappear"
    },
    {
        "artist": "Donny Osmond",
        "lyrics": "  On a search, on a quest For the one, for the best Heavy days, heavy nights I got you in my sight I want you, you want me To love you forever Hold it together And I want you to know that  Girl, sure lookin' good to me Girl, sure lookin' good (sure lookin' good to me) Girl, sure lookin' good to me Girl, sure lookin' good (sure lookin' good)  You defy, you possess Wounded hearts of the best But if I surrender to your demands Would it change circumstance?  I want you, you want me To love you forever Hold it together And I want you to know It's you for me, me for you Forever and ever Ah, any weather And I want you to know that  Girl, sure lookin' good to me Girl, sure lookin' good (sure lookin' good to me) Girl, sure lookin' good to me Girl, sure lookin' good (sure lookin' good)  Anything your heart desires I will provide to you gladly (anything you want) All you ever need and all you ever want Is everlasting (just because your sure lookin' good)  Girl, sure lookin' good to me Girl, sure lookin' good (sure lookin' good to me) Girl, sure lookin' good to me Girl, sure lookin' good (sure lookin' good)  ",
        "title": "Sure Lookin'"
    },
    {
        "artist": "M.C. Hammer",
        "lyrics": null,
        "title": "Here Comes The Hammer"
    },
    {
        "artist": "SaFire",
        "lyrics": "  [Verse 1:] I still remember when I was young Someone always had me under their thumb But now I`m breaking free A feeling inside of me  It's my decision I`m taking control My intuition is letting me know  It's time to put myself first on the list I wanna give all I have to give Gonna live like I wanna live I`m taking chances I`ve never taken before  [Chorus:] I made up my mind Stop wasting time I do what I want I live on the line  No stopping now Gonna take what`s mine I draw the line Made up my mind  [Verse 2:] Gotta do what`s best for me Cause no one`s gonna get the best of me Every step I take Every move I make  When the walls were tumbling down I was the only one who was around That`s when I started believing in me  [Repeat Chorus:]  [Bridge:] I wanna give all I have to give Gonna live Like I wanna live I`m taking chances I`ve never taken before  [Repeat Chorus:]  Baby, I`m gonna stop you Never ever gonna let you go I`m gonna make you mine I don`t want you, baby Baby, I`m gonna stop you  Baby, I want to let you know It won`t work this time I need you, baby  ",
        "title": "Made Up My Mind"
    }
]