[
    {
        "artist": "Jackson 5",
        "lyrics": "  [Verse 1] You and I must make a pact, we must bring salvation back Where there is love, I'll be there I'll reach out my hand to you, I'll have faith in all you do Just call my name and I'll be there  [Hook] And oh - I'll be there to comfort you Build my world of dreams around you, I'm so glad that I found you I'll be there with a love that's strong I'll be your strength, I'll keep holding on - yes I will, yes I will  [Verse 2] Let me fill your heart with joy and laughter Togetherness, well that's all I'm after Whenever you need me, I'll be there I'll be there to protect you, with an unselfish love I respect you Just call my name and I'll be there  [Hook] And oh - I'll be there to comfort you Build my world of dreams around you, I'm so glad that I found you I'll be there with a love that's strong I'll be your strength, I'll keep holding on - yes I will, yes I will  If you should ever find someone new, I know he'd better be good to you 'Cos if he doesn't, I'll be there  Don't you know, baby, yeah yeah I'll be there, I'll be there, just call my name, I'll be there  (Just look over your shoulders, honey - ooh)  I'll be there, I'll be there, whenever you need me, I'll be there  Don't you know, baby, yeah yeah  ",
        "title": "I'll Be There"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  Aw, Cracklin' Rosie, get on board We're gonna ride Till there ain't no more to go Taking it slow And Lord, don't you know We'll have me a time with a poor man's lady  Hitchin' on a twilight train Ain't nothing here that I care to take along Maybe a song To sing when I want No need to say please to no man For a happy tune  Oh, I love my Rosie child You got the way to make me happy You and me we go in style Cracklin' Rose You're a store-bought woman But you make me sing like a guitar hummin' So hang on to me, girl Our song keeps runnin' on Play it now, play it now Play it now, my baby  Cracklin' Rosie, make me a smile Girl, if it lasts for an hour, that's all right We got all night to set the world right Find us a dream that don't ask no questions Yeah  Oh, I love my Rosie child You got the way to make me happy You and me we go in style Cracklin' Rose You're a store-bought woman But you make me sing like a guitar hummin' So hang on to me, girl Our song keeps runnin' on Play it now, play it now Play it now, my baby  Cracklin' Rosie, make me a smile Girl, if it lasts for an hour, that's all right We got all night To set the world right Find us a dream that don't ask no questions Ba ba ba ba ba ......  ",
        "title": "Cracklin' Rosie"
    },
    {
        "artist": "Sugarloaf",
        "lyrics": "  Green-eyed lady, lovely lady Strolling slowly towards the sun Green-eyed lady, ocean lady Soothing every raging wave that comes  Green-eyed lady, passion's lady Dressed in love, she lives for life to be Green-eyed lady feels life I never see Setting suns and lonely lovers free  Green-eyed lady, wind-swept lady Rules the night, the waves, the sand Green-eyed lady, ocean lady Child of nature, friend of man  Green-eyed lady, passion's lady Dressed in love, she lives for life to be Green-eyed lady feels life I never see Setting suns and lonely lovers free  ",
        "title": "Green-Eyed Lady"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  [Verse 1: Karen Carpenter] We've only just begun to live White lace and promises A kiss for luck and we're on our way We've only begun  Before the rising sun, we fly So many roads to choose We'll start out walking and learn to run And yes, we've just begun  [Chorus] Sharing horizons that are new to us Watching the signs along the way Talkin' it over, just the two of us Workin' together day to day, together  [Post-Chorus] And when the evening comes, we smile So much of life ahead We'll find a place where there's room to grow And yes, we've just begun  [Chorus] Sharing horizons that are new to us Watching the signs along the way Talkin' it over, just the two of us Workin' together day to day, together  [Post-Chorus] And when the evening comes, we smile So much of life ahead We'll find a place where there's room to grow And yes, we've just begun  [Outro] (Flute and Piano)  ",
        "title": "We've Only Just Begun"
    },
    {
        "artist": "Free",
        "lyrics": "  Oh, whoa, whoa Ow Mm!  There she stood in the street Smiling from her head to her feet I said-ah, hey, what is this? Now baby, maybe, maybe she's in need of a kiss  I said-ah, \"Hey, what's your name baby? Maybe we can see things the same Now don't you wait or hesitate Let's move before they raise the parking rate.\" Ow!  All right now Baby, it's-ah all right now Mm! All right now Baby, it's-ah all right now Whoa, ooh  Let me tell you all about it now Mm!  I took her home to my place Watching every move on her face She said, \"Look, what's your game, baby? Are you tryin' to put me in shame?\"  I said, \"Slow, don't go so fast Don't you think that love can last?\" She said, \"Love, Lord above Huh, now you're trying to trick me in love\" Ow!  All right now Baby, it's-ah all right now All right now Baby, it's-ah all right now  Yeah, it's all right now Yeah!  Hoo! Oh yeah, ow! Let me tell you all about it, now Ow! Yeah  Took her home, yeah, to my place Watching every move on her face She said, \"Look, uh, what's your game? Are you trying to put me in shame?\"  \"Baby,\" I said, \"Slow, slow, don't go so fast, huh Don't you think that love can last?\" She said, \"Love, Lord above Now he's trying to trick me in love\" Yeah!  All right now Baby, it's-ah all right now, yeah All right now Baby, it's-ah all right now  All right now It's all right, it's all right, it's all right All right now All right now It's all right, it's all right, it's all right  ",
        "title": "All Right Now"
    },
    {
        "artist": "James Taylor",
        "lyrics": "  [Verse 1] Just yesterday morning, they let me know you were gone Suzanne, the plans they made put an end to you I walked out this morning and I wrote down this song I just can't remember who to send it to  [Chorus] I've seen fire and I've seen rain I've seen sunny days that I thought would never end I've seen lonely times when I could not find a friend, but I always thought that I'd see you again  [Verse 2] Won't you look down upon me, Jesus You've got to help me make a stand You've just got to see me through another day My body's aching and my time is at hand and I won't make it any other way  [Chorus] Oh, I've seen fire and I've seen rain I've seen sunny days that I thought would never end I've seen lonely times when I could not find a friend, but I always thought that I'd see you again  [Verse 3] Been walking my mind to an easy time, my back turned towards the sun Lord knows when the cold wind blows it'll turn your head around Well, there's hours of time on the telephone line to talk about things to come Sweet dreams and flying machines in pieces on the ground  [Chorus] Oh, I've seen fire and I've seen rain I've seen sunny days that I thought would never end I've seen lonely times when I could not find a friend But I always thought that I'd see you baby, one more time again, now  [Outro] Thought I'd see you one more time again There's just a few things coming my way this time around, now Thought I'd see you, thought I'd see you, fire and rain, now  ",
        "title": "Fire And Rain"
    },
    {
        "artist": "Dawn",
        "lyrics": null,
        "title": "Candida"
    },
    {
        "artist": "R. Dean Taylor",
        "lyrics": "  (Police sirens) Mmm,mmm REFRAIN Indiana wants me, Lord I can't go back there Indiana wants me, Lord I can't go back there I wish I had you, to talk to  If a man ever needed dying he did No one had a right to say what he said about you And it's so cold and lonely here without you Out there the law is coming I've been so tired of running  REFRAIN Indiana wants me, Lord I can't go back there Indiana wants me, Lord I can't go back there I wish I had you, to talk to  It hurts to see the man that I've become To know I'll never see the morning sunshine on the land I'll never see your smiling face or touch your hand If just once more I could see You, our home and our little baby  REFRAIN Indiana wants me, Lord I can't go back there Indiana wants me, Lord I can't go back there I wish I had you, to talk to  I hope this letter finds it's way to you Forgive me love for the shame I've put you through and all the tears Hang on love to the memories of those happy years Red lights are flashing around me Good Lord it looks like they found me  REFRAIN Indiana wants me, Lord I can't go back there Indiana wants me, Lord I can't go back there I wish I had you, to talk to  Indiana wants me, Lord I can't go back there \"This is the police. You are surrounded Give yourself up.\" and fade) Indiana wants me, Lord I can't go back there \"This is the police. You are surrounded Give yourself up.\" and fade) Indiana wants me, Lord I can't go back there \"This is the police. You are surrounded Give yourself up.\" and fade) Indiana wants me, Lord I can't go back there Indiana wants me, Lord I can't go back there Indiana wants me, Lord I can't go back there Indiana wants me  ",
        "title": "Indiana Wants Me"
    },
    {
        "artist": "The Kinks",
        "lyrics": "  I met her in a club down in North Soho Where you drink champagne and it tastes just like Cherry Cola C-O-L-A Cola She walked up to me and she asked me to dance I asked her her name and in a dark brown voice she said, \"Lola\" L-O-L-A Lola, lo lo lo lo Lola  Well, I'm not the world's most physical guy But when she squeezed me tight she nearly broke my spine Oh my Lola, lo lo lo Lola, lo lo lo Lola Well, I'm not dumb but I can't understand Why she walks like a woman and talks like a man Oh my Lola, lo lo lo  lo Lola, lo lo lo lo Lola  Well, we drank champagne and danced all night Under electric candlelight She picked me up and sat me on her knee She said, \"Little boy won't you come home with me?\" Well, I'm not the world's most passionate guy But when I looked in her eyes I almost fell for my Lola Lo lo lo lo Lola, lo lo lo lo Lola Lola, lo lo lo lo Lola, lo lo lo lo Lola  I pushed her away. I walked to the door I fell to the floor. I got down on my knees I looked at her, and she at me Well that's the way that I want it to stay I always want it to be that way for my Lola Lo lo lo Lola Girls will be boys, and boys will be girls It's a mixed up, muddled up, shook up world Except for Lola. Lo lo lo lo Lola. Lo lo lo  loLola Lola, lo lo lo lo Lola, lo lo lo lo Lola  Well I'd left home just a week before And I'd never ever kissed a woman before Lola smiled and took me by the hand She said, \"Little boy, gonna make you a man.\" Well I'm not the world's most masculine man But I know what I am and I'm glad I'm a man So is Lola Lo lo lo lo Lola. Lo lo lo lo Lola  [Outro] Lola, lo lo lo lo Lola, lo lo lo lo Lola Lola, lo lo lo lo Lola, lo lo lo lo Lola Lola, lo lo lo lo Lola, lo lo lo lo Lola Lola, lo lo lo lo Lola, lo lo lo lo Lola Lola, lo lo lo lo Lola, lo lo lo lo Lola  ",
        "title": "Lola"
    },
    {
        "artist": "Diana Ross",
        "lyrics": "  [Verse 1:] Ah ah ah ah If you need me, call me No matter where you are No matter how far Just call my name I'll be there in a hurry On that you can depend and never worry You see, my love is alive It's like a seed that only needs the thought of you to grow So if you feel the need for company Please, my darling, let it be me  I may not be able to express The depth of the love I feel for you But a writer put it very nicely When he was away from the one he loved He sat down and wrote these words  [Bridge:] No wind, (no wind) no rain, (no rain) Nor winter's cold Can stop me, babe (oh, babe) baby (baby) If you're my goal  No wind, no rain Can stop If you want to go  [Verse 2:] I know, I know you must follow the sun Wherever it leads But remember If you should fall short of your desires Remember life holds for you one guarantee You'll always have me  And if you should miss my love One of these old days If you should ever miss the arms That used to hold you so close, or the lips That used to touch yours so tenderly Just remember what I told you The day I set you free  Ain't no mountain high enough, aah Ain't no valley low enough (say it again) Ain't no river wide enough To keep me from you  Ain't no mountain high enough Ain't no valley low enough (say it again) Ain't no river wide enough To keep me from you  Ain't no mountain high enough Nothing can keep me To keep me from you  Ain't no mountain high enough Ain't no valley low enough (one more time) Ain't no river wide enough (say it again) To keep me from you  Ain't no mountain high enough Nothing can keep me To keep me from you Nothing in this world  ",
        "title": "Ain't No Mountain High Enough"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  (Spoken- Walk with me Take my hand)  Ooooh, oooh oooh Ooohh, oooh oooh (Still water) Still water  Ahhh, ahhh, ahh  Never you mind if I Don't tell strangers passing by If I don't brag If I don't brag or boast Click my glass and say a toast About my love for you How it runs so deep and true And yet it's so 'Cause don't you know, ohh Still waters run deep Still waters run deep Still waters run deep Still waters run deep Ooooh  Walk with me Take my hand  Still waters  Still water Walk with me Take my hand Whoa, whoa, whoa now Still waters run deep Hey, hey, hey, hey  Whoa, whoa, whoa now Still waters run deep  ",
        "title": "Still Water (Love)"
    },
    {
        "artist": "Bobby Sherman",
        "lyrics": "  Bein' alone at night makes me sad, girl Yeah, it brings me down all right Tossin' and turnin' and freezin' and burnin' And cryin' all through the night Whoa-oh Julie, Julie, Julie, do ya love me? Julie, Julie, Julie, do ya care? Julie, Julie, are ya thinkin' of me? Julie, Julie, will ya still be there? We had so much fun together I was sure that you were mine But leavin' you, baby, is drivin' me crazy It's got me wonderin' all the time Whoa-oh Julie, Julie, Julie, do ya love me? Ah, Julie, Julie, Julie, do ya care? Julie, Julie, are ya thinkin' of me? Julie, Julie, will ya still be there? Honey, you cried the day I left you Even though we knew I couldn't stay But baby, remember, I'll be back September But till then I'll write you every day Whoa-oh Julie, Julie, Julie, do ya love me? Ah, Julie, Julie, Julie, do ya care? Come on, Julie, Julie, are ya thinkin' of me? Julie, Julie, will ya still be there? Oh-oh Julie, Julie, Julie, do ya love me? Ah, Julie, Julie, Julie, do ya care? Julie, Julie, are ya thinkin' of me? Julie, Julie, will ya still be there?  ",
        "title": "Julie, Do Ya Love Me"
    },
    {
        "artist": "Charles Wright And The Watts 103rd Street Rhythm Band",
        "lyrics": null,
        "title": "Express Yourself"
    },
    {
        "artist": "100 Proof Aged in Soul",
        "lyrics": "  Fe Fi Fo Fum I can feel the presence of someone Somebody's been sleeping in my bed Somebody's been sitting in my chair They ate up all my food And I don't stand to search Don't ell me it was a woman 'Cause a woman don't eat that much My brand new silk pajama's They're rolled up in the chair My mind ain't playing tricks on me Now tell me is he still here Somebody's been sleeping in my bed Somebody's been sitting in my chair Cigarettes in my ashtray And I don't even smoke Somebody's been in my best booze I can tell cause the seal is broke I left my bedroom slippers Last night underneath of my bed And now they're in my living room And my bed was left unmade Somebody's been sleeping in my bed Somebody's been sitting in my chair Fe Fi Fo Fum I can feel the presence of someone Fe Fi Fo Fum I can feel the presence of someone Somebody's been sleeping in my bed Somebody's been eating my food Somebody's been looking at my shoes Somebody's been sitting in my chair Somebody's been sleeping in my bed  ",
        "title": "Somebody's Been Sleeping"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": null,
        "title": "Out In The Country"
    },
    {
        "artist": "The New Seekers featuring Eve Graham",
        "lyrics": "  Look what they've done to my song, Ma Look what they've done to my song Well it's the only thing I could do half right And it's turning out all wrong Look what they've done to my song Wish I could find a good book to live in Wish I could find a good book to live in I'd never have to come out and Look what they've done to my song Look what they've done to my brain, Ma Well they've cook it like a chicken bone I think I'm half insane, Ma Look what they've done to my brain Ils ont changé ma chanson Ma Ils ont changé ma chanson C'est le seul chose je peux fais Est-ce-que n'est pas bonne, Ma? Ils ont changé ma chanson Look what they've done to my song, Ma Look what they've done to my song Well they've tied it up in a plastic bag Then turned it upside down Look what they've done to my song La, la, la, la... Well it's the only thing I could do half right And it's turning out all wrong Look what they've done to my song, Ma Oh Mama Well they've cook it like a chicken bone Look what they've done to my song, Ma Look what they've done to my song, Ma Look what they've done to my song, Ma Look what they've done to my song, Ma!  ",
        "title": "Look What They've Done To My Song Ma"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": "  People see us everywhere They think you really care But myself I can't deceive I know it's only make believe  My one and only prayer Is that some day you'll care My hopes, my dreams come true My one and only you  No one will ever know How much I love you so My only prayer will be Someday you'll care for me But it's only make believe  My hopes, my dreams come true My life, I'd give for you My heart, a wedding ring My all, my everything  My heart, I can't control You rule my very soul My plans, my hopes, my schemes You are my every dream But it's only make believe  My one and only prayer Is that some day you'll care My hopes, my dreams come true My one and only you  No one will ever know Just how much I love you so My only prayer will be That someday you'll care for me But it's only make believe  ",
        "title": "It's Only Make Believe"
    },
    {
        "artist": "Anne Murray",
        "lyrics": "  Beneath this snowy mantle cold and clean The unborn grass lies waiting For its coat to turn to green The snowbird sings the song he always sings And speaks to me of flowers That will bloom again in spring  When I was young My heart was young then, too Anything that it would tell me That's the thing that I would do But now I feel such emptiness within For the thing that I want most in life's The thing that I can't win  Spread your tiny wings and fly away And take the snow back with you Where it came from on that day The one I love forever is untrue And if I could you know that I would Fly away with you  The breeze along the river seems to say That he'll only break my heart again Should I decide to stay So, little snowbird Take me with you when you go To that land of gentle breezes Where the peaceful waters flow  Spread your tiny wings and fly away And take the snow back with you Where it came from on that day The one I love forever is untrue And if I could you know that I would Fly away with you  Yeah, if I could I know that I would Fl-y-y-y-y away with you  ",
        "title": "Snowbird"
    },
    {
        "artist": "Creedence Clearwater Revival",
        "lyrics": null,
        "title": "Lookin' Out My Back Door/Long As I Can See The Light"
    },
    {
        "artist": "Simon & Garfunkel",
        "lyrics": "  [Verse 1: Paul Simon] I'd rather be a sparrow than a snail Yes I would If I could I surely would I'd rather be a hammer than a nail Yes I would If I only could I surely would  [Bridge: Art Garfunkel] Away, I'd rather sail away Like a swan that's here and gone A man gets tied up to the ground He gives the world Its saddest sound Its saddest sound  [Verse 2: Paul Simon] I'd rather be a forest than a street Yes I would If I could I surely would I'd rather feel the earth beneath my feet Yes I would If I only could I surely would  ",
        "title": "El Condor Pasa (If I Could)"
    },
    {
        "artist": "Rare Earth",
        "lyrics": "  Your love is fadin', I feel it fade Ah, your love is fadin', I feel it fade Ah, your love is fadin', woman I feel it fade Ah, woman, woman your touch, your touch has gone cold As if someone else controls your very soul I've fooled myself long as I can Can feel the presence of another man It's there when you speak my name It's just not the same Ooo babe, I'm losing you It's in the air It's there everywhere Baby, baby, babe, I'm losing you When I look into your eyes A reflection of a face, I see I'm hurt, down-hearted and worried, girl 'Cause that face doesn't belong to me It's all over your face Someone's takin' my place Ooo baby, I'm losing you You try hard to hide The emptiness you feel inside Oo babe, I'm losing you I can't bear the thought of losing you Ah woman, can't you see what I'm goin' through I'm losin' my mind (losin' my mind) And it's all because of you I can't bear the thought of losing you I'm losin' my mind (losin' my mind) And it's all because of you I can't stand the thought of losing you  ",
        "title": "(I Know) I'm Losing You"
    },
    {
        "artist": "Grand Funk Railroad",
        "lyrics": "  Everybody, listen to me And return me my ship I'm your captain, I'm your captain Though I'm feeling mighty sick  I've been lost now, days uncounted And it's months since I've seen home Can you hear me, can you hear me Or am I all alone  If you return me to my home port I will kiss you, Mother Earth Take me back now, take me back now To the port of my birth  Am I in my cabin dreaming Or are you really scheming To take my ship away from me? You'd better think about it I just can't live without it So, please don't take my ship from me, yeah, yeah, yeah  I can feel the hand of a stranger And it's tightening around my throat Heaven help me, Heaven help me Take this stranger from my boat  I'm your captain, I'm your captain Though I'm feeling mighty sick Everybody, listen to me And return me my ship  I'm your captain, yeah, yeah, yeah, yeah I'm your captain, yeah, yeah, yeah, yeah I'm your captain, yeah, yeah, yeah, yeah I'm your captain, yeah, yeah, yeah, yeah  I'm getting closer to my home I'm getting closer to my home I'm getting closer to my home I'm getting closer to my home, oh  I'm getting closer to my home I'm getting closer to my home I'm getting closer to my home I'm getting closer to my home  ",
        "title": "Closer To Home (I'm Your Captain)"
    },
    {
        "artist": "Bread",
        "lyrics": null,
        "title": "It Don't Matter To Me"
    },
    {
        "artist": "The Spinners",
        "lyrics": null,
        "title": "It's A Shame"
    },
    {
        "artist": "James Brown",
        "lyrics": "  [Intro] Watch me Watch me I got it Watch me I got it Hey  [Verse 1] I got something that makes me wanna shout I got something that tells me what it's all about Huh, I got soul, and I'm super bad  [Chorus] I've got soul, and I'm super bad Huh  [Verse 2] Now I got to move that tells me what to do Sometimes it's easy, ha Now I gotta move that tells me what to do Sometimes I feel so nice, I wanna try myself with you Ha, ha  [Chorus] I got soul, and I'm super bad Ha  [Verse 3] I love, I love to do my thing Ha, and I, and I don't need no one else Sometimes I feels so nice, good god I jump back, I wanna kiss myself  [Chorus] I've got soul, huh, and I'm super bad Hey I said I'm super bad  [Bridge] Bridge, come on Slap it down And round and round Up and down All around Right-on people Huh, let it all hang out If you don't brothers and sisters Then you won't know What it's all about Gimme, gimme, gimme, gimme, gimme, gimme, gimme Heeeeey Uh, come on  [Verse 3] I got the something that makes me wanna shout I got that thing that tells me what it's all about I got soul, ha, and I'm super bad I got the move that tells me what to do Sometimes I feel so nice, I said I wanna try myself with you Ha  [Chorus] I, I, I, I I got soul, and I'm super bad  [Bridge] Bridge, hit me Slap it down And all around Right-on people Huh, let it all hang out If you don't brothas and sistas Then you won't know What it's all about Gimme, gimme, gimme, gimme Huh, come on Come on Robbin Come on[?] Come on Robbin Gimme Gimme Gimme Gimme Gimme  [Outro] Said I'm super bad A super bad brother Super bad Super bad Come on now Come on Super bad Damn Good god Super bad [?] Let me hear you Super bad  ",
        "title": "Super Bad (Part 1 & Part 2)"
    },
    {
        "artist": "Teegarden & Van Winkle",
        "lyrics": "  Cheer the light Still the fires Raise your voice for God, love, and rock and roll We that fear The way is clear The day has come for God, love, and rock and roll  Sing your song We all belong Now`s the time for God, love, and rock and roll  Alright, sing we believe Come on (We believe) Lemme hear you now (We believe)  Everybody sing (We believe) Alright In God, love, and rock and roll  Ah, yes, indeed (Yes, indeed) That`s right, one more time (Yes, indeed, we believe in) (God, love, and rock and roll)  Alright, everybody Amen (Amen, amen, amen for) (God, love, and rock and roll)  Give a peace a chance, come on (Give peace a chance) (Give peace a chance) (Give peace a chance for) (God, love, and rock and roll)  God, love, and rock and roll God, love, and rock and roll Everybody, get down God, love, and rock and roll God, love, and rock and roll..  ",
        "title": "God, Love And Rock & Roll"
    },
    {
        "artist": "Candi Staton",
        "lyrics": null,
        "title": "Stand By Your Man"
    },
    {
        "artist": "Joe Cocker",
        "lyrics": null,
        "title": "Cry Me A River"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": "  Engine, engine number nine Can you get me back on time Move on, move on down the track Keep that steam coming out the stack Keep on movin', keep on movin', keep on movin'  Engine, engine number nine Keep on movin' down the line Seem like I've been gone for days I can't wait to see my baby's face, look here Been so long since I held her, been so long since I have  Been so long since I held her Been so long since I kissed her  Engine, engine number nine Move on, move on down the line Seem like I've been gone for days I can't wait to see my baby's face  Move on, move on, ow, move on, ow Good god almighty, got to get there, ah, huh  Ah, that sounded all right I think I want to hold it a litte bit longer I'm gonna let the boys cook this a little bit  Keep on movin', keep on movin', keep on movin' Move on, move on  ",
        "title": "Engine Number 9"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": "  Love will abide Take things in stride Sounds like good advice But there's no one at my side  And time washes clean Love's wounds unseen That's what someone told me But I don't know what it means  Cause I've done everything I know To try and make you mine And I think I'm gonna love you For a long, long time  Caught in my fears Blinking back the tears I can't say you hurt me When you never let me near  And I never drew One response from you All the while you fell All over girls you never knew  Cause I've done everything I know To try and make you mine And I think it's going to hurt me For a long, long time  Wait for the day You'll go away Knowing that you warned me Of the price I'd have to pay  And life's full of flaws Who knows the cause Living in the memory Of a love that never was  Cause I've done everything I know To try and change your mind And I think I'm going to miss you For a long, long time  And I've done everything I know To try and make you mine And I think I'm gonna love you For a long, long time  ",
        "title": "Long Long Time"
    },
    {
        "artist": "The Who",
        "lyrics": "  See Me Feel Me Touch Me Heal Me  See Me Feel Me Touch Me Heal Me  Listening to you, I get the music Gazing at you, I get the heat Following you, I climb the mountain I get excitement at your feet  Right behind you, I see the millions On you, I see the glory From you, I get opinion From you, I get the story  Listening to you, I get the music Gazing at you, I get the heat Following you, I climb the mountain I get excitement at your feet  Right behind you, I see the millions On you, I see the glory From you, I get opinion From you, I get the story  ",
        "title": "See Me, Feel Me"
    },
    {
        "artist": "Crosby, Stills, Nash & Young",
        "lyrics": "  I'll light the fire You place the flowers in the vase That you bought today  Staring at the fire For hours and hours while I listen to you Play your love songs all night long For me, only for me  Come to me now And rest your head for just five minutes Everything is done  Such a cozy room The windows are illuminated by the evening Sunshine through them, fiery gems For you, only for you  Our house is a very, very, very fine house With two cats in the yard Life used to be so hard Now everything is easy cause of you And our  La-la, la-la-la la la...  Our house is a very, very, very fine house With two cats in the yard Life used to be so hard Now everything is easy cause of you And our  I'll light the fire You place the flowers in the vase That you bought today  ",
        "title": "Our House"
    },
    {
        "artist": "Blood, Sweat & Tears",
        "lyrics": "  [Verse 1] Lucretia Mac Evil, little girl, what's your game? Hard luck and trouble, bound to be your claim to fame  [Chorus 1] Tail shakin', home breakin,' truckin' through town Each and every country mother's son hangin' 'round Drive a young man insane, Evil, that's your name  (Talk about it.)  [Verse 2] Lucretia Mac Evil, that's the thing you're doin' fine Back seat Delilah, that's your sixth big jug of wine woman  [Chorus 2] I hear your mother was the talk of the sticks Nothin' that your daddy wouldn't do for kicks Never done a thing worthwhile, evil woman child  [Bridge] Devil got you, Lucy under lock and key Ain't about to set you free Signed, sealed and witnessed on the day you were born No use tryin' to fake him out, no use tryin' to make him out Soon he'll be takin' out his doom What you goin' do, oh  [Verse 3] Lucretia Mac Evil Honey, where have you been all night? You hairs all messed up baby An' the clothes you're wearin' just don't fit you right no  [Chorus 3] Big Daddy Joe's payin' your monthly rent Tells his wife he can't imagine where the money went Dressin' you up in style, evil woman child  Oh, Lucy you're just so damn bad  [Lucretia's Reprise Plays] Ah here she comes Truckin' Well Lucy Walkin' down main street lookin' Lucy wow! Talk about it! Where have you been girl? Stop lying stop lying stop lying Lucy Wow! Tell the truth girl!  ",
        "title": "Lucretia Mac Evil"
    },
    {
        "artist": "Freda Payne",
        "lyrics": "  Deeper and deeper I'm falling in love with you My life grows sweeter every day  There must be something In the things you do That makes me love you In a helpless way  You`re my joy My all and all A fountain of love That keeps me falling  Deeper and deeper In love with you Each day gets sweeter and Sweeter just being with you I'm so in love with you  Stronger and stronger My heart beats for you You give me a feeling I can't explain  And every day you prove Your love is true You give me comfort Like no others can  You're my dream My one desire You're the hope That lifts me higher  Deeper and deeper In love with you Each day gets sweeter and Sweeter just being with you  Each day gets sweeter So much sweeter Just being with you I'm falling deeper and deeper In love with you  ",
        "title": "Deeper & Deeper"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  Sick minds, sad sights Never ending sleepless nights have been accepted as an everyday thing Wire tapping, kidnapping...  Will the Russians push the button?  I tell you, people, our thoughts and values have got to change They say love is the strongest force on this earth Uh, but to me, peace among people surpasses love and worth People (jobs don`t come no bigger than the one we`ve got to do.) If we don`t give peace a chance, what do you think is gonna hapen to me and you?  Think about it  That`s why I am reaching out my hand to be your friend This unrest between races has got to come to an end Don`t let the color of my skin confuse you I swear on a stack of bibles I won`t misuse you So put your (hand in mine.) Huh, we're gonna form a human chain, mightier than a hurricane  (And walk this land, hand in hand, day and night, black and white.) We gotta unite the world (Walk this land, day and night, hand in hand, black and white.) Come on and sing it, sing it, sing it, sing it, sing it  We got to unite the world (Walk this land, day and night, hand in hand, black and white.) Log on to kill this message Come on and sing it, sing it, sing it, sing it, sing it with me  We got to unite the world (Walk this land, day and night, ahnd in hand, black and white.) God almighty,. Sing it, sing it, sing it Aww, unite the world  Come on Come on Come on Awww  Oh, ding-dong-ding let the freedom bell ring The good Lord made you and me, what he wanted us to be Free all those people you got chained up in your (mind.)Hmmm-mm-hmmm, now there`s truth in what I`m saying We gotta stop the games we`re playing Two wrongs ain`t never made a right (Right)  Hung up, tripped out, whatever you may be Now is the time to set yourself free Put your (hand in mine.) Huh, come on Oh, and let`s walk  Oh, we gonna...(walk this land, day and night, hand in hand, black and white.) Sing it with me now...(walk this land, day and night, hand in hand, black and white.) Raise your voices and sing along with me  Come on, we gonna unite the world (Walk this land, day and night, hand in hand, black and white.) We gonna...(walk this land, day and night, hand in hand, black and white.)  We gonna unite the world (Walk this land, day and night, hand in hand, black and white.) Sing it, sing it, sing it, sing it, sing it Aw, come on, come on, come on, come on  (Walk this land, day and night, hand in hand, black and white.) (Walk this land, day and night, hand in hand, black and white.) (Walk this land, day and night, hand in hand, black and white.)  ",
        "title": "Ungena Za Ulimwengu (Unite The World)"
    },
    {
        "artist": "Bobby Bloom",
        "lyrics": "  Vernon'll meet me when the BO-AC lands Keys to the M.G. will be in his hands Adjust to the driving 'n' I'm on my way It's all on the right side in Montego Bay Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Come sing me La Come sing me Montego Bay Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh  'N' Gillian'll meet me like a brother would I think I remember but it's twice as good Like how cool the rum is from his silver tray I thirst to be thirsty in Montego Bay Sing out; oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Come sing me La Come sing me Montego Bay Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh  I'll lay on a lilo till I'm lobster red I still feel the motion here at home in bed I tell you it's hard for me to stay away You ain't been till you been high in Montego Bay Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Come sing me La Come sing me Montego Bay Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh  ",
        "title": "Montego Bay"
    },
    {
        "artist": "Five Flights Up",
        "lyrics": null,
        "title": "Do What You Wanna Do"
    },
    {
        "artist": "The Poppy Family (Featuring Susan Jacks)",
        "lyrics": null,
        "title": "That's Where I Went Wrong"
    },
    {
        "artist": "Brian Hyland",
        "lyrics": "  From nowhere through a caravan Around the campfire light A lovely woman in motion With hair as dark as night  Her eyes were like that of a cat in the dark That hypnotized me with love  She was a gypsy woman She was a gypsy woman  She danced around and round To a guitar melody From the fire her face was all aglow How she enchanted me  Oh, how I'd love to hold her near And kiss and forever whisper in her ear  I love you, gypsy woman I love you, gypsy woman  All through the caravan She was dancing All the men Waiting for the rising sun Everyone was having fun  I hate to see the lady go Knowing she'll never know That I love her I love her  Gypsy woman I love a gypsy woman I love a gypsy woman I love a gypsy woman I love a gypsy woman  ",
        "title": "Gypsy Woman"
    },
    {
        "artist": "Christie",
        "lyrics": "  {Intro}  So long, boy, you can take my place I got my papers, I got my pay So pack my bags and I'll be on my way to Yellow River  Put my gun down, the war is won Fill my glass high, the time has come I'm goin' back to the place that I love Yellow River  Yellow River, Yellow River is in my mind and in my eyes Yellow River, Yellow River is in my blood, it's the place that I love  Got no time for explanations, got no time to lose Tomorrow night you'll find me sleepin' underneath the moon And Yellow River  Cannon fire lingers in my mind I'm so glad I'm still alive And I've been gone for such a long time from Yellow River  I remember the nights were cool I can still see the water pool And I remember the girl that I knew from Yellow River  Yellow River, Yellow River is in my mind and in my eyes Yellow River, Yellow River is in my blood, it's the place that I love  Got no time for explanations, got no time to lose Tomorrow night you'll find me sleepin' underneath the moon And Yellow River  {outro}  ",
        "title": "Yellow River"
    },
    {
        "artist": "The Partridge Family Starring Shirley Jones Featuring David Cassidy",
        "lyrics": "  [Intro] Ba, ba ba, babababa, baba-ba-baa  [Verse 1] I'm sleeping And right in the middle of a good dream Like all at once I wake up From something that keeps knocking at my brain Before I go insane I hold my pillow to my head And spring up in my bed Screaming out the words I dread \"I think I love you!\" I think I love you  [Verse 2] This morning I woke up with this feeling I didn't know how to deal with And so I just decided to myself I'd hide it to myself And never talk about it And didn't I go and shout it When you walked into my room \"I think I love you!\" I think I love you  [Chorus] I think I love you So what am I so afraid of? I'm afraid that I'm not sure of A love there is no cure for  I think I love you Isn't that what life is made of? Though it worries me to say I've never felt this way  [Interlude] I don't know what I'm up against I don't know what its all about I've got so much to think about Hey!!  [Chorus] I think I love you So what am I so afraid of? I'm afraid that I'm not sure of A love there is no cure for  I think I love you Isn't that what life is made of? Though it worries me to say I've never felt this way  [Verse 3] Believe me You really don't have to worry I only want to make you happy And if you say Hey, go away, I will But I think better still I better stay around and love you Do you think I have a case? Let me ask you to your face  [Outro] Do you think you love me? I think I love you! I think I love you! I think I love you I think I love you! I think I love you! I think I love you! I think I love you I think I love you! I think I love you  ",
        "title": "I Think I Love You"
    },
    {
        "artist": "Mashmakhan",
        "lyrics": "  A child asks his mother, do you love me And it really means, will you protect me His mother answers him, I love you And it really means, you've been a good boy  And as the years go by True love will never die  At seventeen a girl says, do you love me And it really means, will you respect me The teenage boy answers, I love you But it really means, can I make love to you  And as the years go by True love will never die  I will love you forever I will love you forever  At sixty-five his wife says, do you love me And it means, I'd like to hear it again Her husband says to her, I love you But it really means, I love you till the end  And as the years go by True love will never die  Now you're asking me if I love you And it really means will I marry you And I answer, yes I love you But it really means that I won't be untrue  And as the years go by True love will never die  I will love you forever I will love you forever  ",
        "title": "As The Years Go By"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  Make it easy on yourself Make it easy on yourself Breaking up is so very hard to do  If you really love her And there's nothing I can do Don't try to spare my feelings Just tell me that we're through  And make it easy on yourself Make it easy on yourself 'Cause breaking up is so very hard to do  And if the way I hold you Can't compare to his caress No words of consolation Will make me miss you less  My darling, if this is goodbye I just know I'm gonna cry So run to her Before you start crying, too  And make it easy on yourself Make it easy on yourself 'Cause breaking up is so very hard to do  Oh, baby, it's so hard to do  ",
        "title": "Make It Easy On Yourself"
    },
    {
        "artist": "Michael Nesmith & The First National Band",
        "lyrics": null,
        "title": "Joanne"
    },
    {
        "artist": "Smokey Robinson & The Miracles",
        "lyrics": "  Oh yeah, yeah, yeah  Now if there's a smile on my face It's only there trying to fool the public But when it comes down to fooling you Now honey, that's quite a different subject  But don't let my glad expression Give you the wrong impression Really, I'm sad Oh, I'm sadder than sad You're gone and I'm hurtin' so bad Like a clown I pretend to be glad  Now there's some sad things known to man But ain't too much sadder than The tears of a clown When there's no one around  Oh yeah, baby  Now if I appear to be carefree It's only to camouflage my sadness In order to shield my pride I've tried To cover this hurt with a show of gladness  But don't let my show convince you That I've been happy since you Decided to go Oh, I need you so I'm hurt and I want you to know But for others I put on a show  Oh, there's some sad things known to man But there ain't too much sadder than The tears of a clown When there's no one around, oh yeah  Just like Pagliacci did I try to keep my sadness hid Smiling in the public eye But in my lonely room I cry The tears of a clown When there's no one around  Oh yeah, baby  Now if there's a smile on my face Don't let my glad expression Give you the wrong impression Don't let this smile I wear Make you think that I don't care Really, I'm sad Hurtin' so bad  ",
        "title": "The Tears Of A Clown"
    },
    {
        "artist": "Isaac Hayes",
        "lyrics": "  I stand accused Of lovin' you too much And I hope, I hope it's not a crime 'Cause if it is, I'm guilty Of lovin' you, you, you  I, I hope to God That I never have, oh, to testify 'Cause if I do Everyone is gonna, they're gonna cry They're gonna say Old Ike is guilty Of lovin' a sweet girl like you  I know, I know You belong to another I, I may not stand a ghost of a chance I'll stand on top of Mount Everest And proudly tell the world that I love ya Oh yes, I will  Because I, I just can't I can't help myself I'm a victim of circumstance  And just one Ooh, one touch of your hand I don't know how it happened But just look at me I find myself chillin' On the witness stand  And I'm shoutin' out All over, all over the land Everybody, I'm guilty I'm guilty of lovin', lovin' you  I'm guilty of lovin' you I said, I'm guilty But what can I do? I wanna hold ya I wanna squeeze ya tight But my mind said She belong to another And that ain't right  (Album version cont.) ... I didn't ask to fall in love with you I just couldn't help myself And now I'm strung out Don't know what to do, no, no, no I'm guilty Of lovin' you Oh yeah, I'm guilty, of lovin' you I'm not ashamed to say I love you, I love you, I love you I can't help but, I just can't help but.. love you And I'm guilty baby Oh I'm guilty I know you belong to another But I can't help, I can't help but love you Oh yes I do I stand accused of loving you Baby, baby, baby Please, can't you understand, the situation that I'm in That's ~a~ one side of love, man  ",
        "title": "I Stand Accused"
    },
    {
        "artist": "Ray Price",
        "lyrics": null,
        "title": "For The Good Times"
    },
    {
        "artist": "The Three Degrees",
        "lyrics": null,
        "title": "I Do Take You"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] Heaven help the child who never had a home Heaven help the girl who walks the street alone Heaven help the roses if the bombs begin to fall Heaven help us all Heaven help the black man if he struggles one more day Heaven help the white man if he turns his back away Heaven help the man who kicks the man who has to crawl Heaven help us all  [Chorus] Heaven help us all, heaven help us all, help us all Heaven help us, Lord, hear our call when we call Oh, yeah!  [Verse 2] Heaven help the boy who won't reach twenty-one Heaven help the man who gave that boy a gun Heaven help the people with their backs against the wall Lord, Heaven help us all  [Chorus] Heaven help us all, heaven help us all, help us all Heaven help us, Lord, hear our call when we call Oh, yeah!  [Verse 3] Now I lay me down before I go to sleep In a troubled world, I pray the Lord to keep, keep hatred from the mighty And the mighty from the small Heaven help us all Oh, oh, oh, yeah! I need you lord Need you now Desperately lord Need you now  ",
        "title": "Heaven Help Us All"
    },
    {
        "artist": "Johnnie Taylor",
        "lyrics": null,
        "title": "I Am Somebody Part II"
    },
    {
        "artist": "Paul Davis",
        "lyrics": null,
        "title": "I Just Wanna Keep It Together"
    },
    {
        "artist": "O.C. Smith",
        "lyrics": null,
        "title": "Baby, I Need Your Loving"
    },
    {
        "artist": "Mark Lindsay",
        "lyrics": "  Listen easy, you can hear God callin' Walkin' barefoot by a stream Come unto me, your hair softly fallin' On my face as in a dream  And the time will be our time And the grass won't pay no mind  Sayin' nothin', lyin' where the sun is Bakin' down upon our sighs My lips touch you with their soft wet kisses Your hands gentle in reply  And the time will be our time And the grass won't pay no mind  Child, touch my soul with your cries And the music will know what we found I hear a hundred goodbyes But today I hear only one sound  The moment we're livin' is now Na, na, na, na, na, na  Young bird flyin' and a soft wind blowin' Cools the sweat inside my palms Close my eyes and see the flowers growin' As you lay sleepin' in my arms  And the time will be our time And the grass won't pay no mind  ",
        "title": "And The Grass Won't Pay No Mind"
    },
    {
        "artist": "The Whispers",
        "lyrics": "  Another day has come and gone In a world where I don't belong Another week has passed me by It's not because I didn't try  Nobody saw me walking And nobody heard me talking Seems like I gotta do wrong Gotta do wrong, gotta do wrong Before they notice me  Another job that I just can't get A nice apartment, the landlord jut won't rent I go to bed, but my sleep just won't come My belly's empty and my brain is numb  Nobody saw me walking And nobody heard me talking Seems like I gotta do wrong Gotta do wrong, gotta do wrong Before they notice me  Seems like I gotta do wrong Before they notice me  Ooh, ooh, ooh, ooh, ooh, ooh, ooh Ooh, ooh, ooh, ooh, ooh, ooh, ooh  I go to bed, but my sleep just won't come My belly's empty and my brain is numb  Nobody saw me walking And nobody heard me talking Seems like I gotta do wrong Gotta do wrong, gotta do wrong Before they notice me  Yes, I do, oh, yeah Seems like I gotta do wrong Gotta do wrong, gotta do wrong Before they notice me  ",
        "title": "Seems Like I Gotta Do Wrong"
    },
    {
        "artist": "The Delfonics",
        "lyrics": null,
        "title": "When You Get Right Down To It"
    },
    {
        "artist": "Quicksilver Messenger Service",
        "lyrics": null,
        "title": "Fresh Air"
    },
    {
        "artist": "Elephant's Memory",
        "lyrics": "  In the village Of Leboga Lies a body Cold and dead For the venom Of the cobra Has with The body wed I can hear A little girl As she cries All around For the snake Has killed the father Tell me where it Can help be found Mongoose! mongoose! mongoose! mongoose! Then all the people Sound the drums Call the mongoose From his lair Through the jungle He flies alone To a tunnel On a hill In the dark The cobra waits In his eyes a Glow of red Like a flash Comes the mongoose For the battle Head to head Mongoose! mongoose! mongoose! mongoose! Said the mongoose To the cobra \"See that panther In that tree\" As the cobra Turned its head Mongoose caught it In his teeth Then the people Started singing For the snake Killed them all Cobra eggs Now are hatching Baby cobras Back for more! Mongoose! mongoose! mongoose! mongoose! mongoose! Mongoose! mongoose! mongoose! mongoose! mongoose! Mongoose! mongoose! mongoose! mongoose! mongoose! Mongoose! mongoose! mongoose! mongoose! mongoose! Mongoose! mongoose! mongoose! mongoose! mongoose! (fade...)  ",
        "title": "Mongoose"
    },
    {
        "artist": "Kenny Rogers & The First Edition",
        "lyrics": "  Have you been listening, (Listen to the music) Have you been sleeping (The sermon's in the music) (The man standing next to you, he must surely be your brother)  (So brother please) heed the call  (The piper he's still piping) The magic in the music (The drummer he's still drumming) The message in the music (Sweet song of loving you should be singing) (So brother please) heed the call  Listen to the music, Listen to the music (Listen to the music) heed the call (Listen to the music) heed the call  Heed the call of the music Heed the call of the music Heed the call of the music Heed the call of the music  (It's still early in our morning) There's still time for singing Let's not waste our morning Join in the singing The outlaw of the midnight He all too soon comes winging  (So brother please, please) heed the call  (Listen to the music) (Listen to the music) yeah (Listen to the music) (Listen to the music) oh oh (Listen to the music) oh oh oh (Listen to the music) (Listen to the music)  ",
        "title": "Heed The Call"
    },
    {
        "artist": "Canned Heat",
        "lyrics": "  {Intro}  Together we stand, divided we fall Come on now people, let's get on the ball and work together Come on, come on, let's work together, now now people Because together we will stand every boy, every girl and a man...  Before when things go wrong, as they sometimes will And the road that you travel, it stays all up hill Let's work together, come on, come on, let's work together Now now people, you know together we will stand Every boy, girl, woman and a man ...  Oh well now, two or three minutes, two or three hours What does it matter now, if this goes round Let's work together, come on, come on Let's work together, now now people Because together we will stand Every boy, every woman and a man ...  {Bridge} Oh, common now..  Oh well, make someone happy, make someone smile Let's all work together and make life worthwhile Let's work together, come on , come on Let's work together, now now people Because together we will we stand Every boy, girl, woman and a man...  Oh well now, come on you people, walk hand in hand Let's make this world of ours, a good place to stand And work together, come on, come on Let's work together, now, now people Because together we will stand Every boy, girl, woman and man Ah, yeah  {Bridge}  Well now, together we will stand Every boy, girl, woman and man Ah, yeah  {Outro}  ",
        "title": "Let's Work Together"
    },
    {
        "artist": "Engelbert Humperdinck",
        "lyrics": null,
        "title": "Sweetheart"
    },
    {
        "artist": "James Gang",
        "lyrics": "  I sleep all day, out all night I know where you're goin' I don't think that's a-actin' right You don't think it's showin'  A-jumpin' up, fallin' down Don't misunderstand me You don't think that I know your plan What you tryin' to hand me?  Out all night, sleep all day I know what you're doin' If you're gonna a-act that way I think there's trouble brewin'  ",
        "title": "Funk # 49"
    },
    {
        "artist": "The Impressions",
        "lyrics": null,
        "title": "(Baby) Turn On To Me"
    },
    {
        "artist": "Shirley Bassey",
        "lyrics": null,
        "title": "Something"
    },
    {
        "artist": "Blue Mink",
        "lyrics": null,
        "title": "Our World"
    },
    {
        "artist": "The Grass Roots",
        "lyrics": null,
        "title": "Come On And Say It"
    },
    {
        "artist": "Ann Peebles",
        "lyrics": null,
        "title": "Part Time Love"
    },
    {
        "artist": "Diane Kolby",
        "lyrics": null,
        "title": "Holy Man"
    },
    {
        "artist": "Eric Clapton",
        "lyrics": null,
        "title": "After Midnight"
    },
    {
        "artist": "Alive 'N Kickin'",
        "lyrics": null,
        "title": "Just Let It Come"
    },
    {
        "artist": "Jake Holmes",
        "lyrics": null,
        "title": "So Close"
    },
    {
        "artist": "The Presidents",
        "lyrics": null,
        "title": "5-10-15-20 (25-30 Years Of Love)"
    },
    {
        "artist": "Tyrone Davis",
        "lyrics": null,
        "title": "Let Me Back In"
    },
    {
        "artist": "The Guess Who",
        "lyrics": "  Have you been around? Have you done your share of comin' down On different things that people do? Have you been aware? You got brothers and sisters who care About what's gonna happen to you In a year from now  Maybe I'll be there to shake your hand (Shake your hand) Maybe I'll be there to share the land (Share the land) That they'll be givin' away When we all live together, we're talkin' 'bout together, now  Maybe I'll be there to shake your hand (Shake your hand) Maybe I'll be there to share the land (Share the land) That they'll be givin' away When we all live together, we're talkin' 'bout together, now  Did you pay your dues? Did you read the news This morning when the paper landed in your yard? Do you know their names? Can you play their games Without losin' track And coming down a bit too hard?  Maybe I'll be there to shake your hand (Shake your hand) Maybe I'll be there to share the land (Share the land) That they'll be givin' away When we all live together, we're talkin' 'bout together, now  Maybe I'll be there to shake your hand (Shake your hand) Maybe I'll be there to share the land (Share the land) That they'll be givin' away When we all live together, we're talkin' 'bout together, now  Maybe I'll be there to shake your hand (Shake your hand) Maybe I'll be there to share the land (Share the land) That they'll be givin' away When we all live together, we're talkin' 'bout together, now  Maybe I'll be there to shake your hand (Shake your hand) Maybe I'll be there to share the land (Share the land) That they'll be givin' away When we all live together, together together  (Shake your hand, share the land) You know I'll be standing by to help you if you worry (Shake your hand, share the land) Now more sadness, no more sorrow, and no more bad times (Shake your hand, share the land) Everyday comin' sunshine, everyday everybody laughin' (Shake your hand, share the land) Walkin' together by the river, walkin' together and laughin' (Shake your hand, share the land) Everybody singin' together, everybody singin' and laughin' (Shake your hand, share the land) Good times, good times, everybody walkin' by the river now (Shake your hand, share the land) Walkin', singin', talkin', smilin', laughin' diggin' each other (Shake your hand, share the land) Everybody happy together, I'll be there to worry you if you need-a me (Shake your hand, share the land) Call on me, call on me, call my name, I'll be runnin' to help you (Shake your hand, share the land) Everybody walkin' by the river now, everyday everybody laughin' (Shake your hand, share the land) Everybody singin' and talkin', smilin', laughin', diggin' each other  ",
        "title": "Share The Land"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": null,
        "title": "You Don't Have To Say You Love Me/Patch It Up"
    },
    {
        "artist": "Otis Leaville",
        "lyrics": null,
        "title": "Love Uprising"
    },
    {
        "artist": "The Flaming Ember",
        "lyrics": "  I'm not my brother's keeper, though he be strong or weaker Before you judge me, why not try to love me? I'll try to help you when he's wrongin' us Don't point your finger, sayin' it's all of us  If a man yells \"hate,\" will my voice be heard? Does he speak for me when he chooses one bad word? When wrong is done under one person's name Should all the people have to share the blame?  I'm not my brother's keeper, though he be strong or weaker Before you judge me, why not try to love me? If I do wrong, then someone make me pay But if I'm right, don't try to block my way  Don't judge the story without opening up the book The good you find inside it many times is overlooked Being militant don't mean peace ain't in your heart Though we're most impatient for freedom to start  I'm not my brother's keeper, though he be strong or weaker Before you judge me, why not try to love me? Don't cut into me with your knives of doubt Before you judge me, why not hear me out?  Whoa, brothers!! (I'm not my brother's keeper) [Repeat: x9] I'm not my brother's keeper, though he be strong or weaker Before you judge me, why not try to love me?  I'll try to help you when he's wrongin' us Don't point your finger, sayin' it's all of us [Repeat until fade]  ",
        "title": "I'm Not My Brothers Keeper"
    },
    {
        "artist": "The Friends Of Distinction",
        "lyrics": null,
        "title": "Time Waits For No One"
    },
    {
        "artist": "Ray Charles",
        "lyrics": "  [Verse] If you were mine I'd never let you leave me If you were mine I'd never let you go Because you are Just what I've always wanted And I think that you oughta know From the moment I first saw you Girl, you went straight to my brain In my heart I've got a feeling That I could never explain If you were mine You'd never know no sorrow If you were mine I'd marry you tomorrow Yes, I would Believe me, girl What the occasion If you call me I'll come with no persuasion You just call And I'll come running Oh, yes, I will, baby Come rain or storm Hail or snow Because the way I feel about you No place is too remote to go Oh, well, baby, oh, well Now now now now now... Oh, baby, oh, well...  ",
        "title": "If You Were Mine"
    },
    {
        "artist": "The Assembled Multitude",
        "lyrics": null,
        "title": "Woodstock"
    },
    {
        "artist": "Robin McNamara",
        "lyrics": null,
        "title": "Got To Believe In Love"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": "  One less bell to answer One less egg to fry One less man to pick up after I should be happy But all I do is cry  (Cry, cry, no more laughter) Oh, I should be happy (Oh, why did he go) I only know that since he left My life's so empty  Though I try to forget It just can't be done Each time the doorbell rings I still run I don't know how in the world To stop thinking of him 'Cause I still love him so I end each day the way I start out Crying my heart out  Oh, one less man to pick up after No more laughter No more love Since he went, oh he went away (he went away)  (One less bell to answer) Why did he leave me (Oh why, why, why did he leave) (One less bell to answer) Now I've got one less egg to fry One less egg to fry (Oh why, why, why did he leave) And all I do is cry (One less bell to answer) Because my man told me goodbye (Oh why, why, why did he leave) (One less bell to answer) Somebody tell me please Where did he go, why did he go (Ohy, why, why did he leave) Tell me, how could he leave me  ",
        "title": "One Less Bell To Answer"
    },
    {
        "artist": "Iron Butterfly",
        "lyrics": "  Pegs of people line the street A ball and chain around their feet Waitin' for a weekend treat But Easy Rider's got 'em all beat 'cause  Easy rider, he's a glider (Easy) Freedom, every day (Rider) Easy rider, easy glider Lettin' the wind pay the way (That's all he ever does)  Freedom! Freedom!  Puts a rocket in his pocket At the dawn of day Needs a goodbye kiss in the mornin', mist You know the man can't stay  Easy rider, he's a glider (Easy) Freedom, every day (Rider) Easy rider, easy glider Lettin' the wind pay the way (Alright, huh)  (Who'm I talkin' 'bout) Easy, easy, easy rider Easy, easy, easy rider  Goin' easy, where you goin' Gettin' tired of being all alone Oh, the roads are taking you Back to where you belong Oh, ride on!  Talkin' bout easy  ",
        "title": "Easy Rider (Let The Wind Pay The Way)"
    },
    {
        "artist": "CROW",
        "lyrics": "  Don't you tell me n-n-n-no lies woman cause all you know I've told Don't sell me no alibi sister cause all you've got I've sold You better leave that midnight sneaking to the one who worked it out I don't wanna hear no back talk speaking go on and shut yer mouth And everything's gonna work out tight if you act like you been told So don't try to lay no boogie woogie on the king of rock and roll  Don't you feed me no TV dinners when you know I'm used to steak I don't need no rank beginners when it's time to shake that shake You better pull your thing together, reach in and dust it out And if ya feel that yer ass can't dig it then I guess you know the route It ain't a matter of pork 'n beans gonna justify your soul Just don't try to lay no boogie woogie on the king of rock and roll  You weren't alive when I started to drive, so don't put none on me You didn't arrive 'til late '45 but your head's in '53 You got what it takes to keep the heads a-spinning down by the old rim shack And you come across just like a fool grinning in the back of a red Cadillac You can't come across the Astrobridge until you pay the toll So don't try to lay no boogie woogie on the king of rock and roll  ",
        "title": "Don't Try To Lay No Boogie Woogie On The \"King Of Rock & Roll\""
    },
    {
        "artist": "Ronnie Dyson",
        "lyrics": null,
        "title": "I Don't Wanna Cry"
    },
    {
        "artist": "The Band",
        "lyrics": null,
        "title": "Time To Kill"
    },
    {
        "artist": "Buddy Miles",
        "lyrics": null,
        "title": "Dreams"
    },
    {
        "artist": "Bobby Byrd",
        "lyrics": null,
        "title": "I Need Help (I Can't Do It Alone) Pt. 1"
    },
    {
        "artist": "Poco",
        "lyrics": "  You better think twice About leaving me behind Make up your mind About what you're gonna do You know it ain't easy When your love huts night and day Oh, how you please When I hear you call my name  Breathlessly I await the moment to surround you Do not fear the song that makes you sing It'll offer you wings to fly away But do not expect to land if you can't stay  You better think twice About leaving me behind Make up your mind About what you're gonna do You take my advice Oh woman, you've got to choose Take a little time You got nothing more to lose  (Spoken: Man it hurts my fingers) (Spoken: Marijuana)  In time, you know my melody will haunt you Your words can make it rhyme so easily It ain't no sin when love is real So come on and let me know just how you feel  You better think twice About leaving me behind Make up your mind About what you're gonna do You take my advice Oh woman, you've got to choose Take a little time You got nothing more to lose  ",
        "title": "You Better Think Twice"
    },
    {
        "artist": "Charley Pride",
        "lyrics": "  Tomorrow I'll say happy birthday darling And surprise you with a gift when I come home Then mine forgetful arms will reach out for you I can't forget you just because you're gone I can't believe that you've stopped loving me it's too much for me to understand How can anything so real become a dream I can't believe that you've stopped loving me  I've sifted all the reasons why you left me And I've gone back and relived all the love we've had For every tear we lost I've found the thousands smiles And the good times always outweight the bad I can't believe that... I can't believe that you've stopped loving me  ",
        "title": "I Can't Believe That You've Stopped Loving Me"
    },
    {
        "artist": "Traffic",
        "lyrics": "  {Intro}  Found someone who can comfort me But there are always exceptions And she's good at appearing sane But I just want you to know  She's the one makes me feel so good When everything is against me Picks me up when I'm feeling down So I've got something to show  Staring at empty pages Centered 'round the same old plot Staring at empty pages Flowing along in the ages  Often lost and forgotten The vagueness and the mud I've been thinking I'm working too hard But I've got something to show  Staring at empty pages Centered 'round the same old plot Staring at empty pages Flowing along in the ages  {Bridge}  Staring at empty pages Centered 'round the same old plot Staring at empty pages Flowing along in the ages  Often lost and forgotten The vagueness and the mud I've been thinking I'm working too hard But I've got something to show  You know  Found someone who can comfort me But there are always exceptions And she's good at appearing sane But I just want you to know  ",
        "title": "Empty Pages"
    },
    {
        "artist": "King Floyd",
        "lyrics": "  Hey there sugar darlin' Let me tell you something Girl, I've been trying to say, now You look so sweet And you're so doggone fine I just can't get you out of my mind You've become a sweet taste in my mouth, now And I want you to be my spouse So that we can live happily, nah-nah In a great big ol' roomy house And I know you're gonna groove me, baby Ahh, yeah, now You make me feel good inside Come on, and groove me, baby I need you to groove me Ahhh, yeah, now, now, darling Uhh! Come on, come on! Hey! Uhh!  Hey there, sugar darlin' Come on, give me something Girl, I've been needing for days Yes, I'm good, good loving With plenty, plenty hugging Ooh, you cute little thang, you Girl, between you and me, nah-nah We don't need no company No other man, no other girl Can enter into our world Not as long as you groove me, baby Ahh, come on Make me feel good inside Come on and groove me, baby Move me, baby Ahh, sock it to me, mama Uhh! Ahh, I like it like that, baby Uhh! Groove me, baby! Hey! Uhh! Groove me, darling! Come on, come on I need you to sock it to me, mama Come on and groove me, baby Hey! Uhh! Good, God! It makes me feel so good inside, mama Now, come on, come on, and uhh Groove me, baby, groove me, baby Ahh, sock it to me Sock it to me Rock it to me Come on, come on! Come on! And uhh Groove me, mama, I want you to Groove me!  ",
        "title": "Groove Me"
    },
    {
        "artist": "Tammy Wynette",
        "lyrics": "  [verse 1] Today's the day You're telling him That he's got to set you free And that being One man's woman Brngs you down But before You throw away What you think you don't want today Don't give it up Fopr the new life That you've found  [Chorus] Run woman run, run back to him and fix things up the very best you can Tell him you missed him while you were gone Run woman un back to your man  [verse 2] You're a young girl So understand It's so hard to find a man Who comes home every night For only you You may not find True love again So go home while you still can And find a way to work it out With your man  [Chorus] Run woman run, run back to him and fix things up the very best you can Tell him you missed him while you were gone Run woman un back to your man Run woman un back to your man  ",
        "title": "Run, Woman, Run"
    },
    {
        "artist": "Pacific Gas And Electric",
        "lyrics": null,
        "title": "Father Come On Home"
    },
    {
        "artist": "Herb Alpert & The Tijuana Brass",
        "lyrics": null,
        "title": "Jerusalem"
    },
    {
        "artist": "Etta James",
        "lyrics": null,
        "title": "Losers Weepers - Part I"
    },
    {
        "artist": "The Isley Brothers",
        "lyrics": "  Love, let me know, let me know Love, let me know, let me know, let me know  When I feel what I feel Sometimes it's hard for me to tell you so You may not be in the mood To learn what you think you know  There are times when I find You wanna keep yourself from me When I don't have the strength I'm just a mirror of what I see  But at your best you are love You're a positive motivating force within my life Should you ever feel the need to wonder why Let me know, let me know  Love, let me know, let me know  When you feel what you feel Oh, how hard for me to understand So many things have taken place Before this love affair began  But if you feel, oh, like I feel Confusion can give way to doubt For there are times when I fall short of what I say What I say I'm all about, all about  But at your best you are love You're a positive motivating force within my life Should you ever feel the need to wonder why Let me know, let me know  No no no no  Tell me what it is There's no need to make believe Make believe, no need to make believe Look beyond your world Try to find a place for me Try to find, find a place for me  'Cause at your best you are love You're a positive motivating force within my life And if you ever feel the need to wonder why Let me know, let me know  Let me know, let me know Let me know, oh Love Oh, baby Stay at your best baby, yeah Please do it for God's sakes  ",
        "title": "Get Into Something"
    },
    {
        "artist": "Conway Twitty",
        "lyrics": "  [Verse 1: Conway Twitty] I saw a man today who said he'd talked to you Not so long ago I think a month or two As my mind raced back in time I prayed Oh Lord don't let it show He thinks I forgot you fifteen years ago  [Chorus] Fifteen years ago and I still feel the same Why did he have to mention your name I'm as broken up inside as if it's been a week or so Takes a mighty strong love to keep a man thinking of a girl He hasn't seen since fifteen years ago  [Verse 2] I've got a lovely wife who thinks the world of me Promised her my love through all eternity I've tried hard to make her happy And so far she doesn't know I can't shake this thing of fifteen years ago  [Chorus] Fifteen years ago and I still feel the same Why did he have to mention your name I'm as broken up inside as if it's been a week or so Takes a mighty long time to get a real love off your mind I know, I've tried since fifteen years ago  ",
        "title": "Fifteen Years Ago"
    },
    {
        "artist": "Dennis Yost And The Classics IV",
        "lyrics": null,
        "title": "Where Did All The Good Times Go"
    },
    {
        "artist": "David & Jimmy Ruffin",
        "lyrics": null,
        "title": "Stand By Me"
    },
    {
        "artist": "Neil Young",
        "lyrics": "  [Verse 1] When you were young And on your own How did it feel To be alone? I was always thinking Of games that I was playing Trying to make The best of my time  [Chorus] But only love Can break your heart Try to be sure Right from the start Yes only love Can break your heart What if your world Should fall apart?  [Verse 2] I have a friend I've never seen He hides his head Inside a dream Someone should call him And see if he can come out Try to lose The down that he's found  [Chorus]  [Verse 3] I have a friend I've never seen He hides his head Inside a dream Yes, only love Can break your heart Yes, only love Can break your heart  ",
        "title": "Only Love Can Break Your Heart"
    }
]