[
    {
        "artist": "2Pac Featuring K-Ci And JoJo",
        "lyrics": "  Tracklist 1.  Ambitionz Az A Ridah 2.  All About U 3.  Skandalouz 4.  Got My Mind Made Up 5.  How Do U Want It 6.  2 of Amerikaz Most Wanted 7.  No More Pain 8.  Heartz of Men 9.  Life Goes On 10.  Only God Can Judge Me 11.  Tradin War Stories 12.  California Love 13.  I Ain't Mad At Cha 14.  What'z Ya Phone # 15.  Can't C Me 16.  Shorty Wanna Be a Thug 17.  Holla At Me 18.  Wonda Why They Call U Bitch 19.  When We Ride 20.  Thug Passion 21.  Picture Me Rollin' 22.  Check Out Time 23.  Ratha Be Ya Nigga 24.  All Eyez On Me (feat. Big Syke) 25.  Run Tha Streetz 26.  Ain't Hard 2 Find 27.  Heaven Ain't Hard 2 Find  Cover Art:   ",
        "title": "How Do U Want It/California Love"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": null,
        "title": "You're Makin' Me High/Let It Flow"
    },
    {
        "artist": "Bone Thugs-N-Harmony",
        "lyrics": "  [Intro: Bone Thugs-n-Harmony] Bone-Bone-Bone-Bone Bone, Bone, Bone, Bone, Bone Now tell me, what ya gonna do When it ain't nowhere to run When judgment comes for you When judgment comes for you Now tell me, what ya gonna do When it ain't nowhere to hide When judgment comes for you 'Cause it's gonna come for you  [Verse 1: Bizzy Bone] Dead souls, nigga, this for Wally Eazy, C's Uncle Charlie Little Boo, but God's got him And I'm gonna miss everybody I done rolled with blows like AIDS Looked at him while he laid and prayed But destiny played too deep for me to say Lil' Layzie came to me Told me if he should decease, \"well, then please Bury me by my Gran Gran And when you can, come follow me.\"  [Verse 2: Layzie Bone] God bless you workin' on a plan to Heaven Follow the Lord all 24/7 days God is who we praise Even though the Devil's all up in my face But He keepin' me safe and in my place Say grace to the gates we race Without a chance to face the judge Then I guess my soul won’t budge Grudge, because there’s no mercy for thugs Ooh, what could I do? It's all about a family and how we roll Can I get a witness? Let it unfold We livin' our lives to eternal our souls, hey-o-ayo  [Bridge: Krayzie Bone] Pray and we pray and we pray And we pray and we pray Every day, every day, every day, every day And we pray and we pray And we pray and we pray Still we lacin'  [Verse 3: Krayzie Bone] Now follow me, roll stroll Whether it's Hell or it's Heaven Come let's go take a visit to the people that's long gone, they rest: Wally, Eazy, Terry, Boo And still keepin' up with they family Exactly how many days we got lastin'? While you laughin' we're passin' passin' away God, rest our souls 'Cause I know I might meet you up at the crossroads Y'all know, y'all forever got love from them Bone Thugs, baby  [Verse 4: Wish Bone] Lil E-Z long gone Really wish he could come home But when it's time to die, gotta go, bye bye All a lil' thug could do was cry, cry Why'd they kill my dog? Damn, man, I miss my Uncle Charles, y'all And he shouldn't be gone In front of his home, what they did to Boo was wrong Oh so wrong, was so wrong Gotta hold on, gotta stay strong When the day comes Better believe Bone got a shoulder you can lean on, lean on  [Bridge: Bone Thugs-n-Harmony] Pray and we pray and we pray And we pray and we pray Every day, every day, every day, every day And we pray and we pray And we pray and we pray  [Chorus: Bone Thugs-n-Harmony] See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely  [Post Chorus: Bizzy Bone] And I'm gonna miss everybody And I'm gonna miss everybody when I'm gone And I'm gonna miss everybody And I'm gonna miss everybody And I'm gonna miss everybody when I'm gone And I'm gonna miss everybody  [Bridge 2: Layzie Bone] Livin' in a hateful world Sendin' me (straight to Heaven) That's how we roll Livin' in a hateful world Sendin' me (straight to Heaven) That's how we roll Livin' in a hateful world Sendin' me (straight to Heaven) That's how we roll And I asked the good Lord why He sighed, he told me we live to die  [Verse 5: Krayzie Bone] What's up with that murder, y'all? See, my little cousin was hung Somebody really wrong, anybody wanna test us, dawg? And Ms. Sleazy set up Eazy to fall You know while we sinnin' He intendin' on endin' it when it ends He comin' again and again and again Now tell me, what ya gonna do?  [Verse 6: Wish Bone] Can somebody anybody tell me why, hey Can somebody anybody tell me why We die, we die? I don't wanna die (Oh so wrong, oh wrong, oh so wrong, oh wrong)  [Chorus: Bone Thugs-n-Harmony] See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely See you at the crossroads So you won't be lonely  ",
        "title": "Tha Crossroads"
    },
    {
        "artist": "Tracy Chapman",
        "lyrics": "  [Chorus] Give me one reason to stay here And I'll turn right back around Give me one reason to stay here And I'll turn right back around Said I don't want leave you lonely You got to make me change my mind  [Verse 1] Baby I got your number and I know that you got mine But you know that I called you, I called too many times You can call me baby, you can call me anytime But you got to call me  [Chorus] Give me one reason to stay here And I'll turn right back around Give me one reason to stay here And I'll turn right back around Because I don't want leave you lonely But you got to make me change my mind  [Verse 2] I don't want no one to squeeze me, they might take away my life I don't want no one to squeeze me, they might take away my life I just want someone to hold me and rock me through the night  This youthful heart can love you and give you what you need This youthful heart can love you and give you what you need But I'm too old to go chasing you around Wasting my precious energy  [Chorus] Give me one reason to stay here And I'll turn right back around Give me one reason to stay here And I'll turn right back around Said I don't want leave you lonely You got to make me change my mind  [Outro] Baby just give me one reason, Give me just one reason why Baby just give me one reason, Give me just one reason why I should stay Because I told you that I loved you And there ain't no more to say  ",
        "title": "Give Me One Reason"
    },
    {
        "artist": "Los Del Rio",
        "lyrics": "  (I am not trying to seduce you)  When I dance they call me Macarena And the boys they say que estoy buena They all want me, they can't have me So they all come and dance beside me Move with me, chant with me And if you're good I'll take you home with me  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Now don't you worry about my boyfriend The boy whose name is Vitorino Ha! I don't want him, can't stand him He was no good so I, ha ha ha  Now come on, what was I supposed to do? He was out of town and his two friends were so fine  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  (Ay! Ay!) (Ay! Ay!) (Ay! Ay!) (I am not trying to seduce you) (Ay!)  M-M-Macarena M-M-Macarena M-M-Macarena (Ay!)  M-M-Macarena M-M-Macarena M-M-Macarena Macaren, Macaren, Macaren, Macarena  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  (Ay!) Come and find me, my name is Macarena Always at the party con las chicas que son buena Come join me, dance with me And all you fellows chant along with me  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  ",
        "title": "Macarena (Bayside Boys Mix)"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "Because You Loved Me (From \"Up Close & Personal\")"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] We were as one, babe For a moment in time And it seemed everlasting That you would always be mine Now you want to be free So I'll let you fly Because I know in my heart, babe Our love will never die  [Chorus] You'll always be a part of me I'm part of you indefinitely Boy, don't you know you can't escape me? Ooh, darling because you'll always be my baby And we'll linger on Time can't erase a feeling this strong No way you're never going to shake me Ooh, darling because you'll always be my baby  [Verse 2] I am not going to cry now And I won't beg you to stay If you're determined to leave, boy I will not stand in your way But inevitably You'll be back again Because you know in your heart, babe Our love will never end, no  [Chorus] You'll always be a part of me I'm part of you indefinitely Boy, don't you know you can't escape me? Ooh, darling because you'll always be my baby And we'll linger on Time can't erase a feeling this strong No way you're never going to shake me Ooh, darling because you'll always be my baby  [Bridge] I know that you'll be back, boy When your days and your nights get a little bit colder I know that you'll be right back, baby Oh, baby, believe me it's only a matter of time, time  [Chorus] You'll always be a part of me I'm part of you indefinitely Boy, don't you know you can't escape me? Ooh, darling because you'll always be my baby And we'll linger on Time can't erase a feeling this strong No way you're never going to shake me Ooh, darling because you'll always be my baby You'll always be a part of me I'm part of you indefinitely Boy, don't you know you can't escape me? Ooh, darling because you'll always be my baby (You and I) And we'll linger on Time can't erase a feeling this strong (you and I) No way you're never going to shake me (you and I) Ooh, darling because you'll always be my baby  [Outro] No way you're never going to shake me No way you're never going to shake me No way you're never going to shake me (you and I) You and I - we'll always  ",
        "title": "Always Be My Baby"
    },
    {
        "artist": "Keith Sweat",
        "lyrics": "  [Intro: Keith Sweat] Oh yeah baby You got to make your mind up Yeah Kut Klose, help me out  [Chorus 1: Keith Sweat (Kut Klose)] (You know you are my lover) You know you are my love, baby (You got me twisted over you) Girl, you got me twisted over you (I know I got what you need) I got what you need right here, baby (So what you wanna do)  [Verse 1: Keith Sweat] Baby, baby I know Baby I love you so But you don't feel like I do Tell me what can I do  [Pre-Chorus: Keith Sweat (Kut Klose)] (But I gotta be strong) But I gotta be strong (You did me wrong) Girl, you did me wrong (When I thought we were really down) I thought we were down (So you say you want me) Now you say you want me girl (Make up your mind) Ooh make up your mind ('Cause I'm not gonna be here for long) I'm not gonna be here for long  [Chorus 1: Keith Sweat (Kut Klose)] (You know you are my lover) You know you are my love, baby (You got me twisted over you) Girl, you got me twisted over you (I know I got what you need) I got what you need right here, baby (So what you wanna do)  [Verse 2: Keith Sweat] Baby, baby in time (Baby in time) Baby I know you'll find (I know you'll find) That what you needed was here (Oh no, no, no, no, no) And think about it my dear  [Pre-Chorus: Keith Sweat (Kut Klose)] (But I gotta be strong) But I gotta be strong (You did me wrong) Girl, you did me wrong (When I thought we were really down) I thought we were down (So you say you want me) Now you say you want me girl (Make up your mind) Ooh make up your mind ('Cause I'm not gonna be here for long) I'm not gonna be here for long  [Chorus 2: Keith Sweat (Kut Klose)] (You know you are my lover) You know you are my love, baby (You got me twisted over you) Girl, you got me twisted, baby (I know I got what you need) I got everything you need tonight (So what you wanna do) Breaking on down  [Verse 3: Pretty Russ] You got me twisted Thinking about the way that things used to be When it was you and me, girl I was so free See, you had my heart from the start like Cupid And I was just downright foolish and stupid But now I know the reason for the pain and the headaches You left me all alone now I can't even concentrate I guess I'll wait for the day until you come back Because my heart is where your love is at You got me twisted  [Chorus 2: Keith Sweat (Kut Klose)] (You know you are my lover) You know you are my love, baby (You got me twisted over you) Girl, you got me twisted, baby (I know I got what you need) I got everything you need tonight (So what you wanna do) What are you gonna do, baby?  (You know you are my lover) You know, I can make you feel real [?] baby (You got me twisted over you) Girl, you got me twisted, baby (I know I got what you need) I got everything you need tonight (So what you wanna do) What are you gonna do, baby?  (You know you are my lover) You know, you know you are my love, baby (You got me twisted over you) Girl, you got me twisted, baby (I know I got what you need) I got everything right here, baby (So what you wanna do) What are you gonna do, baby?  ",
        "title": "Twisted"
    },
    {
        "artist": "Quad City DJ's",
        "lyrics": "  [Train whistles]  (Woo woo) x 4  (Ride that choo choo, choo choo ride) (Ride that choo choo, choo choo ride) (Ride that choo choo, choo choo ride) (Ride that choo choo, choo choo ride)  Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo)  Come on, ride the train, it's the choo choo, and ride it (woo woo) Come on, ride the train, it's the choo choo, and ride it (woo woo) Come on, ride the train, it's the choo choo, and ride it (woo woo) Come on, ride the train, it's the choo choo, and ride it (woo woo)  Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can  Way deep down south, well we play this game It's them Quad City D.J.'s and yo We call it \"the train\" So if you wanna ride ya thing Just come on down the train We gonna rock, ooh, Lord, just jump aboard, baby So get your next of kin, (c'mon) your sister and your friend Pack it up that, choo choo, ride on this, choo choo And, boo, you need to stop faking, and come on with me I wanna take you home with me, to be alone with me And I can see you wanna hide it, (c'mon), just divide it And please don't knock it, until you ride it So to all of you girls, you know, I'm calling your name Michelle, Tamika and Tonya Wanna ride this train, ride out now  Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo)  Come on, its the choo choo Come on, its the choo choo train Come on, its the choo choo Come on, its the choo choo train  If you feel like dancing, well come on, it's up to you We got the sound to keep you getting down, down The train is coming through  Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can  I can smell them tranquil breezes from a mile away Graduated from Boone up to Alize baby Baby, you looking tough to death Got your weave done right, it's on so tight Now it's on tonight, yeah, yeah Right about now it's about that time for me to holler Girl, I wanna waller in the back of my impala Woo, don't need no tickets for this thing Just jump on in, let me hit them switches on the train And it ain't no thing, it's all the same Get on the train tracks Here we go, so get on the floor And put a hump in your back So pack your bags, come on, get ready, say what? We're coming through your town Move your arm up and down And make that choo choo sound, like this  Ride that choo choo, woo woo... Ride that choo choo, woo woo... Ride that choo choo, woo woo... Ride that choo choo, woo woo... Ride that choo choo, woo woo... Ride that choo choo, woo woo... Ride that choo choo, woo woo... Ride that choo choo, woo woo...  Come on it's the choo choo, woo woo Come on it's the choo choo train Come on it's the choo choo, woo woo Come on it's the choo choo train  If you feel like dancing, well come on, it's up to you We got the sound to keep you getting down, down The train is coming through  Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can  Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train  Come on it's the choo choo, woo woo Come on it's the choo choo train Come on it's the choo choo, woo woo Come on it's the choo choo train  If you feel like dancing, well come on, it's up to you We got the sound to keep you getting down, down The train is coming through  Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can  Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) CCome on, ride the train, it's the choo choo, and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train it's the choo choo train (woo woo) (choo choo ride) (woo woo) Come on, ride the train, it's the choo choo, and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train it's the choo choo train (woo woo) (choo choo ride) (woo woo)  Come on it's the choo choo, woo woo Come on it's the choo choo train Come on it's the choo choo, woo woo Come on it's the choo choo train  Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train  Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train  ",
        "title": "C'mon N' Ride It (The Train)"
    },
    {
        "artist": "Monica",
        "lyrics": null,
        "title": "Why I Love You So Much/Ain't Nobody"
    },
    {
        "artist": "Alanis Morissette",
        "lyrics": "  [Verse 1] An old man turned 98 He won the lottery and died the next day It's a black fly in your Chardonnay It's a death row pardon two minutes too late  [Pre-Chorus] Isn't it ironic Don't you think?  [Chorus] It's like rain on your wedding day It's a free ride when you've already paid It's the good advice that you just didn't take Who would've thought - it figures!  [Verse 2] Mr. Play-It-Safe was afraid to fly He packed his suitcase and kissed his kids good-bye He waited his whole damn life to take that flight And as the plane crashed down he thought, \"Well isn't this nice\"  [Pre-Chorus] And isn't it ironic Don't you think?  [Chorus] It's like rain on your wedding day It's a free ride when you've already paid It's the good advice that you just didn't take Who would've thought - it figures!  [Bridge] Well, life has a funny way of sneaking up on you When you think everything's okay and everything's going right And life has a funny way of helping you out When you think everything's gone wrong And everything blows up in your face  [Verse 3] It's a traffic jam when you're already late It's a no-smoking sign on your cigarette break It's like ten thousand spoons when all you need is a knife It's meeting the man of my dreams And then meeting his beautiful wife  [Pre-Chorus] And isn't it ironic Don't you think? A little too ironic Yeah, I really do think  [Chorus] It's like rain on your wedding day It's a free ride when you've already paid It's the good advice that you just didn't take Who would've thought - it figures!  [Outro] And yeah, life has a funny way of sneaking up on you And life has a funny, funny way of helping you out Helping you out  ",
        "title": "Ironic"
    },
    {
        "artist": "The Tony Rich Project",
        "lyrics": null,
        "title": "Nobody Knows"
    },
    {
        "artist": "Jewel",
        "lyrics": "  People living their lives for you on TV They say they're better than you and you agree He says \"Hold my calls from behind those cold brick walls\"  Says come here boys, there's nothing for free Another doctor's bill A lawyer's bill Another cute cheap thrill You know you love him if you put him in your will, but...  Who will save your soul When it comes to the flowers? Who will save your soul After those lies that you told, boy? And who will save your soul if you won't save your own? La da de da de da la da da  We try to hustle them Try to bustle them Try to cuss them The cops want someone to bust down on Orleans Avenue  Another day Another dollar Another war Another tower went up Where the homeless had their homes  So we pray to as many different gods As there are flowers But we call religion our friend We're so worried about saving our souls Afraid that God will take His toll that we forget to begin but...  Who will save your soul When it comes to the flowers? Who will save your soul After those lies that you told, boy? And who will save your soul if you won't save your own? La da de da de da la da da  Some are walking Some are talking Some are stalking their kill You got social security But that don't pay your bills There are addictions to feed and there are mouths to pay  So you bargain with the Devil But you're okay for today say That you love them, take their money and run  Say it's been swell, sweetheart But it was just one of those things Those flings Those strings you've got to cut So get out on the streets, girls and bust your butts  Who will save.. Save your soul when it comes to the babies now? Oh, who will save your soul After those lies that you told, boy? And who will save... Save your soul if you won't save your own?  ",
        "title": "Who Will Save Your Soul"
    },
    {
        "artist": "Total",
        "lyrics": "  [Intro] Kissin' you is all that I been thinking of Kissin' you is ooh....ooh  [Verse 1/Keisha] Don't matter who knows I don't care who sees me And thinking about you makes my life complete And what I mean by that That my whole world changes You make me feel things that I never felt I wanna kiss you  [Hook] Kissin' you is all that I been thinking of Kissin' you is ooh....ooh Oh yeah, I wanna kiss you Kissin' you is all that I been thinking of Kissin' you is ooh....ooh  [Verse 2/Pam] When I'm with my friends I'm trying to figure out a way To leave 'em behind just to get back to you Oh, you're my best kept secret And that's the way I like it You're my pride and joy boy That's why I'm dreaming of you I wanna kiss you  [Hook] Kissin' you is all that I been thinking of Kissin' you is ooh....ooh Kissing you so good Kissin' you is all that I been thinking of Kissin' you is ooh....ooh  [Chorus/Keisha] You're my pride and joy You're my baby boy People ask me how I feel about you They ask me if I love you (yeah) Am I crazy for you (yeah yeah yeah)  [Hook] 2x  [Chrous/Keisha] You're my pride and joy You're my baby boy People ask me how I feel about you They ask me if I love you (yeah) Am I crazy for you (yeah yeah yeah)  [All of Total] Yeah, yeah, yeah Yeah, yeah, yeah Yeah, yeah, yeah  [Keisha] Kissing you is so good  [All of Total] Yeah, yeah, yeah Yeah, yeah, yeah Yeah, yeah, yeah  [Hook] Oh yeah, I wanna kiss you Kissin' you is all that I been thinking of Kissin' you is ooh....ooh Kissin' you is all that I been thinking of Kissin' you is ooh....ooh Kissing you so good  [Repeat until song ends] Got to have it, have your love that's all I'm thinking of Got to have it, have your love that's all I'm thinking of Got to have it, have your love that's all I'm thinking of Got to have it, have your love that's all I'm thinking of Got to have it, have your love that's all I'm thinking of Got to have it, have your love that's all I'm thinking of Got to have it, have your love that's all I'm thinking of Got to have it, have your love that's all I'm thinking of Got to have it, have your love that's all I'm thinking of Got to have it, have your love that's all I'm thinking of  ",
        "title": "Kissin' You"
    },
    {
        "artist": "Adam Clayton & Larry Mullen",
        "lyrics": "  Mr. Phelps, Mr. Phelps Mr. Phelps, Mr. Phelps This tape will self-destruct in 5 seconds This tape will self-destruct in 5 seconds This tape will self-destruct in 5 seconds This tape will self-destruct in This tape will self-destruct in This tape will self-destruct This tape will self-destruct in 5 seconds Mr. Phelps, your mission should you decide to accept it Mr. Phelps Mr. Phelps, your mission should you decide to accept it This tape will self-destruct in 5 seconds  ",
        "title": "Theme From Mission: Impossible (From \"Mission: Impossible\")"
    },
    {
        "artist": "Jann Arden",
        "lyrics": "  [Verse 1] How do you cool your lips, after a summer's kiss? How do you rid the sweat, after the body's bliss? How do you turn your eyes from the romantic glare? How do you block the sound of a voice you'd know anywhere?  [Chorus 1] Oh, I really should've known By the time you drove me home By the vagueness in your eyes Your casual goodbyes  By the chill in your embrace The expression on your face Told me maybe you might have Some advice to give on how to be insensitive Insensitive, insensitive  [Verse 2] How do you numb your skin, after the warmest touch? How do you slow your blood, after the body rush? How do you free your soul after you've found a friend? How do you teach your heart it's a crime to fall in love again?  [Chorus 2] Oh, you probably won't remember me It's probably ancient history I'm one of the chosen few Who went ahead and fell for you  I'm out of vogue, I'm out of touch I fell too fast, I felt too much I thought that you might have Some advice to give on how to be insensitive  [Chorus 1] Oh, I really should've known By the time you drove me home By the vagueness in your eyes Your casual goodbyes  By the chill in your embrace The expression on your face That told me maybe you might Have some advice to give on how to be insensitive  [Outro] (How to be) Insensitive (How to be) Insensitive (How to be)  ",
        "title": "Insensitive (From \"Bed Of Roses\")"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Verse 1] Girl I must have been crazy to say that it was over I had to be a fool to yell out we were through And now I'm all alone and feeling down and out baby When I never meant for this to end It was so, so crazy of me Sometimes we say things that we really don't mean Well I'm sorry baby Bring your loving back to me  [Hook] I can't sleep babe I can't think babe I can't live babe Without you in my life I can't go on babe This is my song baby Don't wanna do nothing if I, go away baby And I can't do nothing if you're, not around  [Verse 2] Though I must admit that things got out of hand When you told me that he was just a friend I should've had my trust in you From the very start darling Cause I never meant for this to end How can we get it back again? Oh sometimes a man can say things That he really don't mean Well I'm sorry baby Bring your loving back to me  [Hook]  [Bridge] Baby, can we meet somewhere and talk about it? Oh baby, can we work it out? I'm not gonna let you go my baby Before I let you know that  [Hook to fade]  ",
        "title": "I Can't Sleep Baby (If I)"
    },
    {
        "artist": "Crucial Conflict",
        "lyrics": null,
        "title": "Hay"
    },
    {
        "artist": "George Michael",
        "lyrics": "  Gotta get up to get down Gotta get up to get down Gotta get up to get down Gotta get up to get down Gotta get up to get down Gotta get up to get down Gotta get up to get down Gotta get up to get down  Looking for some education Made my way into the night All that bullshit conversation Baby can't you read the signs?  I won't bore you with the details, baby I don't even want to waste your time Let's just say that maybe You could help to ease my mind Baby, I ain't Mr. Right  But if you're looking for fastlove If that's love in your eyes It's more than enough Had some bad love So fast love is all that I've got on my mind  Ooh baby What's there to think about, baby? Hey baby, oh yeah  Looking for some affirmation Made my way into the sun My friends got their ladies They're all having babies But I just want to have some fun  I won't bore you with the details, baby Gonna get there in your own sweet time Let's just say that maybe You could help to ease my mind Baby, I ain't Mr. Right  But if you’re looking for fastlove If that’s love in your eyes It’s more than enough Had some bad love Some fastlove is all that I’ve got on my mind Get yourself some lessons in love  So close I can taste it now, baby So close  In the absence of security I made my way into the night Stupid cupid keeps on calling me But I see nothing in his eyes I miss my baby (Oh, yeah) I miss my baby (tonight) So why don't we make a little room in my BMW, babe? Searching for some peace of mind Hey, I'll help you find it I do believe that we are practicing the same religion  Oh, you really ought to get up now That's right Oh you really oughta get up (Ooh ooh, baby baby) Oh yeah Looking for some affirmation  ",
        "title": "Fastlove"
    },
    {
        "artist": "SWV",
        "lyrics": null,
        "title": "You're The One"
    },
    {
        "artist": "Robert Miles",
        "lyrics": null,
        "title": "Children"
    },
    {
        "artist": "La Bouche",
        "lyrics": null,
        "title": "Sweet Dreams"
    },
    {
        "artist": "Color Me Badd",
        "lyrics": "  When I was lost I could not see All the beauty and wonder Wrapping around me I was alone Dreaming of you Oh I could not imagine This dream coming true  So much joy now In all that I touched You make me feel Everything so much  CHORUS: I will love you for the earth at my feet I will love you for the sun in the sky I will love you for the falling rain I will love you for the heart that could break I will love you for the dreams that we share I will love you for the falling rain  Facing the wind Tears from my eyes Baby, where have you been When I was hoping Was waiting for you To pull back the door To take me by the hand And lead me through  This whole world was A stranger to me Now you have opened My heart to everything  CHORUS  (Spoken) Like a whisper in a dream You've walked softly into my life With love and sweet emotion And as I gaze into your eyes I see the beauty that God has created And I love you girl Now and forever  CHORUS x3  ",
        "title": "The Earth, The Sun, The Rain"
    },
    {
        "artist": "Case Featuring Foxxy Brown",
        "lyrics": "  [Verse 1: Foxy Brown] Papa just keep me laced up In Ellen Tracy, uh Cesare Paciotti, uh Issac Mizrahi Fuck around with Dolce Gabanna, sippin' pure 'Zay with the Ill Na Na Nigga you fuck around I’ll have your loyalties and your joints Nigga your royalties and your points So what the deal is? But Foxy Brown met Case, now we laced Bonnie met Clyde now I'm up in Jamaica breakin' all your paper  [Verse 2: Case] You're the only one for me You're the only one I need Can't nobody make me feel The way you're makin' me feel And girl you know this love is real  [Chorus: Mary J. Blige] Touch me, tease me Feel me and caress me Hold on tight and don't let go Baby I'm about to explode 'Cause all my love you can control  [Verse 3: Case] I'll spend the night with you If you promise you will do All the things to make me scream And you know just what I mean Cuz tonight you taste like ice cream I wanna make you fall in love Make you touch the stars above Please me low and be my friend I'll come back and hit it again And again, and again, and again Don't go away  [Chorus: Mary J. Blige] Touch me, tease me Feel me and caress me Hold on tight and don't let go Baby I'm about to explode 'Cause all my love you can control  [Verse 4: Foxy Brown] What? Let me get that Lex nigga Sex wetter than aquariums Flashin', they get their ass in Who fucks slow with Lear jets and coups My ones stackin' You ain't know that I be mackin', uhh The extra set of keys The thirty G's Them trips to Belize had you livin' on your knees Not to mention the laced out crib in Dallas The forty room palace Sippin' cristal-ise  [Chorus: Mary J. Blige] Touch me, tease me Feel me and caress me Hold on tight and don't let go Baby I'm about to explode 'Cause all my love you can control Touch me, tease me Feel me and caress me Hold on tight and don't let go Baby I'm about to explode 'Cause all my love you can control Touch me, tease me Feel me and caress me Hold on tight and don't let go Baby I'm about to explode 'Cause all my love you can control  ",
        "title": "Touch Me Tease Me (From \"The Nutty Professor\")"
    },
    {
        "artist": "112 Featuring The Notorious B.I.G.",
        "lyrics": "  [Pre-Intro: 112] Keep it real (keep it real)  [Intro: Puff Daddy] I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop, eh eh, eh eh I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop  [Verse 1: Notorious B.I.G. and (Puff Daddy)] Jesus, the Notorious just Please us with your lyrical thesis We just chilling, milk 'em, \"Top Billin'\" Silk and pure linen, me and Lil' Cease (hehe) Malibu sea breeze, Dom P's, palm trees Cats named Pablo in milked out diablos (that's right) The Williest (what?) bitches be the silliest The more I smoke, the smaller the Phillie gets Room 112, where the players dwell And stash more cash than Bert Padell, inhale Make you feel good like Tony Toni Tone (*feels good*) Dick up in your middle like Monie (yes) She don't know but she setting up to blow me (yes) Try to style, flying north with a homey (yes) Escada, Don Dada, player, stay splurging Game so tight they call it virgin  [Verse 2: 112 (and Notorious B.I.G.)] Oh I, need to know, where we stand Do we share this special thing called love (Room 112, where the players dwell) I know I do, what about you I just can't get enough of your love  [Pre-Chorus: 112] I need you in my life Where do I go, what do I do I can't live without your love Thinkin' of you makes me feel Like I'm the only one for you  [Chorus: 112] Girl I want to be with you No one else, only you Why can't we just make it happen Baby I need you in my life  [Verse 3: 112 (and Puff Daddy)] Every time I'm with you Never want it to come to an end (I thought I told you that we won't stop) You always make me so happy You'll always have a place in my heart  [Pre-Chorus] I need you in my life Where do we go, what do I do Cause I can't live without your love Thinkin' of you, makes me feel Like I'm the only one for you  [Verse 4: Mase and (Puff Daddy)] Now you can hum all you want to, cum all you want to Money I'mma front you, girl I wanna flaunt you (that's right) I'mma always want you when nobody wants you (uh-huh) If I die now my love'll still haunt you (c'mon) Mase ain't the one that'll pay for your phone (Mase ain't the one) Mase be the one that'll take you home (that's right) Even though I'm not the one that gave you the stone (yeah) On your days alone I can make you moan Everybody know I got more bounce than the ounce Bad Boy get more money than you can count Why I'm buying things you can't even pronounce I'd do it to you cats for a large amount (heheh) And when the beef come, you know where to be found Why I'll be around 'til the winner is announced (The winner is..) So there ya go girl with thousands in ya palms Why you can't let bygones be bygones (Goodfellas)  [Pre-Chorus: 112] Where do I go, what must I do If I can't live without your love Thinking of you, makes me feel baby Like I'm the only one for you  [Chorus: 112] Girl I want to, be with you No one else, only you Why can't we just make it happen Baby, I need you in my life  [Puffy] + 112 ad libs I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop, eh-eh, eh-eh  ",
        "title": "Only You"
    },
    {
        "artist": "LeAnn Rimes",
        "lyrics": null,
        "title": "Blue"
    },
    {
        "artist": "Gin Blossoms",
        "lyrics": null,
        "title": "Follow You Down/Til I Hear It From You"
    },
    {
        "artist": "Montell Jordan Featuring Slick Rick",
        "lyrics": null,
        "title": "I Like (From \"The Nutty Professor\")"
    },
    {
        "artist": "Jodeci",
        "lyrics": "  [Intro: K-Ci + (Jodeci)] Said it sounds so good to me You gotta get on up (Get on up) Hey yeah, hey yeah (You gotta get on up now) Say it again, Jodeci (Get on up) Oh, gotta get on up (You gotta get on up now) Wait a minute, let me tell you...  [Verse 1: K-Ci] Everybody grab somebody Turn this mutha into a party Fellas take your lady's hand Ladies go and choose your man There's no need to be afraid Friday night, let's all get paid Positive is the attitude Negative is not the mood  [Chorus: Jodeci + (K-Ci) + JoJo] Get on up (No, no, you gotta get on up) You gotta get on up now (Let's say it again, you gotta get on up) Get on up And you can't sit down You gotta get on up now And you can't sit down  [Verse 2: JoJo] Now that everybody's movin' Everybody in here is groovin' Everything is alright The atmosphere is so nice The DJ is doin' his duty All the ladies shakin' their booty And the night is still young And the party's just begun  [Chorus: Jodeci + (JoJo)] Get on up (No, no, you gotta get on up) And you can't sit down You gotta get on up now And you can't sit down Get on up (Just get on up) And you can't sit down You gotta get on up now (Hey, oh, oh oh) Get on up (Just get on up) And you can't sit down You gotta get on up now And you can't sit down Get on up (Everybody just pump your fist) And you can't sit down You gotta get on up now  [Bridge: JoJo + (K-Ci)] Party (Party, party all day, baby) All day (Don't you never never never never never stop) Never stop (Oh...) Never stop (Yeah...) And you can't sit down  [Chorus: Jodeci + (K-Ci) + JoJo] Get on up And you can't sit down You gotta get on up now And you can't sit down (Get on up; everybody just get on up) You gotta get on up now (Whoa oh, whoa oh...) Get on up...  [Outro dialogue: JoJo + lady]  ",
        "title": "Get On Up"
    },
    {
        "artist": "LL Cool J",
        "lyrics": "  [Keisha] Umm...Go head daddy! [Beat drops] We doing it with L....(Laughs)....Go head baby. Who do ya luv baby?  [Verse 1] How you doin', miss? My name is L, I'm from Queens I heard about your man, he like to lace you with cream Dolce Gabbana, Moschino with Donna jeans But he slipped up, and threw his rock to a fiend He be playin' like a Willie 'cause he dress ya dove Never knowin' that his woman is in need of love You got Versace gold link stomach chains with rocks Official hair style but you stuck up in the spot Makin love, Duke is weak then he fallin asleep You on the phone wit your old peeps dyin' to creep 'tween my sheets So what you got Chanel on your feet Hot sex on a platter makes the mission complete, uh  [Chorus 4X: Total + (LL Cool J)] Who do you love? (I wanna lounge with you) Are you for sure? (I do what I gotta do)  [Verse 2] Jew-els and Cristal got him actin' funny style He ain't watchin' you, he rather watch his money pile Can't protect treasures when it's in a glass house Soon as he turn the corner I'mma turn that ass out Full blown, frontin' in the 6 with the chrome Yo B, why you leave your honey all alone with me? Just because you blessed with cash Doesn't mean your honey won't let me finesse that ass So see the moral of the story is a woman need love The kind you so-called players never dreamed of You got to try love, can't buy love If you play your hand, then it's bye-bye love  [Chorus 4X: Total + (LL Cool J)] Who do you love? (I wanna lounge with you) Are you for sure? (I do what I gotta do)  [Bridge: Total + LL Cool J] Who do you love? Are you for sure? (You know it's you) Who do you love? Are you for sure? (I do what I gotta do)  [Verse 3] So what you got the cash flow in escrow, damn But your honey ran away like presto, ala-kazam Man made the money, money never made the man You still fakin' jacks throwin' rocks on her hand See, you put your mack down, now you Nino Brown Rock roller with so much ice your cap's polar I got her smokin' beedies, modeling bikinis Pushin' your whip on the Van Wyck to see me I keep it steamy, I make it burn when it's my turn Teaching shorty all the jewels that you never learned Don't get it twisted, getting money ain't wrong But she wanna make love all night long, I'm gone  [Chorus 4X: Total + (LL Cool J)] Who do you love? (I wanna lounge with you) Are you for sure? (I do what I gotta do)  [Bridge: Total] Who do you love? Are you for sure? (You know it's you) Who do you love? Are you for sure? (Are you for sure?)  [Outro: Total] Who do you love? (Repeat with LL Cool J ad-libs)  ",
        "title": "Loungin"
    },
    {
        "artist": "Dishwalla",
        "lyrics": "  [Verse 1] Must have been mid afternoon I could tell by how far the child's shadow stretched out And he walked with a purpose in his sneakers down the street He had many questions like children often do  [Chorus] We said, tell me all your thoughts on God Tell me am I very far?  [Verse 2] Must have been late afternoon On our way the sun broke free of the clouds We count only blue cars, skip the cracks in the street And ask many questions like children often do  [Chorus] We said, tell me all your thoughts on God Cause I would really like to meet her And ask her why we're who we are Tell me all your thoughts on God Cause I am on my way to see her So tell me am I very far, am I very far now?  [Verse 3] It's getting cold picked up the pace How our shoes make hard noises in this place Our clothes are stained We pass many cross-eyed people And ask many questions like children often do  [Chorus] Tell me all your thoughts on God Cause I would really like to meet her And ask her why we're who we are Tell me all your thoughts on God Cause I am on my way to see her So tell me am I very far Am I very far now, am I very far now, am I very far now? Tell me all your thoughts on God  ",
        "title": "Counting Blue Cars"
    },
    {
        "artist": "Natalie Merchant",
        "lyrics": null,
        "title": "Jealousy"
    },
    {
        "artist": "Metallica",
        "lyrics": "  [Intro] Where do I take this pain of mine I run but it stays right by my side  [Verse 1] So tear me open and pour me out There's things inside that scream and shout And the pain still hates me So hold me until it sleeps  Just like the curse, just like the stray You feed it once and now it stays Now it stays  [Pre-Chorus] So tear me open but beware There's things inside without a care And the dirt still stains me So wash me until I'm clean  [Chorus] It grips you so hold me It stains you so hold me (yeah) It hates you so hold me (yeah) It holds you so hold me Until it sleeps (Until it sleeps) Until it sleeps (Until it sleeps)  [Verse 2] So tell me why you've chosen me Don't want your grip, don't want your greed Don't want it  [Pre-Chorus] I'll tear me open make you gone No more can you hurt anyone And the fear still shakes me So hold me, until it sleeps  [Chorus] It grips you so hold me It stains you so hold me (yeah) It hates you so hold me (yeah) It holds you Holds you Holds you Until it sleeps Until it sleeps Until it sleeps Until it sleeps  I don't want it I don't want it, want it, want it Want it, want it, no  So tear me open but beware There's things inside without a care And the dirt still stains me So wash me 'til I'm clean  I'll tear thee open, make you gone No longer will you hurt anyone And the hate still shapes me So hold me until it sleeps  Until it sleeps Until it sleeps Until it sleeps Until it...  ",
        "title": "Until It Sleeps"
    },
    {
        "artist": "Coolio",
        "lyrics": "  It's all the way live It's all the way live It's all the way live It's all the way live If you wanna party Come on in and party hearty When the people get together And don't care about the weather We're proud to say, \"Welcome to the party\" (Yeah) It's all the way live (Sho 'nuff) It's all the way live (Whoa, whoa, tell the people) (Tell 'em) It's all the way live (Ooh) It's all the way live (All you got to do is boogie) Dance, clap your hands All you wanna do is boogie Bad woman Havin' fun So, so fine, those ladies Doin' moves that drives us fellas crazy When the music's quite together And you know there is none better To even get a seat, we have to be here early, come on It's all the way live It's all the way live (Whoa, whoa, tell the people) (Tell 'em) It's all the way live (Ooh) It's all the way live (All you got to do is boogie) Huh, it's live, it's all the way live Huh, it's live, it's all the way live (It's all the way) Huh, it's live, it's all the way live (It's all the way) (All the way live) Huh, its live, it's all the way live (Its all the way) (All the way live) Huh, it's live, it's all the way live (It's all the way) (All the way live) Huh Again Dance, clap your hands All you wanna do is boogie When the music's in the groove And it makes you wanna move Everybody get on up When the sound begins to groove And your feet begin to move With Lakeside you're groovin' at the party (Party) It's all the way live It's all the way live (Yeah, tell the people) It's all the way live It's all the way live (All the way) It's all the way live It's all the way live (When the people get together) (And don't care about the weather) It's all the way live It's all the way live (When the sounds begin to groove) (And your feet begin to move) It's all the way live (Tell 'em) It's all the way live (Ha, ha, ha, ha, ha, ha, ha) It's all the way live It's all the way live  ",
        "title": "It's All The Way Live (Now) (From \"Eddie\")"
    },
    {
        "artist": "All-4-One",
        "lyrics": null,
        "title": "Someday (From \"The Hunchback Of Notre Dame\")"
    },
    {
        "artist": "Hootie & The Blowfish",
        "lyrics": null,
        "title": "Old Man & Me (When I Get To Heaven)"
    },
    {
        "artist": "Brandy",
        "lyrics": "  [Verse 1] Seems like ever since the first day we met There is no one else I think of more than you Can't seem to forget, can't get you out my head Guess the verdict's in, I'm crazy over you How can one be down, tell me where to start Cause every time you smile, I feel trembles in my heart I have but one concern, how can I get with you Til my day comes, here's what I'm gonna do  [Chorus] Be sitting up in my room Back here thinking bout you I must confess, I'm a mess for you Be sitting up in my room Back here thinking bout you I'm just a mess with a thang for you  [Verse 2] Pray that you'll invest in my happiness All it takes is just one simple call from you Turn my heart around, if I'm making ground Pretty baby please, tell me if I'm getting through Tell me what is up, you see I need to know Tell me if I'm far or, if I'm getting close I have but one concern, and that one concern is you Til I'm with you, here's what I'm gonna do  [Chorus] Be sitting up in my room Back here thinking bout you I must confess, I'm a mess for you Be sitting up in my room Back here thinking bout you I'm just a mess with a thang for you  [Bridge] How can one reach out? Tell me where to start Cause everytime you smile, I feel trembles in my heart I have but one concern, how can I get with you? Til my day comes, here's what I'm gonna do  [Chorus] Be sitting up in my room Back here thinking bout you I must confess, I'm a mess for you Be sitting up in my room Back here thinking bout you I'm just a mess with a thang for you  ",
        "title": "Sittin' Up In My Room (From \"Waiting To Exhale\")"
    },
    {
        "artist": "Everything But The Girl",
        "lyrics": null,
        "title": "Missing"
    },
    {
        "artist": "Delinquent Habits",
        "lyrics": "  [Verse 1] I flex my brazos hardcore down for the clicka' Who's that eminating funk through the speaka' Bass gets to thumpin' rucas get to pumpin' Who's that rockin' got the party start jumpin' Blastin' through hah no need for the booyaa Right hammer with the one knuckle eye-shot through ya Step to the crowd, I feel the strain' Throw chingasos in the mosh pit, feel the pain So don't get in my way baby Because the Guero loco came in here to play baby My shit will pump up this jam hot damn it's the baddest Tres Delinquentes step into the madness  [Hook] Get funky, get funky, get funky Get funky, get funky, get funky  [Verse 2: Kemo The Blaxican] ¿Qué ondas, muchacho?,  ahi vienes, te miro Si me traes bronca me a loco deatiro Me paro, te tumbo, no es tu rumbo Y con el lingo, tal vez te confundo Oh shit, it's the attack of the five foot ten The Blaxican once again with the cocked hair pin As I emerge from the depths of the realm my son I got the black gat fat track coke and rum Otra vez ya lo vez and the crew somos tres One Blaxican on the squad you don't test Hittin' hard like an Aztec, swift like a Zulu That's what it's like with a palm shot through you My mannerism mild still the punks get piled My number one assassin flips the mad funk styles Me I play the back role but I'm delinquente This is how I freak it when I'm speaking to the gente  [Hook]  [Verse 3] Whatcha trucha, calmate escucha Somos delinquentes tu no quieres lucha But we freak it this way seguí sendo rey O.G. freaks the beat the mariachis play Fade it in with snare from ASR-10 Producer mas mejor it's O.G. Style again Freak it, bump it, bass out the carro O.G. he's got more BOOM BOOM than charo Third of tres brings cuts to your face bro Hold down the needle with a penny or a peso See all our style used to create With one turntable and a broken 808  [Hook]  ",
        "title": "Tres Delinquentes"
    },
    {
        "artist": "The Smashing Pumpkins",
        "lyrics": "  [Verse 1] Time is never time at all You can never ever leave Without leaving a piece of youth And our lives are forever changed We will never be the same The more you change the less you feel  [Pre-Chorus 1] Believe Believe in me Believe That life can change That you're not stuck in vain We're not the same We're different  [Chorus] Tonight (tonight) Tonight, so bright Tonight (tonight)  [Verse 2] And you know you're never sure But you're sure you could be right If you held yourself up to the light And the embers never fade In your city by the lake The place where you were born  [Pre-Chorus 2] Believe Believe in me Believe In the resolute urgency of now And if you believe there's not a chance  [Chorus] Tonight (tonight) Tonight, so bright Tonight (tonight)  [Bridge] We'll crucify the insincere tonight (tonight) We'll make things right We'll feel it all tonight (tonight) We'll find a way to offer up the night tonight The indescribable moments of your life tonight The impossible is possible tonight (tonight) Believe in me as I believe in you  [Chorus] Tonight... Tonight, tonight... Tonight... Tonight...  ",
        "title": "Tonight, Tonight"
    },
    {
        "artist": "Jars Of Clay",
        "lyrics": null,
        "title": "Flood"
    },
    {
        "artist": "Donna Lewis",
        "lyrics": "  Feels like I'm standing in a timeless dream Of light mists with pale amber rose Feels like I'm lost in a deep cloud of heavenly scent Touching, discovering you  Those days of warm rains come rushing back to me Miles of windless summer night air Secret moments shared in the heat of the afternoon Out of the stillness, soft spoken words Say, say it again  I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you  You've got the most unbelievable blue eyes I've ever seen You've got me almost melting away As we lay there under a blue sky with pure white stars Exotic sweetness, a magical time Say, say it again  I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you  Say you'll love, love me forever Never stop, never whatever Near and far and always and everywhere and everything Say you'll love, love me forever Never stop, never whatever Near and far and always and everywhere and everything Say you'll love, love me forever Never stop, never whatever Near and far and always and everywhere and everything Say you'll love, love me forever Never stop, never whatever Near and far and always and everywhere and everything  I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you I love you always forever Near and far, closer together  ",
        "title": "I Love You Always Forever"
    },
    {
        "artist": "Natalie Merchant",
        "lyrics": null,
        "title": "Wonder"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Intro (chanting)] (All I want to say is that they don't really care about us) Don't worry what people say, we know the truth (All I want to say is that they don't really care about us) Enough is enough of this garbage (All I want to say is that they don't really care about us) (Overlapping voices)  [Verse 1] Skin head, dead head Everybody gone bad Situation, aggravation Everybody allegation In the suit, on the news Everybody dog food Bang bang, shot dead Everybody gone mad  [Hook] All I wanna say is that They don't really care about us All I wanna say is that They don't really care about us  [Verse 2] Beat me, hate me You can never break me Will me, thrill me You can never kill me Jew me, sue me Everybody do me Kick me, kike me Don't you black or white me  [Hook] All I wanna say is that They don't really care about us All I wanna say is that They don't really care about us  [Bridge 1] Tell me, what has become of my life? I have a wife and two children who love me I am the victim of police brutality now I'm tired of bein' the victim of hate You're rippin' me of my pride, oh, for God's sake I look to heaven to fulfill its prophecy, set me free  [Verse 3] Skin head, dead head Everybody gone bad Trepidation, speculation Everybody allegation In the suit, on the news Everybody dog food Black male, blackmail Throw your brother in jail  [Hook] All I wanna say is that They don't really care about us All I wanna say is that They don't really care about us  [Bridge 2] Tell me, what has become of my rights? Am I invisible 'cause you ignore me? Your proclamation promised me free liberty now I'm tired of bein' the victim of shame They're throwin' me in a class with a bad name I can't believe this is the land from which I came You know, I do really hate to say it The government don't wanna see But if Roosevelt was livin' He wouldn't let this be, no, no  [Verse 4] Skin head, dead head Everybody gone bad Situation, speculation Everybody litigation Beat me, bash me You can never trash me Hit me, kick me You can never get me  [Hook] All I wanna say is that They don't really care about us All I wanna say is that They don't really care about us  [Verse 5] Some things in life They just don't wanna see But if Martin Luther was livin' He wouldn't let this be Skin head, dead head Everybody's gone bad Situation, segregation Everybody allegation In the suit, on the news Everybody dog food Kick me, strike me Don't you wrong or right me  [Hook] All I wanna say is that They don't really care about us All I wanna say is that They don't really care about us  ",
        "title": "They Don't Care About Us"
    },
    {
        "artist": "La Bouche",
        "lyrics": "  [Intro: Melanie Thornton] La da da dee da da, da da La da da dee da da, da da La da da dee da La da da da dee da La da dee da da da, da da Be my lover Wanna be my lover  [Verse 1: Melanie Thornton] Looking back on all the time we've spent together You oughta know right now, if you wanna be my lover Wanna be my lover Go ahead and take your time, boy, you gotta feel secure Before I make you mine, baby, you have to be sure You wanna be my lover, wanna be my lover, wanna be my lover  [Hook: Melanie Thornton] La da da dee da da, da da La da da dee da da, da da La da da dee da La da da da dee da La da dee da da da, da da  La da da dee da da, da da La da da dee da da, da da La da da dee da La da da da dee da La da dee da da da da da  [Hook 2: Melanie Thornton] Ah ha yeah hey, wanna be my lover Ah ha yeah hey, wanna be my lover Ah ha yeah hey, wanna be my lover Ah ha yeah hey, wanna be my lover  [Verse 2: Lane McCray] I must confess Girl yes, I want to be your lover Take a chance, my love is like no other On the dance floor getting down Hold tight, I'll never let you down My love is definitely the key Like Boyz II Men, I'm on bended knee Loving you, not like your brother, ah yeah I want to be your lover  [Bridge: Melanie Thornton] I hear what you say I see what you do I know everything I need to know about you And I want you to know that it's telling me You wanna be my lover  [Hook: Melanie Thornton] La da da dee da da, da da La da da dee da da, da da La da da dee da La da da da dee da La da dee da da da, da da  [Hook 2: Melanie Thornton] Ah ha yeah hey, wanna be my lover Ah ha yeah hey, wanna be my lover Ah ha yeah hey, wanna be my lover Ah ha yeah hey, wanna be my lover, hey yeah  Oh, be my lover, yeah Oh, be my lover I know you wanna be my lover I know you wanna be mine  [Hook: Melanie Thornton] La da da dee da da, da da La da da dee da da, da da La da da dee da La da da da dee da La da dee da da da, da da  La da da dee da da, da da La da da dee da da, da da La da da dee da La da da da dee da La da dee da da da, da da  [Hook 2: Melanie Thornton] Ah ha yeah hey, wanna be my lover Ah ha yeah hey, wanna be my lover Ah ha yeah hey, wanna be my lover Ah ha yeah hey, oh be my lover, yeah  ",
        "title": "Be My Lover"
    },
    {
        "artist": "Coolio",
        "lyrics": "  [Hook] 1 2 3 4 get your woman on the floor Gotta Gotta get up to get down Gotta Gotta get up to get down  [Verse 1] What up everybody, so glad you're here It's Coolio wit' the flow back in your ear This ain't a fantastic voyage, but I'm still on a mission To see if I can get your attention  Now I wanst to drop some information Just a little additive to your education I live my life by the code of the funk 600 watt amps, 18's in the trunk  When I'm on the street, you gotta feel my beat, so Throw your hands up if you're down with the C Double O, L, I, O with the flow I'm lookin' for the party, so let a nigga know  1 2 3, it's like A B C If hip hop didn't pay, I'd rap for free Slide, slide, but that's that past I got sumpin' brand new for that ass  [Hook]  [Verse 2] If you got beef, then nigga eat a pork chop Once I get it goin', you know it don't stop I break like anti-locks, panties drop From hood to hood, block to block  Help, I need somebody To get it goin' on in this party Baby you can do it, take your time do it right We can drink some yak and do it all damn night  My name ain't Wanda, but I'll rock your world Get more bounce than a jheri curl Too many looky loos be lookin' for clues There's a party goin' on, now whatcha gonna do, so  Grab your partner, do se do If you don't know who it is, it's Coolio Slide, slide, but that's the past I got sumpin' brand new for that ass  [Hook]  Rhyme 3: Push, push, in the bush But don't step on my toes cuz you might get smushed It's the brother from around the way And what I say I been comin' on three like Dr. Dre  Comin' at 'em with pattern an' a fresh pair of atoms I hope you don't trip cuz I don't want to have to gat 'em So move your body baby, drive the homeys crazy The way you shake that ass, always amaze me  Ain't no party like a west coast party Cuz a west coast party don't stop So when you see a young nigga In a Chevy hittin' switches, then you gotta give the nigga his props  I got size in my rise and the motion for your ocean Coolio got the potion to kick the party open Slide, slide, but that's the past I got sumpin' brand new for that ass  [Hook extended] fade out  ",
        "title": "1, 2, 3, 4 (Sumpin' New)"
    },
    {
        "artist": "Tevin Campbell",
        "lyrics": null,
        "title": "Back To The World"
    },
    {
        "artist": "MC Lyte Featuring Xscape",
        "lyrics": "  [Verse 1] B-boy where the fuck you at I been looking for you're ass since a quarter past Hot peas and butter, baby come and get your supper Before I make you suffer, that's when you had enough-a Can I get hot when you hit the jackpot Surely I can if you the man I get loose and produce large amounts of juice Can you get used to that or do you need a boost of energy To enter me and get it on You're getting warm I can feel you getting closer Now baby, down this Mimosa You better believe it's time to give a toast to The woman of the decade, too bad to be played Get vexed and I'm bound to throw shade All over your body Who's body, your body I can rock a party like nobody Leaving time to take home the loot Choosy about who I let knock my boots Now let me take sight while your loving the Lyte Life ain't all that unless you're doing it right  [Hook] Keep on, keeping on cause you came and you changed my world Your love so brand new, keep on keep keeping on Doin it right, right, right  [Verse 2] Beware of the stare when I step into peace I come in peace but I got shit that need to be released Now who from the chosen shall I choose Yeah now you wish you was in his shoes I found me a new nigga this year That knows how to handle this here Now I look forward to going home at night Brother does me right under the candlelight Wax upon my back can I handle all of that I guess I can, can I why not If I wanna guess I can, can I More honey than a bumble-bee hive Pulling sixty-nine ways in my archive Sweet like licorice, sugar for my booga Juicy like Hi-C or an Icee I got shit to make your ass write a bad check Cause like I said I ain't afraid of the sweat Beat on my drum if you feel the need to As I procede to open up and feed you I got a longing to put you where you wanna be Been I can, I get rid of all company  [Hook]  Many have tried strict regulations Lazy motherfuckers get put on probation Those that didn't perform well They gets no answer when they ring-a-ring-a my bell You're playing with my time Trying to jerk me, hurt me then dessert me You better work me while you got the oppurtunity To be in the midst of the L-Y-T-E Only the strong survive, only the wise excel Once said by my born-in-hell Only the lonely die slowly Left all alone try to control me Easy does it never ask how was it Never speak my info why my sheets in the streets Cause that ain't cool and that ain't cute To talk about who knocked the boots on a video shoot But it's all good though, you gotta get it when you want it Sight your prey, make your move and hop up on it It's natural, never be ashamed Fuck the fame, get the name and kick the game  [Hook]  ",
        "title": "Keep On, Keepin' On (From \"Sunset Park\")"
    },
    {
        "artist": "Whitney Houston & CeCe Winans",
        "lyrics": "  [Chorus] Count on me through thick and thin A friendship that will never end When you are weak I will be strong Helping you to carry on Call on me, I will be there Don't be afraid Please believe me when I say Count on me  [Verse 1] I can see it's hurting you I can feel your pain It's hard to see the sunshine through the rain I know sometimes it seems as if It's never gonna end But you'll get through it Just don't give in because you can  [Chorus] Count on me through thick and thin A friendship that will never end When you are weak I will be strong Helping you to carry on Call on me, I will be there Don't be afraid Please believe me when I say Count on me I can count on me Yes you can  [Verse 2] I know sometimes it seems as if We're standing all alone But we'll get through it Because love won't let us fall  [Chorus] Count on me through thick and thin A friendship that will never end When you are weak I will be strong Helping you to carry on Call on me, I will be there Don't be afraid Please believe me when I say Count on me  [Verse 3] There's a place inside all of us Where our faith in love begins You should reach to find the truth in love The answers there with in, oh I know that life can make you feel It's much harder than it really is But we'll get through it Just don't give in  [Chorus] Count on me through thick and thin A friendship that will never end When you are weak I will be strong Helping you to carry on Call on me, I will be there Don't be afraid Please believe me when I say Count on, Count on, Count on Count on, Count on, Count on Count on me  O, yes you can No, I can't Sure you can Noo So glad I can Count me  ",
        "title": "Count On Me (From \"Waiting To Exhale\")"
    },
    {
        "artist": "Billie Ray Martin",
        "lyrics": "  Oooh burnin' inside yeah I'm burnin' inside yeah Oooh burnin' inside now I'm burnin' inside now yeah  Yeah  So many times have I asked you to tell me That I'm your girl Time after time I have needed a reason Just to get inside your world So many times have I asked you to ask me How it feels to love And when this love seems the only Conclusion that I'm guilty of Oh baby then you  Put your loving arms around me And it feels like shelter when you Put your loving arms around me And inside your arms I'm burning Put your loving arms around me And you whisper to me when you Put your loving arms around me And inside this love I'm yearning  Mmmm  And sometimes the way that you act makes me wonder What I am to you And sometimes I can't stand the way that I'm acting To be part of the things you do Often I've asked you for too much of your time Like I'm stealing And when I dream of the fear that you're leaving Then I reach out  My baby then you  Put your loving arms around me And it feels like shelter when you Put your loving arms around me And inside your arms I'm burning Put your loving arms around me And you whisper to me when you Put your loving arms around me And inside this love I'm yearning Yearning yearning Inside this love I'm yearning  Oooh burnin' inside yeah I'm burnin' inside yeah Oooh burnin' inside now I'm burnin' inside now yeah Burning inside yeah I'm burning inside Burning inside yeah I'm burning inside yeah Oooh burnin' inside yeah I'm burnin' inside yeah Oooh burning inside now I'm burning inside now yeah Burning inside yeah I'm burning inside Burning inside yeah I'm burning inside yeah Yeah yeah Yeah yeah  How many times have I asked you to tell me That I'm your girl Time after time I have needed a reason Just to get inside your world So many times have I asked you to ask me How it feels to love And when this love seems the only Conclusion that I'm guilty of Oh baby then you  Put your loving arms around me And it feels like shelter when you Put your loving arms around me And inside your arms I'm burning Put your loving arms around me And you whisper to me when you Put your loving arms around me And inside this love I'm yearning Put your loving arms around me Mmm yeah  Put your loving arms around me (Burnin' inside yeah I'm burnin' inside) Put your loving arms around me (Burnin' inside yeah I'm burnin' inside yeah) Put your loving arms around me (Burning burning burning burning)  Yearning burning yearning Inside this love I'm yearning burning yearning Inside this love I'm yearning burning yearning Inside this love I'm yearning burning yearning  ",
        "title": "Your Loving Arms"
    },
    {
        "artist": "Maxi Priest Featuring Shaggy",
        "lyrics": null,
        "title": "That Girl"
    },
    {
        "artist": "Cher",
        "lyrics": null,
        "title": "One By One"
    },
    {
        "artist": "Gloria Estefan",
        "lyrics": null,
        "title": "Reach"
    },
    {
        "artist": "Monifah",
        "lyrics": null,
        "title": "You"
    },
    {
        "artist": "BoDeans",
        "lyrics": "  Yeah Everybody wants to live how they wanna live and Everybody wants to love how they wanna love and Everybody wants to be closer to free  And yeah yeah yeah  Everybody wants respect Just a little bit And everybody needs a chance once in a while Everybody wants to be closer to free  And yeah yeah yeah  Everybody one everybody two everybody three Everybody needs to touch ya know now and then and Everybody wants a good good friend Everybody wants to be closer to free  Alright  I said everybody one everybody two everybody free! Everybody wants to live like they wanna live And everybody wants to love like they wanna love And everybody wants to be closer to free  Yeah closer to free Yeah closer to free Closer to free And yeah and yeah yeah  ",
        "title": "Closer To Free (From \"Party Of Five\")"
    },
    {
        "artist": "No Mercy",
        "lyrics": "  Where do you go, my lovely Where do you go I wanna know, my lovely, I wanna know  Where do you go, oh oh eh oh I wanna know, oh oh eh oh Where do you go, oh oh eh oh... I wanna know...  You leave without a word, no message, no number And now my head is pounding like rolling thunder You left me with a heartache deep inside Girl you should see me cry all night, and I wonder  Everybody says, what a shame, what is wrong They don't like the game we play Heard you're hanging round every night until dawn I'm waiting for you night and day  Where do you go, my lovely Where do you go I wanna know, my lovely, I wanna know  Where do you go, oh oh eh oh I wanna know, oh oh eh oh Where do you go, oh oh eh oh... I wanna know...  You gotta break the silence, don't keep me waiting Just like a river flowing to the sea You are running back to me Come back and save me  Where do you go, My Lovely I wanna know  Where do you go, oh oh oh... Where do you go, oh oh oh... I wanna know  Na na na na nida, na na nida da da dee da Na na na na nida, na na nida da da dee da  Where do you, where do you go?... Where do you, where do you go?...  Save me...  Come back and dry the tears, I cried for you baby You've gotta stop this heartache deep inside You've gotta help me make it through the night safely Come back and save me  Where do you go, my lovely Where do you go I wanna know, my lovely, I wanna know Where do you go, my lovely Where do you go... I wanna know...  Na na na na nida, na na nida da da dee da Na na na na nida, na na nida da da dee da  Where do you, where do you go...  ",
        "title": "Where Do You Go"
    },
    {
        "artist": "Nas",
        "lyrics": "  [Produced by Rashad Smith & Trackmasters]  [Intro: Nas] Life, I wonder Will it take me under? I don't know  [Verse 1: Nas] Imagine smoking weed in the streets without cops harassin' Imagine going to court with no trial Lifestyle cruising blue Bahama waters, no welfare supporters More conscious of the way we raise our daughters Days are shorter, nights are colder Feeling like life is over, these snakes strike like a cobra The world's hot my son got knocked, evidently It's elementary, they want us all gone eventually Trooping out of state for a plate of knowledge If coke was cooked without the garbage We'd all have the top dollars Imagine everybody flashin', fashion, designer clothes Lacing your clique up with diamond Roles Your people holding dough, no parole, no rubbers Go in raw, imagine law with no undercovers Just some thoughts for the mind I take a glimpse into time Watch the blimp read \"The World Is Mine\"  [Chorus: Lauryn Hill + (Nas)] If I ruled the world (imagine that) I'd free all my sons, I love 'em love 'em, baby Black diamonds and pearls (Could it be, if you could be mine, we'd both shine?) If I ruled the world (Still living for today, in these last days and times)  [Verse 2: Nas] The way to be, paradise like relaxin' Black, Latino and Anglo-Saxon Armani Exchange deranged Cash, Lost Tribe of Shabazz, free at last Brand new whips to crash, then we laugh in the iller path The Villa house is for the crew, how we do Trees for breakfast, dime sexes and Benz stretches So many years of depression make me vision The better livin', type of place to raise kids in Open they eyes to the lies history's told foul But I'm as wise as the old owl, plus the Gold Child Seeing things like I was controllin', click rollin' Tricking six digits on kicks and still holdin' Trips to Paris, I civilized every savage Give me one shot, I turn trife life to lavish Political prisoner set free, stress free No work release, purple M3's and jet skis Feel the wind breeze in West Indies I make Coretta Scott-King mayor the cities And reverse fiends to Willies It sounds foul, but every girl I meet'd go downtown I'd open every cell in Attica, send 'em to Africa  [Chorus: Lauryn Hill + (Nas)] If I ruled the world (imagine that) I'd free all my sons, I love 'em love 'em, baby Black diamonds and pearls (Could it be, if you could be mine, we'd both shine?) If I ruled the world (Still living for today, in these last days and times)  [Bridge: Lauryn Hill] And then we'll walk right up to the sun Hand in hand We'll walk right up to the sun We won't land  [Verse 3: Nas] You'd love to hear the story how the thugs live in worry Duck down in car seats, heat's mandatory Running from Jake, getting chased, hunger for papes These are the breaks, many mistakes go down out of state Wait, I had to let it marinate, we carry weight Trying to get laced, flip the ace, stack the safe Millionaire plan to keep the gat with the cocked hammer Making moves in Atlanta, back-and-forth scrambler ‘Cause you could have all the chips, be poor or rich Still nobody want a nigga having shit If I ruled the world and everything in it, sky's the limit I push a Q-45 Infinit(i) It wouldn't be no such thing as jealousies or B Felonies Strictly living longevity to the destiny I thought I'd never see, but reality struck Better find out before your time's out, what the fuck?  [Chorus: Lauryn Hill + (Nas)] If I ruled the world (imagine that) I'd free all my sons, I love 'em love 'em, baby Black diamonds and pearls (Could it be, if you could be mine, we'd both shine?) If I ruled the world (Still living for today, in these last days and times) If I ruled the world, if I ruled, if I ruled (imagine that) I'd free all my sons, if I ruled, if I ruled I love 'em love 'em baby Black diamonds and pearls, black diamonds, black diamonds (Could it be, if you could be mine, we'd both shine) If I ruled the world (Still living for today, in these last days and times)  [Outro: Lauryn Hill] If I ruled the world, if I ruled If I ruled, I'd free all my sons Black diamonds, I love 'em love 'em baby Black diamonds and pearls, if I ruled If I ruled the world If I ruled the world I love 'em love 'em baby!!  ",
        "title": "If I Ruled The World"
    },
    {
        "artist": "Bryan Adams",
        "lyrics": "  Well I don't look good in no Armani suits No Gucci shoes - or designer boots I've tried the latest lines from A to Z But there's just one thing that looks good on me  The only thing I want The only thing I need The only thing I choose The only thing that looks good on me - Is you  I'm not satisfied with Versace style Put those patent leather pants - in the circular file Sometimes I think - I might be lookin' good But there's only one thing that fits like it should  The only thing I want The only thing I need The only thing I choose The only thing that looks good on me - Is you  Yeah it's you - it could only be you Nobody else will ever do Ya baby it's you - that I stick to Ya we stick like glue  The only thing I want The only thing I need The only thing I choose Yeah - The only thing that looks good on me - Is you  The only thing I want - Yeah The only thing I need The only thing I choose Yeah - The only thing that looks good on me - Is you  ",
        "title": "The Only Thing That Looks Good On Me Is You"
    },
    {
        "artist": "Ghost Town DJ's",
        "lyrics": "  [Intro] Boy you should know that I've got you on my mind Your secret admirer I've been watching you  [Chorus] At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you  [Verse 1] Every day I pray my heart can win Every night I pray I can call you my man (yeah, yeah, yeah) I need you, I want you, to have you, hold you, squeeze you So I'm going out, every weekend Just to see my boo again  [Chorus] At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you  [Verse 2] These feelings I have for you Can go deeper if you can come Correct with your game boy (no, no) No you can't be lame boy But if you can please me Then my love will come easy I'll do anything you want Freak me boy, I'm thinking of you  [Chorus] At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you  [Bridge] Boy you've got all I need From what I see And boy every night I am constantly thinking of you  [Chorus] At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you  ",
        "title": "My Boo"
    },
    {
        "artist": "Jay-Z Featuring Foxxy Brown",
        "lyrics": "  1. Can't Knock The Hustle 2. Politics As Usual 3. Brooklyn's Finest 4. Dead Presidents II 5. Feelin' It 6. D'Evils 7. 22 Two's 8. Can I Live 9. Ain't No Nigga 10. Friend or Foe 11. Coming of Age 12. Cashmere Thoughts 13. Bring It On 14. Regrets Bonus Track: 15. Can I Live II  ",
        "title": "Ain't No Nigga/Dead Presidents"
    },
    {
        "artist": "Busta Rhymes Featuring Zhane",
        "lyrics": "  [Intro: Busta Rhymes] Right right right right Right, Busta Rhymes exclusive with the Zhane Each and every day We gon come around your way and do it our way, word is bond  [Chorus: Zhané] {It's a party, let's get it on tonight} Word up, hah, yeah yeah one time with the flow {that's how we flow} {Gonna rock your body, we gonna do it right} {When I step up in the party won't you move it to the left} Hah hah hah hah, move it to the left {Party people move it side to side I'm feelin kind of blessed} Oooh hah yeah ooh yes, kind of blessed yes {And I'm so fly... and you're so fly...} Oh yeah I'm so fly... yeah, yeah you so fly too girl {Feeling high tonight... it's a partyartyartyartyahhhh} Word up word up... uhh, hah  [Verse 1: Busta Rhymes] UHH! Let me get down, do my thing I always bring, shit that always make your ass swing Holding down the fort while we keep shit tight Hit you with that bang shit that keep you live all night Makin moves strong while we keep rockin on Now the object is survival son so get your hustle on Bust two shots while I blow up the spot I make it hot, till the jam is packed, to the parking lot, now Me and my mans feel like we astronauts Cause we so high from off that weed we got from new knots Certified stimulation got me open wide Before we slide to side we grab the stash out the ride We on fire tonight, and the place is lookin steamy Babygirl let me seek that gift that make your cake creamy uhh Feel the heat circulatin through your body Everytime the Flipmode click step inside the part, word is bond  [Chorus: Zhané] {It's a party, let's get it on tonight} Hah, right, word is bond {Gonna rock your body, we gonna do it right} {The stimulation circulating through my mind body and soul} Uhh, hah, hah uh hah! {Busta Rhymes, stimuli, making me lose control} Hah hah hahhhh {And I'm so fly... and you're so fly} Word is bond, yes I am {Feeling high tonight... it's a partyartyartyartyahhhh} Ha ha ha  [Verse 2: Busta Rhymes] I got my mind made up, c'mon you can get it girl Come with me if you really wit it girl Back to my dungeon shack, where the party is at Where I can tickle your nipples and your feminine fat I checks for you baby whatchu gon do There's a party at my crib designed just for me and you Let me let my crew know we bout to break out Spliff Star, Web, Dukwon Allah, and the Boy Scout My man Black Missin, son whylin with the shorty flippin Stackin papers, sippin bubbles, good nigga livin But anyway we bout to break out in my Lands Pursuin our thoughts and executin all plans The dope shit is that we both underestand That it's a one night stand and you ain't even thinkin bout your man Oooh, OH! We bout to turn on the heat again Don't you say a word until we finish partyin  [Bridge: Zhané (& Busta Rhymes)] Don't you know that tonight, is your night (Hah, word up, tonight is the niiight) Feelin good when I have a peace of mind (Word up, a peace of mind) Got to set it off and just a little bit wild (Hah, woo, a little wild) It's a partyartyahhhhhh (Hah, it's a party y'all, it's a party y'all, it's a party y'all)  [Verse 3: Busta Rhymes] Yo, well anyway I'm back around my way Keepin it live you know how we do each and every day Rollin through thick with my girls Zhane With the exclusive debut Hey Mr. DJ Listen to me baybay We put somethin together that's gon drive you crazy Get from our your seat and stop actin lazy Or get up out my party if you actin shady, baby baby, it's a party  [Chorus: Zhané] {It's a party, let's get it on tonight} Word up, let's get it on tonight {Gonna rock your body, Zhane and Busta Rhymes} Yes, yes, uhh, Zhane and Busta Rhymes {It's a party, let's get it on tonight} Ahhh, woo, let's get it on, let's get it on {Gonna rock your body, we gonna do it right} Do it right now, ahh, hah {It's a party, let's get it on tonight} Throw your hands in the air!!! {Gonna rock your body, Zhane and Busta Rhymes} Zhane and Busta Rhymes exclusive, hah {It's a party, let's get it on tonight} Hah, word is bond, let's get it on babygirl {Gonna rock your body, we gonna do it right}  [Outro: Busta Rhymes] Let's do it right now, keep it movin y'all Flipmode is the unit y'all You can't see what we doin y'all Zhane and Busta B y'all Yes we doing the whole entire party making y'all Woo, yeah yeah yeah yeah yeah, forever and ever and ever...  ",
        "title": "It's A Party"
    },
    {
        "artist": "R. Kelly Featuring Ronald Isley",
        "lyrics": null,
        "title": "Down Low (Nobody Has To Know)"
    },
    {
        "artist": "Sting",
        "lyrics": "  [Verse 1] Another night finds me alone In my dreams You still touch me Your picture by my telephone In that smile You still thrill me And if I sleep I sleep here alone In my bed tonight You still haunt me And if I'm falling I'm falling like a stone In my nightmares You still hold me  [Verse 2] And after all that we've been through Now I'm wondering If you still blame me If only half of this was true That you believe of me You still shame me  [Bridge 1] Dark rain will fall until I see your face I close my eyes I seem to hear the raindrops saying You won't come back You still touch me  [Verse 3] And when I'm sick at heart and low In my prayers You still heal me When I'm so sure, so sure this isn't so In my complacency You still shake me  [Bridge 2] I wonder if you feel the same way as I do And you'd come back You still touch me  [Verse 4] Another night finds me alone In my bed tonight You still haunt me You still hold me You still touch me You still touch me You still touch me Another night Another night Another night Another night finds me alone  ",
        "title": "You Still Touch Me"
    },
    {
        "artist": "Deborah Cox",
        "lyrics": null,
        "title": "Where Do We Go From Here"
    },
    {
        "artist": "Beck",
        "lyrics": "  [Verse 1] There's a destination a little up the road From the habitations and the towns we know A place we saw the lights turn low The jig-saw jazz and the get-fresh flow Pulling out jives and jamboree handouts Two turntables and a microphone Bottles and cans just clap your hands Just clap your hands  [Chorus] Where it's at! I got two turntables and a microphone Where it's at! I got two turntables and a microphone Where it's at! I got two turntables and a microphone Where it's at! I got two turntables and a microphone  [Verse 2] (Take me home with my elevator bones!) (That was a good drum break) Pick yourself up off the side of the road With your elevator bones And your whip-flash tones Members only hyponotizers Move through the room like ambulance drivers Shine your shoes with your microphone blues Hirsute with your parachute fruits Passing the dutchie from coast to coast Like my man Gary Wilson (rocks the most)  [Chorus] Where it's at! I got two turntables and a microphone Where it's at! I got two turntables and a microphone  [Bridge] (\"What about those who swing both ways? AC-DC's?\") (Let's make it our baby)  Mmmmmmm Cheese  Two turntables and a microphone Two turntables and a microphone Two turntables and a microphone Two turntables and a microphone Two turntables and a microphone Two turntables and a microphone (We're all part of the total scene)  [Chorus] Where it's at! I got two turntables and a microphone Where it's at! I got two turntables and a microphone  Make yourself ? (That's beautiful, dad)  Got my microphones [Verse 1] There's a destination a little up the road From the habitations and the towns we know A place we saw the lights turn low The jig-saw jazz and the get-fresh flow Pulling out jives and jamboree handouts Two turntables and a microphone Bottles and cans just clap your hands Just clap your hands  [Chorus] Where it's at! I got two turntables and a microphone Where it's at! I got two turntables and a microphone  (Make it our baby) (Make it our baby) (Let's make it our baby)  Ohhhhhhhhhhh It's all good All good  ",
        "title": "Where It's At"
    },
    {
        "artist": "Puff Johnson",
        "lyrics": null,
        "title": "Forever More"
    },
    {
        "artist": "Los Del Rio",
        "lyrics": "  (I am not trying to seduce you)  When I dance they call me Macarena And the boys they say que estoy buena They all want me, they can't have me So they all come and dance beside me Move with me, chant with me And if you're good I'll take you home with me  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Now don't you worry about my boyfriend The boy whose name is Vitorino Ha! I don't want him, can't stand him He was no good so I, ha ha ha  Now come on, what was I supposed to do? He was out of town and his two friends were so fine  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  (Ay! Ay!) (Ay! Ay!) (Ay! Ay!) (I am not trying to seduce you) (Ay!)  M-M-Macarena M-M-Macarena M-M-Macarena (Ay!)  M-M-Macarena M-M-Macarena M-M-Macarena Macaren, Macaren, Macaren, Macarena  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  (Ay!) Come and find me, my name is Macarena Always at the party con las chicas que son buena Come join me, dance with me And all you fellows chant along with me  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  ",
        "title": "Macarena"
    },
    {
        "artist": "J'Son",
        "lyrics": "  Come away with me in the night Come away with me And I will write you a song  Come away with me on a bus Come away where they can't tempt us With their lies  I want to walk with you On a cloudy day In fields where the yellow grass grows knee-high So won't you try to come  Come away with me and we'll kiss On a mountaintop Come away with me And I'll never stop loving you  And I want to wake up with the rain Falling on a tin roof While I'm safe there in your arms So all I ask is for you To come away with me in the night Come away with me  ",
        "title": "I'll Never Stop Loving You"
    },
    {
        "artist": "Bush",
        "lyrics": "  [Bridge] Breathe in, breathe out Breathe in, breathe out Breathe in Breathe in, breathe out Breathe in, breathe out Breathe in  [Verse 1] Tied to a wheel, our fingers got to feel Bleeding through a tourniquet smile I spin on a whim, I slide to the right I felt you like electric light For our love, for our fear For our rise against the years and years and years  [Chorus] Got a machinehead, it's better than the rest Green to red, machinehead Got a machinehead, it's better than the rest Green to red  I walk from my machine I walk from my machine  [Bridge] Breathe in, breathe out Breathe in, breathe out Breathe in  [Verse 2] Deaf, dumb, dirty Starting to deserve this Leaning on my conscience wall Blood is like wine, unconscious all the time If I had it all again I'd change it all  [Chorus] Got a machinehead, it's better than the rest Green to red, machinehead Got a machinehead, it's better than the rest Green to red  I walk from my machine I walk from my machine  [Bridge] Breathe in, breathe out Breathe in, breathe out Breathe in, breathe in, breathe in  [Outro] Got a machinehead, it's better than the rest Green to red, machinehead Got a machinehead, it's better than the rest Green to red Better than the rest, better than the rest Machinehead I walk from my machine I walk from my machine  ",
        "title": "Machinehead (From \"Fear\")"
    },
    {
        "artist": "Mista",
        "lyrics": "  Blackberry Molasses One of the things that never change You gotta keep pushin on The sun dont rain all the time Theres gonna be some heart ache And pain  Woke up Sunday morning Gotta little bad news today...ummm They say my life ain't worth living And time is slowly ticking away Dont think that Im goin crazy Cause thought be runnin through my head I know I gotta be strong Gotta hold on Sometimes Id rather give up instead Seems like Im better off dead  Blackberry Molasses One of the things that never change You gotta keep pushin on The sun dont rain all the time Theres gonna be some heart ache And pain  Dont tell me how to live my life After all that we've been through Dont wanna hear about your hardships Cause Ive been there myself A time or two Still life goes on If you just keep holding on So many things to survive Once you realize Theres no such place as paradise At least in my eyes  Blackberry Molasses One of the things that never change (never change) You gotta keep pushin on The sun dont rain all the time (no) Theres gonna be some heartache And pain (heartache and pain)  Blackberry Molasses (black) One of the things that never change (never change) You gotta keep pushin on The sun dont rain all the time(no) Theres gonna be some heartache And pain (heart)  ",
        "title": "Blackberry Molasses"
    },
    {
        "artist": "Immature",
        "lyrics": null,
        "title": "Please Don't Go"
    },
    {
        "artist": "Men Of Vizion",
        "lyrics": "  In the mornin? I can fix breakfast, baby Get you ready for work Let me be your house keeper, girl In the evenin? I can get your bath water ready Show your what you? re worth Let me be your house keeper, girl How would you feel about it, lady, to be treated like a queen I wouldn? t hesitate to give you anything you need Cook you dinner, wash your clothes, give you a bath before you sleep I? m at your mercy, yeah, pretty lady, can? t you see In the mornin? I can fix breakfast, baby (Yeah)Get you ready for work Let me be your house keeper, girl(Let me be your house keeper, girl, I qualify, I qualify, baby)In the evenin? I can get your bath water ready Show your what you? re worth (Let me show you)Let me be your house keeper, girl (Baby)They say the man is supposed to be workin? while the lady stays at home I say a man really loves his woman when he? s not afraid to show How much he cares for her like I care for you and I love you, too Won? t you let me show you, girl, I? ll do it over and over In the mornin? I can fix breakfast, baby  {Oh, yeah}  Get you ready for work  {Let me be}  Let me be your house keeper, girl  {I wanna be your house keeper, baby}  In the evenin?  {Oh}  I can get your bath water ready  {Yeah}  Show your what you? re worth  { Let me be your house keeper}  Let me be your house keeper, girl (Let me take good care of you, baby, girl, yeah)I don? t believe you hear me when I say I? d rather stay in the house When you come home from work Let me show you what you deserve And I? ll give you all my time To you I? ll give my life And I? ll give you everything you need Anything you ask of me, oh... oh... Oh... Mmm, yeah Yeah, yeah, yeah, yeah Whoa... ho... ooh... Baby, I qualify, I qualify In the mornin? I can fix breakfast, baby  {Oh, yeah}  Get you ready for work  {Just let me be}  Let me be your house keeper, girl  {I wanna be}  In the evenin? I can  {Your house keeper}  Get your bath water ready Show your whta you? re worth  {Let me show you}  Let me be your house keeper, girl Let me be your house keeper, girl  {Baby, I qualify}  In the mornin?  {Oh, mmm}  I can fix breakfast, baby Get you ready for work  {Let me get you ready for work}  Let me be your house keeper, girl  {I? ll cook and clean, I? ll even do the windows}  In the evenin?  {Make this house a home}  Show your what you? re worth  {I? ll never let you be alone, no}  Let me be your house keeper, girl  {Ah, yeah}  Let me be your house keeper, girl  {Let me be your house keeper }  In the mornin?  {Oh... oh... yeah}  I can fix breakfast, baby  {Give me a 9 to 5}  Get you ready for work Let me be your house keeper, girl  {I? m workin? for you, baby, I? m workin? for you, baby, oh... oh... ooh... ooh...}  In the evenin?  {Cook and clean}  {I? ll even be your sex machine, ho... ho...}  Show your what you? re worth Let me be your house keeper, girl  { Let me be your house and home cleaner}  Let me be your house keeper, girl  {Ho... ho... ho... ho... ho... ho...}  ",
        "title": "House Keeper"
    },
    {
        "artist": "Everything But The Girl",
        "lyrics": null,
        "title": "Wrong"
    },
    {
        "artist": "Amber",
        "lyrics": "  Da be da be da di da en da Da be da be da di da en da Da be da be da di da en da Da be da be da di da en da  This is your night Dancing free until the morning light Together forever cuz This is your night And everything is gonna be alright Oh yeah So in love with you Oh yeah Its to good to be true Oh yeah Feeling so brand new Oh yeah  You captured my heart Your the key to my life A vision of our love That made me survive Creating the mood that were in is surreal Its time to move up and to face what I feel  This is your night Dancing free until the morning light Together forever cuz This is your night And everything is gonna be alright Oh yeah So in love with you Oh yeah Its to good to be true Oh yeah Feeling so brand new Oh yeah  Imagine my spirit the one that you call I'm ready to stand up and ready to fall I can't run away so attracted by you I may be your girl and I'll be so ture Oh oh  This is your night Dancing free until the morning light Together forever cuz This is your night And everything is gonna be alright Oh yeah So in love with you Oh yeah Its to good to be true Oh yeah Feeling so brand new Oh yeah  Da be da be da di da en da Da be da be da di da en da Da be da be da di da en da Da be da be da di da en da  This is your night Dancing free until the morning light Together forever cuz This is your night And everything is gonna be alright Oh yeah So in love with you Oh yeah Its to good to be true Oh yeah Feeling so brand new Oh yeah  This is your night  ",
        "title": "This Is Your Night"
    },
    {
        "artist": "Jeff Foxworthy With Alan Jackson",
        "lyrics": "  Greetings y?all And welcome all you danged foreigners from other nations Dear Lord be with our guests and prepare them For the butt whopping they are about to receive  The Olympics in Georgia God you know we?re gonna screw that up I guarantee you When they let those doves go at the opening ceremony There are gonna be guys in the parking lot with shotguns  And we will not have a flame That big without a pig on it, I guarantee Some fat guy going ?Danged good barbecue top of them stairs up there They ain't got no hand rail be careful\"  Of all the games that the rednecks play There?s some crazy events If you know about the redneck ways Then it makes perfect sense  Hell the Olympic rings will be five old tires nailed together See that?s my fear, they?re gonna get the list of events They gonna have no idea what half this stuff is suppose to be Like for fencing, they?ll be giving people bailing wire and sheet metal  There probably have to cancel water polo after The first two or three horses drown I tell you instead of discus throwing They?ll be flinging Ford hubcaps  You can?t blame them for the way they are But you can sit back and grin 'Cause they?ll do something that?s so bizarre You?ll want to see it again  If you could ever get into their minds There?s no telling what you might find They just do things in a different way All the games that the rednecks play  And you know they haven?t even thought about it But the river they?re having the kayak races On is the same river they filmed deliverance at  That ought to add a whole degree of difficulty shouldn't it? 'Cause if Ned Batty couldn't make it down That thing a French man in a pair of biker pants ain't got a chance  Be prepared to watch the wildest show Making her out in the line You may not see them bringing home the gold But they?ll sure make mama proud  If you could ever get inside their minds There?s no telling what you might find They just do things in a different way All the games that the rednecks play  Hey Ed, I got a white one  ",
        "title": "Redneck Games"
    },
    {
        "artist": "Busta Rhymes",
        "lyrics": null,
        "title": "Woo-Hah!! Got You All In Check/Everything Remains Raw"
    },
    {
        "artist": "Luke",
        "lyrics": "  Cap D coming beat that fine move Fuck niggas rock too My niggas no good Ain't nothing but her so good Trick daddy in the house Disrespect watch your mouth She eat all D And dog you to captain D   Yeah Yeah I like my hoes Never home always in the street hoe-ing 3 to the store with their ass cheeks showing Lookin' fly wit' they hair and nails done up been in that coop Them the ones I like to run up in ugh Like the big booty hoes with cute faces Let a nigga hit it on the first day basis Niggas fake but ya kick game straight X and O's down with the diamond name plates ugh Or in the panther sets with diamonds glarin' Keep a nigga staring when you wearing Donna Karan Or skimpy shit that keeps a nigga looking at you In the bump set you can show off ya tattoo Even if you a mack or true player She'n giving up the ass even if a nigga pay her You say you not a money hungry hoe But if so come and get this cash flow and we can keep it on the low   Ride Ride Fuck Ride Ride Nigga Ride Ride Fuck Ride Ride Bitch Ride Ride Fuck Ride Ride Nigga Ride Ride Fuck Ride Ride Bitch  Verb the nigga with game that's too swift Making riches, while I'm running through bitches like Emmitt Smith So let a nigga slide up Stick dick in your throat And leave ya mouth piece wide up They get money out coming To the niggas leveling hoes and mouth flipping cunts Day one I make a choice, Which is Crab ass gold diggin' bitches don't see none of my riches Some of these niggas be sexing hoes And buying them x and o's and expensive clothes When a nigga like myself can sweep her You can break her off but you still can't keep her Cause in the sack I hit it from the back Split in two Nigga after the fuck It's nothing left to do But send her back to you With her pussy bent up While you rob the store Trying to keep the rent up  Niggas in the house Niggas in the house Niggas in the house let me hear Let me hear you say sex them hoes \"Sex them hoes\" Say freak them hoes \"Freak them hoes\" Say eat them hoes \"Eat them hoes\" Say fuck them hoes \"Fuck them hoes\" Say freak them hoes \"Freak them hoes\" Say eat them hoes \"Eat them hoes\"  Put your hands up by your ass down low Now drop that pussy to the floor  Your pussy Them titties That pussy Them titties girl Them titties girl Them titties girl That pussy girl Back that pussy Drip down, it's comin' on me  You met a pretty boy player, what the fuck Dead broke so you got that cute ass out You ran game by the flow and you trust him But he doin mad now you mad 'cause you fucked him Jockin' Trick now, 'Cause I'm that shit now Ridin' round sayin' you my bitch now We just fuckin' up most of em out a hoe I know the dick good but bitch let it go Steady hoe-in' not knowin' no better Fingers up they ass now they cock gettin' wetter Stank mouth dog that bit you Quick to let a dope boy hit you Hey hoe really though what's goin' on Front 'cause ya said he took too long You dropped outta school when you did that Rather ride around in a baby Lac Lac Oh of course of course it ain't 'bout that 'Cause all the cheddar boys ain't got that A straight young mother out the sub Need to jump yo ass in the tub Old barefoot pregnant bald head bitch Fakin' like a star but suck dick Got a baby but you don't know the daddy All you know is that the nigga drive a caddy It don't matter 'cause the nigga say it ain't his So you put it on the nigga with the vert Benz Lil nappy head dick, mama is a bitch Never was ain't never gon' be shit  Santa claus comin' Santa claus comin' Santa claus comin' Santa claus comin' Cap'n dick comin' Cap'n dick comin' Verb comin' Verb comin' Cap'n dick comin' Trick comin' Cap'n dick comin' Trick comin' Verb comin' Cap'n dick comin' Pocahontas comin' Pocahontas comin' \"Pocahontas comin'\" Free Willy \"Free Willy\" Nigga \"Woo woo woo\"  ",
        "title": "Scarred (From \"Eddie\")"
    },
    {
        "artist": "Kristine W",
        "lyrics": "  (verse 1) Every window in my hometown is empty And I really don't know why And the house you used to live in Is cold and falling down And I am tired and I'm weary And Lord those gray skies bring me down And I came home for just one reason To find myself in this quiet town (yeah)  And I'm thinking. .   (chorus) Oh I'm thinking time's been my teacher I don't want to leave you So please give me one more try I'm tired and I'm weary but I want you near me So please give me one more try Oh, just give me one more try One more try Oh I don't know where to go for One more try  (verse 2) All the days we spent together doing nothing It all seems so long ago I thought the world turned around without me baby But I just didn't know oh That I was wrong to go and leave you To go and leave your world behind But now time has been my teacher And now I finally found  (chorus) Oh I'm thinking time's been my teacher I don't want to leave you So please give me one more try I'm tired and I'm weary but I want you near me So please give me one more try Oh, just give me one more try One more try Oh I don't know what to do One more try  (chorus until out)  ",
        "title": "One More Try"
    },
    {
        "artist": "Spacehog",
        "lyrics": "  [Verse] And in the end we shall achieve in time The thing they call divine When all the stars will smile for me When all is well and well is all for all And forever after Maybe in the meantime wait and see  [Chorus] We love the all the all of you Where lands are green and skies are blue When all in all we're just like you We love the all of you  [Verse] And when I cry for me, I cry for you With tears of holy joy For all the days you've still to come And if I ever say I'd never play Or fly toward the sun Maybe in the meantime, something's wrong  [Chorus] We love the all the all of you Where lands are green and skies are blue When all in all we're just like you We love the all of you  [Bridge] That sounds fine so I'll see you sometime And give my love to the future of the humankind OK, OK, it's not OK While it's on my mind, there's a girl that fits the crime Of a future love dream that I'm still to find But in the meantime  [Chorus] We love the all the all of you Where lands are green and skies are blue When all in all we're just like you We love the all of you  ",
        "title": "In The Meantime"
    },
    {
        "artist": "Vanessa Williams",
        "lyrics": null,
        "title": "Where Do We Go From Here (From \"Eraser\")"
    },
    {
        "artist": "The Badlees",
        "lyrics": "  [Verse 1:] Her parents' house exudes a reborn air The bathtub virgins in the midnight air Seem to smile in celebration What an intercession All inertia washed away  [Chorus x2:] Resplendent in dignity Angeline is coming home  [Verse 2:] I'd fantasize her Clean and home again The quintessential reverie Free of pain  Just to keep from going crazy While the cracks had claimed her And how that fantasy sustained  [Repeat Chorus:] Resplendent in dignity Angeline is coming home  [Bridge:] The beautiful acquaintance I desired has inspired me To levels unforeseen True admiration for someone Whose made it back from The hell she was in  (The hell she was in) The hell she was in (The hell she was in) Aw, yeah, man  [Verse 3:] When do I see her? What's said when I do? Do I let fantasized ideals come through?  To hear her laugh At my hyperbole Would send me It's nice to have her Home and whole  [Chorus:] Resplendent in dignity Angeline is coming home She's coming home Resplendent in dignity Angeline is coming  Angeline is coming Angeline is coming home Hey, yeah She's coming come  ",
        "title": "Angeline Is Coming Home"
    },
    {
        "artist": "Jordan Hill",
        "lyrics": null,
        "title": "For The Love Of You"
    },
    {
        "artist": "Blessid Union Of Souls",
        "lyrics": null,
        "title": "All Along"
    },
    {
        "artist": "Angelina",
        "lyrics": null,
        "title": "Release Me"
    },
    {
        "artist": "Donell Jones",
        "lyrics": null,
        "title": "In The Hood"
    },
    {
        "artist": "Gravity Kills",
        "lyrics": null,
        "title": "Guilty (From \"Seven\")"
    },
    {
        "artist": "Faith Evans",
        "lyrics": null,
        "title": "Ain't Nobody/Kissing You"
    },
    {
        "artist": "Hootie & The Blowfish",
        "lyrics": null,
        "title": "Tucker's Town"
    },
    {
        "artist": "Lenny Kravitz",
        "lyrics": "  [Verse 1] Life is just a lonely highway I'm out here on the open road I'm old enough to see behind me But young enough to feel my soul I don't want to lose you baby And I don't want to be alone Don't want to live my days without you But for now I've got to be without you  [Chorus] I've got a pocket full of money And a pocket full of keys that have no bounds But then I think of loving And I just can't get you off of my mind Yeah...  [Verse 2] Babe can't you see That this is killing me I don't want to push you baby And I don't want you to be told It's just that I can't breathe without you Feel like I'm going to lose control  [Chorus] I've got a pocket full of money And pocket full of keys that have no bounds But when it comes to loving I just can't get you off of my mind Yeah...  [Verse 3] Am I a fool to think that there's a little hope Yeah yeahhhhhheee yeah Tell me baby, yeah What are the rules the reasons and the do's and don'ts Yeah yeahhhhhheee yeah Tell me baby tell me baby, yeah What do you feel inside?  [Chorus] I've got a pocket full of money And a pocket full of keys that have no bounds Oh yeah But when it comes down to loving I just can't get you off of my mind Yeah... I just can't get you off of my mind Yeah...  ",
        "title": "Can't Get You Off My Mind"
    },
    {
        "artist": "Lost Boyz",
        "lyrics": "  [Produced by Mr. Sexxx]  [Verse 1] Here's a tune about this honey named Renee that I met one day On my way back from John Jay I'm peeping shorty as she's walking to the train I tap her on her shoulders, \"excuse me miss, but can I get your name?\" She said, my name is Renee I said I got a whole lot to say, so may I walk you to your subway? She said if you want, so yo, we started talking I bought two franks and two drinks and we began walking I had to see where that head was at cause her gear was mad fat So we must chat about this and that She told me what she was in school for She wants to be a lawyer, in other words, shorty studies law I'm telling shorty I'm a writer And as she's looking for the token, she drops a package of the EZ Wider Covers her mouth with her name ring I said, yo don't sweat the technique, shorty rocks, I do the same thing But yet I use Philly blunts She said, \"I never dealt with Philly blunts because I heard that's for silly stunts\" I said nah they burn slower Right now I really don't know ya But maybe later on, I can get to show you  [Hook] A ghetto love is the law that we live by Day by day I wonder why my shorty had to die I reminisce over my ghetto princess everyday Give it up for my shorty A ghetto love is the law that we live by Day by day I wonder why my shorty had to die I reminisce over my ghetto princess everyday Give it up for my shorty  [Verse 2] So now we sitting on the train Besides her fingernails, now shorty got the hairdo of pain Now understand she got flava A tough leather jacket with some jeans and a chain that her moms gave her Got off the train about 6:34 She wasn't sure she had grub for the dog, so we hit the store Went to the crib and turned the lights on A mad magazine stand From Essence to Right On A leather couch, stereo system with crazy cd's Understand, kid, she got G's She said Cheeks, do what you want She said I'm gonna feed the dog I said, alright well I'mma roll this blunt She came back with stretch pants and a ponytail, a t-shirt A yo, fam I got a tender-roni girl We're sitting on the couch chatting We're smoking blunts off the balcony We're staring at Manhattan She started feeling on my chest I started feeling on the breasts And there's no need for me to stress the rest A yo, I got myself a winner We sparked a blunt before we ate and a blunt after we ate dinner She had a tattoo she only wanted yo to see But first dim the lights and turn up the Jodeci I'm like whatever shorty rock, we can swing it like that Cause on the real this is where it's at  [Hook] A ghetto love is the law that we live by Day by day I wonder why my shorty had to die I reminisce over my ghetto princess everyday Give it up for my shorty A ghetto love is the law that we live by Day by day I wonder why my shorty had to die I reminisce over my ghetto princess everyday Give it up for my shorty  [Verse 3] I woke up the next day on the waterbed A letter's on the pillow and this what the letter said It said, \"Cheeks, I'll be home around two You was deep in your sleep so I didn't want to bother you\" I left my number for shorty to call me later Got dressed, smoked a blunt, and then I bounced towards the elevator I got a beep around three I'm asking shorty what's up with you, she's asking what's up with me And now we been together for weeks Candlelight dinner with my shorty, crack a forty with my naughty freaks Hey man, I never been in love But every time I'm burstin' in and outta state It's shorty that I'm thinking of I'm hanging out with my crew I get a beep from Renee Because Renee uses Code Two But yet I'm chattin' with her mom dukes She says \"Renee has been shot, So Cheeks, meet me up at St. Luke's\" I jumps on the Van Wyck I gotta make it there quick A yo , this shit is gettin' mad thick Not even thinking about the po-nine I'm doing a buck, who gives a fuck I'm smokin' boom and the whole nine I gotta see what's going on But by the time I reach the hospital, they tell me \"Mr. Cheeks, Renee is gone\" I'm pouring beer out for my shorty who ain't here I'm from the ghetto, so listen, this is how I shed my tears  [Hook] A ghetto love is the law that we live by Day by day I wonder why my shorty had to die I reminisce over my ghetto princess everyday Give it up for my shorty A ghetto love is the law that we live by Day by day I wonder why my shorty had to die I reminisce over my ghetto princess everyday Give it up for my shorty A ghetto love is the law that we live by Day by day I wonder why my shorty had to die I reminisce over my ghetto princess everyday Give it up for my shorty A ghetto love is the law that we live by Day by day I wonder why my shorty had to die I reminisce over my ghetto princess everyday Give it up for my shorty  ",
        "title": "Renee"
    },
    {
        "artist": "Garbage",
        "lyrics": "  [Verse 1] I'm only happy when it rains I'm only happy when it's complicated And though I know you can't appreciate it I'm only happy when it rains You know I love it when the news is bad And why it feels so good to feel so sad I'm only happy when it rains  [Chorus] Pour your misery down Pour your misery down on me Pour your misery down Pour your misery down on me  [Verse 2] I'm only happy when it rains I feel good when things are going wrong I only listen to the sad, sad songs I'm only happy when it rains  [Verse 3] I only smile in the dark My only comfort is the night gone black I didn't accidentally tell you that I'm only happy when it rains You'll get the message by the time I'm through When I complain about me and you I'm only happy when it rains  [Chorus] Pour your misery down (Pour your misery down) Pour your misery down on me (Pour your misery down) Pour your misery down (Pour your misery down) Pour your misery down on me (Pour your misery down) Pour your misery down (Pour your misery down) Pour your misery down on me (Pour your misery down) Pour your misery down (Pour)  [Bridge] You can keep me company As long as you don't care  [Verse 4] I'm only happy when it rains You wanna hear about my new obsession? I'm riding high upon a deep depression I'm only happy when it rains  [Outro] (Pour some misery down on me) I'm only happy when it rains (Pour some misery down on me) I'm only happy when it rains (Pour some misery down on me) I'm only happy when it rains (Pour some misery down on me) I'm only happy when it rains (Pour some misery down on me) I'm only happy when it rains (Pour some misery down on me) (Pour some misery down on me) (Pour some misery down on me) (Pour some misery down on me) I'm only happy when it rains (Pour some misery down on me) (Pour some misery down on me) (Pour some misery down on me)  ",
        "title": "Only Happy When It Rains"
    },
    {
        "artist": "Gina Thompson",
        "lyrics": "  (Bad Boy) (The things you do... makes me, keep runnin, to you) (Check it out you know, check it out) (The things you do... makes me, keep runnin, to you) (Bad Boy, not gonna stop)  [Gina Thompson] The things you do... makes me, keep runnin, to you (repeat 2X)  Baby baby baby These feelings that I have I can't explain, and I can't believe that it's you The way you make me feel Makes me happy, so why can't we just make it last  The things you do... makes me, keep runnin, to you (repeat 2X)  The love you give to me Turns me on inside, and I can't deny how I feel Don't go, the things you do to me Makes me happy, so don't you take your love away  The things you do... makes me, keep runnin, to you (repeat 4X) Every little thing Aowwww... keep on  The way that you walk The way that you talk The way that you, give your love to me Don't ever take your love, away... baby don't you go-ohhh  [Missy] Yo nigga what you taggin? You ain't rea-dy, for Puff Dad-dy Beware, how dare he make the remix so deadly (that's right) Pizzzow, Gomer be my Pyle like Sha-zam HEE-HEE-HEE-HEE-HOW, HEE-HEE-HEE-HEE-HEE-HEE-HOW I run it to you like shoes oh you moves And I chose from the fly things CHECKIT that you do (ehehehe) Peruse, you dudes Can't You See like Total Kissin you got Gina runnin for the bo-rder BRRRRRRR-CLICK! Hit me on my car phone And if you got the hydro then me and you can roll Ohh, we can take a stroll on the beach But Bad Boy (Bad Boy) don't take the love away from me (That's right)  The things you do... makes me, keep runnin, to you (repeat 2X) (Say what, say how... say what, say how) The things you do... makes me, keep runnin, to you (repeat 2X) (Regret, haha, Gina, say what, say how, say what)  ",
        "title": "The Things That You Do"
    },
    {
        "artist": "Lionel Richie",
        "lyrics": "  [Intro] You know it's taken me a long time, baby, to realize How much you mean to me, I don't wanna lose you  [Verse 1] Times are hard, my spirits are weak, oh yeah Everything seems to be going wrong, outlook's bleak You know I fooled around playing the field That's when I found that your love was real No, I haven't treated you so right But I won't lose your love without a fight  [Chorus] I'm going to hold on to the love we have together Hold on, don't you say goodbye Tell me now before we lose forever Girl, I don't want to lose you  [Verse 2] Girl, I've got to have your sweet loving 'Cause without it, girl, I'll just lose my mind The way you hold me comforts me and shows me That a love like yours is hard to find I need your loving every day and night Your kinda loving makes me feel alright  [Chorus]  [Bridge] Baby, don't go, baby don't go, not now Baby, don't go, I need you by my side girl, yeah Baby, don't go, I love you so And I don't want to lose you  [Verse 3] You know it took me a long time to finally realize That a good thing is hard to find That's why I'm standing right here with you today, girl I want to keep you forever, I've come to my senses, girl, you know I don't want to go anywhere, I'm coming home  [Chorus] [x2]  [Outro] I don't want to lose you, baby Don't want to lose you now, I need you  ",
        "title": "Don't Wanna Lose You"
    },
    {
        "artist": "Mona Lisa",
        "lyrics": null,
        "title": "You Said"
    },
    {
        "artist": "Los Del Mar",
        "lyrics": null,
        "title": "Macarena"
    },
    {
        "artist": "LL Cool J",
        "lyrics": "  [Intro: LL Cool J] Mmmm yeah (mmmmm) check it out baby Make it hot... then we drop it (oooooooh!) Uh, yeah (oooooooh!) Uptown, you know how we do it Yeah you know Make it hot  [Verse 1: LL Cool J & LeShaun] It's the first time together and I'm feeling kinda horny Conventional methods of makin' love kinda bore me I wanna knock your block off, get my rocks off Blow your socks off make sure your G spots soft I'ma call you Big Daddy and scream your name Matter fact I can't wait for your candy rain So whatcha sayin'? I get my swerve on, bring it live Make it last forever, damn the kitty cat's tight Mmm... daddy slow down your flow Put it on me like G baby nice and slow I need a rough neck nigga Mandingo in a sec Who ain't afraid to pull my hair and spank me from the back No doubt, I'm the playa that you're talkin' about But do you really think that you can work it out? I guarantee shorty it's real, baby stick it out Here comes the man of steel  [Chorus: LeShaun & LL Cool J] Doing it and doing it and doing it well Doing it and doing it and doing it well Doing it and doing it and doing it well I represent Queens, she was raised out in Brooklyn Doing it and doing it and doing it well Doing it and doing it and doing it well Doing it and doing it and doing it well I represent Queens, she was raised out in Brooklyn  [Verse 2: LL Cool J & LeShaun] I'm in the mix now, searching for the right spot To hit now, get down Damn I love a dick down, you use a rubber? Damn right You are my lover All night The putty good to you? Word to momma Mad tight The only thing left to do is climax Let's make it last Word we ain't goin' out like that All this time you've been telling that you was a Don I tried to warn you, girl, you wouldn't listen Now let's get it on Mmm, baby wild, don't do that Chill wait a minute baby let me please you back You talk a good one shorty now you're makin' me sweat How a live nigga like it girl? Nice and wet We get it on To The Break of Dawn, damn you're large How a big girl like it Daddy? Nice and hard Safe sexin' it, flexin' it, gettin' that affectionate Chewin' it, oohin' it, all while we're doin' it  [Chorus: LeShaun & LL Cool J] Doing it and doing it and doing it well Doing it and doing it and doing it well Doing it and doing it and doing it well I represent Queens, she was raised out in Brooklyn Doing it and doing it and doing it well Doing it and doing it and doing it well Doing it and doing it and doing it well I represent Queens, she was raised out in Brooklyn  [Verse 3: LL Cool J & LeShaun] Baby, I wanna hit it in the worst way Make it hot Schemin' on the ass since the first day Don't stop Damn I love it when you talk like that Make it bounce sugar Long as you can bounce me back More flesh than the Greek Fest Roll up the sess Pass the Hennessy Put my body to the test Wait wait daddy many niggas ago I was a young girl listening to how you flow Now's my chance to hit you off daddy I'm grown From the back, from the side Right, I'm in the zone One of a kind when it's time to do mine Camcorder and the whole shit Press rewind Let it flow on the screen while we puffs the L Layin back in the cut while we're under the spell Word life, I like the way the ep went down Go to sleep, tomorrow I'll take you back downtown We'll be  [Chorus: LeShaun & LL Cool J] Doing it and doing it and doing it well Doing it and doing it and doing it well Doing it and doing it and doing it well I represent Queens, she was raised out in Brooklyn Doing it and doing it and doing it well Doing it and doing it and doing it well Doing it and doing it and doing it well I represent Queens, she was raised out in Brooklyn Doing it and doing it and doing it well Doing it and doing it and doing it well Doing it and doing it and doing it well I represent Queens, she was raised out in Brooklyn Doing it and doing it and doing it well Doing it and doing it and doing it well Doing it and doing it and doing it well I represent Queens, she was raised out in Brooklyn  ",
        "title": "Doin It"
    },
    {
        "artist": "D'Angelo",
        "lyrics": null,
        "title": "Lady"
    },
    {
        "artist": "\"Weird Al\" Yankovic",
        "lyrics": "  [Verse 1] As I walk through the valley where I harvest my grain I take a look at my wife and realize she's very plain But that's just perfect for an Amish like me You know, I shun fancy things like electricity At 4:30 in the mornin' I'm milkin' cows Jebediah feeds the chickens and Jacob plows, fool And I've been milkin' and plowin' so long that Even Ezekiel thinks that my mind is gone I'm a man of the land, I'm into discipline Got a Bible in my hand and a beard on my chin But if I finish all of my chores, and you finish thine Then tonight we're gonna party like it's 1699  [Hook] We been spending most our lives Living in an Amish paradise I've churned butter once or twice Living in an Amish paradise It's hard work and sacrifice Living in an Amish paradise We sell quilts at discount price Living in an Amish paradise  [Verse 2] A local boy kicked me in the butt last week I just smiled at him and turned the other cheek I really don't care, in fact I wish him well 'Cause I'll be laughing my head off when he's burning in Hell But I ain't never punched a tourist even if he deserved it An Amish with a 'tude? You know that's unheard of I never wear buttons but I got a cool hat And my homies agree, I really look good in black, fool If you come to visit, you'll be bored to tears We haven't even paid the phone bill in 300 years But we ain't really quaint, so please don't point and stare We're just technologically impaired  [Bridge] There's no phone, no lights, no motorcars Not a single luxury Like Robinson Crusoe It's as primitive as can be  [Hook] We been spending most our lives Living in an Amish paradise We're just plain and simple guys Living in an Amish paradise There's no time for sin and vice Living in an Amish paradise We don't fight, we all play nice Living in an Amish paradise   [Verse 3] Hitchin' up the buggy, churning lots of butter Raised a barn on Monday, soon I'll raise another Think you're really righteous? Think you're pure in heart? Well, I know I'm a million times as humble as thou art I'm the pious guy the little Amlettes wanna be like On my knees day and night scoring points for the afterlife So don't be vain and don't be whiny Or else, my brother, I might have to get medieval on your heinie  [Hook] We been spending most our lives Living in an Amish paradise We're all crazy Mennonites Living in an Amish paradise There's no cops and traffic lights Living in an Amish paradise But you'd probably think it bites Living in an Amish paradise  (Oooooh Ooooooh...yech!)  ",
        "title": "Amish Paradise"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": "  [Verse 1] My Maria, don't you know I've come a long, long way I been longin' to see her, when she's around she takes my blues away Sweet Maria, the sunlight surely hurts my eyes I'm a lonely dreamer on a highway in the skies  [Chorus] My Maria (Oh, Maria, I love you girl) (Oh, my Maria) Maria (Oh, Maria, I love you, girl) (Maria) I love you  [Verse 2] My Maria, there were some blue and sorrow times Just my thoughts about you bring back, my peace of mind Gypsy lady, you're a miracle work for me You set my soul free like a ship sailing on the sea  [Bridge] She is the sunlight when skies are grey She treats me so right lady take me away  [Chorus] My Maria (Oh, Maria, I love you girl) (Oh, my Maria) Maria (Oh, Maria, I love you, girl) (Maria) I love you  My Maria (Oh, Maria, I love you girl) (Oh, my Maria) Maria (Oh, Maria, I love you, girl) (Maria) I love you  My Maria (Oh, Maria, I love you girl) (Oh, my Maria) Maria (Oh, Maria, I love you, girl) (Maria) I love you  ",
        "title": "My Maria"
    },
    {
        "artist": "Nonchalant",
        "lyrics": "  It's really real, when I feel the way that I do right now I see all my brothers underground Pushing up daisies, man, it amazes me That you can't see where you gonna be A statistic, everybody's gon' call ballistic If you had a good day, damn, I must have missed it Cause you mad at the Universe Going to hell with everybody else cause you want your own first I got the urge to let you in on a little secret Cause you keep dying if I keep it All the keeling that you're feeling is from within For the copper check the color of your skin Why lie? I couldn't try even if I had to Born with the bullet-proof vest when I had you A black woman trying to get through to the few So you can leave the next crew  5 o'clock in the morning. Where you gonna be? (Outside on the corner) You better get yourself together While you're wasting all your time Right along with your mind  5 o'clock in the morning. Where you gonna be? (Outside on the corner) You better get yourself together While you're wasting all your time Right along with your mind  (Bink Woods Dre): Why should I do right and suffer I rather do wrong making that loopy and that hustler Instead of hot-dogs I'm eating porks up in their smother And got a gang of loot up in the safe up in my covers On top of all that I push big fat Lex And got my hoes that in golf course just in case I feel like flexing So I must ask, for real though, who are you See, I'm a big man  (Drecia Vega): Yeah, you know you'se a big man, check it I went for twelve years to school and never could read A knowledge of my hood is something they can never teach me I never started to step but I kept up with the Joneses Having rollers... my little pinky ring I did a lot of kinky thing the girls knew it, flock into it I'm around my old way, yeah, they still wants to do it Its not about the clothes that you got on your back But the money in your pocket and if you're down like that Come on  5 o'clock in the morning. Where you gonna be? (Outside on the corner) You better get yourself together While you're wasting all your time Right along with your mind  5 o'clock in the morning. Where you gonna be? (Outside on the corner) You better get yourself together While you're wasting all your time Right along with your mind  Wella, Mr. Black Man tell me where you're heading The last few years I watched while you were sheading Pounds and pounds on growth for the population Soon we won't be able to have a strong black nation A shooting here, a stabbing there nowhere to stop Cause now you're dying from the dose of the crack rock I'm just a Nubian Queen that needs a king to stand strong And try to press on It's not a white man's finger on the trigger Car-jacks, drive-by's, callin' each other \"nigga\" I'm not here to scold but rather shape n' mold That young black mind that won't live to grow old Cause you're fronting smoking on the blunt and Down with your friends cause you think you're making ends But you're not - and that's the truth of the matter Your brother gettin' skinny, cause you want your pockets fatter  5 o'clock in the morning. Where you gonna be? (Outside on the corner) You better get yourself together While you're wasting all your time Right along with your mind  5 o'clock in the morning. Where you gonna be? (Outside on the corner) You better get yourself together While you're wasting all your time Right along with your mind  ",
        "title": "5 O'Clock"
    }
]