[
    {
        "artist": "Louis Armstrong And The All Stars",
        "lyrics": "  Hello, Dolly This is Louis, Dolly It's so nice to have you back where you belong You're lookin' swell, Dolly I can tell, Dolly You're still glowin'...you're still crowin' You're still goin' strong I feel the room swayin' While the band's playin' One of our old favourite songs from way back when So take her wrap, fellas find her an empty lap, fellas Dolly'll never go away again  Hello, Dolly Well, hello, Dolly It's so nice to have you back where you belong You're lookin' swell, Dolly I can tell, Dolly You're still glowin'...you're still crowin' You're still goin' strong I feel the room swayin' While the band keeps on playin' One of our old favourite songs from way back when So...golly, gee, fellas Have a little faith in me, fellas Dolly'll never go away I said she'll never go away Dolly'll never go away again  ",
        "title": "Hello, Dolly!"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Intro] You'll never know how much I really love you You'll never know how much I really care  [Verse 1] Listen Do you want to know a secret? Do you promise not to tell?, whoa oh, oh  [Chorus] Closer Let me whisper in your ear Say the words you long to hear I'm in love with you  [Verse 1] Listen Do you want to know a secret? Do you promise not to tell?, whoa oh, oh  [Chorus] Closer Let me whisper in your ear Say the words you love to hear I'm in love with you  [Bridge] I've known the secret for a week or two Nobody knows, just we two  [Verse 1] Listen Do you want to know a secret? Do you promise not to tell?, whoa oh, oh  [Chorus] Closer Let me whisper in your ear Say the words you love to hear I'm in love with you  ",
        "title": "Do You Want To Know A Secret"
    },
    {
        "artist": "Mary Wells",
        "lyrics": "  Nothing you can say can tear me away From my guy Nothing you could do, 'cause I'm stuck like glue To my guy  I'm sticking to my guy like a stamp to a letter Like birds of a feather we stick together I'm tellin' you from the start I can't be torn apart from my guy  Nothing you could do could make me be untrue To my guy (my guy) Nothing you could buy could make me tell a lie To my guy (my guy)  I gave my guy my word of honor To be faithful and I'm gonna You'd best be believing I won't be deceiving my guy  As a matter of opinion, I think he's tops My opinion is he's the cream of the crop As a matter of taste to be exact He's my ideal as a matter of fact  No muscle bound man could take my hand From my guy (my guy) No handsome face could ever take the place Of my guy (my guy)  He may not be a movie star But when it comes to being happy, we are There's not a man today who can take me away From my guy  No muscle bound man could take my hand From my guy (my guy) No handsome face cCould ever take the place Of my guy (my guy)  He may not be a movie star But when it comes to being happy, we are There's not a man today who can take me away From my guy (what'cha say?)  There's not a man today who could take me away From my guy (Tell me more!) There's not a man today who could take me away From my guy  ",
        "title": "My Guy"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": "  [Verse 1] (I'm in pieces, bits and pieces) Since you left me and you said goodbye (I'm in pieces, bits and pieces) All I do is sit and cry (I'm in pieces, bits and pieces) You went away and left me misery (I'm in pieces, bits and pieces) And that's the way it'll always be  [Verse 2] (I'm in pieces, bits and pieces) You said you loved me and you'd always be mine (I'm in pieces, bits and pieces) We'd be together till the end of time (I'm in pieces, bits and pieces) Now you say it was just a game (I'm in pieces, bits and pieces) But all you're doin' is leavin' me pain  [Verse 3] Time goes by and goes so slow (Oh, yeah) It just doesn't seem true, only just a few days ago You said you'd love me, never make me blue  [Verse 4] (I'm in pieces, bits and pieces) Now you've gone and I'm all alone (I'm in pieces, bits and pieces) And you're still way up there on your throne (I'm in pieces, bits and pieces) Nothin' seems to ever go right (I'm in pieces, bits and pieces) Cause night is day and day is night  ",
        "title": "Bits And Pieces"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Chorus: Paul McCartney] Can't buy me love, love Can't buy me love  [Verse 1: Paul McCartney] I'll buy you a diamond ring my friend If it makes you feel alright I'll get you anything my friend If it makes you feel alright Because I don't care too much for money Money can't buy me love  [Verse 2: Paul McCartney] I'll give you all I got to give If you say you love me too I may not have a lot to give But what I got I'll give to you I don't care too much for money Money can't buy me love  [Chorus: Paul McCartney] Can't buy me love, everybody tells me so Can't buy me love, no no no, no  [Verse 4: Paul McCartney] Say you don't need no diamond ring And I'll be satisfied Tell me that you want the kind of thing That money just can't buy I don't care too much for money Money can't buy me love Ah!  [Guitar Solo: George Harrison]  [Chorus: Paul McCartney] Buy me love, everybody tells me so Can't buy me love  [Verse 4: Paul McCartney] Say you don't need no diamond ring And I'll be satisfied Tell me that you want the kind of thing That money just can't buy I don't care too much for money Money can't buy me love  [Chorus: Paul McCartney] Can't buy me love, love Can't buy me love  ",
        "title": "Can't Buy Me Love"
    },
    {
        "artist": "The Serendipity Singers",
        "lyrics": "  (Ah, ah) Oh, no, don't let the rain come down (Ah, ah) Oh, no, don't let the rain come down (Ah, ah) Oh, no, don't let the rain come down My roof's got a hole in it and I might drown Oh yes, my roof's got a hole in it and I might drown  There was a crooked man and he had a crooked smile Had a crooked sixpence and he walked a crooked mile Had a crooked cat and he had a crooked mouse They all lived together in a crooked little house  (Ah, ah) Oh, no, don't let the rain come down (Ah, ah) Oh, no, don't let the rain come down (Ah, ah) Oh, no, don't let the rain come down My roof's got a hole in it and I might drown Oh yes, my roof's got a hole in it and I might drown  Well, this crooked little man and his crooked little smile Took his crooked sixpence and he walked a crooked mile Bought some crooked nails and a crooked little bat Tried to fix his roof with a rat-tat-tat-tat-tat  (Ah, ah) Oh, no, don't let the rain come down (Ah, ah) Oh, no, don't let the rain come down (Ah, ah) Oh, no, don't let the rain come down My roof's got a hole in it and I might drown Oh yes, my roof's got a hole in it and I might drown  Now this crooked little man and his crooked cat and mouse They all live together in a crooked little house Has a crooked door with a crooked little latch Has a crooked roof with a crooked little patch  (Ah, ah) Oh, no, don't let the rain come down (Ah, ah) Oh, no, don't let the rain come down (Ah, ah) Oh, no, don't let the rain come down My roof's got a hole in it and I might drown Oh yes, my roof's got a hole in it and I might drown  (Ah, ah) Oh, no, don't let the rain come down (Ah, ah) Oh, no, don't let the rain come down (Ah, ah) Oh, no, don't let the rain come down My roof's got a hole in it, my roof's got a hole in it My roof's got a hole in it and I might drown  ",
        "title": "Don't Let The Rain Come Down (Crooked Little Man)"
    },
    {
        "artist": "The 4 Seasons Featuring the \"Sound of Frankie Valli\"",
        "lyrics": null,
        "title": "Ronnie"
    },
    {
        "artist": "Jan & Dean",
        "lyrics": null,
        "title": "Dead Man's Curve"
    },
    {
        "artist": "Terry Stafford",
        "lyrics": "  Every time you kiss me I'm still not certain that you love me Every time you hold me I'm still not certain that you care Though you keep on saying You really, really, really love me Do you speak the same words To someone else when I'm not there  [Chorus] (Suspicion) Torments my heart (Suspicion) Keeps us apart (Suspicion) Why torture me?  Every time you call me And tell me we should meet tomorrow I can't help but think that You're meeting someone else tonight Why should our romance just Keep on causing me such sorrow? Why am I so doubtful Whenever you are out of sight?  [Chorus] (Suspicion) Torments my heart (Suspicion) Keeps us apart (Suspicion) Why torture me?  Darling, if you love me I beg you wait a little longer Wait until I drive all These foolish fears out of my mind Why can't our romance just Keep on growing stronger Maybe I'm suspicious 'Cause true love is so hard to find  [Chorus] (Suspicion) Torments my heart (Suspicion) Keeps us apart (Suspicion) Why torture me?  ",
        "title": "Suspicion"
    },
    {
        "artist": "Danny Williams",
        "lyrics": null,
        "title": "White On White"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Chorus: John Lennon] Well, shake it up, baby, now (Shake it up, baby) Twist and shout (Twist and shout) C'mon C'mon, C'mon, C'mon, baby, now (Come on baby) Come on and work it on out (Work it on out)  [Verse: John Lennon] Well, work it on out, honey (Work it on out) You know you look so good (Look so good) You know you got me goin', now (Got me goin') Just like I knew you would (Like I knew you would)  [Chorus: John Lennon] Well, shake it up, baby, now (Shake it up, baby) Twist and shout (Twist and shout) C'mon C'mon, C'mon, C'mon, baby, now (Come on baby) Come on and work it on out (Work it on out)  [Post-Chorus: John Lennon] You know you twist your little girl (Twist, little girl) You know you twist so fine (Twist so fine) Come on and twist a little closer, now (Twist a little closer) And let me know that you're mine (Let me know you're mine)  [Guitar Solo: George Harrison]  [Chorus: John Lennon] Well, shake it up, baby, now (Shake it up, baby) Twist and shout (Twist and shout) C'mon C'mon, C'mon, C'mon, baby, now (Come on baby) Come on and work it on out (Work it on out)  [Post-Chorus: John Lennon] You know you twist your little girl (Twist, little girl) You know you twist so fine (Twist so fine) Come on and twist a little closer, now (Twist a little closer) And let me know that you're mine (Let me know you're mine)  [Outro: John Lennon] Well, shake it, shake it, shake it, baby, now (Shake it up baby) Well, shake it, shake it, shake it, baby, now (Shake it up baby) Well, shake it, shake it, shake it, baby, now (Shake it up baby)  ",
        "title": "Twist And Shout"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Chorus: Paul McCartney & John Lennon] Love, love me do You know I love you I'll always be true So please, love me do Whoa, love me do  [Chorus: Paul McCartney & John Lennon] Love, love me do You know I love you I'll always be true So please, love me do Whoa, love me do  [Bridge: Paul McCartney & John Lennon] Someone to love Somebody new Someone to love Someone like you  [Chorus: Paul McCartney & John Lennon] Love, love me do You know I love you I'll always be true So please, love me do Whoa, love me do  [Harmonica Solo: John Lennon]  [Chorus: Paul McCartney & John Lennon] Love, love me do You know I love you I'll always be true So please, love me do Whoa, love me do Yeah, love me do Whoa, oh, love me do Yeah, love me do Why don't you love me do  ",
        "title": "Love Me Do"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": null,
        "title": "It's Over"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": "  You say that you love (Say you love me) All of the time (All of the time) You say that you need me (Say you need me) You'll always be mine (Always be mine)  I'm feelin' glad all over Yes, I'm a-glad all over Baby, I'm glad all over So glad you're mine  I'll make you happy (Make you happy) You'll never be blue (Never be blue) You'll have no sorrow (Have no sorrow) 'Cause I'll always be true (Always be true)  And I'm feelin' glad all over Yes, I'm a-glad all over Baby, I'm glad all over So glad you're mine  Other girls may try to take me away (Take me away) But you know, it's by your side I will stay I-I'll stay  Our love will last, now (Our love will last) 'Til the end of time (End of time) Because this love, now (Because this love) Is only yours and mine (Yours and mine)  And I'm feelin' glad all over Yes, I'm a-glad all over Oh, baby, I'm glad all over So glad you're mine  Other girls may try to take me away (Take me away) But you know, it's by your side I will stay I-I'll stay  Our love will last, now (Our love will last) 'Til the end of time (End of time) Because this love, now (Because this love) Is only yours and mine (Yours and mine)  And I'm feelin' glad all over Yes, I'm a-glad all over Baby, I'm a-glad all over So glad you're mine  So glad you're mine, now (Mi-i-i-i-i-i-ine) I said I'm so glad you're mine (Mi-i-i-i-i-i-ine) So glad you're mine, now (Mi-i-i-i-i-i-ine) Whoa whoa whoa whoa whoa whoa (Mi-i-i-i-ine)  ",
        "title": "Glad All Over"
    },
    {
        "artist": "Robert Maxwell His Harp And Orchestra",
        "lyrics": null,
        "title": "Shangri-La"
    },
    {
        "artist": "Betty Everett",
        "lyrics": "  Does he love me? I wanna know How can I tell if he loves me so? (Is it in his eyes?) Oh no, you'll be deceived (Is it in his eyes?) Oh no, he'll make believe If you wanna know if he loves you so It's in his kiss (That's where it is, oh yeah) (Or is it in his face?) Oh no, it's just his charm (In his one embrace) Oh no, that's just his arm If you wanna know if he loves you so It's in his kiss (That's where it is) Oh oh, it's in his kiss (That's where it is) Oh oh oh, kiss him and squeeze him tight And find out what you wanna know If it's love, if it really is It's there in his kiss (How 'bout the way he acts) Oh no, that's not the way And you're not listenin' to all I say If you wanna know if he loves you so It's in his kiss (That's where it is) Oh yeah, it's in his kiss (That's where it is) Whoa oh oh, kiss him and squeeze him tight And find out what you wanna know If it's love, if it really is It's there in his kiss (How 'bout the way he acts) Oh no, that's not the way And you're not listenin' to all I say If you wanna know if he loves you so It's in his kiss (That's where it is) Oh yeah, it's in his kiss (That's where it is) Oh oh, it's in his kiss (That's where it is)  ",
        "title": "The Shoop Shoop Song (It's In His Kiss)"
    },
    {
        "artist": "Lesley Gore",
        "lyrics": "  When I'm with my guy and he watches all the pretty girls go by... Well I feel so hurt deep inside, I wish that I could die! Not a word do I say... I just look the other way! Cause that's the way boys are! That's the way boys are!  When he treats me rough and he acts as though he doesn't really care... Well, I never tell him that he is so unfair! Plus, he loves me and I know it... But he's just afraid to show it! Cause that's the way boys are! That's the way boys are!  Oh, when he wants to be alone... I just let him be! Cause I know that soon enough... He will come back to me!  When we have a fight I think that I won't see him anymore! Then before I know it - there he is... Standin' at my door! Well I let him kiss me then... Cause I know he wants me back again! That's the way boys are! Yes, that's the way boys are!  Oh, I love him! Well now, that's the way boys are! I said that's the way boys are!  ",
        "title": "That's The Way Boys Are"
    },
    {
        "artist": "Irma Thomas",
        "lyrics": "  Sitting home alone Thinkin about my past Wonderin' how I made it And how long It's gonna last Success has come To lots of them And failure's Always there Time, time waits For no one and I wish How I wish Someone would care  Some folks Think you're happy When you wear your smile What about your tribulations And all, all of your trials Smiles, smiles hide A lots a things  The good, the bad, the hurt All of this goes too And I wish, how I wish How I wish Someone would care I wish someone would care Don't you think Someone should care?  Ah, don't you think Someone should care? Sit down And think about yourself Ah, don't you think Someone should care? Mmmm Don't you think Someone should care? Ah, don't you think Someone should care?  ",
        "title": "Wish Someone Would Care"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  Prettier, than all, the world And I'm so proud (I'm so proud) I'm so proud of you You're only one, fellows girl Oh, and I'm so proud (I'm so proud) I'm so proud of you I'm so proud of being, loved by you And it would hurt, hurt to know If you ever were untrue  Sweeter than the taste, of a cherry so sweet And I'm so proud girl (I'm so proud) I'm so proud of you Complements to you, from all the people we meet Yes and I'm so proud now (I'm so proud) Believe me I love you too I'm so proud of being, loved by you  I'm so proud of being loved by you And it would hurt, hurt to know, if you ever were untrue Sweeter than the taste of a cherry so sweet Yeah and I'm so proud (I'm so proud) I'm so proud of you I'm so proud of being, loved by you  ",
        "title": "I'm So Proud"
    },
    {
        "artist": "Major Lance",
        "lyrics": null,
        "title": "The Matador"
    },
    {
        "artist": "The Ray Charles Singers",
        "lyrics": null,
        "title": "Love Me With All Your Heart (Cuando Calienta El Sol)"
    },
    {
        "artist": "The Kingsmen",
        "lyrics": null,
        "title": "Money"
    },
    {
        "artist": "Billy J. Kramer With The Dakotas",
        "lyrics": null,
        "title": "Little Children"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Verse 1] You are so wonderful That being near you is all I'm living for You show me more kindness in little ways Than I've ever known in all my days Tell me we'll stay together Let me love you forever  [Chorus 1] 'Cause you're a wonderful one You're a wonderful one  [From now on, backing vocals: \"Wonderful one\"] In you there is a rare quality Your love, baby, it means the world For me you're always concerned And you ask nothing, baby, in return  [Chorus 2] You're really more than I deserve From my heart I mean these words You're a wonderful one You're a wonderful one  [Chorus 3] Oh you're a wonderful one Baby, you're a wonderful one Sweetheart, you're a wonderful one My darling, you're a wonderful one Ooo you're a wonderful one Ooo you're a wonderful one Mmm hmm you're a wonderful one Baby, you're a wonderful one  [Chorus 2]  [Verse 2] Sometimes I'm up, sometimes I'm down But your love, you're always around Words of confidence you speak to me Baby, and you place a tender kiss on my cheek It makes my burden a little bit lighter It makes my life a little bit brighter  [Chorus 1]  [Chorus 3]  ",
        "title": "You're A Wonderful One"
    },
    {
        "artist": "Lenny Welch",
        "lyrics": null,
        "title": "Ebb Tide"
    },
    {
        "artist": "The Reflections",
        "lyrics": null,
        "title": "(Just Like) Romeo & Juliet"
    },
    {
        "artist": "The Vibrations",
        "lyrics": "  Hang on Sloopy, Sloopy, Hang on Hang on Sloopy, Sloopy, Hang on  Sloopy lives in a very bad part of town And all the girls I know they try to put my Sloopy, down Sloopy, I don't care what your daddy do Don't you know little girl that ah, I'm in love with you Come on now, everybody  Hang on Sloopy, Sloopy hang on, yeah Hang on Sloopy, Sloopy hang on  Sloopy let your hair down Let it down on me (Hang on Sloopy) Sloopy, let your hair down Girl, let it down on me (Hang on Sloopy)  Come on Sloopy (Come on, come on) Come on girl (Come on, come on) Say yea, yea, yeah (Yeah, yeah, yeah) Good, good, good, good (Good, good, good, good) Good, gagagood (Gagagood) I wanna say ahhhhh, ahhh, ahhh, ahhh  A little bit of soul I want you tell me something Well don't it make you feel crazy, baby I wanna say ahhhhh, ahhh, ahhh, ahhh Let’s go Hang on Sloopy, Sloopy hang on Hang on Sloopy, Sloopy hang on  ",
        "title": "My Girl Sloopy"
    },
    {
        "artist": "Vic Dana",
        "lyrics": null,
        "title": "Shangri-La"
    },
    {
        "artist": "Pete Drake And His Talking Steel Guitar",
        "lyrics": "  [Produced by Noah \"40\" Shebib]  [Hook] I just love when I'm with you, yeah, this shit is on ten We used to be friends, girl, and even back then You would look at me with no hesitation and you'd tell me baby, it's yours Nobody else's, yeah, this shit belong to nobody, it's yours Nobody else's, yeah, this shit belong to nobody and that What made me think about the game, girl And how I switched it up with a new thing Young nigga came through on his Wu-Tang And nowadays when I ask about who got it, they say it's yours Nobody else's, yeah, this shit belong to nobody, it's yours Nobody else's, yeah, this shit belong to nobody, it's yours It's yours, it's yours, it's yours that's for sure, that's for sure It's yours, it's yours, it's yours that's for sure, that's for sure  [Bridge] How you feel about comin' home with a nigga for the night? If you nervous, hit the lights, I know we only fuckin' out of spite Cause your man don't do you right, do you right, I could fuck you so good Then I hit you with the 9 a.m. in Dallas who you like, baby, who you like?  [Verse] Machine gun raps for all my niggas in the back Stadium packed, just glad to see the city on the map I just gave the city life, it ain't about who did it first It's 'bout who did it right, niggas looking like \"Preach\" Open cases on me for a half a million each I find peace knowing that it's harder in the streets, I know Luckily I didn't have to grow there I would only go there cause niggas that I know there I don't know what's getting into me, I just like the rush When you see your enemy somewhere in the club and you realize He just not in a position to reciprocate your energy You ain't ever worried cause he's not who he pretends to be People like Mazin who was a best friend to me Start to become a distant memory, things change in that life And this life started lacking synergy And fuckin' with me mentally, I think it's meant to be Paranoid, always rolling with my mothafuckin' boys But you gotta understand when it's yours They don't really leave your ass with a mothafuckin' choice, man  [Hook] I just love when I'm with you, yeah, this shit is on ten We used to be friends, girl, and even back then You would look at me with no hesitation and you'd tell me baby, it's yours Nobody else's, yeah, this shit belong to nobody, it's yours Nobody else's, yeah, this shit belong to nobody and that What made me think about the game, girl And how I switched it up with a new thing Young nigga came through on his Wu-Tang And nowadays when I ask about who got it, they say it's yours Nobody else's, yeah, this shit belong to nobody, it's yours Nobody else's, yeah, this shit belong to nobody, it's yours It's yours, it's yours, it's yours that's for sure, that's for sure It's yours, it's yours, it's yours that's for sure, that's for sure  ",
        "title": "Forever"
    },
    {
        "artist": "Diane Renay",
        "lyrics": "  Kiss me, sailor, before you go out the door Well, now, bye bye sailor boy Cause it's Anchors aweigh once more Well, I'm his girl back home and, on a weekend leave I'm the very first one that he runs to see We find a lot of things to do But pretty soon the weekends though and then it's Kiss me, sailor, before you go out the door Baby, bye bye sailor boy Cause it's Anchors aweigh once more There's never any place we ever wanna go Wed rather snuggle up and watch the late, late show We like to make the hours last But 48 hours go fast Kiss me, sailor, before you go out the door Whoa whoa, bye bye sailor boy Cause it's Anchors aweigh once more Well, it's a Friday night, my favrite guy is due I just can't wait to see him in his Na-a-a-avy blue As soon as he opens that door I'll be in his arms once more until it's Kiss-a me, sailor, before you go out the door Whoa whoa, bye bye sailor boy Cause it's Anchors aweigh once more  ",
        "title": "Kiss Me Sailor"
    },
    {
        "artist": "Henry Mancini And His Orchestra",
        "lyrics": "  Instrumental  ",
        "title": "The Pink Panther Theme"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": null,
        "title": "Do You Love Me"
    },
    {
        "artist": "Al Hirt",
        "lyrics": null,
        "title": "Cotton Candy"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  You got a smile so bright You know you could have been a candle I'm holding you so tight You know you could have been a handle The way you swept me off my feet You know you could have been a broom The way you smell so sweet You know you could have been some perfume  Well, you could have been anything that you want to And I can tell The way you do the things you do  As pretty as you are You know you could have been a flower Your good looks was a minute You know that you could have been an hour The way you stole my heart You know you could have been a cuckoo And baby you're so smart You know you could have been a schoolbook  Well, you could have been anything that you want to And I can tell The way you do the things you do  You make my life so rich You know you should have been some money Baby you're so sweet You know you should have been some honey  Well, you could have been anything that you want to And I can tell The way you do the things you do  You're really swep me off my feet You make my life complete You make my life so bright You make me feel alright  ",
        "title": "The Way You Do The Things You Do"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Chorus] Oh, oh, you've been good to me You made me glad When I was blue And eternally I'll always be In love with you And all I got to do Is thank you girl, thank you girl  [Verse 1] I could tell the world A thing or two about our love I know little girl Only a fool would doubt our love And all I got to do Is thank you girl, thank you girl  Thank you girl for loving me The way that you do (Way that you do) That's the kind of love That is too good to be true And all I got to do Is thank you girl, thank you girl  [Chorus] Oh, oh, you've been good to me You made me glad When I was blue And eternally I'll always be In love with you And all I got to do Is thank you girl, thank you girl  [Outro] Oh, oh, oh Oh, oh, oh Oh, oh  ",
        "title": "Thank You Girl"
    },
    {
        "artist": "Sammy Kaye And His Orchestra",
        "lyrics": null,
        "title": "Charade"
    },
    {
        "artist": "The Searchers",
        "lyrics": "  I saw her today I saw her face It was a face I loved And I knew I had to run away And get down on my knees and pray That they'd go away  But still they begin Needles and pins Because of all my pride The tears I gotta hide  Hey, I thought I was smart I won her heart Didn't think I'd do But now I see She's worse to him than me Let her go ahead Take his love instead And one day she will see  Just how to say please And get down on her knees Yeah, that's how it begins She'll feel those needles and pins Hurtin' her, hurtin' her  Why can't I stop And tell myself I'm wrong I'm wrong, so wrong Why can't I stand up And tell myself I'm strong  Because I saw her today I saw her face It was a face I loved And I knew I had to run away And get down on my knees and pray That they'd go away  But still they begin Needles and pins Because of all my pride The tears I gotta hide  Oh, needles and pins Needles and pins Needles and pins  ",
        "title": "Needles And Pins"
    },
    {
        "artist": "Dusty Springfield",
        "lyrics": null,
        "title": "Stay Awhile"
    },
    {
        "artist": "Rick Nelson",
        "lyrics": null,
        "title": "The Very Thought Of You"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  If you see me walkin' down the street And I start to cry each time we meet Walk on by, walk on by  Make believe that you don't see the tears Just let me grieve in private cause each time I see you I break down and cry  Walk on by, don't stop Walk on by, don't stop Walk on by  I just can't get over losin' you And so if I seem, broken and blue Walk on by, walk on by  Foolish pride, that's all that I have left So let me hide the tears and the sadness you gave me When you said goodbye  Walk on by, don't stop Walk on by, don't stop Walk on by, don't stop Walk on...  Walk on by Walk on by  Foolish pride, that's all that I have left So let me hide the tears and the sadness you gave me When you said goodbye  Walk on by, don't stop Walk on by, don't stop Now you really gotta go, so walk on by [Oh, walk on by, don't stop] Baby, leave, you'll never see the tears I cry [Oh, walk on by, don't stop] Now you really gotta go, so walk on by walk on by [Oh, walk on by, don't stop] Baby, leave, you'll never see the tears I cry [Oh, walk on by, don't stop] (Fade)  ",
        "title": "Walk On By"
    },
    {
        "artist": "The Contours",
        "lyrics": null,
        "title": "Can You Do It"
    },
    {
        "artist": "The Dixie Cups",
        "lyrics": "  Goin' to the chapel And we're gonna get married Goin' to the chapel And we're gonna get married Gee, I really love you And we're gonna get married Goin' to the chapel of love  Spring is here, the sky is blue, whoa Birds all sing as if they knew Today's the day we'll say \"I do\" And we'll never be lonely anymore  Because we're goin' to the chapel And we're gonna get married Goin' to the chapel And we're gonna get married Gee, I really love you And we're gonna get married Goin' to the chapel of love  Bells will ring, the sun will shine, whoa I'll be his and he'll be mine We'll love until the end of time And we'll never be lonely anymore  Because we're goin' to the chapel And we're gonna get married Goin' to the chapel And we're gonna get married Gee, I really love you And we're gonna get married Goin' to the chapel of love  Yeah, yeah, yeah, yeah Goin' to the chapel of love Yeah, yeah, yeah, yeah  ",
        "title": "Chapel Of Love"
    },
    {
        "artist": "Nat King Cole",
        "lyrics": "  I don't want to be hurt anymore By a part-time love affair And I don't want to cry like before Why pretend, again, you care  Please don't coax me back into your arms I've been fooled many times by your charms I know if I kissed you, I might not resist you I don't want to be hurt anymore  Please don't coax me back into your arms I've been fooled many times by your charms I know if I kissed you, I might not resist you I don't want to be hurt anymore  ",
        "title": "I Don't Want To Be Hurt Anymore"
    },
    {
        "artist": "Martha & The Vandellas",
        "lyrics": null,
        "title": "In My Lonely Room"
    },
    {
        "artist": "The Ronettes",
        "lyrics": "  Baby when we break up from a quarrel or a fight I can't wait to have you back and hold you, oh, so tight Tell me why, I wanna know, tell me why, is it so That the best part of breaking up is when you're making up Best part of breaking up is when you're making up But after breaking up be sure you're making up with me  Everytime you leave I get those teardrops in my eyes But they seem to go away when you apologize Tell me why, I want to know, tell me why, is it so That the best part of breaking up is when you're making up Best part of breaking up is when you're making up But after breaking up be sure you're making up with me  Come on baby Come on baby Don't say maybe Well it makes no difference who was wrong Just as long as I'll be with you  Baby I'll be lonely till you're back where you should be 'Cause baby I belong to you and you belong to me Tell me why, I want to know, tell me why, is it so That the best part of breaking up is when you're making up Best part of breaking up is when you're making up But after breaking up, be sure you're making up with me The best part of breaking up is when you know that you're making up with me  Come on baby Come on baby Don't say maybe Come on baby, woo wee baby, come on baby  ",
        "title": "(The Best Part Of) Breakin' Up"
    },
    {
        "artist": "The Bachelors",
        "lyrics": null,
        "title": "Diane"
    },
    {
        "artist": "The New Christy Minstrels",
        "lyrics": null,
        "title": "Today"
    },
    {
        "artist": "Sugar Pie DeSanto",
        "lyrics": null,
        "title": "Slip-In Mules (No High Heel Sneakers)"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  You go on your way I'll go on mine Please don't you call me Or drop me a line  I'll be better off now With somebody new And you should find someone More suited to you  Cause we're wrong for each other Wrong for each other Let's fight another round  I couldn't explain it I can't tell you why I've got such a talent For making you cry  And one day you'll thank me For saying so long For making an end to A love that was wrong  Cause we're wrong for each other Wrong for each other Let's fight another round  Cause we're wrong for each other Wrong for each other Wrong for each other Wrong for each other  ",
        "title": "Wrong For Each Other"
    },
    {
        "artist": "Chubby Checker",
        "lyrics": "  Spoken: This is a sad story about a girl named Mary Mac and her wondering lover Bob Needle  (Oh! Softly)  I can hear her callin' Hey Bobba Needle - Bobba Needle - Bobba Needle Hey Bobba Needle - Bobba Needle - Bobba Needle Hey Bobba Needle - Bobba Needle - Bobba Needle Hey Bobba Needle - Bobba Needle - Bobba Needle Hey Bob Hey Bob  Mary Mac Mac Mac All dressed in black black black Don't cha know I'm tryin' tryin' tryin' Just to come on back back back Cause I took a plane plane plane But there was some rain rain rain And there was no flyin' flyin' flyin' So I took a train train train  Oh Mary Mac Mac Mac It went off the track track track Can't you see I'm dyin' dyin' dyin' Just to come on back back back  (Oh! Softly)  I can hear you callin' Hey Bobba Needle - Bobba Needle - Bobba Needle Hey Bobba Needle - Bobba Needle - Bobba Needle Hey Bobba Needle - Bobba Needle - Bobba Needle Hey Bobba Needle - Bobba Needle - Bobba Needle Hey Bob Hey Bob  Well I took a boat boat boat But it wouldn't float float float So I kept on a puffin' puffin' puffin' That was all she wrote wrote wrote So I must wear my cross cross cross And I bought a horse horse horse But it just keeps runnin' runnin' runnin' All around the track track track Baby I ain't lyin' lyin' lyin' Can't you see I'm tryin' tryin' tryin' Don't cha know I'm tryin' tryin' tryin' Just to come on back To Mary Mac  (Oh! Softly)  I can hear her holler Hey Bobba Needle - Bobba Needle - Bobba Needle Hey Bobba Needle - Bobba Needle - Bobba Needle Hey Bobba Needle - Bobba Needle - Bobba Needle Hey Bobba Needle - Bobba Needle - Bobba Needle Hey Bob Hey Bob Oh Yeah Hey Bob  ",
        "title": "Hey, Bobba Needle"
    },
    {
        "artist": "The Monarchs",
        "lyrics": null,
        "title": "Look Homeward Angel"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": null,
        "title": "Whenever He Holds You"
    },
    {
        "artist": "Chuck Berry",
        "lyrics": "  [Verse 1] As I got on a city bus and found my vacant seat I thought I saw my future bride walking up the street I shouted to the driver, \"Hey conductor, you must slow down I think I see her, please let me off the bus\"  [Choru1] Nadine, honey is that you? Oh, Nadine, honey is that you? Seems like every time I see you Darling, you got something else to do  [Verse 2] I saw her from the corner when she turned and doubled back And started walkin' toward a coffee colored Cadillac I was pushin' through the crowd trying to get to where she's at And I was campaign shouting like a southern diplomat  [Chorus] Nadine, honey is that you? Oh, Nadine, honey where are you? Seems like every time I catch you But you're up to something new  [Verse 3] Downtown searching for her, looking all around Saw her getting in a yellow cab heading uptown I caught a loaded taxi, paid up everybody's tab Flip the twenty dollar bill and told him catch that yellow cab  [Chorus] Nadine, honey is that you? Oh, Nadine, honey is that you? Seems like every time I catch you You're up to something new  [Verse 4] She moved around like a wayward summer breeze Go, driver, go, go on, catch her for me please Moving through the traffic like a mounted cavalier Leaning out the taxi window trying to make her hear  [Chorus] Nadine, honey is that you? Oh, Nadine, honey is that you? Seems like every time I see you, darling You're up to something new  ",
        "title": "Nadine (Is It You?)"
    },
    {
        "artist": "Solomon Burke",
        "lyrics": "  Goodbye baby, so long girl I know you ain't gonna like it But I'm stepping right out in your world For I'm coming to your party And I won't be able to stay But I'm gonna kiss you one more time Lord Then I'm going away Goodbye baby hmm, baby goodbye hmm  You may be lonely yeah you may be hurt Like a fool I gave you candy You turned around and treated me like dirt But still I'm gonna come to your party  And just before the break of day I'm gonna touch you one more time Lord Then I'm going away Sing it to me again Goodbye baby hmm ha, baby goodbye  Look out, what you see? I see a train a-coming A train a-coming down the long lonesome track I'll tell you girl I gotta go on home now But deep down in your heart You know that someday I'm, I'm coming back And I'm gonna look for you at your party 'Cause all the time I know that I'll find you there And listen I'm gonna dance with you One more time oh yeah Sing it to me tonight now Goodbye baby sing it sweet baby goodbye  Lord, you're singing so sweet tonight Goodbye baby Goodbye baby baby baby baby goodbye I'll see you around sometime, Lord Goodbye baby...  ",
        "title": "Goodbye Baby (Baby Goodbye)"
    },
    {
        "artist": "Marvin Gaye & Mary Wells",
        "lyrics": null,
        "title": "Once Upon A Time"
    },
    {
        "artist": "Jan & Dean",
        "lyrics": null,
        "title": "The New Girl In School"
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": null,
        "title": "People"
    },
    {
        "artist": "The Wailers",
        "lyrics": "  ♫ [Instrumental] ♫  ",
        "title": "Tall Cool One"
    },
    {
        "artist": "The Rip Chords",
        "lyrics": "  Three window coupe, you're the toughest machine in town Got a three window coupe that's short on looks But she looks real good in the record books I hold the track record in the quarter mile With a low E.T. down the asphalt aisle  Eat 'em up, eat 'em up, shut 'em down Three window coupe, you're the toughest in town Eat 'em up, eat 'em up, shut 'em down, now Three window coupe, make a trophy run Three window coupe, you're the toughest machine in town  Now, I know my coupe's not the sharpest around But everybody knows she's the hottest in town My hydro pressure heads make it twelve to one And Sunday at the drag stop there's a trophy run  Eat 'em up, eat 'em up, shut 'em down Three window coupe, you're the toughest in town Eat 'em up, eat 'em up, shut 'em down, now Three window coupe, make a trophy run Three window coupe, you're the toughest machine in town  Now, my little three window don't look like much Till the flag goes down and I pop the clutch Then I put my foot in it and I really go And take off on tubes of a three window  Eat 'em up, eat 'em up, shut 'em down Three window coupe, you're the toughest in town Eat 'em up, eat 'em up, shut 'em down, now Three window coupe, make a trophy run Three window coupe, you're the toughest machine in town  Toughest machine in town Toughest machine in town Toughest machine in town Toughest machine in town Toughest machine in town  ",
        "title": "Three Window Coupe"
    },
    {
        "artist": "Anna King-Bobby Byrd",
        "lyrics": null,
        "title": "Baby Baby Baby"
    },
    {
        "artist": "Brenda Holloway",
        "lyrics": "  Every little bit hurts Every little bit hurts  Every night I cry Every night I sigh Every night I wonder why You treat me cold Yet you won't let me go  Every little hurt counts Every little hurt counts  You say you're coming home Yet you never phone Leave me all alone My love is strong for you I'd do wrong for you  I can't take this Loneliness you've given me I can't go on Giving my life away  Oh, come back to me Darling, you'll see I can give you all the Things that you wanted before If you will stay with me, yeah  Every little bit hurts Every little bit hurts  To you, I'm a toy And you're the boy Who has to say When I should play Yet you hurt me, desert me  Come back to me Darling, you'll see I can give you all the Things that you wanted before If you will stay with me, yeah  Every little bit hurts Every little bit hurts Every little bit hurts Every little bit hurts  ",
        "title": "Every Little Bit Hurts"
    },
    {
        "artist": "The Searchers",
        "lyrics": null,
        "title": "Ain't That Just Like Me"
    },
    {
        "artist": "King Curtis",
        "lyrics": "  Oh western union man Send a telegram to my baby Send a telegram, send a telegram Who, send a telegram to my baby This is what I want you to do I want you to tell her that I'm all alone I tried to call her on the phone Tell her I'm in misery And think she's avoiding me And if the telegram don't do Send a box of candy too And maybe some flowers Tell her that I missed her for hours and hours Send a telegram, send a telegram Send a telegram man To my baby you hear what I say Oh western union man send a telegram Send a telegram to my baby Oh western union man Hey send a telegram Send a telegram, send a telegram Oh send a telegram to my baby This is what I want you to do Listen, tell me have you got a boy you can send This is what I want him to do Put him on his bike right away See if he can get my message through Maybe tomorrow But mail it right away I want the girl to know that I miss her Something like yesterday Send a telegram, send a telegram man To my baby Do you hear what I say Oh western union man why don't you send a telegram Oh send a telegram to my baby Western union man send a telegram Oh send it right on to my baby Hey western union man Send a telegram, send a telegram  ",
        "title": "Soul Serenade"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Chorus 1] As I write this letter Send my love to you Remember that I'll always Be in love with you  [Chorus 2] Treasure these few words till we're together Keep all my love forever P.S. I love you You, you, you  [Chorus 3] I'll be coming home again to you, love And till the day I do, love P.S. I love you You, you, you  [Chorus 1] As I write this letter Send my love to you Remember that I'll always Be in love with you  [Chorus 2] Treasure these few words till we're together Keep all my love forever P.S. I love you You, you, you  [Chorus 1] As I write this letter Send my love to you Remember that I'll always Be in love with you  [Chorus 3] I'll be coming home again to you, love And till the day I do, love P.S. I love you You, you, you  ",
        "title": "P.S. I Love You"
    },
    {
        "artist": "Nino Tempo & April Stevens",
        "lyrics": null,
        "title": "Tea For Two"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": "  [Verse 1] Kiss me quick, while we still have this feeling Hold me close and never let me go Cause tomorrows can be so uncertain Love can fly and leave just hurting Kiss me quick because I love you so  [Chorus] Kiss me quick and make my heart go crazy Sigh that sigh and whisper oh so low Tell me that tonight will last forever Say that you will leave me never Kiss me quick because I love you so  Let the band keep playing while we are swaying Let's keep on praying that we'll never stop  [Verse 2] Kiss me quick just can't stand this waiting Cause your lips are lips I long to know Oh that kiss will open heaven's door And we'll stay there forevermore Kiss me quick because I love you so  ",
        "title": "Kiss Me Quick"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": "  (Giving up, giving up) (Giving up, giving up)  This is not the first time It's happened before Oh, the girl that I love Doesn't love me anymore  So I've had it, forget it Don't want it, you got it I'm giving up on love Before love gives up on me  (Giving up, giving up) (Giving up, giving up)  How much can you give And get nothing in return And, oh, how long do you live Before you finally learn  So I've had it, forget it I don't want it Brother, you've got it I'm giving up on love Before love gives up on me  (Giving up, giving up) (Giving up, giving up)  Well, I've had it Oh, forget it, I don't want it Brother, you've got it I'm giving up on love Before love gives up on me  Yes, I am I said I'm giving up today Because love's given up on me And gone away  ",
        "title": "Giving Up On Love"
    },
    {
        "artist": "Etta James",
        "lyrics": "  I'm lovin' you more, more now, lovin' you more every day, oh yes I am I'm lovin' you more, sho' 'nuff now, in every way now Oh you got me so I can't eat and I can't sleep a wink Everybody gonna start talkin', askin' what are you, what are you doin' to me? I tell 'em you're makin' me love you more, more, more, more now Oh love you more every day, oh yes I do I said, I wanna love you, I wanna love you Oh, not only on weekends, I wanna love you every day, oh yes I do And not just for a boyfriend, oh, I want you to marry me and take me home to stay And if I get you I'm gonna have a full time job I'm gonna work hard all day Cause when you come home, when you come home to me little boy I know, I know, I know I'm gonna get my for lovin' you more, more, more, more, more More every day Yeah, and if I get you, if I get you I'm gonna treat you right I'm gonna love you day and night And if you argue and if you fuss at me All I want to do is just squeeze you tight and keep on lovin' you More, more, more, more, mmm every day  ",
        "title": "Loving You More Every Day"
    },
    {
        "artist": "Ben E. King",
        "lyrics": "  That's when it hurts Oh, oh, yeah That's when it hurts, ooh  You don't kiss me Like you used to do You don't miss me, darling Darling, darling, darling When the night is through  So I sit at home Turn off the light Here comes the night  That's when it hurts Yeah, yeah, yeah That's when it hurts, ooh  I'm going downtown to Joey's place And I know that, darling I'm gonna walk right in And I'll see your face  Yes, you'll be dancing With someone new Here comes the pain  That's when it hurts Oh, oh yeah That's when it hurts, ooh  Then you're gonna See me sitting all alone Based at the corner table  And I'll be sitting there smiling, honey Sitting over there somewhere by myself Smoking a cigarette  Then you're gonna feel That you'll have to come over And say something real nice to me Oh baby, that's when My eyes will get wet  And I'll walk out the door And I'll walk back home Take the same street That we used to take When we walked alone  Then I'll see your friends All pitying me Whoa, their sympathy  That's when it hurts Oh, oh, oh, yeah That's when it hurts Yeah, yeah It hurts, it hurts, oh, yeah That's when it hurts  ",
        "title": "That's When It Hurts"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": null,
        "title": "I Knew It All The Time"
    },
    {
        "artist": "Johnny Tillotson",
        "lyrics": "  I rise I fall with each lettle thing you do You hurt I hurt I'm that much a part of you And when you're happy baby I'm happy too Since I'm that much a part of you  I rise I fall with each little breath you take You cry I cry cause I feel the same heartache And when you're smiling baby I'm smiling too Since I'm that much a part of you  Your lips are my lips my heart is your heart Never let us be further than just a breath apart  I rise I fall with each little thing you do You hurt I hurt I'm that much a part of you Every thing that you feel baby I feel it too Since I'm that much a part of you Since I'm that much a part of you  ",
        "title": "I Rise, I Fall"
    },
    {
        "artist": "Inez Foxx",
        "lyrics": null,
        "title": "Hurt By Love"
    },
    {
        "artist": "Tracey Dey",
        "lyrics": null,
        "title": "Gonna' Get Along Without You Now"
    },
    {
        "artist": "The Bermudas",
        "lyrics": null,
        "title": "Donnie"
    },
    {
        "artist": "The Simon Sisters",
        "lyrics": null,
        "title": "Winkin', Blinkin' And Nod"
    },
    {
        "artist": "Peter And Gordon",
        "lyrics": null,
        "title": "A World Without Love"
    },
    {
        "artist": "Boots Randolph",
        "lyrics": null,
        "title": "Hey, Mr. Sax Man"
    },
    {
        "artist": "The Drifters",
        "lyrics": "  Go and find the kind of girl Who thinks you're the Only guy in the world  No more half hearted kisses That's bad enough Whoa, oh, no more teardrops  No more (one way love) No, no more (one way love)  Don't look for someone Who likes to love fast You know that kind of love Will never last  If she's fast and furious Aww, that can be tough But oh, if she's kinda serious  You'll never have a (one way love) Oh, you'll never have a (one way love) Well, there are girls Who like to cheat and flirt Those kind of girls are worst of all How they lie, whoa, how they hurt And you (soon will fall) She's gonna (make you fall)  Take it from me I know what I say I'll find me a girl Who don't like to play  Aww, that game of heartbreak That's mighty rough Whoa, oh, no more Fancy painted up women  No more (one way love) Oh, no more, no more (one way love) I don't want a (one way love) Plain old fashioned (one way love)  ",
        "title": "One Way Love"
    },
    {
        "artist": "Tommy Roe",
        "lyrics": null,
        "title": "Carol"
    },
    {
        "artist": "Ray Peterson",
        "lyrics": null,
        "title": "The Wonder Of You"
    },
    {
        "artist": "Jimmy Smith",
        "lyrics": null,
        "title": "Who's Afraid Of Virginia Woolf? (Part I)"
    },
    {
        "artist": "Dale & Grace",
        "lyrics": null,
        "title": "The Loneliest Night"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": "  Here I stand I'm just a shell of a man And only a kiss ago I was yesterday's hero When you were mine I had it made I was the leader of the big parade Now look at me I'm yesterday's hero, hero  How their cheers used to sing in my ears With you walking by my side I was a conquering hero But no one even says hello They say that idols come and idols go Well I oughta know I'm yesterday's hero, hero  Now the glamour and the glory's gone But will the story of our love be live on Or fade away like yesterday's hero Like yesterday's hero Yeah yesterday's hero  ",
        "title": "Yesterday's Hero"
    },
    {
        "artist": "Connie Francis",
        "lyrics": null,
        "title": "Be Anything (But Be Mine)"
    },
    {
        "artist": "The Searchers",
        "lyrics": null,
        "title": "Sugar And Spice"
    },
    {
        "artist": "The Village Stompers",
        "lyrics": null,
        "title": "From Russia With Love"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": "  [Verse 1] Bright light city going to set my soul Going to set my soul on fire Got a whole lot of money that's ready to burn So get those stakes up higher There's a thousand pretty women waiting out there And they're all living the devil may care And I'm just the devil with love to spare Viva Las Vegas, Viva Las Vegas  [Verse 2] How I wish that there were more Than the twenty-four hours in the day Even if there were forty more I wouldn't sleep a minute away Oh, there's black jack and poker and the roulette wheel A fortune won and lost on every deal All you need's a strong heart and a nerve of steel Viva Las Vegas, Viva Las Vegas  [Verse 3] Viva Las Vegas with you neon flashing And your one arm bandits crashing All those hopes down the drain Viva Las Vegas turning day into nighttime Turning night into daytime If you see it once You'll never be the same again  [Verse 4] I'm going to keep on the run I'm going to have me some fun If it costs me my very last dime If I wind up broke up well I'll always remember that I had a swinging time I'm gonna give it everything I've got Lady luck please let the dice stay hot Let me shout a seven with every shot Viva Las Vegas, Viva Las Vegas Viva Las Vegas Viva, Viva Las Vegas  ",
        "title": "Viva Las Vegas"
    },
    {
        "artist": "Skeeter Davis",
        "lyrics": "  Uh huh, hmm hmm Gonna get along without you now Uh huh, hmm hmm Gonna get along without you now  You told me I was the neatest thing You even asked me to wear your ring You ran around with every girl in town You didn't even care if it got me down  Uh huh, hmm hmm Gonna get along without you now Mhm mhm, hmm hmm Gonna get along without you now  Got along without you before I met you Gonna get along without you now Gonna find somebody who is twice as cute 'Cause you didn't want me anyhow  You told everybody that we were friends But this is where our friendship ends 'Cause all of a sudden you even changed your tune You haven't been around since way last June  Uh huh, hmm hmm Gonna get along without you now Got along without you before I met you Gonna get along without you now  So long my honey, goodbye my dear Gonna get along without you now  Uh huh, hmm hmm Gonna get along without you now Got along without you before I met you Gonna get along without you now  So long my honey, goodbye my dear Gonna get along without you now  ",
        "title": "Gonna Get Along Without You Now"
    },
    {
        "artist": "The Swinging Blue Jeans",
        "lyrics": null,
        "title": "Good Golly Miss Molly"
    },
    {
        "artist": "B.B. King",
        "lyrics": "  Rock me baby, rock me all night long Rock me baby, honey, rock me all night long I want you to rock me baby Like my back ain't got no bones  Roll me baby, like you roll a wagon wheel I want you to roll me baby, like you roll a wagon wheel Want you to roll me baby You don't know how it makes me feel  Rock me baby, honey, rock me slow Yeah, rock me pretty baby, baby rock me slow Want you to rock me baby Till I want no more  ",
        "title": "Rock Me Baby"
    },
    {
        "artist": "Trini Lopez",
        "lyrics": null,
        "title": "What Have I Got Of My Own"
    },
    {
        "artist": "Gene Chandler",
        "lyrics": null,
        "title": "Soul Hootenanny (Pt. I)"
    },
    {
        "artist": "The Rivieras",
        "lyrics": null,
        "title": "Little Donna"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "Giving Up"
    },
    {
        "artist": "James Brown And His Orchestra",
        "lyrics": "  [Verse 1] Walking with my baby She got great big feet She's long, lean and lanky Ain't had nothing to eat But she's my baby I love her just the same Crazy about that woman Cause Caldonia is her name  [Chorus] Caldonia, Caldonia What make your big head so hard I love you, I love you just the same Crazy about that woman Cause Caldonia is her name  [Verse 2] I don't know what's wrong with her Someone got to change right here now I want to tell you something You know, my mama told me To leave Caldonia alone (What's the matter with her What's the matter with her) I don't know, she says she's no good She said, son, said, keep away from That woman, she ain't no good at all (She must have made a mistake, brother) Yeah, with mama, there's always God know what's down (That's what I thought) So I'm going down to her House just one more time (All right, all right I'll wait for you)  [Chorus]  ",
        "title": "Caldonia"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Chorus] I'm going to tell you how it's going to be You're going to give your love to me I'm going to love you night and day Well love is love and not fade away Well love is love and not fade away  [Verse] My love is bigger than a Cadillac I try to show it and you're driving me back Your love for me has got to be real For you to know just how I feel Love is real and not fade away Well love is real and not fade away  [Chorus] I'm going to tell you how it's going to be You're going to give your love to me I'm going to love you night and day Well love is love and not fade away Well love is love and not fade away  ",
        "title": "Not Fade Away"
    },
    {
        "artist": "Barbara & The Browns",
        "lyrics": "  Paroles de la chanson Big Party : Big party, big party, big party  She invited me cause she Knew you would bring me She make it so plain to see She's trying to take you from me  It's a big party But a sad party for me  I can hear her laughter And I know what she's after Can I make you see She's trying to take you from me  It's a big party But a sad party for me  So if you want her More than you want me Tell me now, tell me now So I can leave  Don't ever bother taking me home I know the way there, all alone  Oh, it's a big party (big party)  Oh, yes it is (big party)  Oh, big party (big party) Now she turned the lights down low And the music they playing is slow I see the way she look at you I see the way you look at her too  (It's a big party) oh, yes it is  (Big party) I wish I was with him  (Big party) oh, it's a big party  (Big party) whoa, yes  (Big party) oh, yes  (Big party) it's a mighty A mighty big party  (Big party) a mighty fine party  (Big party) whoa, oh, oh  (Big party) whoa, oh, oh  (Big party) some party  (Big party) I wish I wasn't  Here tonight (big party)  ",
        "title": "Big Party"
    },
    {
        "artist": "Brook Benton",
        "lyrics": "  Too Late To Turn Back Now - Artist: Brook Benton as sung on \"The Satin Sound Brook Benton\" - Suffolk Marketing-SMI 2 - peak Billboard position # 43 in 1964 - Words and Music (written as \"IT'S Too Late To Turn Back Now) by Clyde Otis You don't know how much you hurt me When you broke our precious vows But I can't stop loving you I know it's too late to turn back now Though I said \"Go-o on, be happy, bless you child\" I thought you could guess somehow My secret heart was sayin' \"Man, it's too late to turn back now\" Was I a fool from the start Building castles in the skies? Or did I just dream I saw heaven Shining in your eyes? If you knew how much I love you, yes I do Oh, my darling, your heart would bow Mmm, yes, you'd know, you'd know why I have said \"It's too late to turn back now\" (Too late to turn back now) Yes, I love you (Too late to turn back now) And do not necessarily correspond with lyrics from other recordings, sheet Music, songbooks or lyrics printed on album jackets  ",
        "title": "Too Late To Turn Back Now"
    },
    {
        "artist": "Wayne Newton",
        "lyrics": null,
        "title": "The Little White Cloud That Cried"
    },
    {
        "artist": "Bobby Rydell",
        "lyrics": "  I don't care what they say I won't stay in a world without love  Please lock me away And don't allow the day Here inside, where I hide with my loneliness I don't care what they say, I won't stay In a world without love  Birds sing out of tune And rain clouds hide the moon I'm OK, here I stay with my loneliness I don't care what they say, I won't stay In a world without love  So I wait, and in a while I will see my true love smile She may come, I know not when When she does, I'll lose So baby until then  Lock me away And don't allow the day Here inside, where I hide with my loneliness  I don't care what they say, I won't stay In a world without love  (Please lock me away) (And don't allow the day) (Here inside, where I hide with my loneliness) I don't care what they say, I won't stay In a world without love  So I wait, and in a while I will see my true love smile She may come, I know not when When she does, I'll lose So baby until then  Lock me away And don't allow the day Here inside, where I hide with my loneliness I don't care what they say, I won't stay In a world without love  I don't care what they say, I won't stay In a world without love (forget him)  ",
        "title": "A World Without Love"
    }
]