[
    {
        "artist": "Rihanna",
        "lyrics": "  [Intro] Bum bum be-dum, bum bum be-dum bum (What's wrong with me?) Bum bum be-dum, bum bum be-dum bum (Why do I feel like this?) Bum bum be-dum, bum bum be-dum bum (I'm goin' crazy now...) Bum bum be-dum, bum bum be-dum bum  [Verse 1] No more gas in the red Can't even get it started Nothin' heard, nothin' said Can't even speak about it All my life on my head Don't wanna think about it Feels like I'm goin' insane, yeah  [Pre-Chorus] It's a thief in the night to come and grab you (aha!) It can creep up inside you and consume you (aha!) A disease of the mind, it can control you  (aha!) It's too close for comfort, ah  [Chorus] Put on your brake lights You're in the city of wonder Ain't gon' play nice Watch out, you might just go under Better think twice Your train of thought will be altered So if you must falter, be wise  [Post-Chorus] Your mind's in Disturbia It's like the darkness is the light Disturbia, am I scarin' you tonight? Disturbia, ain't used to what you like Disturbia, disturbia  [Refrain] Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum  [Verse 2] Faded pictures on the wall It's like they talkin' to me Disconnected, no one calls The phone don't even ring I gotta get out Or figure this shit out It's too close for comfort, oh  [Pre-Chorus] It's a thief in the night to come and grab you (aha!) It can creep up inside you and consume you (aha!) A disease of the mind, it can control you  (aha!) I feel like a monster, ah  [Chorus] Put on your brake lights You're in the city of wonder Ain't gon' play nice Watch out, you might just go under Better think twice Your train of thought will be altered So if you must falter, be wise  [Post-Chorus] Your mind's in Disturbia It's like the darkness is the light Disturbia, am I scarin' you tonight? Disturbia, ain't used to what you like Disturbia, disturbia  [Refrain] Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum  [Bridge] Release me from this curse I'm in I've been tryin' to remain tame But I'm strugglin' If you can't go, oh, oh I think I'm gonna oh, oh, oh  [Chorus] Put on your brake lights You're in the city of wonder Ain't gon' play nice Watch out, you might just go under Better think twice Your train of thought will be altered So if you must falter, be wise  [Post-Chorus] Your mind's in Disturbia It's like the darkness is the light Disturbia, am I scarin' you tonight? Disturbia, ain't used to what you like Disturbia, disturbia  [Refrain] Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum  ",
        "title": "Disturbia"
    },
    {
        "artist": "Chris Brown",
        "lyrics": null,
        "title": "Forever"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Verse 1] This was never the way I planned Not my intention I got so brave, drink in hand Lost my discretion It's not what I'm used to Just want to try you on I'm curious for you Caught my attention  [Chorus] I kissed a girl and I liked it The taste of her cherry chapstick I kissed a girl just to try it I hope my boyfriend don't mind it It felt so wrong, it felt so right Don't mean I'm in love tonight I kissed a girl and I liked it I liked it  [Verse 2] No, I don't even know your name It doesn't matter You're my experimental game Just human nature It's not what good girls do Not how they should behave My head gets so confused Hard to obey  [Chorus] I kissed a girl and I liked it The taste of her cherry chapstick I kissed a girl just to try it I hope my boyfriend don't mind it It felt so wrong, it felt so right Don't mean I'm in love tonight I kissed a girl and I liked it I liked it  [Bridge] Us girls, we are so magical Soft skin, red lips, so kissable Hard to resist so touchable Too good to deny it Ain't no big deal, it's innocent  [Chorus] I kissed a girl and I liked it The taste of her cherry chapstick I kissed a girl just to try it I hope my boyfriend don't mind it It felt so wrong, it felt so right Don't mean I'm in love tonight I kissed a girl and I liked it I liked it  ",
        "title": "I Kissed A Girl"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Intro] Oh, how about a round of applause? Yeah, a standing ovation Oh, yeah, yeah, yeah, yeah, yeah  [Verse 1] You look so dumb right now Standing outside my house Trying to apologize You're so ugly when you cry Please, just cut it out  [Pre-Chorus] Don't tell me you're sorry cause you're not Baby when I know you're only sorry you got caught  [Chorus] But you put on quite a show Really had me going But now it's time to go Curtain's finally closing That was quite a show Very entertaining But it's over now (but it's over now) Go on and take a bow  [Verse 2] Grab your clothes and get gone (get gone) You better hurry up Before the sprinklers come on (come on) Talking' bout' \"Girl, I love you, you're the one\" This just looks like a re-run Please, what else is on? (on)  [Pre-Chorus] Don't tell me you're sorry cause you're not Baby when I know you're only sorry you got caught  [Chorus] But you put on quite a show Really had me going But now it's time to go Curtain's finally closing That was quite a show Very entertaining But it's over now (but it's over now) Go on and take a bow  [Bridge] Oh, and the award for the best liar goes to you (goes to you) For making me believe That you could be faithful to me Let's hear your speech, oh How 'bout a round of applause? A standing ovation  [Chorus] But you put on quite a show Really had me going Now it's time to go Curtain's finally closing That was quite a show Very entertaining But it's over now (but it's over now) Go on and take a bow But it's over now  ",
        "title": "Take A Bow"
    },
    {
        "artist": "M.I.A.",
        "lyrics": "  [Verse 1] I fly like paper, get high like planes If you catch me at the border I got visas in my name If you come around here, I make 'em all day I get one done in a second if you wait I fly like paper, get high like planes If you catch me at the border I got visas in my name If you come around here, I make 'em all day I get one done in a second if you wait Sometimes I think sittin' on trains Every stop I get to I'm clocking that game Everyone's a winner, we're making our fame Bona fide hustler making my name Sometimes I think sittin' on trains Every stop I get to I'm clocking that game Everyone's a winner, we're making our fame Bona fide hustler making my name  [Chorus] All I wanna do is (gunshot, gunshot, gunshot, gunshot) And a (click, ka-ching) And take your money All I wanna do is (gunshot, gunshot, gunshot, gunshot) And a (click, ka-ching) And take your money All I wanna do is (gunshot, gunshot, gunshot, gunshot) And a (click, ka-ching) And take your money All I wanna do is (gunshot, gunshot, gunshot, gunshot) And a (click, ka-ching) And take your money  [Verse 2] Pirate skulls and bones Sticks and stones and weed and bongs Running when we hit 'em Lethal poison for the system Pirate skulls and bones Sticks and stones and weed and bongs Running when we hit 'em Lethal poison for the system No one on the corner has swagger like us Hit me on my burner prepaid wireless We pack and deliver like UPS trucks Already going to hell, just pumping that gas No one on the corner has swagger like us Hit me on my burner prepaid wireless We pack and deliver like UPS trucks Already going to hell, just pumping that gas  [Chorus] All I wanna do is (gunshot, gunshot, gunshot, gunshot) And a (click, ka-ching) And take your money All I wanna do is (gunshot, gunshot, gunshot, gunshot) And a (click, ka-ching) And take your money All I wanna do is (gunshot, gunshot, gunshot, gunshot) And a (click, ka-ching) And take your money All I wanna do is (gunshot, gunshot, gunshot, gunshot) And a (click, ka-ching) And take your money  [Bridge] M.I.A Third world democracy Yeah, I've got more records than the K.G.B So, uh, no funny business Are you ready all? Some some some I some I murder Some I some I let go Some some some I some I murder Some I some I let go  [Chorus] All I wanna do is (gunshot, gunshot, gunshot, gunshot) And a (click, ka-ching) And take your money All I wanna do is (gunshot, gunshot, gunshot, gunshot) And a (click, ka-ching) And take your money All I wanna do is (gunshot, gunshot, gunshot, gunshot) And a (click, ka-ching) And take your money All I wanna do is (gunshot, gunshot, gunshot, gunshot) And a (click, ka-ching) And take your money  ",
        "title": "Paper Planes"
    },
    {
        "artist": "Coldplay",
        "lyrics": "  [Verse 1] I used to rule the world Seas would rise when I gave the word Now in the morning I sleep alone Sweep the streets I used to own I used to roll the dice, feel the fear in my enemy's eyes Listen as the crowd would sing Now the old King is dead, long live the King One minute I held the key Next the walls were closed on me And I discovered that my castles stand Upon pillars of salt and pillars of sand  [Chorus 1] I hear Jerusalem bells a-ringing Roman Cavalry choirs are singing Be my mirror, my sword and shield My missionaries in a foreign field For some reason I can't explain Once you go there was never Never an honest word And that was when I ruled the world  [Verse 2] It was the wicked and wild wind Blew down the doors to let me in Shattered windows and the sound of drums People couldn't believe what I'd become Revolutionaries wait For my head on a silver plate Just a puppet on a lonely string Oh who would ever want to be king?  [Chorus 2] I hear Jerusalem bells a-ringing Roman Cavalry choirs are singing Be my mirror, my sword and shield My missionaries in a foreign field For some reason I can't explain I know Saint Peter won't call my name Never an honest word But that was when I ruled the world I hear Jerusalem bells a-ringing Roman Cavalry choirs are singing Be my mirror, my sword and shield My missionaries in a foreign field For some reason I can't explain I know Saint Peter won't call my name Never an honest word But that was when I ruled the world  ",
        "title": "Viva La Vida"
    },
    {
        "artist": "Kardinal Offishall Featuring Akon",
        "lyrics": null,
        "title": "Dangerous"
    },
    {
        "artist": "Lil Wayne",
        "lyrics": "  [Produced by Bangladesh]  [Intro] Young Money! You dig? Mack, I'm going in  [Verse 1] A millionaire, I'm a Young Money millionaire Tougher than Nigerian hair My criteria compared to your career just isn't fair I'm a venereal disease, like a menstrual, bleed Through the pencil, I leak on the sheet of the tablet in my mind ‘Cause I don't write shit, ‘cause I ain't got time ‘Cause my seconds, minutes, hours go to the almighty dollar And the almighty power of that ch-cha-cha-chopper Sister, brother, son, daughter, father; mother-fuck a copper Got the Maserati dancin' on the bridge, pussy poppin' Tell the coppers: \"Ha-ha-ha-ha You can't catch him, you can't stop him\" I go by them goon rules: if you can't beat 'em, then you pop 'em You can't man 'em, then you mop 'em You can't stand 'em, then you drop 'em You pop 'em ‘cause we pop 'em like Orville Redenbacher  [Hook] Motherfucker, I'm ill  [Verse 2] A million here, a million there Sicilian bitch with long hair, with coke in her derriere Like smoke in the thinnest air I open the Lamborghini, hopin' them crackers see me Like, \"Look at that bastard Weezy!\" He's a beast, he's a dog, he's a mothafuckin' problem Okay, you're a goon, but what's a goon to a goblin? Nothin', nothin', you ain't scarin' nothin' On some faggot bullshit: call 'em Dennis Rodman Call me what you want, bitch! Call me on my Sidekick! Never answer when it's private, damn, I hate a shy bitch Don't you hate a shy bitch? Yeah, I ate a shy bitch And she ain't shy no more: she changed her name to My Bitch Yeah, nigga, that's my bitch, so when she ask For the money when you through, don't be surprised, bitch! It ain't trickin' if you got it But you like a bitch with no ass: you ain't got shit Motherfucker, I'm ill, not sick And I'm okay, but my watch sick, yeah, my drop sick Yeah, my Glock sick, and my knot thick — I'm it  [Hook] Motherfucker, I'm ill  [Verse 3] They say I'm rappin' like B.I.G., Jay, and 2Pac André 3000, where is Erykah Badu at? Who that? Who that said they gon' beat Lil Wayne? My name ain't Bic, but I keep that flame, man Who that one that do that, boy? You knew that, true that, swallow And I be the shit, now you got loose bowels I don't owe you like two vowels But I would like for you to pay me by the hour And I'd rather be pushin' flowers Than to be in the pen sharin' showers Tony told us this world was ours And the Bible told us every girl was sour Don't play in her garden and don't smell her flower Call me Mr. Carter or Mr. Lawn Mower Boy, I got so many bitches, like I'm Mike Lowrey Even Gwen Stefani said she couldn't doubt me Motherfucker, I say: \"Life ain't shit without me.\" Chrome lips pokin' out the coupé, look like it's poutin' I do what I do, and you do what you can do about it Bitch, I can turn a crack rock into a mountain — dare me! Don't you compare me, ‘cause there ain't nobody near me They don't see me but they hear me They don't feel me but they fear me; I'm illy, C3, 3 Peat  ",
        "title": "A Milli"
    },
    {
        "artist": "Jonas Brothers",
        "lyrics": "  [Verse 1: Joe Jonas] I'm hot, you're cold You go around like you know Who I am, but you don't You've got me on my toes  [Chorus: Nick Jonas] I'm slipping into the lava And I'm trying keep from going under Baby, who turned the temperature hotter? Cause I'm burnin' up, burnin' up for you baby Come on girl  [Verse 2: Joe Jonas] I fell so fast Can't hold myself back High heels, red dress All by yourself, gotta catch my breath  [Chorus: Nick Jonas] I'm slipping into the lava And I'm trying keep from going under Baby, who turned the temperature hotter? Cause I'm burnin' up, burnin' up for you baby  [Bridge: Nick Jonas] Walk in the room, all I can see is you Oh, you’re staring me down, I know you feel it too  [Breakdown: Nick Jonas] I'm slipping into the lava And I'm trying keep from going under Baby, who turned the temperature hotter? Cause I'm burnin' up, burnin' up for you baby  [Chorus: Nick Jonas] Slipping into the lava And I'm trying keep from going under Baby, who turned the temperature hotter? Cause I'm burnin' up, burnin' up for you baby  [Verse 3: Big Rob & (The Jonas Brothers)] Yo, we're burning up in this place tonight Your Brothers sing it loud (And we're feeling right) Get up and dance (Don't try and fight it) Big Rob's for real (And that's no lie) Stop, drop and roll (And touch the floor) (It keeps on burning up) more and more I got JB with me (Playing it loud) Come on boys, let’s bring the chorus around  [Chorus: Nick Jonas] I'm slipping into the lava And I'm trying keep from going under Baby, who turned the temperature hotter? Cause I'm burnin' up, burnin' up for you baby Burnin' up, burnin' up for you baby  ",
        "title": "Burnin' Up"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": null,
        "title": "Closer"
    },
    {
        "artist": "Jonas Brothers",
        "lyrics": "  [Verse 1: Nick Jonas] Got the news today Doctor said I had to stay a little bit longer and I'll be fine When I thought it'd all been done When I thought it'd all been said A little bit longer and I'll be fine  [Chorus: Nick Jonas] But you don't know what you got 'til it's gone And you don't know what it's like to feel so low And every time you smile, you laugh, you glow You don't even know, no, no You don't even know  [Verse 2: Nick Jonas] All this time goes by, still no reason why A little bit longer and I'll be fine Waiting on a cure but none of them are sure A little bit longer and I'll be fine  [Chorus: Nick Jonas] But you don't know what you got 'til it's gone And you don't know what it's like to feel so low And every time you smile, you laugh, you glow You don't even know, no, no You don't even know  [Breakdown: Nick Jonas] You don't even know, no, no You don't even know, no, no Yeah  [Chorus: Nick Jonas] But you don't know what you got 'til it's gone And you don't know what it's like to feel so low And every time you smile, you laugh, you glow You don't even know, yeah oh You don't even know, no no  [Outro: Nick Jonas] So I'll wait 'til kingdom come All the highs and lows are gone A little bit longer and I'll be fine I'll be fine  ",
        "title": "A Little Bit Longer"
    },
    {
        "artist": "Estelle Featuring Kanye West",
        "lyrics": "  [Intro: Kanye West] This a number one champion sound Yeah, Estelle, we about to get down Who the hottest in the world right now? Just touched down in London town Bet they give me a pound Tell them put the money in my hand right now Tell the promoter we need more seats We just sold out all the floor seats  [Hook 1: Estelle] Take me on a trip I'd like to go some day Take me to New York, I'd love to see LA I really want to come kick it with you You'll be my American boy  [Verse 1: Estelle] He said, \"Hey, sister, it's really, really nice to meet ya.\" I just met this 5-foot-7 guy who's just my type Like the way he's speakin', his confidence is peakin' Don't like his baggy jeans But I might like what's underneath them And, no, I ain't been to MIA I heard that Cali never rains and New York's wide awake First let's see the West End, I'll show you to my bredrin I'm liking this American boy, American boy  [Hook 1: Estelle] Take me on a trip I'd like to go some day Take me to New York, I'd love to see LA I really want to come kick it with you You'll be my American boy  [Verse 2: Estelle] Can we get away this weekend? Take me to Broadway Let's go shopping, baby, then we'll go to a café Let's go on the subway, take me to your hood I never been to Brooklyn and I'd like to see what's good Dressed in all your fancy clothes Sneakers looking fresh to death, I'm loving those Shell Toes Walking that walk, talk that slick talk I'm liking this American boy, American boy  [Hook 1: Estelle] Take me on a trip I'd like to go some day Take me to New York, I'd love to see LA I really want to come kick it with you You'll be my American boy  [Interlude: Estelle] Tell 'em wah gwaan, blud!  [Verse 3: Kanye West] Who killing them in the UK? Everybody going to say \"You, K!\" Reluctantly, because most of this press don't fuck with me Estelle once said to me, \"Cool down, down Don't act a fool now, now.\" I always act a fool oww, oww Ain't nothing new now, now He crazy, I know what you thinking Ribena, I know what you're drinking Rap singer, chain blinger Holler at the next chick soon as you're blinking What's your persona about this Americana rhymer? Am I shallow ‘cause all my clothes designer? Dressed smart like a London bloke Before he speak his suit bespoke And you thought he was cute before Look at this pea coat, tell me he's broke And I know you ain't into all that I heard your lyrics, I feel your spirit But I still talk that ca-a-ash ‘Cause a lot of wags want to hear it And I'm feeling like Mike at his baddest Like The Pips at their gladdest And I know they love it So to hell with all that rubbish  [Bridge: Estelle] Would you be my love, my love? Could you be mine? Would you be my love, my love? Could you be mine? Would you be my love, my love? Would you be my American boy, American boy?  [Hook 2: Estelle] Take me on a trip, I'd like to go some day Take me to Chicago, San Francisco bay I really want to come kick it with you You'll be my American boy, American boy  ",
        "title": "American Boy"
    },
    {
        "artist": "The Pussycat Dolls",
        "lyrics": "  [Intro] Boys call you sexy (What's up, sexy?) And you don't care what they say See, everytime you turn around They scream your name Just call you sexy (What's up, sexy) And you don't care what they say (Yeah) See, everytime you turn around They scream your name (Darkchild)  [Verse 1] Now I've got a confession When I was young I wanted attention And I promised myself that I’d do anything Anything at all for them to notice me  [Pre-Chorus] But I ain't complaining We all wanna be famous So, go ahead and say what you wanna say You know what it's like to be nameless Want them to know what your name is Cause see when I was younger I would say  [Chorus] When I grow up, I wanna be famous I wanna be a star, I wanna be in movies When I grow up, I wanna see the world Drive nice cars, I wanna have groupies When I grow up, be on TV People know me, be on magazines When I grow up, fresh and clean Number one chick when I step out on the scene  [Refrain] But be careful what you wish for Cause you just might get it You just might get it You just might get it But be careful what you wish for Cause you just might get it You just might get it You just might get it Get it?  [Verse 2] They used to tell me I was silly 'Til I popped up on the TV I always wanted to be a superstar Who knew that singing songs would get me this far?  [Pre-Chorus] But I ain't complaining We all wanna be famous So go ahead and say what you wanna say You know what it's like to be nameless Want them to know what your name is Cause see when I was younger I would say  [Chorus] When I grow up, I wanna be famous I wanna be a star, I wanna be in movies When I grow up, I wanna see the world Drive nice cars, I wanna have groupies When I grow up, be on TV People know me, be on magazines When I grow up, fresh and clean Number one chick when I step out on the scene  [Refrain] But be careful what you wish for Cause you just might get it You just might get it You just might get it But be careful what you wish for Cause you just might get it You just might get it You just might get it Get it?  [Bridge] I see them staring at me Ooh, I'm a trendsetter Yes, this is true cause what I do No one can do it better You can talk about me Cause I'm a hot topic I see you watching me, watching me And I know you want it  [Chorus] When I grow up, I wanna be famous I wanna be a star, I wanna be in movies When I grow up, I wanna see the world Drive nice cars, I wanna have groupies When I grow up, be on TV People know me, be on magazines When I grow up, fresh and clean Number one chick when I step out on the scene  [Refrain] But be careful what you wish for Cause you just might get it You just might get it You just might get it But be careful what you wish for Cause you just might get it You just might get it You just might get it Get it?  [Chorus] When I grow up, I wanna be famous I wanna be a star, I wanna be in movies When I grow up, I wanna see the world Drive nice cars, I wanna have groupies When I grow up, be on TV People know me, be on magazines When I grow up, fresh and clean Number one chick when I step out on the scene  [Refrain] But be careful what you wish for Cause you just might get it You just might get it You just might get it But be careful what you wish for Cause you just might get it You just might get it You just might get it Get it?  ",
        "title": "When I Grow Up"
    },
    {
        "artist": "Jesse McCartney",
        "lyrics": null,
        "title": "Leavin'"
    },
    {
        "artist": "Leona Lewis",
        "lyrics": "  [Verse 1] Closed off from love, I didn't need the pain Once or twice was enough and it was all in vain Time starts to pass, before you know it you're frozen But something happened for the very first time with you My heart melted to the ground Found something true And everyone's looking round thinking I'm going crazy  [Pre-Chorus] But I don't care what they say, I'm in love with you They try to pull me away, but they don't know the truth My heart's crippled by the vein that I keep on closing You cut me open and I  [Chorus] Keep bleeding Keep, keep bleeding love I keep bleeding I keep, keep bleeding love Keep bleeding Keep, keep bleeding love You cut me open  [Verse 2] Trying hard not to hear, but they talk so loud Their piercing sounds fill my ears, try to fill me with doubt Yet I know that their goal is to keep me from falling But nothing's greater than the risk That comes with your embrace And in this world of loneliness, I see your face Yet everyone around me thinks that I'm going crazy Maybe, maybe  [Pre-Chorus] But I don't care what they say, I'm in love with you They try to pull me away, but they don't know the truth My heart's crippled by the vein that I keep on closing You cut me open and I  [Chorus] Keep bleeding Keep, keep bleeding love I keep bleeding I keep, keep bleeding love Keep bleeding Keep, keep bleeding love You cut me open  [Bridge] And it's draining all of me Though they find it hard to believe I'll be wearing these scars for everyone to see  [Pre-Chorus] But I don't care what they say, I'm in love with you They try to pull me away, but they don't know the truth My heart's crippled by the vein that I keep on closing You cut me open and I  [Chorus] Keep bleeding Keep, keep bleeding love I keep bleeding I keep, keep bleeding love Keep bleeding Keep, keep bleeding love (Ooh, you cut me open and I) Keep bleeding Keep, keep bleeding love I keep bleeding I keep, keep bleeding love Keep bleeding Keep, keep bleeding love  [Outro] Ooh, you cut me open and I Keep bleeding Keep, keep bleeding love  ",
        "title": "Bleeding Love"
    },
    {
        "artist": "David Banner Featuring Chris Brown",
        "lyrics": "  [Intro: Yung Joc] (David Banner) Have you ever seen a Chevy with the butterfly doors  [Hook: Yung Joc] Stuntin', stuntin' is a habit, get like me Have you ever seen a Chevy with the, get, get like me Have you ever seen a Chevy with the, get like me Have you ever seen a Chevy with the butterfly do's? Stuntin', stuntin' is a habit, put it in the air Stuntin', stuntin' is a habit, put it in the air Stuntin', stuntin' is a habit, put it in the air Have you ever seen a Chevy with the butterfly doors? Stuntin', stuntin' is a habit  [Verse 1: David Banner] I got a chip in my engine, 26 inch rims I got fade-away money, bitch I'm ballin' out the gym Got my old school pumpin', hip wheel on recline If you think a nigga broke, you out'cha monkey-ass mind Diamonds on my pinky, hand on the pine Bitch touch and now your momma do the second line Screens fallin' from the sky, syrup fallin' in my cup Old school Chevy thang, comin' down, nigga, what Got diamonds in my mouth, got some Gucci on my seat Got Gs on my ass, bitch it's cold when I speak Got a freak on my arm, got a charm around my neck You can gon' pass the mic, watch I'm 'bout to catch wreck Still screamin' out mayne, pistol in my hand Southside so throwed (throwed in the game) Big face on my chain, 84s on the frame Big bodies comin' down, hoggin' up both lanes  [Hook: Yung Joc] Stuntin', stuntin' is a habit, get like me Have you ever seen a Chevy with the, get, get like me Have you ever seen a Chevy with the, get like me Have you ever seen a Chevy with the butterfly do's? Stuntin', stuntin' is a habit, put it in the air Stuntin', stuntin' is a habit, put it in the air Stuntin', stuntin' is a habit, put it in the air Have you ever seen a Chevy with the butterfly doors? Stuntin', stuntin' is a habit  [Verse 2: Chris Brown] The name you know of A little bit of change, now your boy done blown up In them foreign thangs with the guts exposed Stuntin' ain't a thing to me, and it's obvious, it's plain to see That you gon' make us both Get into some thangs that is for grown folks And they might even say you should leave me alone But don't be scared, you need to get like me Stuntin' is a habit, just gotta have it Shorty keep throwin' that thang at me, I'm gonna bag it When she see the karats, a real Jessica Rabbit Can't another boy do the things you like He ain't your type to change your life, but if you did ya homework Girl, I'm pretty sure you know what I got, drop-top And you know Jones and Banner gonna roll; let me stop Stuntin' is a habit!  [Hook: Yung Joc] Stuntin', stuntin' is a habit, get like me Have you ever seen a Chevy with the, get, get like me Have you ever seen a Chevy with the, get like me Have you ever seen a Chevy with the butterfly do's? Stuntin', stuntin' is a habit, put it in the air Stuntin', stuntin' is a habit, put it in the air Stuntin', stuntin' is a habit, put it in the air Have you ever seen a Chevy with the butterfly doors? Stuntin', stuntin' is a habit  [Verse 3: David Banner] Let them bougie boys ride Maybach I'm in the candy, laid back like I slang crack My money stacked to the ceilin' Gettin' in my Chevy's like climbin' up a buildin', them 28's on deck 37 on my wrist, a hundred five on my neck This rap money's okay but you should see these movie checks And this cartoon cash, the SS so sweet My Bentley's hatin' on that ass, my old school's gettin' pissed She opened up her arm but then she slit both wrists There go them suicide doors, wood on the dash Ferris wheels on the toes and got duals on the ass And some chrome on the nose, the white boys go, \"Sweet\" But black folks go, \"Oh,\" I got a 'llac full of ammo I'm brick with the nine throwin' bombs out the Lambo' The butterflies goin' up I got Chad in my heart and DJ Screw in my cup  [Hook: Yung Joc] Stuntin', stuntin' is a habit, get like me Have you ever seen a Chevy with the, get, get like me Have you ever seen a Chevy with the, get like me Have you ever seen a Chevy with the butterfly do's? Stuntin', stuntin' is a habit, put it in the air Stuntin', stuntin' is a habit, put it in the air Stuntin', stuntin' is a habit, put it in the air Have you ever seen a Chevy with the butterfly doors? Stuntin', stuntin' is a habit  ",
        "title": "Get Like Me"
    },
    {
        "artist": "Lil Wayne Featuring Static Major",
        "lyrics": "  [Intro: Lil Wayne] No homo I say he's so sweet, make her wanna lick the wrapper  [Verse 1: Kanye West] Lollipop, lollipop, breastses just like Dolly Parton She ride my spaceship 'til she hit the top That hit the spot, 'til she ask \"How many li-i-li-i-licks do it take 'til she get to shop?\" Don't worry why my wrists got so freeze? Tell her, \"Girl, like Doritos, that's not yo cheese\" Tell her friends, \"Like Fritos, I'm tryin' to la.\" I can't only have one and I ain't tryin' to wait This a song with Wayne, so you know it's gonna melt But you ain't finna murder me like everybody else I'ma rap like I got some type of respect for myself I don't do it for my health, man, I do it for the belt Man, I do it to the death, 'til the roof get melt Hundred degrees, drop the roof, so the coupe don't melt Man, the flow so cold chicken soup won't help We need fo' mo' hoes, we need oh-oh-oh-oh! You know what it is when we're outta town We ball in two-seats, and you out of bounds So come here, baby girl You're now fuckin' with the best in the world Lollipop, the best in the world  [Hook: Static Major] She lick me like a lollipop Shawty want a thug Bottles in the club Shawty wanna hump You know I like to touch Your lovely lady lumps  [Verse 2: Lil Wayne] Shawty say she wanna lick the wrapper And she gonna lick the rapper And I just wanna act like a porno-flickin' actor I Anita Bake her, now she caught up in that Rapture I got so much chips I swear they call me Hewlett Packard I got so much chips you can have a bag if you're a snacker Greedy motha-fudge cake, now tell me how that fudge tastes I do it for Bloods' sake, soo-woo Think it's voodoo how that roof do di-di-dissipate Your girl wants to participate She so so sophisticate, 'cause her brain is off the chain And then my diamonds are in the choir Because they sang from off my chain And my Nina just joined the gang, because all she do is bang Like Ricky Martin, Wayne and Kanye: pick your poison If that woman wanna cut, then tell her I am Mr. Ointment Tell her to make an appointment With Mr. I-Can't-Make-An-Appointment Take my lollipop and enjoy it  [Hook: Static Major] Shawty want a thug Bottles in the club Shawty wanna hump You know I like to touch Your lovely lady lumps  [Verse 3: Lil Wayne] Why would she? She probably be the odd cookie In the plastic bag 'bout to get crushed by a building I flushed out the feelin' of me bein' the shit 'Cause I was leavin' skid marks on everywhere I sit I am everywhere, I'm it, like Hide-n-Go And I can go anywhere: innie, minnie, miney, mo I'm in your neighborhood, area, CD thing, tape deck IPod, your girlfriend, and she say I got great sex Safe sex is great sex, better wear a latex 'Cause you don't want that late text, that \"I think I'm late\" text So wrap it up! But he's so sweet she wanna lick the wrapper  [Hook: Static Major] Shawty want a thug Bottles in the club Shawty wanna hump You know I like to touch Your lovely lady lumps  ",
        "title": "Lollipop"
    },
    {
        "artist": "Young Jeezy Featuring Kanye West",
        "lyrics": "  [Intro: Young Jeezy] I put on, I put on, I put on I put on for my city, on-on for my city I put on for my city, on-on for my city I put on for my city, on-on for my city I put on for my city, on-on for my city  [Verse 1: Young Jeezy] When they see me off in traffic they say \"Jeezy on some other shit\" Send them pussy niggas runnin' straight back to the dealership Me, I'm in my spaceship, that's right, I work for NASA This FNH is not a fraud, call that bitch my bodyguard \"Call that bitch your bodyguard?\" Yeah, that's my bodyguard Wear a lot of jewelry, Young don't do security What's whiter than a napkin, harder than a dinner plate? If you want it, come and get it, you know I stay super straight Ran up in my spots and now I'm working out the Super 8 Know you niggas hungry, come and get a super plate Y'all sing happy birthday, yeah, I got that super cake Hundred karat bracelet, I use it like some super bait  [Hook: Young Jeezy] I put on for my city, on-on for my city I put on for my city, on-on for my city Put on (Eastside) put on (Southside) Put on (Westside) put on, let's go! I put on for my city, on-on for my city I put on for my city, on-on for my city Put on (Eastside) put on (Southside) Put on (Westside) put on, let's go!  [Verse 2: Young Jeezy] Hat back, top back, ain't nothin' but a young thug HKs, AK's, I need to join a gun club Big wheels, big straps, you know I like it super-sized Passenger's a redbone, her weave look like some curly fries Inside fish sticks, outside tartar sauce Pocket full of celery, imagine what she tellin' me Blowin' on asparagus, the realest shit I ever smoked Ridin' to that Trap or Die, the realest shit I ever wrote They know I got that broccoli, so I keep that Glock on me Don't get caught without one, coming from where I'm from Call me Jeezy Hamilton, flying down Campbellton So fresh, so clean, on my way to Charlene  [Hook: Young Jeezy] I put on for my city, on-on for my city I put on for my city, on-on for my city Put on (Eastside) put on (Southside) Put on (Westside) put on, let's go! I put on for my city, on-on for my city I put on for my city, on-on for my city Put on (Eastside) put on (Southside) Put on (Westside) put on, let's go!  [Bridge: Kanye West] I put on, I put on, I put on I put on for my city, I put on for my I put on for my city, I put on for my city On  [Verse 3: Kanye West] I feel like it's still niggas that owe me checks I feel like it's still bitches that owe me sex I feel like this but niggas don't know he's stressed I lost the only girl in the world that know me best I got the money and the fame, man, that don't mean shit I got the Jesus on a chain, man, that don't mean shit Cause when the Jesus pieces can't bring me peace Yo, I need just at least, uh, one of Russell's nieces On, I let my nightmares go I put on everybody that I knew from the 'Go I know hoes that was frontin' when they knew he was broke They say, \"Damn, Yeezy Yeezy, you don't know us no more?\" \"You got that big fame, homie, and you just changed on me\" You can ask big homie, man, the top so lonely I ain't lyin So lonely, I ain't lyin! Let me see what we have tonight (what we have tonight) I'm high as a satellite (satellite) I see those flashing lights (flashing lights) Cause every night, every night, I put on  [Hook: Young Jeezy] I put on for my city, on-on for my city I put on for my city, on-on for my city Put on (Eastside) put on (Southside) Put on (Westside) put on, let's go! I put on for my city, on-on for my city I put on for my city, on-on for my city Put on (Eastside) put on (Southside) Put on (Westside) put on, let's go!  [Outro: Kanye West] Let me see what we have tonight I'm high as a satellite I see those flashing lights Cause every night, every night Let me see what we have tonight I'm high as a satellite I see those flashing lights  ",
        "title": "Put On"
    },
    {
        "artist": "Three 6 Mafia Featuring Project Pat, Young D & Superpower",
        "lyrics": "  [Intro: DJ Paul] Yup~! Three 6 Mafia!! Featuring Project Pat, Young D, let's go  [Hook: T-Pain] Lolli lolli lolli lolli, let me see you pop that body Lolli lolli lolli lolli, let me see you pop that body Chocolate lolli, cherry lolli 'Nilla lolli, pink lolli Red hot, red hot Red hot hot Lick that lolli pop - oooooooh; lick that lolli pop - oooooooh Lick that lolli pop - oooooooh; lick that lolli pop - oooooooh  [Verse One: DJ Paul] Now lawdy lawdy lawdy (lawdy) please Lord have some mercy (mercy) This girl is throwin Judy (Judy) I think she 'bout to hurt me (hurt me) See she went front to back (back) then she went side to side (side) My thumb up like hitchhikers (hikers) I think I need a ride (ride) One pocket full of pills (pills) and a little bag of that cola (cola) The other one full of weed (weed) and a semi auto pistol-a (tol-a) See I ain't no dancin dude (dude) but I can lean like a cholo (cholo) See ma you go with me cause I can't be goin home solo (solo) Ya dig?  [Hook: T-Pain] Lolli lolli lolli lolli, let me see you pop that body Lolli lolli lolli lolli, let me see you pop that body Chocolate lolli, cherry lolli 'Nilla lolli, pink lolli Red hot, red hot Red hot hot Lick that lolli pop - oooooooh; lick that lolli pop - oooooooh Lick that lolli pop - oooooooh; lick that lolli pop - oooooooh   [Verse Two: Juicy J] They call me the Juice when I'm at the strip club I put down a hundred or a du-uh-uh-uhhhb It don't matter to a player I'm a stu-uh-uh-uhhhd Cause when I leave the club I'mma fu-uh-uh-uhhhck You can ride with the mayne if you givin up the brain Little scared to ride wit'cha I don't even know your name There's a whole lotta room in the front of the Range Like Barack Obama said yeah it's time for a change Pull over on the road on the back seat (back seat) Pop that body now you got me (got me) You a fine chick kinda classy (classy) Said her name was Tina, now I'm grabbin (grabbin) Cuz she got grip on the whip With her big round booty with the silicone tits See she bouncin on my lap and she tryin to unzip I whispered in her ear \"Yeah +It's Hard For a Pimp+\"  [Hook: T-Pain] Lolli lolli lolli lolli, let me see you pop that body Lolli lolli lolli lolli, let me see you pop that body Chocolate lolli, cherry lolli 'Nilla lolli, pink lolli Red hot, red hot Red hot hot Lick that lolli pop - oooooooh; lick that lolli pop - oooooooh Lick that lolli pop - oooooooh; lick that lolli pop - oooooooh   [Verse Three: Project Pat] All my ladies with a body, put yo' hands in the URR Youse a good lookin hottie, put yo' hands in the URR Project Pat, lookin for a model, poppin that booty, I'mma pop bottles Your girl's a cutie, know she gargles, don't get mad, I keep them hollows Shorty hot, watch her rock, let me see that lolli pop Body rock, don't you stop, I love the way that booty drop Sideways, front back, up and down I like that Cherry lolli, chocolate lolli, I wanna see you pop that lolli  [Hook: T-Pain] Lolli lolli lolli lolli, let me see you pop that body Lolli lolli lolli lolli, let me see you pop that body Chocolate lolli, cherry lolli 'Nilla lolli, pink lolli Red hot, red hot Red hot hot Lick that lolli pop - oooooooh; lick that lolli pop - oooooooh Lick that lolli pop - oooooooh; lick that lolli pop - oooooooh  ",
        "title": "Lolli Lolli (Pop That Body)"
    },
    {
        "artist": "Natasha Bedingfield",
        "lyrics": "  [Chorus] I got a pocket, got a pocketful of sunshine I got a love and I know that it’s all mine, oh, oh oh Do what you want but you’re never gonna break me Sticks and stones are never gonna shake me, oh, oh oh  [Bridge] Take me away (take me away) A secret place (a secret place) A sweet escape (a sweet escape) Take me away (take me away) Take me away (take me away) To better days (to better days) Take me away (take me away) A hiding place (a hiding place)  [Chorus] I got a pocket, got a pocketful of sunshine I got a love and I know that it’s all mine, oh, oh oh Do what you want but you’re never gonna break me Sticks and stones are never gonna shake me, oh, oh oh I got a pocket, got a pocketful of sunshine I got a love and I know that it’s all mine, oh, oh oh Wish that you could but you ain’t gonna own me Do anything you can to control me, oh, oh no  [Bridge] Take me away (take me away) A secret place (a secret place) A sweet escape (a sweet escape) Take me away (take me away) Take me away (take me away) To better days (to better days) Take me away (take me away) A hiding place (a hiding place) There’s a place that I go, that nobody knows Where the rivers flow, and I call it home And there’s no more lies in the darkness there’s light And nobody cries, there’s only butterflies  [Bridge] Take me away (take me away) A secret place (a secret place) A sweet escape (a sweet escape) Take me away (take me away) Take me away (take me away) To better days (to better days) Take me away (take me away) A hiding place (a hiding place) Take me away (take me away) A secret place (a secret place) A sweet escape (A sweet escape) Take me away (take me away) Take me away (take me away) To better days (to better days) Take me away (take me away) A hiding place (a hiding place)  [Chorus] Take me away (I got a pocket, got a pocketful of sunshine) A secret place (I got a love and I know that it's all mine) To better days, take me away Take me away (I got a pocket, got a pocketful of sunshine) To better days (To a better day) Take me away, a hiding place  [Outro] The sun is on my side and takes me for a ride I smile up to the sky, I know I'll be alright The sun is on my side and takes me for a ride I smile up to the sky, I know I'll be alright  ",
        "title": "Pocketful Of Sunshine"
    },
    {
        "artist": "The Game Featuring Lil Wayne",
        "lyrics": "  [Intro: The Game] Punk-ass motherfucker, checkin' shit What you was gonna do? Kill me in my sleep, you bitch-ass nigga? 2Pac, Biggie – shut the fuck up! Fuckin' dogs, barkin' and shit (Don't shoot, don't shoot!) Fuck you, nigga!  [Hook: Lil Wayne] And I'm grindin' till I'm tired ‘Cause they said: \"You ain't grindin' till you tired.\" So I'm grindin' with my eyes wide Lookin' to find a way through the day, a light for the night Dear Lord, you done took so many of my people I'm just wonderin' why you haven't taken my life Like what the hell am I doin' right? My life  [Verse 1: The Game] Take me away from the hood, like a state penitentiary Take me away from the hood, in a casket or a Bentley Take me away, like I overdosed on cocaine Or take me away, like a bullet from Kurt Cobain Suicide, I'm from a windy city, like Do or Die From a block close to where Biggie was crucified That was Brooklyn's Jesus, shot for no fuckin' reason And you wonder why Kanye wears Jesus pieces? ‘Cause that's Jesus, people – and Game, he's the equal Hated on so much, Passion of Christ need a sequel Yeah, like Roc-a-Fella needed Siegel Like I needed my father, but he needed a needle I need some meditation so I can lead my people They askin', \"Why, why did John Lennon leave The Beatles?\" And why every hood nigga feed off evil? Answer my question 'fore this bullet leave this Desert Eagle  [Hook: Lil Wayne] And I'm grindin' till I'm tired ‘Cause they said: \"You ain't grindin' till you tired.\" So I'm grindin' with my eyes wide Lookin' to find a way through the day, a light for the night Dear Lord, you done took so many of my people I'm just wonderin' why you haven't taken my life Like what the hell am I doin' right? My life  [Verse 2: The Game] We are not the same, I am a Martian So approach my Phantom doors with caution You see them 24's spinnin'? I earned 'em And I ain't no preacher, but here's my Erick Sermon So eat this black music and tell me how it taste now And fuck Jesse Jackson, ‘cause it ain't about race now Sometimes I think about my life, with my face down Then I see my sons and put on that Kanye smile Damn, I know his mama proud; and since you helped me sell my dream, we can share my mama now And like M.J.B. no more drama now Livin' the good life, me and Common on common ground I spit crack, and niggas could drive it out of town Got a Chris Paul mindstate, I'm never out of bounds My life used to be empty like a Glock without a round Now my life full like a chopper with a thousand rounds  [Hook: Lil Wayne] And I'm grindin' till I'm tired ‘Cause they said: \"You ain't grindin' till you tired.\" So I'm grindin' with my eyes wide Lookin' to find a way through the day, a light for the night Dear Lord, you done took so many of my people I'm just wonderin' why you haven't taken my life Like what the hell am I doin' right? My life  [Verse 3: The Game] Walk through the gates of hell, see my Impala parked in front With the high beams on, me and the devil sharin' chronic blunts Listenin' to the Chronic album, playin' backwards Shootin' at pictures of Don Imus for target practice My mind fucked up, so I cover it with a Raider hood I'm from the city that made you motherfuckers afraid of Suge Made my grandmother pray for good It never made her happy, but I bet that new Mercedes could Ain't no bars, but niggas can't escape the hood And it took so many of my niggas that I should hate the hood But it's real niggas like me that make the hood Ridin' slow in that Phantom just the way I should With the top back, in my Sox hat I'm paid in full, the nigga Alpo couldn't stop that Even if they brought the nigga Pac back I'd still keep this motherfucker cocked back  [Hook: Lil Wayne] And I'm grindin' till I'm tired ‘Cause they said: \"You ain't grindin' till you tired.\" So I'm grindin' with my eyes wide Lookin' to find a way through the day, a light for the night Dear Lord, you done took so many of my people I'm just wonderin' why you haven't taken my life Like what the hell am I doin' right? My life  ",
        "title": "My Life"
    },
    {
        "artist": "Metro Station",
        "lyrics": null,
        "title": "Shake It"
    },
    {
        "artist": "Lil Wayne Featuring T-Pain",
        "lyrics": "  [Intro: Lil Wayne & T-Pain] Yeah, yeah! I need a Winn-Dixie grocery bag full of money  (whoo!) Right now to the VIP section (whoo!) You got Young Mula in the house tonight, baby (yeah!) Yeah, haha, yeah, Young (ay-hey) Young, Young, Young, Young Mula baby!  [Hook: T-Pain] If you got money (yeah) and you know it (yeah) Then take it out your pocket and show it then throw it like (Fly!) This-a-way (fly!) that-a-way (Fly!) This-a-way (fly!) that-a-way If you getting mugged from everybody you see Then hang over the wall of the VIP like (Fly!) This-a-way (fly!) that-a-way (Fly!) This-a-way (fly!) that-a-way  [Verse 1: Lil Wayne] Alright, alright Now I was bouncing through the club She love the way I diddy-bop I see her boyfriend hatin' like a city cop Now I ain't never been a chicken but my fifty cocked Say I ain't never been a chicken but my semi cocked Now where your bar at? I'm tryin' to rent it out And we so 'bout it 'bout it, now what are you about? DJ show me love, he say my name when the music stop \"Young Money, Lil Wayne\" then the music drop I make it snow, I make it flurry I make it all back tomorrow, don't worry Yeah, young Wayne on them hoes A.K.A Mr. Make-It-Rain-On-Them-Hoes Young Money  [Hook: T-Pain] If you got money (yeah) and you know it (yeah) Then take it out your pocket and show it then throw it like (Fly!) This-a-way (fly!) that-a-way (Fly!) This-a-way (fly!) that-a-way If you getting mugged from everybody you see Then hang over the wall of the VIP like (Fly!) This-a-way (fly!) that-a-way (Fly!) This-a-way (fly!) that-a-way  [Verse 2: Lil Wayne] (Streets!) It go one for the money, two for the show Now clap your hands if you got a bankroll (Chris) Like some clap on lights in this bitch I'mma be clappin' all night in this bitch Lights off, mask on Creep silent, she smiling He muggin', who cares 'Cause my goons are right here Like it's nothing to a big dog And I'm a Great Dane, I wear eight chains I'm in so much ice, they yell \"Skate, Wayne!\" She wanna fuck Weezy, but she wanna rape Wayne (And I'mma let her)  [Hook: T-Pain] If you got money (yeah) and you know it (yeah) Then take it out your pocket and show it then throw it like (Fly!) This-a-way (fly!) that-a-way (Fly!) This-a-way (fly!) that-a-way If you getting mugged from everybody you see Then hang over the wall of the VIP like  [Verse 3: Lil Wayne] Okay, it's young Wayne on them hoes A.K.A Mr. Make-it-Rain-On-Them-Hoes Like ayy! And everybody say Mr. Rainman can we have a rainy day? Bring an umbrella, please bring an umbrella 'Ella, 'ella, 'ella, ayy! Bitch ain't shit but a ho and a trick But you know it ain't trickin' if you got it You know we ain't fuckin' if you not thick And I'll cool your ass down if you think you're hot shit So Rolex watch this, I do it, four, five, six My click-clack goes the black four-fifth And just like it I'll blow that shit 'Cause bitch I'm the bomb like tick, tick Biatch!  [Hook: T-Pain] If you got money (yeah) and you know it (yeah) Then take it out your pocket and show it then throw it like (Fly!) This-a-way (fly!) that-a-way (Fly!) This-a-way (fly!) that-a-way If you getting mugged from everybody you see Then hang over the wall of the VIP like (Fly!) This-a-way (fly!) that-a-way (Fly!) This-a-way (fly!) that-a-way  [Outro: Lil Wayne] Yeah, it's young Wayne on them hoes AKA Mr. Make-It-Rain-On-Them-Hoes Yeah, young Wayne on them hoes Make a stripper fall in love, T-Pain on them hoes Uh-huh... Um, Young Mula, baby  ",
        "title": "Got Money"
    },
    {
        "artist": "Jordin Sparks",
        "lyrics": "  [Verse 1] Hurry up and wait So close But so far away Everything That you've always dreamed of Close enough for you to taste But you just can't touch  [Pre-Chorus] You wanna show the world But no one knows your name yet Wonder when and where And how you're gonna make it You know you can if you get the chance In your face As the door keeps slamming Now you're feeling more and more frustrated And you're getting all kind of impatient Waiting  [Chorus] We live and we learn to take One step at a time There's no need to rush It's like learning to fly Or falling in love It's gonna happen When it's supposed to happen That we find the reasons why One step at a time  [Verse 2] You believe and you doubt You're confused And got it all figured out Everything that you always wished for Could be yours, should be yours Would be yours If they only knew  [Pre-Chorus] You wanna show the world But no one knows your name yet Wonder when and where And how you're gonna make it You know you can if you get the chance In your face As the door keeps slamming Now you're feeling more and more frustrated And you're getting all kind of impatient Waiting  [Chorus] We live and we learn to take One step at a time There's no need to rush It's like learning to fly Or falling in love It's gonna happen When it's supposed to happen That we find the reasons why One step at a time  [Bridge] When you can't wait any longer But there's no end in sight (When you need to find the strength) It's the faith that makes you stronger The only way you get there Is one step at a time  [Chorus] We take One step at a time There's no need to rush It's like learning to fly Or falling in love It's gonna happen When it's supposed to happen That we find the reasons why One step at a time One step at a time There's no need to rush It's like learning to fly Or falling in love It's gonna happen When it's supposed to happen That we find the reasons why One step at a time  ",
        "title": "One Step At A Time"
    },
    {
        "artist": "The-Dream",
        "lyrics": "  [Intro] Mmm mmm The American Dream, mmm mmm And you know what I mean ahh, baam baam Radio Killa, ahh Trick beat the track up like gorillas I, I, I, I  [Verse 1] Yeah we up in the club, I see her do her thang You might wanna' rap, but she'll make you sing See I was on her, but she was on him She all up on ma thang, I got my thang on her hip She ATL pop, don't know how to act She left for one song, and came right back Grindin on me, the rest of the night Her man started muggin', he could see it in my eyes  [Hook:] Lil' mama so hood, (I love your girl) Lil' mama stay fly (I love your girl) Wife beater with the denim (I love your girl) She keeps them heels on high, (I love your girl) Man look at shorty roll, (I love your girl) Man, look at shorty go, (I love your girl) I'm sorry I got it in for your girl, girlfriend  [Bridge:] Now she run her fingers through her hair, he tryin ta call her over there but she like, (Fuck! That nigga!) She drop it down to the floor, I'm like shorty you should go, but she like (Fuck! That nigga!) Call it in \"ENVY\", I want her on me, all up in my head, now she in my bed I, I, I, I, I  [Verse 2] Me and lil shorty in the back, Talkin' bout dis diss, talkin' bout dat dat Got her on the 'Tron, she actin' all bad Your girl chose me, don't be mad Kelly told y'all don't bring 'em in the club The way she rock that, got the boy in love And I pray that y'all ain't serious, cause seriously shes on my dick  [Hook:] Lil' mama so hood, (I love your girl) Lil' mama stay fly (I love your girl) Wife beater with the denim (I love your girl) She keeps them heels on high, (I love your girl) Man look at shorty roll, (I love your girl) Man, look at shorty go, (I love your girl) I'm sorry I got it in for your girl, girlfriend  [Bridge:] Now she run her Fingers through her hair, HE tryin ta call her over there but she like, (Fuck! That nigga!) She drop it down to the floor, I'm like shorty you should go, and she like (Fuck! That nigga!) Call it in \"ENVY\", I want her on me, all up in my head, now she in my bed I, I, I, I, I  OH, III, ehh, ehh, OH, III  The American Dream...  Usually, You won't see me hate On another dude My heart got me up in here willing to separate you From ya boo But she on me, and I'm on her We walking out the club, shawty what's up Mmm I want her in the worst way, plus I just found out that it's her birthday  [Hook:] Lil' mama so hood, (I love your girl) Lil' mama stay fly (I love your girl) Wife beater with the denim (I love your girl) She keeps them heels on high, (I love your girl) Man look at shorty roll, (I love your girl) Man, look at shorty go, (I love your girl) I'm sorry I got it in for your girl, girlfriend  [Bridge:] Now she run fingers through her hair, he tryin ta call her over there but she like, (Fuck! That nigga!) She drop it down to the floor, I'm like shorty you should go, and she like (Fuck! That nigga!) Call it in \"ENVY\", I want her on me, all up in my head, now she in my bed I, IIIIII, III  [Outro] Part of me feels so bad, but OOh! not that bad Situation got you mad, I would be too, cause damn she bad Damn she bad, bad, bad, bad Damn she bad, bad, bad, bad...  Yeahh... heh... heh...  ",
        "title": "I Luv Your Girl"
    },
    {
        "artist": "Flo Rida Featuring will.i.am",
        "lyrics": "  [Intro/Hook: will.i.am] Oh hot damn, this is my jam.. Keep me partyin 'til the A.M Y'all don't understand, make me throw my hands In the ayer, ay-ayer, ayer, ay-ayer Oh hot damn, this is my jam.. Keep me partyin 'til the A.M Y'all don't understand, make me throw my hands In the ayer, ay-ayer, ayer, ay-ayer  [Verse 1: Flo Rida] Heeeeeeey! This my jam Y'all don't understand, I'mma make you understand What's pumpin in my cd player player Party all night like yayer yayer Shawty got her hands in the ayer ayer Make me wanna take it there, there I go Here I go, yeah, that's my song DJ bring it back, come in my zone I get paid for dat, count them bones Then let's wop, until the early morn' I need that funk whem I'm up in the club Even my Chevy that pull up on dubs Give me that drop down the waist like a drug Lil' mama hot and she might show me love Oh, hot - damn, celebrate 'til the A.M I love it so much, it's got me sayin..  [Hook: will.i.am (w/ Fergie)] Oh hot damn, this is my jam.. Keep me partyin 'til the A.M Y'all don't understand, make me throw my hands In the ayer, ay-ayer, ayer, ay-ayer (Oh hot damn, this is my jam.. Keep me partyin 'til the A.M Y'all don't understand, make me throw my hands In the ayer, ay-ayer, ayer)  [Verse 2: Flo Rida] Heeeeeeey! I just might start the wave Like I'm at the ball game, do my thang Hands up, I got, money in the bank I'm so fly, 747 plane Rock it, don't stop it, how I got my name Baby, keep poppin you might get the fame Walk the red carpet, won't see you the same I get to stuntin, no (minimun waaaage) Slide wit me, ride wit me Come ride to represent, gotta vibe wit me Make, me, throw it up, bartender in the club Go 'head and po' it up, gotta wonder how I does Get buck and showin up they (stare stare) I'm hood, so it's really un- (fair fair) Look good, shawty gon' get (bare bare) We check, run my city like the (mayor mayor)  [Hook: will.i.am, (Fergie) & {Both}] Oh hot damn (damn) this is my jam (jam) Keep me partyin 'til the A.M {Y'all don't understand} Make me throw my hands In the ayer, ay-ayer, ayer (throw my hands in the) {Ayer, ay-ayer, ayer, ay-ayer} {Ayer, ay-ayer, ayer}  [will.i.am (Fergie)] Aight, now stop! - hoooo Put yo' hands in the air It's a stick-up, stick-up, stick-up A-stick-up, touch the ceilin, baby {Throw my hands in the} (Throw my hands in the) Put 'cha hands up (Throw my hands in the) Put 'cha hands up (Throw my hands in the) Put 'cha, put 'cha hands Now put 'cha hands up, to the sky {to the sky} Wave 'em, wave 'em round and round, side to side {side to side}  [Bridge: Flo Rida (will.i.am)] Get the party started, gon' touch the roof {touch the proof} (And we got them bottles poppin up at my booth) So throw yo' hands in the ayer! (Touch the ceilin, baby!) Feel it, feel it, baby! Throw yo hands up!!  [Hook, key slightly changed] Oh hot damn, this is my jam.. Keep me partyin 'til the A.M Y'all don't understand, make me throw my hands In the ayer, ay-ayer, ayer, ay-ayer  [Outro: will.i.am] Ayer, ay-ayer, ayer, ay-ayer, ayer Throw dem hands up~!  ",
        "title": "In The Ayer"
    },
    {
        "artist": "Secondhand Serenade",
        "lyrics": "  [Verse 1] The best thing 'bout tonight's that we're not fighting Could it be that we have been this way before? I know you don't think that I am trying I know you're wearing thin down to the core  [Chorus] But hold your breath Because tonight will be the night That I will fall for you over again Don't make me change my mind Or I won't live to see another day I swear it's true Because a girl like you is impossible to find You're impossible to find  [Verse 2] This is not what I intended I always swore to you I'd never fall apart You always thought that I was stronger I may have failed, but I have loved you from the start  [Chorus 2] Oh, but hold your breath Because tonight will be the night That I will fall for you over again Don't make me change my mind Or I won't live to see another day I swear it's true Because a girl like you is impossible to find You're impossible to find  [Bridge] So breathe in so deep Breathe me in, I'm yours to keep And hold on to your words cause talk is cheap And remember me tonight when you're asleep  [Chorus 3] Because tonight will be the night That I will fall for you over again Don't make me change my mind Or I won't live to see another day I swear it's true Because a girl like you is impossible to find Tonight will be the night That I will fall for you over again Don't make me change my mind Or I won't live to see another day I swear it's true Because a girl like you is impossible to find You're impossible to find  ",
        "title": "Fall For You"
    },
    {
        "artist": "Kid Rock",
        "lyrics": "  [Intro] It was 1989, my thoughts were short my hair was long Caught somewhere between a boy and man She was seventeen and she was far from in-between It was summertime in Northern Michigan Ahh Ahh Ahh Ahh Ahh Ahh  [Verse 1] Splashing through the sand bar Talking by the campfire It's the simple things in life, like when and where We didn't have no internet But man, I never will forget The way the moonlight shined upon her hair  [Hook] And we were trying different things We were smoking funny things Making love out by the lake to our favorite song Sipping whiskey out the bottle, not thinking 'bout tomorrow Singing Sweet home Alabama all summer long Singing Sweet home Alabama all summer long  [Verse 2] Catching Walleye from the dock Watching the waves roll off the rocks She'll forever hold a spot inside my soul We'd blister in the sun We couldn't wait for night to come To hit that sand and play some rock and roll  [Hook] And we were trying different things We were smoking funny things Making love out by the lake to our favorite song Sipping whiskey out the bottle, not thinking 'bout tomorrow Singing Sweet home Alabama all summer long Singing Sweet home Alabama all summer long  [Verse 3] Now nothing seems as strange as when the leaves began to change Or how we thought those days would never end Sometimes I'll hear that song and I'll start to sing along And think man I'd love to see that girl again  [Hook] And we were trying different things We were smoking funny things Making love out by the lake to our favorite song Sipping whiskey out the bottle, not thinking 'bout tomorrow Singing Sweet home Alabama all summer long Singing Sweet home Alabama all summer long And we were trying different things We were smoking funny things Making love out by the lake to our favorite song Sipping whiskey out the bottle, not thinking 'bout tomorrow Singing Sweet home Alabama all summer long Singing Sweet home Alabama all summer long  [Outro] Singing Sweet Home Alabama all summer long Singing Sweet Home Alabama all summer long Singing Sweet home Alabama all summer long Singing Sweet home Alabama all summer long  ",
        "title": "All Summer Long"
    },
    {
        "artist": "Plies Featuring Ne-Yo",
        "lyrics": "  [Intro - Plies] (J-J-J-J-R) Buss...it...baby... Hey can I please talk to my bust it babies real quick homie Let me bring you to my world, and (Plies) let (Ne-Yo) you know where I call lil bust it baby  [Chorus - Ne-Yo (Plies)] She got me speedin in the fast lane Peddle to flo maine, tryna get back to her love Best believe she got that good thang She my little hood thang Ask around they know us They know that's my (buss it) baby Everybody know that's my (buss it) baby Everybody know that's my...  [Verse 1 - Plies] If I wasn't married to the streets it'd be you Yo lips, what make you so cute Love when you poke your mouth out when ya mad too Save yo number in my phone under lil boo Like yo sex, but more in love wit what you do Turns me on how u stare at me when we through When u give it too me I don't wanna turn ya loose Scared to moan round you so all I can say is ooo My favorite panties of yours are the ones that see through The one with the pink trim on em and they light blue Speakin fo' the goons, thank God fo' makin you Buss it baby, that's what I call you  [Chorus - Ne-Yo (Plies)] She got me speedin in the fast lane Peddle to flo maine, tryna get back to her love Best believe she got that good thang She my little hood thang Ask around they know us They know that's my (buss it) baby Everybody know that's my (buss it) baby Everybody know that's my...  [Verse 2 - Ne-Yo] Yeah, yeah, yeah,...so now They say he's an entertainer, slow down You're just one more, he don't respect you He just gon hurt you, and neglect you? Well let em say what they wanna, (yeah) I made a promise, (yeah) to do you right and I'm gonna (yeah) Girl I'll do everything I can To prove I'm better man then yo friends think I am  [Chorus - Ne-Yo (Plies)] She got me speedin in the fast lane Peddle to flo maine, tryna get back to her love Best believe she got that good thang She my little hood thang Ask around they know us They know that's my (buss it) baby Everybody know that's my (buss it) baby Everybody know that's my...  [Verse 3 - Plies] I just gave her a nickname, it's wet wet Cuz when we finish she mess up all my bed sets She got somethin to relax me when I'm under stress Neva told her or let her know it but shes the best She like to spell her name wit her tounge on my chest If you woulda told me it was this good I woulda never guessed She full of suprises, ionno what shell do next But while she sleep I sneak and put hickies on her neck And when she go out she shut down the whole set Love to see her in the heels with the slit in her dress She like to do her own hair and get her own check My buss it baby, I keep her on deck  [Chorus - Ne-Yo (Plies)] She got me speedin in the fast lane Peddle to flo maine, tryna get back to her love Best believe she got that good thang She my little hood thang Ask around they know us They know that's my (buss it) baby Everybody know that's my (buss it) baby Everybody know that's my...  ",
        "title": "Bust It Baby Part 2"
    },
    {
        "artist": "3 Doors Down",
        "lyrics": "  [Verse 1] Looking back at the beginning of this And how life was Just you and me loving all of our friends Living life like an ocean But now the current's only pulling me down It’s getting harder to breathe It won’t be too long and I will be going under Can you save me from this?  [Chorus] Cause it’s not my time, I'm not going There's a fear in me, it’s not showing This could be the end of me And everything I know Oh but I won’t go  [Verse 2] I look ahead to all the plans that we made And the dreams that we had I'm in a world that tries to take them away Oh but I'm taking them back Cause all of this time I've just been too blind to understand What should matter to me My friends this life we live, it’s not what we have It’s what we believe in  [Chorus] And it’s not my time, I'm not going There's a fear in me but it’s not showing This could be the end of me And everything I know But it’s not my time, I'm not going There's a will in me and now I know that This could be the end of me And everything I know Oh but I won’t go I won’t go  [Bridge] There might be more than you believe (There might be more than you believe) There might be more than you can see  [Chorus] But it’s not my time, I'm not going There's a fear in me it’s not showing This could be the end of me And everything I know But it’s not my time, I'm not going There's a will in me and now it’s gonna show This could be the end of me And everything I know Oh  [Bridge] There might be more than you believe There might be more than you believe There might be more than you can see  [Chorus] But it’s not my time, I'm not going There's a fear in me it’s not showing This could be the end of me And everything I know But it’s not my time, I'm not going There's a will in me and now it’s gonna show This could be the end of me And everything I know Oh  [Outro] But I won’t go No I won’t go down Yeah  ",
        "title": "It's Not My Time"
    },
    {
        "artist": "T-Pain Featuring Lil Wayne",
        "lyrics": "  [Intro: T-Pain] She make me feel so good Better than I would by myself Or if was with somebody else You don't understand she make the people say yeah yeah  [Verse 1: T-Pain] I can put you in the log cabin Somewhere in Aspen Girl ain't nothing to the Pain Ain't tricking if you got it what you asking for Put you in the mansion Somewhere in Wisconsin Like I said ain't nothing to the Pain We can change that last name, what's happening Cause you look so good Tell me why you wanna work here I put you on the front page of a King Magazine But you gon get yourself hurt here Baby I brought you in the back just to have a conversation Really think you need some ventilation Let's talk about you and me  [Hook: T-Pain] Oh, I can't believe it Ooo ooo she all on me Man man I think she want me Nah I can't leave her lonely, naw And you don't understand she make the people say yeah, yeah, yeah She hit the main stage she make the people say yeah, yeah, yeah  [Verse 2: T-Pain] I could put you in the condo All the way up in Toronto Baby put you in the fur coat Riding the Murciélago I put you in the beach house Right on the edge of Costa Rica Put one of em lil' flowers in your hair Have you looking like a fly mamacita, fuego Cause you look so good You make me wanna spend it all on you Get up out this club Slide with your boy We can do what you wanna, yeah Baby I brought you in the back cause you need a little persuasion Plus you need a little ventilation Let's talk about you and me  [Hook]  [Verse 3: Lil Wayne] Now I can put your ass out Keep running your mouth And if your brothers come tripping I'mma show em what these teardrops bout Shawty I was just playing Oh but I can take you to the Cayman Islands Have you screaming and hollering We gonna be making Love on the beach The people see what we doing Aww, they pointing and ooing Oh but we gone keep on doing it Like it's just me and you and no one else around It went down on the balcony And I ain't talking no penthouse suite Shawty like a model out the Penthouse Sheets That's why I got her on my Penthouse Sheets  [Hook]  ",
        "title": "Can't Believe It"
    },
    {
        "artist": "Jason Mraz",
        "lyrics": "  [Verse 1] Well you done done me in, you bet I felt it I tried to be chill but you're so hot that I melted I fell right through the cracks And now I'm trying to get back Before the cool done run out I'll be giving it my bestest And nothing's going to stop me but divine intervention I reckon it's again my turn, to win some or learn some  [Chorus] But I won't hesitate no more, no more It cannot wait, I'm yours  [Verse 2] Well open up your mind and see like me Open up your plans and, damn, you're free Look into your heart and you'll find love, love, love, love Listen to the music of the moment people dance and sing We're just one big family And it's our God-forsaken right to be loved loved loved loved loved  [Chorus] So I won't hesitate no more, no more It cannot wait, I'm sure There's no need to complicate Our time is short This is our fate, I'm yours But do, do, do, do you, but do you, do, do, do you, but do you want to come on, scooch on over closer, dear And I will nibble your ear  [Verse 3] I've been spending way too long checking my tongue in the mirror And bendin' over backwards just to try to see it clearer But my breath fogged up the glass And so I drew a new face and I laughed I guess what I'm saying is there ain't no better reason To rid yourself of vanities and just go with the seasons It's what we aim to do Our name is our virtue  [Chorus] But I won't hesitate no more, no more It cannot wait, I'm yours  [Verse 4] Well open up your mind and see like me Open up your plans and, damn, you're free Look into your heart and you'll find that the sky is yours So please don't, please don't, please don't There's no need to complicate 'Cause our time is short This oh, this oh, this is our fate I'm yours  [Outro] (Scat Ad-lib)  ",
        "title": "I'm Yours"
    },
    {
        "artist": "Miley Cyrus",
        "lyrics": "  [Verse 1] I probably shouldn't say this, but at times I get so scared When I think about the previous relationship we've shared It was awesome, but we lost it It's not possible for me not to care And now we're standing in the rain But nothing's ever going to change until you hear, my dear The 7 things I hate about you  [Chorus 1] The 7 things I hate about you, oh, you You're vain, your games, you're insecure You love me, you like her You make me laugh, you make me cry I don't know which side to buy Your friends, they're jerks When you act like them, just know it hurts I want to be with the one I know And the 7th thing I hate the most that you do You make me love you  [Verse 2] It's awkward and silent as I wait for you to say But what I need to hear now is your sincere apology And when you mean it, I'll believe it If you text it, I'll delete it Let's be clear Oh, I'm not coming back You're taking 7 steps here  [Chorus 1] The 7 things I hate about you You're vain, your games, you're insecure You love me, you like her You make me laugh, you make me cry I don't know which side to buy Your friends, they're jerks When you act like them, just know it hurts I want to be with the one I know And the 7th thing I hate the most that you do You make me love you  [Bridge] And compared to all the great things That would take too long to write I probably should mention the 7 that I like  [Chorus 2] The 7 things I like about you Your hair, your eyes, your old Levi's And when we kiss, I'm hypnotized You make me laugh, you make me cry But I guess that's both I'll have to buy Your hand in mine When we're intertwined everything's alright I want to be with the one I know And the 7th thing I like the most that you do You make me love you You do, oh  ",
        "title": "7 Things"
    },
    {
        "artist": "Sugarland",
        "lyrics": "  [Verse 1] I don't want to get up, baby lets turn off the phone I don't want to go to work today or even put my make-up on I got better things to do on my to-do list anyway Hide under the covers and waste away the day Let's just lay here and be lazy, baby, drive me crazy  [Chorus] All I want to do All I want to do..... is love you  [Verse 2] I got my whole life to change the world and the climb ladders Looking at you looking at me is the only thing that matters Come a little closer baby, we can talk without words Hang a sign on the door, \"Please do not disturb\" Let's just lay here and be lazy, baby, drive me crazy  [Chorus] All I want to do All I want to do..... is love you  [Verse 3] Give me a kiss, from that Elvis lip You don't want to miss this  [Chorus] All I want to do..... All I want to do..... is love you  [Bridge] All I really want to do is All I really want to do is All I really want to do is love you and love you and love you Come a little closer baby we can talk without words Hang a sign on the door \"Please do not, please do not, please do not, please do not disturb\"  [Outro] When I lay down in the evening All I really want to do is When I wake up when I wake up in the morning baby All I really want to do is Ooo...... Ooo......  ",
        "title": "All I Want To Do"
    },
    {
        "artist": "Jordin Sparks Duet With Chris Brown",
        "lyrics": "  [Intro: Jordin Sparks] Tell me how I'm supposed to breathe with no air (air) Ooh  [Verse 1: Jordin Sparks & Chris Brown] If I should die before I wake It's 'cause you took my breath away Losing you is like living in a world with no air, oh I'm here alone, didn't want to leave My heart won't move, it's incomplete Wish there was a way that I can make you understand  [Pre-Chorus: Jordin Sparks] But how do you expect me To live alone with just me? 'Cause my world revolves around you It's so hard for me to breathe  [Chorus: Jordin Sparks & Chris Brown] Tell me how I'm supposed to breathe with no air Can't live, can't breathe with no air That's how I feel whenever you ain't there It's no air, no air Got me out here in the water, so deep Tell me how you gon' be without me If you ain't here, I just can't breathe It's no air, no air No air, air, oh No air, air, no No air, air, oh No air, air  [Verse 2: Chris Brown & Jordin Sparks] I walked, I ran, I jumped, I flew Right off the ground to float to you There's no gravity to hold me down for real But somehow I'm still alive inside You took my breath but I survived I don't know how but I don't even care  [Pre-Chorus: Jordin Sparks & Chris Brown] So how do you expect me To live alone with just me? 'Cause my world revolves around you It's so hard for me to breathe  [Chorus: Jordin Sparks & Chris Brown] Tell me how I'm supposed to breathe with no air Can't live, can't breathe with no air That's how I feel whenever you ain't there It's no air, no air Got me out here in the water, so deep Tell me how you gon' be without me, yeah If you ain't here, I just can't breathe It's no air, no air No air, air, oh No air, air no No air, air oh No air, air  [Bridge: Jordin Sparks & Chris Brown] No more Baby, oh It's no air, no air Hey, no air Oh  [Chorus: Jordin Sparks & Chris Brown] Tell me how I'm supposed to breathe with no air Can't live, can't breathe with no air That's how I feel whenever you ain't there It's no air, no air Got me out here in the water, so deep Tell me how you gon' be without me If you ain't here, I just can't breathe It's no air, no air No air, air, oh No air, air, no 'Cause my world revolves around you, it's so hard for me to breathe Hard for me to breathe Tell me how I'm supposed to breathe with no air Can't live, can't breathe with no air That's how I feel whenever you ain't there It's no air, no air  [Outro: Jordan Sparks & Chris Brown] Got me out here in the water, so deep Tell me how you gon' be without me If you ain't here, I just can't breathe It's no air, no air No air, air, oh No air, air, no No air, air, no air No air  ",
        "title": "No Air"
    },
    {
        "artist": "David Cook",
        "lyrics": "  [Verse 1] I've been waitin' for my dreams To turn into something I could believe in And lookin' for that magic rainbow On the horizon, I couldn't see it  [Pre-Chorus] Until I let go, gave into love And watched all the bitterness burn Now I'm comin' alive, body and soul Feelin' my world start to turn  [Chorus] And I'll taste every moment and live it out loud I know this is the time, this is the time to be More than a name or a face in the crowd I know this is the time, this is the time of my life Time of my life  [Verse 2] Holdin' onto things that vanished into the air Left me in pieces But now I'm rising from the ashes Finding my wings And all that I needed  [Pre-Chorus] Was there all along within my reach As close as the beat of my heart  [Chorus] And I'll taste every moment and live it out loud I know this is the time, this is the time to be More than a name or a face in the crowd I know this is the time, this is the time of my life The time of my life  [Bridge] And I'm out on the edge of forever Ready to run Keeping my feet on the ground Arms open wide, face to the sun  [Chorus] I'll taste every moment and live it out loud I know this is the time, this is the time to be More than a name or a face in the crowd I know this is the time, this is the time of my life... My life More than a name or a face in the crowd I know this is the time, this is the time of my life This is the time of my life The time of my life The time of my life  ",
        "title": "The Time Of My Life"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] It's strange to think the songs we used to sing The smiles, the flowers, everything is gone Yesterday I found out about you Even now just looking at you: feels wrong  [Pre-Chorus] You say that you'd take it all back, given one chance It was a moment of weakness and you said, \"Yes\"  [Chorus] You should've said, \"No\", you should've gone home You should've thought twice 'fore you let it all go You should've know that word, 'bout what you did with her Get back to me (get back to me) And I should've been there, in the back of your mind I shouldn't be asking myself, \"Why?\" You shouldn't be begging for forgiveness at my feet You should've said no, baby, and you might still have me  [Verse 2] You can see that I've been crying Baby you know all the right things to say But do you honestly expect me to believe We could ever be the same?  [Pre-Chorus] You say that the past is the past, you need one chance It was a moment of weakness and you said, \"Yes\"  [Chorus] You should've said, \"No\", you should've gone home You should've thought twice 'fore you let it all go You should've know that word, 'bout what you did with her Get back to me (get back to me) And I should've been there, in the back of your mind I shouldn't be asking myself, \"Why?\" You shouldn't be begging for forgiveness at my feet You should've said no, baby, and you might still have me  [Bridge] I can't resist Before you go tell me this Was it worth it? Was she worth this?  No no, no, no  [Chorus] You should've said, \"No\", you should've gone home You should've thought twice 'fore you let it all go You should've know that word, 'bout what you did with her Get back to me (get back to me) And I should've been there, in the back of your mind I shouldn't be asking myself, \"Why?\" You shouldn't be begging for forgiveness at my feet You should've said no, baby, and you might still have me  ",
        "title": "Should've Said No"
    },
    {
        "artist": "Leona Lewis",
        "lyrics": "  [Verse 1: Leona Lewis] It's been the longest winter without you I didn't know where to turn to See, somehow I can't forget you After all that we've been through  [Pre-Chorus: Leona Lewis] Going, coming Thought I heard a knock Who's there? No one Thinking that I deserve it Now I realize that I really didn't know If you didn't notice, you mean everything Quickly I'm learning to love again All I know is I'mma be okay  [Chorus: Leona Lewis] Thought I couldn't live without you It's gonna hurt when it heals, too (oh yeah) It'll all get better in time And even though I really love you I'm gonna smile ’cause I deserve to It'll all get better in time  [Verse 2: Leona Lewis] I couldn't turn on the TV Without something there to remind me Was it all that easy To just put aside your feelings  [Pre-Chorus: Leona Lewis] If I'm dreaming, don't wanna laugh Hurt my feelings, but that's the path I believe in, and I know that time will heal it If you didn't notice, boy, you meant everything Quickly I'm learning to love again All I know is I'mma be okay  [Chorus: Leona Lewis] Thought I couldn't live without you It's gonna hurt when it heals, too (oh yeah) It'll all get better in time And even though I really love you I'm gonna smile ’cause I deserve to It'll all get better in time  [Bridge: Leona Lewis] Since there's no more you and me (no more you and me) It's time I let you go so I can be free And live my life how it should be (and I know, and I know) No matter how hard it is, I'll be fine without you Yes, I will!  [Chorus: Leona Lewis] Thought I couldn't live without you It's gonna hurt when it heals, too It'll all get better in time And even though I really loved you I'm gonna smile ’cause I deserve to, yes I do It'll all get better in time Thought I couldn't live without you It's gonna hurt when it heals, too (yeah) It'll all get better in time And even though I really loved you Gonna smile ’cause I deserve to  ",
        "title": "Better In Time"
    },
    {
        "artist": "Keyshia Cole",
        "lyrics": "  [Intro] Sent from heaven Sent from heaven  [Verse 1] Now you can wait your whole life wondering When it's gonna come or where it's been You may have got your heart broken A few times in the past Never last strong as it used to Don't feel as good as it used to (before) And all the things you used to say Things you used to do, went right out the door  [Pre-Hook] Oh no more, will you be the one That's what you tell everyone around you But you know they've heard it all before What more can you say When love won't let you, walk away And you can't help who you love And you find yourself giving it away When you think you're in love  [Hook: 2x] I wanna be the one who you believe In your heart is sent from (sent from heaven) There's a piece of me who leaves when you gone Because you're sent from (sent from heaven)  [Verse 2] Now you can wait your whole life tryna change What the fear from what it's been You may have put your whole life into a man Loving what you thought that could've been Notice when you change When you don't feel as good as you used to (before) And everything you used to say Everything you used to do clear right out the door  [Pre-Hook]  [Hook]  [Bridge] Everybody say I wanna be the one you love I wanna be (sent from heaven) Everybody say I wanna be the one you trust I wanna be (sent from heaven) Everybody say I wanna be the one you need I wanna be (sent from heaven) Everybody say I wanna be the one who sent from heaven  [Hook: 3x]  ",
        "title": "Heaven Sent"
    },
    {
        "artist": "Colby O'Donis Featuring Akon",
        "lyrics": "  [Intro: Akon] Konvict, Konvict Ohhh, ohhh, ohhh, ohhh Ohhh, ohhh, ohhh, ohhh  [Verse 1: Colby O'Donis] I peeped you on the phone Just showin' off your stones And notice that that pinky ring is right enough, baby I know you're not alone But I could just be wrong The way them fellas houndin' and sizin' you up, baby And I like the way you take advantage of Every man you love I see, I seem to know your game girl But I don't mind if you come and play your thug Just don't talk too much I see, I see it, so you don't have to say a word  [Hook: Colby O'Donis & Akon] Yeah, those guys wanna come treat you right ‘Cause you're sweeter than apple pie Everything that you want you got Girl, you know that you need to stop Most beautiful thing in sight Always takin' up the spotlight Always in the club lookin' hot Girl, you know that you need to stop Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Girl, you know that you need to stop Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Girl, you know that you need to stop  [Verse 2: Colby O'Donis] Girl, I can tell you want something to love That's why you hold on to everything that pass you by Can't resist, girl, one can't lie Now tell if you are here for me Or everybody watchin' you shake from left to right The way you move got me hypnotized The way you take advantage of every man you love I see, I seem to know your game, girl But I don't mind if you come and play your thug Just don't talk too much I see, I see it, so you don't have to say a word  [Hook: Colby O'Donis & Akon] Yeah, those guys wanna come treat you right ‘Cause you're sweeter than apple pie Everything that you want you got Girl, you know that you need to stop Most beautiful thing in sight Always takin' up the spotlight Always in the club lookin' hot Girl, you know that you need to stop Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Girl, you know that you need to stop Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Girl, you know that you need to stop  [Verse 3: Akon] Can’t keep my eyes away from you, girl When you get on the floor and do what you do And everybody wanna come back to that body The kind that remind me something like you ‘Cause you’re the type that drive a man crazy And snatch him away from his lady No matter how hard the man hold back He'll end up callin' you, baby And they never really know what to do Once you expose that thing you do You had him crawlin' on hands and knees And you find a way to get him out that cheese And why you thinking you're the only dude? She off in the mall livin' off of you Lettin' everybody know she got you But now you feel like a fool  [Hook: Colby O'Donis & Akon] Yeah, those guys wanna come treat you right ‘Cause you're sweeter than apple pie Everything that you want you got Girl, you know that you need to stop Most beautiful thing in sight Always takin' up the spotlight Always in the club lookin' hot Girl, you know that you need to stop Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Girl, you know that you need to stop Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Girl, you know that you need to stop  ",
        "title": "What You Got"
    },
    {
        "artist": "Rick Ross Featuring Nelly & Avery Storm",
        "lyrics": "  [Intro: Rick Ross] Ricky Ross, somethin' special right here Excuse the marijuana, just tryina enjoy my self We got some gangstas in the house too  [Hook: Avery Storm] I gotta bunch of dollars, I can spend them on her Now she can be my lady, she can be my lover Call me on the late night, get right, he ain't actin' right Every superwoman needs a superman, here I am  [Verse 1: Rick Ross] Sight seein', we might be in The quattroporte or the new white BM Home from FAMU with a gorgeous face Next semester, she transfer to Florida State Cookin' like Home EC for financial aid I helped her out, she had problems with financial aid Remember? Mean time our finance is straight I even up the doors to the financial estates (Ross) She use to fight with her mom 'Til I sat 'em both down, now she tight with her moms Yeah, I put the ice on her arm Now she know she gettin' sliced, spendin' nights in Milan We still blow weed together Cheated on her but we still gon' be together Put the house on the water, hit the beach whenever She from the north and still can't believe the weather  [Hook: Avery Storm] I gotta bunch of dollars, I can spend them on her Now she can be my lady, she can be my lover Call me on the late night, get right, he ain't actin' right Every superwoman needs a superman, here I am  [Verse 2: Nelly] Here I am, here I go Why you lookin' for the others when you got the best? The previous was a test for ya, now ya in the big league A black Steinbrenner, who wouldn't wanna play for me? Ya last man was a chump and you can tell 'em I said it He was talkin' loud at first but you can see that he didn't You can see I ain't sweatin' Hell I'll call him up myself and tell him how he can get it Naw, please don't confuse me miss I'm tryna see how I can put you on my Christmas list I hope you ain't offended by this But I think ya ass fine as shit And that's straight up real talk, all bullshit aside She replied, \"I, like to do the wild thing\" Actions took place, at my place Now my place is her place  [Hook: Avery Storm] I gotta bunch of dollars, I can spend them on her Now she can be my lady, she can be my lover Call me on the late night, get right, he ain't actin' right Every superwoman needs a superman, here I am  [Verse 3: Rick Ross] More better, more cheddar Knocked ya man off the clothes line sweater Hoe getter, gorilla Fuck chauffeurs, I went and got more killas I rock with niggas like Fabolous Cause to tell the truth, life fabulous But you make it look glamorous Cause them strapped heels aren't for amateurs Wrist quiet rocky, talk like Foxy Job like Roxy, spark that broccoli Walk like Aki, that means sexy I will save you, if you let me Fly with me, get high as me A lot of alphabets girl I'm a G Time will tell, Rolex watches We show stoppers, hoes just watch us  [Hook: Avery Storm] I gotta bunch of dollars, I can spend them on her Now she can be my lady, she can be my lover Call me on the late night, get right, he ain't actin' right Every superwoman needs a superman, here I am  ",
        "title": "Here I Am"
    },
    {
        "artist": "Flobots",
        "lyrics": "  [Intro] I can ride my bike with no handlebars No handlebars, no handlebars I can ride my bike with no handlebars No handlebars, no handlebars  [Verse 1] Look at me, look at me Hands in the air like it's good to be Alive, and I'm a famous rapper Even when the paths are all crooked-y I can show you how to dos-si-do I can show you how to scratch a record I can take apart the remote control And I can almost put it back together I can tie a knot in a cherry stem I can tell you about Leif Ericson I know all the words to \"De Colores\" And I'm proud to be an American Me and my friends saw a platypus Me and my friend made a comic book And guess how long it took? I can do anything that I want, cause look  [Hook 1] I can keep rhythm with no metronome No metronome, no metronome And I can see your face on the telephone On the telephone, on the telephone  [Verse 2] Look at me, look at me Just called to say that it's good to be Alive, in such a small world I'm all curled up with a book to read I can make money, open up a thrift store I can make a living off a magazine I can design an engine 64 miles to a gallon of gasoline I can make new antibiotics I can make computers survive aquatic conditions I know how to run the business And I can make YOU wanna buy a product Movers, shakers, and producers Me and my friends understand the future I see the strings that control the systems I can do anything with no assistance, cause  [Hook 2] I can lead a nation with a microphone With a microphone, with a microphone And I can split the atoms of a molecule Of a molecule, of a molecule  [Trumpet Interlude]​  [Verse 3] Look at me, look at me, driving and I won't stop And it feels so good to be alive and on top My reach is global, my tower secure My cause is noble, my power is pure I can hand out a million vaccinations Or let 'em all die in exasperation Have 'em all healed from their lacerations Or have 'em all killed by assassinations I can make anybody go to prison Just because I don't like 'em And I can do anything with no permission I have it all under my command because  [Hook 3] I can guide a missile by satellite By satellite, by satellite And I can hit a target through a telescope Through a telescope, through a telescope And I can end the planet in a holocaust In a holocaust, in a holocaust In a holocaust, in a holocaust, in a holocaust  [Intro] I can ride my bike with no handlebars No handlebars, no handlebars I can ride my bike with no handlebars No handlebars, no handlebars  ",
        "title": "Handlebars"
    },
    {
        "artist": "Yung Berg Featuring Casha",
        "lyrics": null,
        "title": "The Business"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] When you walked up behind me and covered my eyes And whispered in my ear, guess who I rattled off names like I really didn't know But all along I knew it was you  And, the longer we talked, the more we laughed And wondered why we didn't last It had been a long time, but later last night Baby, we caught up real fast  [Chorus] And maybe it's a little too early To know if this is going to work All I know is you're sure looking Good in my shirt That's right You look good in my shirt  [Verse 2] Well now I'm not saying that we solved overnight Every way that we went wrong Oh, but what I'm seeing I'd sure love seeing Every morning from now on  [Chorus] And maybe it's a little too early To know if this is going to work All I know is you're sure looking Good in my shirt  [Bridge] Come on now Aww, that's right Oh, you look so fine Eh, yeah  [Chorus] And maybe it's a little too early To know if this is going to work All I know is you're sure looking Good in my shirt And maybe it's a little too early To know if this is going to work All I know is you're sure looking Good in my shirt You look good in my shirt  [Outro] One, two, three, four You look good in my shirt Yeah, yeah (Come on, now)  ",
        "title": "You Look Good In My Shirt"
    },
    {
        "artist": "Danity Kane",
        "lyrics": "  Do, do you got a first aid kit handy? Do, do you know how to patch up a wound? Tell me Are, are, are, are you, are you patient, understanding? ‘Cause I might need some time to clear the hole in my heart and I  I tried every remedy and nothing seems to work for me Baby, baby this situation’s driving me crazy And I really wanna be your lady But the one before you left me so  Damaged, damaged, damaged, damaged I thought that I should let you know That my heart is damaged, damaged, so damaged, so damaged And you can blame the one before  So how you gonna fix it, fix it, fix it? (Baby, I gotta know) How you gonna fix it, fix it, fix it? (What are you gonna do baby?) How you gonna fix it, fix it, fix it? (Baby, I gotta know) How you gonna fix it, fix it, fix it? (What are you gonna do?)  Do, do you got a first aid kit handy? Do, do you know how to patch up a wound? Tell me Are, are, are you, are you patient, understanding? ‘Cause I might need some time to clear the hold on my heart and I  You try to gain my trust, talking is not enough Actions speak louder than words, you gotta show us something My heart is missing some pieces I need this puzzle put together again  Damaged, damaged, damaged, damaged I thought that I should let you know That my heart is damaged, damaged, so damaged, so damaged And you can blame the one before  So how you gonna fix it, fix it, fix it? (Baby, I gotta know) How you gonna fix it, fix it, fix it? (What are you gonna do?) How you gonna fix it, fix it, fix it?  (Baby, I gotta know) How you gonna fix it, fix it, fix it? (What are you gonna do?)  Can you fix my H-E-A-R-T? (Tell me, can you fix my heart?) ‘Cause it’s D-A-M-A-G-E-D (Don’t you know it’s damaged?) Can you fix my H-E-A-R-T? Tell me, are you up for the challenge?  ‘Cause my heart is damaged, damaged, damaged, damaged I thought that I should let you know That my heart is damaged, damaged, so damaged, so damaged And you can blame the one before  Damaged, damaged, damaged, damaged I thought that I should let you know That my heart is damaged, damaged, so damaged, so damaged And you can blame the one before  So how you gonna fix it, fix it, fix it? (It’s that type of pain) How you gonna fix it, fix it, fix it? (That you feel deep inside) How you gonna fix it, fix it, fix it? How you gonna fix it, fix it, fix it? (It’s that type of pain) (That makes you pray, makes you cry)  My heart is damaged, damaged, damaged (But it’s gon' be alright one day) My heart is damaged, damaged, damaged My heart is damaged, damaged, damaged (This too shall pass) My heart is damaged, damaged, damaged My heart is damaged  Sometimes you gotta go though the pain To experience the joy This too shall pass Danity Kane This too shall pass  ",
        "title": "Damaged"
    },
    {
        "artist": "Jazmine Sullivan",
        "lyrics": "  Oh!  Ay baby weh you ah deal with? We come through a lot of things you know? Wo wahamum to you? Me make one little mistake you wan dun us?  [Verse 1] If I had you back in my world I would prove that I could be a better girl Oh, oh, oh If you let me back in I would sho'nuff never never let you go again (hey baby) I was so foolish to ever leave your side Searching for what was right before my eyes It was me who didn't realize 'til it was gone but now I know I need you in my life  Boy I need you bad as my heartbeat (bad like the food I eat) Bad as the air I breath (baby I want you bad) I need you bad I can't take this pain (bad I can't take this pain) Boy I'm about to go insane (baby I need you bad) I need you I need you What I gotta do (baby I want you bad) I need you I need you Do it all for you (baby I need you bad)  [Verse 2] Baby there's nothing I wouldn't do To get back what we had when love was true (oh oh oh) No lie I'd give up all I got Just so I could get back in my spot (Oh)  [Chorus]  [Hook] When you want him so bad and You gotta get him back say, oh oh oh oh (oh oh oh oh) Cause it won't get no better Two you are together say, oh oh oh oh (oh oh oh oh) If you believe in love and You can't give him up say, oh oh oh oh (oh oh oh oh) If there's nothing you won't do to get Back with your boo say Oh  [Chorus]  ",
        "title": "Need U Bad"
    },
    {
        "artist": "Sara Bareilles",
        "lyrics": null,
        "title": "Love Song"
    },
    {
        "artist": "Keith Anderson",
        "lyrics": "  I've changed the presets in my truck So those old songs don't sneak up They still find me and remind me Yeah you come back that easy Try restaurants I've never been to Order new things off the menu That I never tried 'cause you didn't like But two drinks in, and you're by my side  I've talked to friends I've talked to myself I've talked to God I prayed liked hell but I still miss you I tried sober I tried drinking I've been strong and I've been weak And I still miss you I've done everything move on like I'm supposed to I'd give anything for one more minute with you I still miss you I still miss you baby  I never knew til you were gone How many pages you were on It never ends I keep turning And line after line and you are there again I dont know how to let you go You are so deep down in my soul I feel helpless so hopeless Its a door that never closes No I don't know how to do this  I've talked to friends I've talked to myself I've talked to God I prayed liked hell but I still miss you I tried sober I tried drinking I've been strong and I've been weak And I still miss you I've done everything Move on like I'm supposed to I'd give anything for one more minute with you I still miss you yeah  I've talked to friends I've talked to myself I've talked to God I prayed liked hell but I still miss you I tried sober I tried drinking I've been strong and I've been weak And I still miss you I've done everything Move on like I'm supposed to I'd give anything for one more minute with you I still miss you yeah  I still miss you I still miss you, yeah, yeah  ",
        "title": "I Still Miss You"
    },
    {
        "artist": "Shwayze",
        "lyrics": "  [Chorus: Cisco] Baby will you be my corona and lime And I will be your main squeeze And if your brother don't like my style We could take it to the street We could take it to the street  [Verse 1: Shwayze] Yo. Lil girls in the city. Dress up pretty Go out and get messed up and shitty Girls by the sea, dress like hippies. And wear love beads and go skinny dippin' Girls in the hills, go day trippin. To get their nails done, and hair straighten Lil girls in the 818. Get hot when I roll over laurel canyon  [Pre-Chorus: Cisco & Shwayze] Let me tell you about a girl I know She like hip hop and rock and roll She walk slow down the avenue I ain't met her, but I get her when I do Let me tell you about a girl I love She stay at home cause she hate the club Baby but, pretty little features I ain't met her but I'll get her when I see her  [Chorus: Cisco] Baby will you be my corona and lime And I will be your main squeeze And if your brother don't like my style We could take it to the street We could take it to the street  [Verse 2: Shwayze] Girls in New York look like giraffes Long neck, long legs, tiny tits and ass Girls from L.A. rock over-sized shades And chill all day cause they already paid Girls in Miami, string bikinis Bump techno by Dj Tiesto Girls from Detroit Like electro. And dance all night till they break they neck, yo  [Pre-Chorus: Cisco & Shwayze] Let me tell you about a girl I know She like hip hop and rock and roll Let me tell you about a girl I love Let me tell you about a girl I love  [Chorus: Cisco] Baby will you be my corona and lime And I will be your main squeeze And if your brother don't like my style We could take it to the street We could take it to the street And if your brother don't like my style We could take it to the street We could take it to the street  [Bridge: Shwayze & Cisco] Now if you lookin for love, won't you put you hands up If you lookin for love, won't you put you hands up If you lookin for love then I'm lookin for love If you lookin for love then I'm lookin for love Now if you lookin for love, won't you put you hands up If you lookin for love, won't you put you hands up Now, if you lookin for love then I'm lookin for love, huh And this is what I'm lookin for  [Pre-Chorus: Cisco & Shwayze] Let me tell you about a girl I know She like hip hop and rock and roll She walk slow down the avenue I ain't met her, but I get her when I do Let me tell you about a girl I love She stay at home cause she hate the club Baby but, pretty little features I ain't met her but I'll get her when I see her  [Chorus: Cisco] Baby will you be my corona and lime And I will be your main squeeze And if your brother don't like my style We could take it to the street We could take it to the street  Baby will you be my corona and lime And I will be your main squeeze And if your brother don't like my style We could take it to the street We could take it to the street  ",
        "title": "Corona And Lime"
    },
    {
        "artist": "Gavin DeGraw",
        "lyrics": "  [Verse 1] So many people gonna say that they want you To try to get you thinking they really care But there's nothing like the warmth of the one Who has put in the time and you know is gonna be there Back your border when she knows someone crossed it Don't let nobody put you down, who your with Take the pain of protecting your name From the crutch to the cane to the highwire  [Chorus] I'm in love with a girl who knows me better Fell for the woman just when I met her Took my sweet time when I was bitter Someone understands And she knows how to treat a fella right Give me that feeling every night Wants to make love when I wanna fight Now someone understand me I'm in love with a girl (I'm in love with) I'm in love with a girl (I'm in love with)  [Verse 2] Out the many broken backdoors and windows Through the valley of the love of the lost Is a hole that is cut through the soul falling down From the thrones without any innuendos But you found it a piece for the moment The moment was over in time Then its gone the hit and run the drifters one has a short life  [Chorus] I'm in love with a girl who knows me better Fell for the woman just when I met her Took my sweet time when I was bitter Someone understands And she knows how to treat a fella right Give me that feeling every night Wants to make love when I wanna fight Now someone understand me I'm in love with a girl (I'm in love with) I'm in love with a girl (I'm in love with)  [Bridge] I wanna tell you what you do to think you practice what you preach Now I know there's nothing we can't reach 'Cause the heart can't erase once it finds a place to be warm and welcome To be held in shelter  [Chorus] I'm in love with a girl who knows me better Fell for the woman just when I met her Took my sweet time when I was bitter Someone understands And she knows how to treat a fella right Give me that feeling every night Wants to make love when I wanna fight Now someone understand me I'm in love with a girl (I'm in love with) I'm in love with a girl (I'm in love with) I'm in love with a girl (I'm in love with)  [Outro] Who knows me better Wants to make love when I wanna fight Now someone understand me?  ",
        "title": "In Love With A Girl"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": null,
        "title": "Good Time"
    },
    {
        "artist": "LL Cool J Featuring The-Dream",
        "lyrics": null,
        "title": "Baby"
    },
    {
        "artist": "DJ Khaled Feat. Akon, Plies, Young Jeezy, Rick Ross, Ace Hood, Trick Daddy & Lil' Boosie",
        "lyrics": "  [Intro: DJ Khaled] + (Akon) DJ Khaled! We the Best Season has returned! (Cause I'm out here grindin) I do this for the streets, The Runners! (Cause I'm out here grindin, hey, hey)  [Hook: Akon] I don't care what nobody say, I'mma be me (be me) Stay hood, stay raised on the streets (cause I'm out here grindin) Niggas talk about greatness Whenever they speak about me (cause I'm out here grindin) I ain't splittin nuttin with nobody Homey I gotta get me me (cause I'm out here grindin) I ain't slept in eight days I can go for eight weeks Ain't nuttin to me, cause I am the streets  [Verse 1: Rick Ross] Ricky Ross, a.k.a. Moneybags, feel me? Put my life on the line, but I'm likely to grind I'm on top of the game, fuck if you like it or not That's how I get the freaks, strawberry Swisher sweets You'll be dealin with H, when you dealin with G's Smash it deal with the realest, shoppin like it's still December Diplomat on the fender of the Phantom I'm the winner (winner) I do it for the hood (hood) I do it cause you cain't (cain't) You suckers wish you could, Ricky Ross its in the bank  [Verse 2: Plies] Hey feds! Heard you're bringin my name up Know you want me bad, thank I give a fuck? (Thank I give a fuck?) Better indict me now before my price go up (up) Came in the world thuggin, leavin with big nuts (nuts) Yeah I run with killers homey, so what? What you want me to tell you, I sold a lil dust? Send your informant, I bet he leave bust I ain't scared to go, I believe in Jesus  [Hook: Akon] I don't care what nobody say, I'mma be me (be me) Stay hood, stay raised on the streets (cause I'm out here grindin) Niggas talk about greatness Whenever they speak about me (cause I'm out here grindin) I ain't splittin nuttin with nobody Homey I gotta get me me (cause I'm out here grindin) I ain't slept in eight days I can go for eight weeks Ain't nuttin to me, cause I am the streets  [Post-Hook: Lil Boosie] + (DJ Khaled) Look, W-E T-H-E B-E-S-T DJ Khaled (We The Best!) W-E T-H-E B-E-S-T DJ Khaled, that's me! Ayy W-E T-H-E B-E-S-T DJ Khaled (We The Best!) W-E T-H-E B-E-S-T DJ Khaled, that's me! Ayy  [Verse 3: Lil Boosie] I wake up to get my cake up, I'm Alton Brown What can I say I'm a product of my environ' Uh-oh, I'm in the game, watch me do me Kickin these niggas Khaled man call that Bruce Lee Summer winter spring I can't forget the fall I still remain a dog, a diabetic and all All I want is my paper, I don't care what they say And stick they tongue out when they bow they head cause we the best  [Hook: Akon] I don't care what nobody say, I'mma be me (be me) Stay hood, stay raised on the streets (cause I'm out here grindin) Niggas talk about greatness Whenever they speak about me (cause I'm out here grindin) I ain't splittin nuttin with nobody Homey I gotta get me me (cause I'm out here grindin) I ain't slept in eight days I can go for eight weeks Ain't nuttin to me, cause I am the streets  [Verse 4: Ace Hood] Hey knock knock! Yeah I'm knockin on the bank do' Three hundred million dollars and I'm droppin off the cash flow See ye ain't heard I hit a lick, now my money right Spend it on the U-Haul, dippin on the turnpike Call up my dogs (dogs) brag on my face (face) Bodies gon' fall (fall) tell em it's Ace (Ace) If I catch a charge nigga I'mma flee the state Hit my niggas L.A. Reid and Khaled watch me beat the case  [Verse 5: Trick Daddy] (Hey!) You niggas fly, before you was just maggots I'm the shit bitch, because I'm black flaggin Yessir, the DR the new sqaud You niggas mod and squad, we go hard They like oh God, there go T-Double He got his clique and his brothers, I know it's gon' be trouble Dark boys on the black Jags See in them black masks, now they can't stand my black ass  [Verse 6: Lil Wayne] Hahahaha, and we are the best And weezy be the shhh like two H's after S I got these niggas on shhh like I gon deaf And I'm right right, and your wrong left Hahahah, check out this bizarre I am regularly irregular Khaled best DJ, Weezy best rapper If Khaled say it's a movie then Weezy best actor  [Hook: Akon] I don't care what nobody say, I'mma be me (be me) Stay hood, stay raised on the streets (cause I'm out here grindin) Niggas talk about greatness Whenever they speak about me (cause I'm out here grindin) I ain't splittin nuttin with nobody Homey I gotta get me me (cause I'm out here grindin) I ain't slept in eight days I can go for eight weeks Ain't nuttin to me, cause I am the streets  ",
        "title": "Out Here Grindin"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": "  [Verse 1] You can buy you a brand new truck Chrome it all out, jack it way up You can build you a house up high on a hill With a pool and a pond and a view to kill You can make all the money in sight But you ain't living the good life  [Chorus] Until you put a girl in it You ain't got nothin What's it all worth Without a little loving Put a girl in it Some huggin and some kissin If you're world's got somethin missin Just put a girl in it  [Verse 2] You can buy a boat and a shiny set of skis Have some fun in the sun, float around in the breeze You can lay out on a blanket by the lake Drink a cold beer, polish off another day Kick on back and watch the sky turn red A sunset ain't a sunset  [Chorus]  [Bridge] You can write you a country song The DJ won't put it on They won't dance or sing along  [Chorus]  [Outro] If you're ridin in your truck Put a girl in it If you're going to have a party Put a girl in it If you want to live the good life Better put a gir-r-rl in it  ",
        "title": "Put A Girl In It"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] Sitting on a bench at West Town Mall He sat down in his overalls and asked me You Waiting on a woman I nodded yeah and said how 'bout you He said son since nineteen fifty-two I've been Waiting on a woman  [Verse 2] When I picked her up for our first date I told her I'd be there at eight And she came down the stairs at eight-thirty She said I'm sorry that I took so long Didn't like a thing that I tried on But let me tell you son she sure looked pretty Yeah she'll take her time but I don't mind Waiting on a woman  [Verse 3] He said the wedding took a year to plan You talk about an anxious man, I was nervous Waiting on a woman And then he nudged my arm like old men do And said, I'll say this about the honeymoon, it was worth it Waiting on a woman  [Verse 4] And I don't guess we've been anywhere She hasn't made us late I swear Sometimes she does it just cause she can do it Boy it's just a fact of life It'll be the same with your young wife Might as well go on and get used to it She'll take her time because you don't mind Waiting on a woman  [Verse 5] I've read somewhere statistics show The man's always the first to go And that makes sense cause I know she won't be ready So when it finally comes my time And I get to the other side I'll find myself a bench, if they've got any I hope she takes her time, cause I don't mind Waiting on a woman  [Outro] Honey, take your time, cause I don't mind Waiting on a woman  ",
        "title": "Waitin' On A Woman"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Verse 1] County road 233, under my feet Nothing' on this white rock but little ole me I've got two miles 'till, he makes bail And if I'm right we're headed straight for hell  [Chorus] I'm going' home, gonna load my shotgun Wait by the door and light a cigarette If he wants a fight well now he's got one And he ain't seen me crazy yet He slapped my face and he shook me like a rag doll Don't that sound like a real man I'm going to show him what a little girls are made of Gunpowder and lead  [Verse 2] It's half past ten, another six pack in And I can feel the rumble like a cold black wind He pulls in the drive, the gravel flies He don't know what's waiting here this time  [Chorus]  [Bridge] His fist is big but my gun's bigger He'll find out when I pull the trigger  [Chorus]  [Outro] Gunpowder and lead  Hey!  ",
        "title": "Gunpowder And Lead"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] Seven Thirty-five She's someone else’s wife I can get on with my life And that thrills me She married him today Her daddy gave the bride away I heard a tear roll down her face And that kills me  [Break] Cause now I Can see why She's finally crying  [Pre-Chorus] How was I supposed to know? She was slowly letting go? If I was putting her through her hell Hell I couldn't tell  [Chorus] She could've given me a sign Could've opened up my eyes How was I supposed to see? She never cried in front of me  [Verse 2] Yea maybe I might’ve changed It's hard for me to say But the story's still the same It's a sad one And I'll always believe If she ever did cry for me They were tears that you can't see You know the bad ones  [Break] And now I Can see why She's finally crying  [Pre-Chorus]  [Chorus]  [Bridge] Without a doubt I know now How it outta be Now she's gone And it's wrong And it bothers me Tomorrow I'll still be Asking myself  [Pre-Chorus]  [Chorus] She could've given me a sign Could've opened up my eyes How was I supposed to see?  How was I supposed to see? She never cried in front of me  [Outro] Hell I couldn't tell  ",
        "title": "She Never Cried In Front Of Me"
    },
    {
        "artist": "Darius Rucker",
        "lyrics": "  [Verse 1] I left out in a cloud of taillights and dust Swore I was not coming back Said I'd enough Saw you in the rear view standing Fading from my life But I wasn't turning round No, not this time  [Chorus] But don't think I don't think about it Don't think I don't have regrets Don't think it don't get to me Between the work and the hurt and the whiskey Do not think I do not wonder about Could have been, should have been all worked out I know what I felt and I know what I said But don't think I don't think about it  [Verse 2] When we make choices we got to live with them Heard you found a real good man, and you married him I wonder if sometimes I cross your mind Where would we be today? If I never drove that car away  [Chorus] But don't think I don't think about it Don't think I don't have regrets Don't think it don't get to me Between the work and the hurt and the whiskey Do not think I do not wonder about Could have been, should have been all worked out I know what I felt and I know what I said But don't think I don't think about it Don't think I don't think about it  [Chorus] But don't think I don't think about it Don't think I don't have regrets Don't think it don't get to me Between the work and the hurt and the whiskey Do not think I do not wonder about Could have been, should have been all worked out I know what I felt and I know what I said But don't think I don't think about it  [Outro] No no Don't think I don't Don't think I don't Mmm  ",
        "title": "Don't Think I Don't Think About It"
    },
    {
        "artist": "Chris Brown",
        "lyrics": "  [Music Video]  [Verse 1] Woah, here we are, all alone in this room, oh And girl I know where to start and what we're gonna do, yeah I'll take my time, we'll be all night girl So get ready babe, I got plans for me and you, woah  [Pre-Chorus] It ain't my first time, but baby girl we can pretend Hey, let's bump and grind, girl tonight will never end  [Chorus] Let me take you down, I really wanna take you down and show you what I'm about Can I take you down? Your body body oh-oh, body body up and down So don't stop girl get it, quit playing with it, can't wait no more I wanna take you down, I really wanna take you down, take you down, yeah  [Verse 2] Pretty girl, let's take it off in this room No time to waste, girl you know what we came to do, woah We got all night to try to get it right, girl, I hope you're ready, hope you're ready, hope you're ready I hope you're ready, babe cause here we go, you know how we do, oh  [Pre-Chorus] It ain't my first time, but baby girl we can pretend Hey, let's bump and grind, girl tonight will never end  [Chorus] Let me take you down, I really wanna take you down and show you what I'm about Can I take you down? Your body body oh-oh, body body up and down So don't stop girl get it, quit playing with it, can't wait no more I wanna take you down, I really wanna take you down, take you down, yeah  [Bridge] You're freaking now baby like a pro baby and I bet that you, I bet you, whoa Think you know baby like a pro baby, so what you wanna do? I'm gonna take you down, baby, nice and slow, so bring it, let's go, baby Yeah baby, come on, baby, come on, baby, let me take  [Chorus] Let me take you down, I really wanna take you down and show you what I'm about Can I take you down? Your body body oh-oh, body body up and down So don't stop girl get it, quit playing with it, can't wait no more I wanna take you down, I really wanna take you down, take you down, yeah  [Outro] Take you down I said I wanna take you down, yeah Let me take you down, take you down Take you down All the way down, all the way down We can do some things only all the way down Take you down  ",
        "title": "Take You Down"
    },
    {
        "artist": "Jimmy Wayne",
        "lyrics": null,
        "title": "Do You Believe Me Now"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Intro x2:] I'll be lovin u long time I'll be lovin' I'll be lovin' I'll be lovin'  I'll be lovin' I'll be lovin' I'll be lovin' I'll be lovin' u  [Verse 1: Mariah Carey] You are not even got to worry About a thing, I got you babe And am nobody taking me away It's not a game, I'm here to stay Our love is stronger than any drug Addictive, just can't get enough And every time I'm with you I want some more Just close the door, and let's explore each other  [Chorus: Mariah Carey] Long as I know you got me (I'll be) I'll be loving you long time (as I can be) I'll be loving you long time (eternally) There's no stopping you and me I'll be loving you long time (as I can breathe) I'll be loving you long time (eternally)  [Verse 2: Mariah Carey] Don't care what no one has to say They don't understand us like we do I need you near me night and day Together there is nothing we can't do Scoop me up and we can go To that little spot where no one knows Spend a little time, just us alone Caress my body, never let go  [Chorus]  [Bridge:] I don't want another Ain't gon' never be another Can't nobody do what you do to me Don't want another Ain't gon' never be another Can't nobody do what you do to me Don't want another Ain't gon' never be another Can't nobody do what you do to me  [Repeat Chorus:]  I'll be lovin' I'll be lovin' I'll be lovin' I'll be lovin' I'll be lovin' I'll be lovin' u  ",
        "title": "I'll Be Lovin' U Long Time"
    },
    {
        "artist": "Gavin Rossdale",
        "lyrics": "  A thousand times I’ve seen you standing Gravity like a lunar landing Make me want to run till I find you I shut the world away from here Drift to you, you’re all I hear Everything we know fades to black  Half the time the world is ending Truth is I am done pretending  I never thought that I had anymore to give Pushing me so far Here I am without you Drink to all that we have lost Mistakes we have made Everything will change But love remains the same  Find the place where we escape Take you with me for a space The city buzz, it sounds just like a fridge I walk the streets through seven bars I had to find just where you are The faces seem to blur, they’re all the same  Half the time the world is ending Truth is I am done pretending  I never thought that I had anymore to give Pushing me so far Here I am without you Drink to all that we have lost Mistakes we have made Everything will change But love remains the same  So much more to say So much to be done Don’t you trick me out We shall overcome So all have stayed in place We should have had the sun Could have been inside Instead we’re over here  Half the time the world is ending Truth is I am done pretending Too much time, too long defending You and I are done pretending  I never thought that I had anymore to give Pushing me so far Here I am without you Drink to all that we have lost Mistakes we have made Everything will change Everything will change  I, oh I I wish this could last forever I, oh I As if we could last forever  Love remains the same Love remains the same  ",
        "title": "Love Remains The Same"
    },
    {
        "artist": "Duffy",
        "lyrics": null,
        "title": "Mercy"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": null,
        "title": "Home"
    },
    {
        "artist": "Saving Abel",
        "lyrics": null,
        "title": "Addicted"
    },
    {
        "artist": "Bow Wow Featuring Soulja Boy Tell'em",
        "lyrics": "  [Intro: Soulja Boy] + (Bow Wow) Soulja Boy Tell 'Em (And da boy Bow Wow in da building) My swag too official man (Ay, Soulja my swag too) y'all can't catch up (Ayo, Bow let em' know how you lookin though) (OWWW~!)  [Hook One: Bow Wow] New G Shock (check), yellow Lamborghini (Bow) BC shirt with a fresh pair of jeans (Wow) Black cards, spendin' when I hit the mall (stuntin'!) Can't catch me, I'm so ahead of y'all Marco Polo {*4X*} Marco Polo {*8X*}  [Bow Wow] (Get 'em Bow!) Ay, took my car to the mall, then I blacked out Now my closet's full of J's like a crack house Ceiling so high! You would think it was Shaq's house Whip so big, that it beep when I back out Like (BEEP, BEEP) ayo, tell that nigga move It's Bow weezy, Mr. Get 'em wetter than a pool I step up in the room, bunch of ice where my chain be All the bad bitches just be screaming like they angry Some call me cocky, but how could ya blame me? And all the hoes like me because my money lengthy! (Yeahhhh) and I'm still the first to rock (Yeahhhh) first to put ice in a G Shock; she like my...  [Hook One]  [Soulja Boy] Never been fake cause all the girls love official S.O.D. cause girls love initials! I'm on another level, I'm in my zone Black car, white rims - can they both get along? This is not The Matrix, but I am the oracle Do you wanna get with me? The question is rhetoricle Say the same lines but the fans aren't bored of me 75,000 dollars if you want to order me Hold on!! Let me change my swag My flow broadband, y'all boys still LAN My whole clique straight, y'all whole click fags Last night your girl's forehead was on my abs  [Hook Two: Soulja Boy] Gucci Bandana (check), Louie V leather Keep on looking, there's no one better Air force ones, mix with the new J's (check) Can't catch me, I'm too far away! Marco Polo {*4X*} Marco Polo {*8X*}  [Bow Wow] Bow makes the girls go crazy - they wanna be my lady How many can I fit in my 2-seater Mercedes? Lime green lambo, no roof, that's a drop top Stop they hating, cause they girlfriend's on my jock I let her lick the rapper, let her lick the actor The next Will Smith and be ballin' like the Raptors If you don't want no drama in the club then don't act up! How can I run out? My money's longer than a tour bus!  [Hook One]  [Outro: Bow Wow] Ay hit me on my celluar now (ay) Call me on my celluar now 614-360-1668, 614-360-1668 Ay call me on my celluar now, Bow Wow I say call me on my celluar now  ",
        "title": "Marco Polo"
    },
    {
        "artist": "V.I.C.",
        "lyrics": "  [Intro] (Soulja Boy tell 'em!) The dance floor silly, the ladies gon' feel me The fellas in the back and they twistin up a Phillie Get silly (HEY) get silly (HEY) get silly (HEY) get silly (HEY) Get silly (HEY) get silly (HEY) get silly (HEY) get silly (HEY)  [Chorus} * overlap The dance floor silly, the ladies gon' feel me The fellas in the back and they twistin up a Phillie * Get silly (HEY) get silly (HEY) get silly (HEY) get silly (HEY) The dance floor silly, the ladies gon' feel me The fellas in the back and they twistin up a Phillie * Get silly (HEY) get silly (HEY) get silly (HEY) get silly (HEY)  [V.I.C.] My chain too silly (okay) my wrists too silly (okay) The girls throw me fish cause my rims Big Willie My ride too silly (okay) I ride too silly (okay) With four fantastic hoes cause I got a deal-ly Cause now I'm worth a millie (okay) forget a rubberband Cause you can't put a rubberband around a bill-ion I be wildin on a island somewhere just like Gilligan Drillin hoes like a dentist then then then I fill her in Ey back back back, I'm the man girlfriend I'm the reason why you wanna lose your man girlfriend (HA HA~!) I'm calm like the sea (sea) I'm blowed like the wind (wind) And now that I'm straight I'm 'bout to act a fool again  Get silly (HEY) get silly (HEY) get silly (HEY) get silly (HEY) Get silly (HEY) get silly (HEY) get silly (HEY) get silly (HEY)  [Hook]  [V.I.C.] My shades too silly cause they made by cavalli Jays so excited you can't find 'em lil' buddy I'm not Nick Cannon but I'm \"Wild'n Out\" clubbin Watchin everybody jockin while I'm poppin sum'n bubbly Poppin sum'n bubbly, I'm tryin to do it big! Da boy from the A, I'm tryin to represent! Dem haters in my way, I play this game to win! Watch me take it to the ally knock 'em all off like some pins When I drop drop drop I'mma sell like silly Cause everybody dancin and everybody feel me With stacks in my jeans just like my name was billy While I'm jockin on you haters just like I pop a wheelie  Get silly (HEY) get silly (HEY) get silly (HEY) get silly (HEY) Get silly (HEY) get silly (HEY) get silly (HEY) get silly (HEY)  [Hook]  [Interlude: GET SILLY - 8X in background] That's all y'all got! (That's all they got) Y'all ain't even fightin back man First Hurricane, then Soulja Boy Then the African prince of Collipark, V.I.C. yup!  [Hook]  [Outro] It's all over homey, Collipark homey Soulja Boy! You snapped on the beat You and Package Store snapped on the beat boy! I'm tired of slappin these punks around They bore me, ha ha Yo yo yo  ",
        "title": "Get Silly"
    },
    {
        "artist": "Robin Thicke",
        "lyrics": null,
        "title": "Magic"
    },
    {
        "artist": "Heidi Newfield",
        "lyrics": null,
        "title": "Johnny & June"
    },
    {
        "artist": "Hot Stylz Featuring Yung Joc",
        "lyrics": null,
        "title": "Lookin Boy"
    },
    {
        "artist": "Rehab",
        "lyrics": "  Spoken: Care for another Martini? I could wet my whistle Brandy, sir?  Bartender I really did it this time Broke my parole to have a good time When I got home it was 6 AM The door was locked, so I kicked it in  She was trippin' on the bills I think she was high on some pills She threw my things out into the yard Then she called me a bum and slapped me real hard  And in my drunken stupor I did what I should've never done Now I'm sittin' here, talkin' to you Drunk and on the run  I'm sittin' at a bar on the inside Waitin' for my ride on the outside She stole my heart in the trailer park So I jacked the keys to her fucking car  And crashed that piece of shit And then stepped away  Ya know Mo I'll probably get ten years So just give me beers till they get here Yeah, I know the sun is comin' up And y'all are probably gettin' ready for closin' up  But I'm tryin' to drown my soul I'm tired of this life on the dirt road And everything that I love is gone And I'm tired of hangin' on  She got me sittin' at a bar on the inside Waitin' for my ride on the outside She stole my heart in the trailer park So I jacked the keys to her fucking car  And crashed that piece o' shit And then stepped away  Guess it was meant to be, romance is misery so much for memories And now I am headed to the penitentiary, see me on TV The next cop series, I am a danger I guess I should'a did something about my anger  But Ill never learn real things I don't concern I pour kerosene on everything I love and watch it burn I know it's my fault, but I wasn't happy it was over She threw a fit, so I crashed that piece of shit nova  And now I'm goin' back again Back to the pen to see my friends When we all pile out that county van They'll ask me where I been  I've been at a bar on the inside Waitin' for my ride on the outside She stole my heart in the trailer park So I jacked the keys to her fuckin' car  I crashed that piece o' shit And then stepped away  La la la la la-la-la La la la la la-la-la-la, la, hey La la la la la-la-la La la la la la-la-la-la, la La la la la la-la-la La la la la la-la-la-la, la  ",
        "title": "Bartender Song"
    },
    {
        "artist": "Maroon 5 Featuring Rihanna",
        "lyrics": "  [Verse 1: Adam Levine] Now as the summer fades, I let you slip away You say I'm not your type, but I can make you sway It makes you burn to learn you're not the only one I'd let you be if you put down your blazing gun  [Pre-Chorus: Rihanna & Adam Levine] Now you've gone somewhere else far away I don't know if I will find you (find you, find you) But you feel my breath on your neck Can't believe I'm right behind you (right behind you)  [Chorus: Adam Levine & Rihanna] 'Cause you keep me coming back for more And I feel a little better than I did before If I never see your face again, I don't mind 'Cause we got much further than I thought we'd get tonight  [Verse 2: Rihanna & Adam Levine] Sometimes you move so well, it's hard not to give in I'm lost, I can't tell where you end and I begin It makes you burn to learn I'm with another man I wonder if he's half the lover that I am  [Hook: Adam Levine, Adam Levine & Rihanna] Now you've gone somewhere else far away I don't know if I will find you (find you, find you) But you feel my breath on your neck Can't believe I'm right behind you (right behind you)  [Chorus: Adam Levine & Rihanna] 'Cause you keep me coming back for more And I feel a little better than I did before If I never see your face again, I don't mind 'Cause we got much further than I thought we'd get tonight  [Bridge: Adam Levine & Rihanna] Baby, baby, please believe me Find it in your heart to reach me Promise not to leave me behind (Promise not to leave me behind) Take me down, but take it easy Make me think but don't deceive me Talk to me by taking your time (Talk to me, yeah, talk to me)  [Chorus: Rihanna, Adam Levine & Rihanna] 'Cause you keep me coming back for more And I feel a little better than I did before If I never see your face again, I don't mind 'Cause we got much further than I thought we'd get tonight  [Chorus: Adam Levine, (Rihanna), Adam Levine & Rihanna] Keep me coming back for more (coming back for more) And I feel a little better than I did before (did before) If I never see your face again, I don't mind 'Cause we got much further than I thought we'd get tonight  ",
        "title": "If I Never See Your Face Again"
    },
    {
        "artist": "George Strait",
        "lyrics": null,
        "title": "Troubadour"
    },
    {
        "artist": "Jonas Brothers",
        "lyrics": null,
        "title": "Tonight"
    },
    {
        "artist": "Nelly Featuring Ashanti & Akon",
        "lyrics": "  [Hook: Akon] + (Ashanti) The way that you're walkin, the way that you're talkin - talkin You're the one I wanna spend this night with Tryna get in them drawers and bang it out 'til the mornin - the mornin (Ahhhhhhh) I can already tell you want it Cause you're shakin it all for me, givin it all to me Rubbin that (body on me) Keep on shakin it all for me, givin it all to me Rubbin that (body on me)  [Nelly] I'm lovin that! Uh, uh Hey how you doin mama? I need to know your name You givin me the eye eye, I'm givin you the same It just hit me right now, what we should do today Go tell your friends bye-bye, and let's go hop a plane It's no mistaken, the attraction's ironic I wanna make you someone more than just a bone in my closet I wanna win that, type of relationship Where you gon' wanna come hang when your man done tripped You say you short this month, and you're late on your rent He took your car, what you mean? Hold this Yea-yayyy, sing, whoahhhh You see, lil' mama outta control, and I'm just sayin  [Hook: Akon] + (Ashanti) The way that you're walkin, the way that you're talkin - talkin You're the one I wanna spend this night with Tryna get in them drawers and bang it out 'til the mornin - the mornin (Ahhhhhhh) I can already tell you want it Cause you're shakin it all for me, givin it all to me Rubbin that (body on me) Keep on shakin it all for me, givin it all to me Rubbin that (body on me)  [Nelly] I'm lovin that! Shorty movin closer, and closer And slower, and lower, yeah I think she know she makin me hard Got every man in the buildin like, \"Oh my God\" She, slicker than lodi-dodi, she work her body body When you done hurr at the party, meet me down there in the lobby And I'll be waitin on ya, ain't no debatin on ya I got a seat for ya, we can let the top back and goooooo We don't have to stop girl, noooooo I got a lil' somethin I wanna showwwwww Believe me, you're strong Lil' mama please don't make me wait too long (yea-yayyy)  [Hook: Akon] + (Ashanti) The way that you're walkin, the way that you're talkin - talkin You're the one I wanna spend this night with Tryna get in them drawers and bang it out 'til the mornin - the mornin (Ahhhhhhh) I can already tell you want it Cause you're shakin it all for me, givin it all to me Rubbin that (body on me) Keep on shakin it all for me, givin it all to me Rubbin that (body on me)  [Ashanti] Now I see you're lookin at my body babe And now you wanna come and put it on me If I gave it to you could you promise me That you could make it feel like it never did Cause I see you (I see you) and you see me (you see me) Now if I please you (I please you) could you please me (you please me) Now I ain't the one in no relationship And I ain't tryna be the other chick I know you want it  [Hook: Akon] + (Ashanti) The way that you're walkin, the way that you're talkin - talkin You're the one I wanna spend this night with Tryna get in them drawers and bang it out 'til the mornin - the mornin (Ahhhhhhh) I can already tell you want it Cause you're shakin it all for me, givin it all to me Rubbin that (body on me) Keep on shakin it all for me, givin it all to me Rubbin that (body on me)  ",
        "title": "Body On Me"
    },
    {
        "artist": "Paramore",
        "lyrics": "  [Verse 1] No sir Well, I don't wanna be the blame, not anymore It's your turn So take a seat, we're settling the final score And why do we like to hurt so much? I can't decide You have made it harder just to go on And why? All the possibilities Well, I was wrong  [Chorus 1] That's what you get when you let your heart win, woah That's what you get when you let your heart win, woah I drowned out all my sense with the sound of its beating And that's what you get when you let your heart win, woah  [Verse 2] I wonder How am I supposed to feel when you're not here? Cause I burned every bridge I ever built when you were here I still try holding onto silly things, I never learn Oh, why? All the possibilities I'm sure you've heard  [Chorus 1] That's what you get when you let your heart win, woah That's what you get when you let your heart win, woah I drowned out all my sense with the sound of its beating And that's what you get when you let your heart win, woah  [Bridge] Pain, make your way to me, to me And I'll always be just so inviting If I ever start to think straight This heart will start a riot in me Let's start, start, hey!  [Breakdown] Why do we like to hurt so much? Oh, why do we like to hurt so much? That's what you get when you let your heart win, woah  [Chorus 2] That's what you get when you let your heart win, woah That's what you get when you let your heart win, woah Now, I can't trust myself with anything but this And that's what you get when you let your heart win, woah  ",
        "title": "That's What You Get"
    },
    {
        "artist": "Miley Cyrus",
        "lyrics": "  [Verse 1] Every week's the same Stuck in school's so lame My parents say that I'm lazy Getting up at 8am's crazy Tired of being told what to do So unfair, so uncool  [Pre-Chorus] The day's too long And I'm holding on 'Til I hear the bell ring 'Cause that's time when we're gonna (Time when we're gonna...)  [Chorus] Breakout Let the party start We're gonna stay out Gonna break some hearts We're going to dance 'til the dance floor falls apart Uh-oh, all over again We're gonna wake up everyone we know We're gonna have some fun, gonna lose control Feels so good to let go, oh-oh  [Verse 2] Hanging out's just something we like to do My friends and the mess we get into These are the lessons that we choose Not a book full of things we'll never use  [Pre-Chorus] The day's too long And I'm holding on 'Til I hear the bell ring 'Cause that's time when we're gonna (Time when we're gonna...)  [Chorus] Breakout Let the party start We're gonna stay out Gonna break some hearts We're going to dance 'til the dance floor falls apart Uh-oh, all over again We're gonna wake up everyone we know We're gonna have some fun, gonna lose control Feels so good to let go, oh-oh  [Bridge] Wish it would never end Spending time with my friends Oh, with my friends!  [Chorus] Breakout Let the party start We're gonna stay out Gonna break some hearts We're going to dance 'til the dance floor falls apart Uh-oh, all over again We're gonna wake up everyone we know We're gonna have some fun, gonna lose control Feels so good to let go Breakout Let the party start We're gonna stay out Gonna break some hearts We're going to dance 'til the dance floor falls apart Uh-oh, all over again We're gonna wake up everyone we know We're gonna have some fun, gonna lose control Feels so good to let go, oh-oh  ",
        "title": "Breakout"
    },
    {
        "artist": "Lloyd Featuring Lil Wayne",
        "lyrics": "  All around the world, girls, all around the world This goes out to girls all around the world  (I just want to be your man girl So uh, gotta make you understand girl) It's the way you flip your hair And those stylish clothes you wear When you walk into the room All my partners stopped and stared at you (All around the world, girls, all around the world This goes out to girls all around the world) But they just want to use you up (All around the world This goes out to girls all around the world) It's the tattoo on your back And that brand new Louis bag With the matchin' high heels I can't help this girl's swag's the truth (All around the world, girls, all around the world This goes out to girls all around the world) And I just want to give her love, oh (All around the world This goes out to girls all around the world)  (Girl I) can't get you off my mind You're like my favorite song (song) Just want to turn you on And rock you all night long 'cause I (oh I) (All around the world, girls, all around the world This goes out to girls all around the world) I just want to be your man (I just want to be your man) (All around the world This goes out to girls all around the world)  Just to smell your perfume, got me throwin' up my hands See you comin' see you goin', never met someone as bad as you (All around the world, girls, all around the world This goes out to girls all around the world) Since you're my favorite girl, yeah (All around the world This goes out to girls all around the world) I know just what you need, to make you look complete This platinum wedding ring, 'cause soon I got a thing for you (All around the world, girls, all around the world This goes out to girls all around the world) I'm a take you around the world, oh baby (All around the world This goes out to girls all around the world)  (Girl I) can't get you off my mind You're like my favorite song (song) Just want to turn you on And rock you all night long 'cause I (oh I) (All around the world, girls, all around the world This goes out to girls all around the world) I just want to be your man (All around the world This goes out to girls all around the world)  (Ah hah hah, yeah) OK I'm thinkin' of a master plan Nah, I'm lyin', shorty on my mind Shorty like a fryin', pan, and I ain't got Nothin' but sweat inside my hands (All around the world, girls, all around the world This goes out to girls all around the world) So I dig into my pocket, all my money is spent But I don't need a cent, 'cause shorty priceless I tell it like this, I been (all around the world) So baby I can take you (all around the world) I roll up, this is a hold up It's young money man, shorty made me smile When ain't a damn thing funny He heh, but still don't nothin' move but the money So baby if I move then we move with the money (All around the world, girls, all around the world This goes out to girls all around the world) Which is my favorite dish But if I taste you that'll probably switch And then we will probably switch (All around the world This goes out to girls all around the world) Now I'm walking up the street, whistling this  Can't get you off my mind You're like my favorite song (song) Just want to turn you on And rock you all night long 'cause I (oh I) (All around the world, girls, all around the world This goes out to girls all around the world) I just want to be your man (I just want to be your man) (All around the world This goes out to girls all around the world) Can't get you off my mind You're like my favorite song (song) Just want to turn you on And rock you all night long 'cause I  ",
        "title": "Girls Around The World"
    },
    {
        "artist": "Melissa Lawson",
        "lyrics": "  What if that road that you're taking's a dead end? What if love leaves you all jaded and broken? What if that limb breaks you're climbing out on? Yeah, what if it all goes wrong?  But, what if it all goes right? What if it all works out? What if the stars line up and good luck rains down? What if you chase your dreams and it changes your whole life? Yeah, what if it all goes right?  What if that road is a beautiful slow drive? What if that love ends up lasting a lifetime? What if that limb holds you oak tree strong? What if this time nothing goes wrong?  But, what if it all goes right? What if it all works out? What if the stars line up and good luck rains down? What if you chase your dreams and it changes your whole life? Yeah, what if it all goes right?  What if you climb to the mountain top and touch the sky? Grab a cloud as it passes by? You might fall you might fall But then again you might fly  What if it all goes right? What if it all works out? What if the stars line up and good luck rains down? What if you chase your dreams and it changes your whole life? Yeah, what if it all goes right?  ",
        "title": "What If It All Goes Right"
    },
    {
        "artist": "Boys Like Girls",
        "lyrics": null,
        "title": "Thunder"
    },
    {
        "artist": "Plies Featuring Jamie Foxx & The-Dream",
        "lyrics": "  [Intro: Plies] What's happenin baby Let ya lil whoa Plies tell you whats goin on wit it man My hands been gettin me in a lot of trouble lately so...  [Hook: Jamie Foxx] Please, ex-cuse, my, hands, they just wanna touch They just wanna feel, they don't mean no harm Baby just excuse, myyyy haaaands... Baby, please, ex-cuse, my, hands, I apologize They have a one track mind, to squeeze on your behind Baby just excuse, myyyy haaaands... Please, ex-cuse, my, hands  [Plies] With my hands I can make you do a lot of thangs Have you engagin in some activities you can't explain Leave my fingerprints on every inch yo damn frame Wit dis one finger I could make you get off the chain Get to lickin and my hands they get they own brain They wanna touch ya, they wanna rub ya, they wanna feel yo frame Run my hands through yo hair and go against yo grain Let me massage ya baby and help ease yo pain You wanna get comfortable take your shorts off I can help you change Wanna take my hands off but I can't they jus gon' call yo name If I can't squeeze ya and I can't hold ya it don't feel the same It ain't my fault baby my hands is the one to blame  [Hook]  [The-Dream] I'mma do ya like this and do ya like that I promise you gon' like the way I touch on you So jump up in dis benz and let the seat back I promise you gon' like da way I feel on you I'mma do you til yo body say \"ohhh\" I'mma do it til yo mouth breathes \"no more\" I said excuse my hands she said \"boy stop playin' Come make love to yo number one fan\", ohhh (Please, ex-cuse, my, hands)  [Plies] Before I kiss ya or make love to ya, I wanna touch Can you please face the wall you bout to get strip searched My hands talkin to me they want now what's under yo skirt Let me be the one who do the honors and help you wit yo shirt My hands don't like to be unemployed they like to work I been told my hands are lil mannish they like to flirt God knows woman the sexy thing you put on this earth My hand cravin yo lil sweet body its gettin worse I wanna thank you and your body fo helpin me write this verse My hands will never leave yo body baby they so loyal Do me a favor look on the dresser and grab that baby oil Ain't got to be the one that do it my hands gon' spoil ya  [Hook]  [Outro: The-Dream] Keep doin it, keep doin it, keep doin it to me Keep doin it, keep doin it, I swear I'll never leave Keep doin it, keep doin it, keep doin it shawty, shawty Woke up in the spoooot Oh yeah the boys on fiiiire I'm wit my nigga Pliiiies  ",
        "title": "Please Excuse My Hands"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] Last night, I got served a little bit too much of that poison, baby Last night, I did things I'm not proud of And I got a little crazy Last night, I met a guy on the dance floor and I let him call me baby  [Chorus] And I don't even know his last name My momma would be so ashamed It started off, \"hey cutie where you from\" And then it turned into oh no, what have I done And I don't even know his last name  [Verse 2] We left, the club, 'bout around 3 o'clock in the morning His Pinto, sitting there, in the parking lot, well it should have been a warning I had no clue what I was getting into So, I'll blame it on the Cuervo Oh where did my manners go?  [Chorus] I don't even know his last name Oh My momma would be so ashamed It started off, \"hey cutie where you from\" And then it turned into \"oh no, what have I done\" And I don't even know his last name Here we go  [Verse 3] Today, I woke up, thinking about Elvis somewhere in Vegas I'm not sure how I got here Or how this ring on my left hand just appeared outta nowhere I gotta go take the chips and the Pinto and hit the road They say what happens here, stays here, all of this will disappear There's just one little problem  [Chorus] I don't even know my last name Oh My momma would be so ashamed It started off, \"hey cutie where you from\" And then it turned into \"oh no, what have I done\" And I don't even know my last name  [Bridge] What have I done What have I done What have I done Oh, what have I done I don't even know my last name Well it turned into, oh no what have I done And I don't even know my last name Yea, Yeah, Yeah  [Chorus] I don't even know my last name It started off \"hey cutie, where you from?\" And then it turned into, oh no what have I done And I don't even know my last name Oh, yeah  ",
        "title": "Last Name"
    },
    {
        "artist": "Jennifer Hudson",
        "lyrics": null,
        "title": "Spotlight"
    },
    {
        "artist": "The Lost Trailers",
        "lyrics": "  I got a city folk friend in a hip-hop world He goes by E. Diddy but his name is Earl Cocks his hat to the side in his Grandma's ride Pumpin' nothin' but bass  He says things like, 'Dawg, are you down with that' And, 'Don't that fly girl got some back' And I feel so doggone outta place  When he says 'Holler back when you get back home' I say, 'The only holler back that I know is'  (Chorus) In that holler back in the woods Where the country folks got it good Homebrewed, homegrown Where the wild seeds 'a get sown It's a blast from the past All the cowgirls shakin' their sassafras Let out a howl if 'ya feel like 'ya gotta If you wanna go on back to the holler Holler back  Take a left off the Interstate Go ten miles Take a right on Farm Road 99 And just roll 'til the blacktop ends  'Ya see Mary Jo rockin' that front porch swing Bikini top and them cut-off jeans And that's where Hillbilly Heaven begins  Ah, she'll pour 'ya some of that cherry wine Boy, you're guaranteed to have yourself One hell of a time In that holler back in the woods Where the country folks got it good Homebrewed, homegrown Where the wild seeds 'a get sown It's a blast from the past All the cowgirls shakin' their sassafras Let out a howl if 'ya feel like 'ya gotta If you wanna go on back to the holler Holler back  In that holler back in the woods Where the country folks got it so good Homebrewed, homegrown Where the wild seeds 'a get sown It's a blast from the past All the cowgirls shakin' their sassafras Let out a howl if 'ya feel like 'ya gotta If you wanna go on back to the holler Holler back  (Homebrewed, homegrown Where the wild seeds a get sown Its a blast from the past All the cowgirls shakin' their sassafras Homebrewed, homegrown Where the wild seeds a get sown) Ooh...)  ",
        "title": "Holler Back"
    },
    {
        "artist": "Lil Wayne Featuring Jay-Z",
        "lyrics": "  [Produced by Infamous and Drew Correa]  [Intro: Lil Wayne] Yo, yo Drew and Inf This-this, this right here is crazy Yo I, I feel big, you know what I mean? Like, not, not big in the sense of, weight You know what I mean? Like gainin' weight or nothin' like that Like colossal Like, know what I mean, like (sighs) I heard you were lookin' for me  [Hook: Sha-Ron Prescott & Lil Wayne] Hey, Mr. Carter (hello) Tell me, where have you been? (Haha, you know, hehe) Cause they've been asking, they've been searching They've been wondering why (I know, haha) Hey, Mr. Carter (hey, hello) Tell me, where have you been? (Shit, you know) Cause they've been asking, they've been searching They've been wondering why (hahahah)  [Verse 1: Lil Wayne] Yeah, to you forever, from me to you I heard somebody say \"Church\", I'ma need a suit I'ma need a coupe, I won't need a roof Flyer than Beetlejuice, Beetlejuice, Beetlejuice I got the flow, I'm tryin' to see the roof Didn't wear a bulletproof so I got shot and you can see the proof Blind eyes could look at me and see the truth Wonder if Stevie do? But I'ma leave it to God, not Beaver, neither you Cause I'ma murder Y, kill O, and even U Man, I got Summer hatin' on me cause I'm hotter than the Sun Got Spring hatin' on me 'cause I ain't never sprung Winter hatin' on me 'cause I'm colder than y'all And I will never, I will never, I will never Fall I'm being hated by the seasons So fuck y'all who hatin' for no reason  [Hook: Sha-Ron Prescott & Lil Wayne] Hey, Mr. Carter (I am him!) Tell me, where have you been? Around the world and I'm back again! Cause they've been asking, they've been searching Who's been askin' about me? They've been wondering why (in case you wonderin', hah!) Hey, Mr. Carter (I am him!) Tell me, where have you been? Around the world now I'm back again! Cause they've been asking, they've been searching Who's been askin' about me? They've been wondering why (in case you wonderin', hah!)  [Verse 2: Lil Wayne] Yeah, I been in and out the bank, bitch While y'all asshole niggas been on the same shit I flush and watch 'em go down the drain quick Two words you never hear: \"Wayne quit!\" Cause Wayne win, and they lose I call them April babies, cause they fools And when they snooze, we up! Feet up, like a paraplegia Or paraplegic? I parallel park In that red-and-yellow thing; old school Atlanta Hawk Like I'm from College Park, but I'm from Hollygrove Now all my Bloods scream \"Soo-woo\" and \"Da-da-doe\" I know my role and I play it well And I weigh it well, on my Libra scale I suck a pussy, fuck a pussy, leave it there Long hair, don't even care  [Hook: Sha-ron Prescott & Jay-Z] Hey, Mr. Carter (Young! I am him) Tell me, where have you been? Around the world now I'm back again Cause they've been asking, they've been searching Who's been askin' about me? They've been wondering why (in case you wonderin') Hey, Mr. Carter (I am him) Tell me, where have you been? Around the world now I'm back again Cause they've been asking, they've been searching Who's been askin' about me? They've been wondering why (in case you wonderin', chyeah)  [Verse 3: Jay-Z] I'm right here in my chair with my crown and my dear Queen B, as I share, mic time with my heir Young Carter, go farther, go further, go harder Is that not why we came? And if not, then why bother? Show no mercy in Murcielagos I'm far from bein' the bastard that Marcy had fathered Now my name's been mentioned with the martyrs The Biggies and the Pacs and the Marleys and the Marcuses Garvey; got me a molotov-cocktail flow Even if you box well, can't stop the blows Kaboom! The Roc Boy in the room The dope boy I just came off the spoon Also, I'm so fly I'm on auto- Pilot, while guys just stare at my wardrobe I see Euros, that's right: plural I took so much change from this rap game, it's your go (Hey Mr. Carter) Young!  [Verse 4: Lil Wayne] It's my go, yeah… And I'ma go so opposite of soft Off the richter, Hector, Camacho Man, Randy Savage Far from average, above status–quo, flow so pro I know, I ride slow, and when I pass They say, \"What up, killa?\" Man, stop bringin' up my past And next time you mention Pac, Biggie, or Jay-Z Don't forget Weezy, baby!  [Hook: Sha-Ron Prescott, Lil Wayne & Choir] Hey, Mr. Carter (amen) Tell me, where have you been? (Yeah) Cause they've been asking, they've been searching They've been wondering why (haha) Hey, Mr. Carter (amen) Tell me, where have you been? (Hova!) Cause they've been asking, they've been searching (Weezy) They've been wondering why (baby!) Hey, Mr. Carter (hahaha) Tell me, where have you been? (I been hustlin') Cause they've been asking, they've been searching (hustlin' hard) They've been wondering why (chyeah!) Hey, Mr. Carter Tell me, where have you been? Cause they've been asking, they've been searching They've been wondering why  [Outro: Lil Wayne] And I swear to everything, when I leave this Earth It's gonna be on both feet, never knees in the dirt And you can try me, fucker, but when I squeeze, it hurt Ahh, we'll lose two lives: yours and mine Give me any amount of time, don't let Ms. Carter grieve At the funeral parlor, drippin' tears down my sleeve Give me any amount of time, don't let Ms. Carter grieve  ",
        "title": "Mr. Carter"
    },
    {
        "artist": "New Kids On The Block",
        "lyrics": null,
        "title": "Summertime"
    },
    {
        "artist": "Lady Gaga Featuring Colby O'Donis",
        "lyrics": "  [Intro] RedOne Konvict Gaga (oh-oh, eh)  [Verse 1: Lady Gaga] I've had a little bit too much, much All of the people start to rush (start to rush by) A dizzy twister dance Can't find my drink or man Where are my keys? I lost my phone, phone  [Pre-Chorus: Lady Gaga] What's going on on the floor? I love this record, baby, but I can't see straight anymore Keep it cool What's the name of this club? I can't remember, but it's alright, alright  [Chorus: Lady Gaga] Just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-da-dance, dance, dance Just j-j-just dance  [Verse 2: Lady Gaga] Wish I could shut my playboy mouth How'd I turn my shirt inside out? (Inside out, right) Control your poison, babe Roses have thorns, they say And we're all gettin' hosed tonight  [Pre-Chorus: Lady Gaga] What's going on on the floor? I love this record, baby, but I can't see straight anymore Keep it cool What's the name of this club? I can't remember, but it's alright, alright  [Chorus: Lady Gaga] Just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-da-dance, dance, dance Just j-j-just dance  [Verse 3: Colby O'Donis] When I come through on the dance floor, checking out that catalogue Can't believe my eyes So many women without a flaw And I ain't gonna give it up Steady, tryna pick it up, like a call I'mma hit it, I'mma beat it and latch onto it until tomorrow, yeah Shorty, I can see that you got so much energy The way you twirling up them hips 'round and 'round And there is no reason at all why you can't leave here with me In the meantime, stay and let me watch you break it down  [Chorus: Lady Gaga] And dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-da-dance, dance, dance Just j-j-just dance  [Interlude: Colby O'Donis] (Incredible... amazing... music) Wooo! Let's go!  [Bridge: Lady Gaga] Half psychotic, sick, hypnotic, got my blueprint, it's symphonic Half psychotic, sick, hypnotic, got my blueprint, electronic Half psychotic, sick, hypnotic, got my blueprint, it's symphonic Half psychotic, sick, hypnotic, got my blueprint, electronic Go! Use your muscle, carve it out, work it, hustle (I got it, just stay close enough to get it on) Don't slow! Drive it, clean it, Lysol, bleed it Spend the last dough (I got it) in your pock-o (I got it)  [Chorus: Lady Gaga] Just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-da-dance, dance, dance Just j-j-just dance  ",
        "title": "Just Dance"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Verse 1] You change your mind like a girl changes clothes Yeah, you PMS like a bitch I would know And you overthink, always speak cryptically I should know that you're no good for me  [Chorus] 'Cause you're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down You're wrong when it's right It's black and it's white We fight, we break up We kiss, we make up (You) You don't really want to stay, no (You) But you don't really want to go, oh You're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down  [Verse 2] We used to be just like twins So in sync The same energy, now's a dead battery Used to laugh 'bout nothing, now you're plain boring I should know that you're not gonna change  [Chorus] 'Cause you're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down You're wrong when it's right It's black and it's white We fight, we break up We kiss, we make up (You) You don't really want to stay, no (You) But you don't really want to go, oh You're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down  [Bridge] Someone call the doctor Got a case of a love bipolar Stuck on a roller coaster Can't get off this ride  [Breakdown] You change your mind like a girl changes clothes  [Chorus] 'Cause you're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down You're wrong when it's right It's black and it's white We fight, we break up We kiss, we make up You're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down You're wrong when it's right It's black and it's white We fight, we break up We kiss, we make up (You) You don't really want to stay, no (You) But you don't really want to go, oh You're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down  ",
        "title": "Hot N Cold"
    },
    {
        "artist": "Savage Featuring Soulja Boy Tell'em",
        "lyrics": null,
        "title": "Swing"
    },
    {
        "artist": "Keri Hilson",
        "lyrics": "  [Verse 1] I wish I could rip out a page of my memory Cause I put too much energy in him and me Can't wait 'til I get through this phase Cause it's killing me Too bad we can't re-write our own history  [Pre-Hook] Such a mystery when he's here with me It's hard to believe I'm still lonely Chances fading now, patience running out This ain't how it's supposed to be  [Chorus] I'm having nightmares from sleeping with the enemy How do we reverse the chemistry? I don't want us to be the end of me This love is taking all of my energy Energy (energy) Energy, my energy Taking all of my energy Energy (energy) Energy, my energy Taking all of my energy  [Verse 2] Seems only like yesterday, not even gravity Could keep your feet off the ground when you were with me How could two be as one? We've become so divided now There's no use hiding from the misery, no  [Pre-Hook] Such a mystery when he's here with me It's hard to believe I'm still lonely Chances fading now, patience running out This ain't how it's supposed to be  [Chorus] I'm having nightmares from sleeping with the enemy How do we reverse the chemistry? I don't want us to be the end of me This love is taking all of my energy Energy (energy) Energy, my energy Taking all of my energy Energy (energy) Energy, my energy Taking all of my energy  [Bridge] Now I can feel a change in me And I can't afford to slip much further From the person I was meant to be I'm not afraid to walk alone Not giving up, but moving on Before it gets too deep Cause you're taking all of my energy  [Chorus] I'm having nightmares from sleeping with the enemy How do we reverse the chemistry? I don't want us to be the end of me This love is taking all of my energy I'm having nightmares from sleeping with the enemy How do we reverse the chemistry? I don't want us to be the end of me This love is taking all of my energy Energy (energy) Energy, my energy Taking all of my energy Energy (energy) Energy, my energy Taking all of...  [Outro] You're killing me You're taking all of me yeah, oh This love is taking all of my energy  ",
        "title": "Energy"
    },
    {
        "artist": "Alicia Keys",
        "lyrics": "  [Verse One] Can't wait to get home Baby dial your number Can you pick up the phone Cause I wanna holla Daydreaming about you all day In school can't concentrate Want have your voice in my ear 'Til mama comes and says it's too late  [Hook] Cause the lights are on outside Wish there was somewhere to hide Cause I just don't want to say goodbye Cause you are my baby, baby Nothing really matters I don't really care What nobody tell me I'm gonna be here It's a matter of extreme importance My first teenage love affair  [Verse Two] Another secret meeting On the 5th floor stair case I'm gonna give you this letter Of all the things I can't say Want you to be my first, my last,my ending and beginning I wrote your name in my book You last name my first I'm your Mrs  [Hook]  [Dialogue] Hey boy You know I really like being with you right? Just hanging out with you is fun  [Bridge] So maybe we can go to first base Because I feel you Second base Want you to feel me too Third base Better pump the breaks Well baby slow down I gotta go home now  [Hook 2x]  ",
        "title": "Teenage Love Affair"
    },
    {
        "artist": "O.A.R.",
        "lyrics": null,
        "title": "Shattered (Turn The Car Around)"
    },
    {
        "artist": "WE the Kings",
        "lyrics": "  [Verse 1] Check yes Juliet Are you with me? Rain is falling down on the sidewalk I won't go until you come outside Check yes Juliet Kill the limbo I'll keep tossing rocks at your window There's no turning back for us tonight  [Pre-Chorus] Lace up your shoes Ayo ayo Here's how we do  [Chorus] Run baby run Don't ever look back They'll tear us apart if you give them the chance Don't sell your heart, don't say we're not meant to be Run baby run, forever we'll be You and me  [Verse 2] Check yes Juliet I'll be waiting Wishing, wanting yours for the taking Just sneak out and don't tell a soul goodbye Check yes Juliet Here's the countdown: 3, 2, 1, now fall in my arms now They can change the locks, don't let them change your mind  [Pre-Chorus] Lace up your shoes Ayo ayo Here's how we do  [Chorus] Run baby run Don't ever look back They'll tear us apart if you give them the chance Don't sell your heart, don't say we're not meant to be Run baby run, forever we'll be You and me  [Bridge] We're flying through the night We're flying through the night Way up high The view from here is getting better with you By my side  [Chorus] Run baby run Don't ever look back They'll tear us apart if you give them the chance Don't sell your heart, don't say we're not meant to be Run baby run, forever will be  Run baby run Don't ever look back They'll tear us apart if you give them the chance Don't sell your heart, don't say we're not meant to be Run baby run, forever will be You and me You and me You and me  ",
        "title": "Check Yes Juliet (Run Baby Run)"
    },
    {
        "artist": "Jessica Simpson",
        "lyrics": null,
        "title": "Come On Over"
    },
    {
        "artist": "Weezer",
        "lyrics": "  [Verse 1] They say I need some Rogaine to put in my hair Working out at the gym to fit my underwear Oakley makes the shades that transform a tool You'd hate for the kids to think that you lost your cool  [Chorus] I'mma do the things that I wanna do I ain't got a thing to prove to you I'll eat my candy with the pork and beans Excuse my manners if I make a scene I ain't gonna wear the clothes that you like I'm fine and dandy with the me inside One look in the mirror and I'm tickled pink I don't give a hoot about what you think  [Verse 2] Everyone likes to dance to a happy song With a catchy chorus and beat so they can sing along Timbaland knows the way to reach the top of the charts Maybe if I work with him, I can perfect the art  [Chorus] I'mma do the things that I wanna do I ain't got a thing to prove to you I'll eat my candy with the pork and beans Excuse my manners if I make a scene I ain't gonna wear the clothes that you like I'm fine and dandy with the me inside One look in the mirror and I'm tickled pink I don't give a hoot about what you think  [Bridge] No I don't care, I don't care I don't care, I don't care, I don't care, I don't care  [Chorus] I'mma do the things that I wanna do I ain't got a thing to prove to you I'll eat my candy with the pork and beans Excuse my manners if I make a scene I ain't gonna wear the clothes that you like I'm fine and dandy with the me inside One look in the mirror and I'm tickled pink I don't give a hoot about what you think  ",
        "title": "Pork And Beans"
    },
    {
        "artist": "John Mayer",
        "lyrics": "  [Verse 1] She's a good girl, loves her mama Loves Jesus and America too She's a good girl, crazy about Elvis Loves horses and her boyfriend too Yeah, yeah It's a long day living in Reseda There's a freeway running through the yard I'm a bad boy 'cause I don't even miss her I'm a bad boy for breaking her heart  [Chorus] And I'm free Free fallin', fallin' And I'm free Free fallin', fallin'  [Verse 2] All the vampires walking through the valley They move west down Ventura Boulevard And all the bad boys are standing in the shadows And the good girls are home with broken hearts  [Chorus] And I'm free Free fallin', fallin' Now I'm free Free fallin', fallin'  [Post-Chorus] Free fallin', now I'm Free fallin', now I'm Free fallin', now I'm Free fallin', now I'm Free fallin', now I'm Free fallin', now I'm Free fallin', now I'm Free fallin'  [Verse 3] I want to glide down over Mulholland I want to write her, her name in the sky I want to free fall out into nothing Oh, I'm gonna leave this, this world for a while  [Chorus] Now I'm free Free fallin', fallin' Now I'm free Free fallin', fallin' Now I'm free Free fallin', fallin' Now I'm free Free fallin', fallin'  [Outro] Free fallin', fallin' Free fallin', fallin' Free fallin', fallin' Yeah, yeah  ",
        "title": "Free Fallin'"
    },
    {
        "artist": "Marvin Sapp",
        "lyrics": "  Never would have made it Never could have made it without You I would have lost it all But now I see how You were there for me  And I can say Never would have made it Never could have made it Without You  I would have lost it all But I now I see How You were there for me And I can say  I'm stronger, I'm wiser I'm better, much better  When I look back Over all You brought me through I can see that You were the One I held on to  And I never, never would have made it (Never would have made it) Oh, I never could have made it (Never could have made it without You)  Oh, I would have lost it all Oh, but now I see How You were there for me  I never (Never would have made it) No, I never (Never could have made it without You)  I would've lost my mind A long time ago If it had not been for You I'm  I am stronger (I am stronger I am wiser (I am wiser)  And now I am better (I am better) So much better (Much better)  I made it Through my storm and my test Because You were there To carry me through my mess  I am stronger (I am stronger I am wiser (I am wiser)  I am better (I am better) Anybody better (Much better)  I can stand here and tell You I made it Anybody out there That You made it  I'm stronger (I'm stronger) I am wiser (I'm wiser)  I'm better (I'm better) Much better (Much better)  I made it (I made it) I made it (I made it)  I made it (I made it) I made it (I made it)  Never would have made it (Never would have made it) Never could have made (Never could have made it without You)  I would have lost my mind I would have gave up But You were right there You were right there  I never (Never would have made it) Oh, I never (Never could have made it without You)  Somebody just Need to testify this tonight Next to them Tell them  I am stronger, I am wiser I am better, much better  When I look back Over what He brought me through I realize that I made it Because I had You to hold on to  Now I am stronger, now I am wiser I am better, so much better  I've made it Is there anybody in this house other than me That could declare You made it Tell Your neighbor  Never would have made it (Never would have made it) Tell em never could have made it (Never could have made it without You)  Oh, I wish I had some help here I wish I had just two or three people That would just declare it  Never would have made it (Never would have made it) Never could have made it (Never could have made it without You)  I just, I just love to encourage myself Sometime I look in the mirror and say  I'm stronger, I'm wiser I am better, so much better  When I look back over What He brought me through I realize that I made it Because I had You to hold on to  But I never would have made it I never could have made it without You Yeah, yeah, yeah, lawdy Oh, I good God, Almighty  Never would have made it (Never would have made it) Never could have made it (Never could have made it without You)  Sing it one more time All I need is just one more time Everybody sing with me  Never would have made it Oh Never could have made it without You  ",
        "title": "Never Would Have Made It"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] It was two weeks after the day she turned eighteen All dressed in white Going to the church that night She had his box of letters in the passenger seat Sixpence in a shoe, something borrowed, something blue And when the church doors opened up wide She put her veil down Trying to hide the tears Oh, she just couldn't believe it She heard the trumpets from the military band And the flowers fell out of her hand  [Chorus] Baby why'd you leave me Why'd you have to go? I was counting on forever, now I'll never know I can't even breathe It's like I'm looking from a distance Standing in the background Everybody's saying, he's not coming home now This can't be happening to me This is just a dream  [Verse 2] The preacher man said let us bow our heads and pray Lord please lift his soul, and heal this hurt Then the congregation all stood up and sang the saddest song that she ever heard Then they handed her a folded up flag And she held on to all she had left of him Oh, and what could have been And then the guns rang one last shot And it felt like a bullet in her heart  [Chorus] Baby why'd you leave me Why'd you have to go? I was counting on forever, now I'll never know I can't even breathe It's like I'm looking from a distance Standing in the background Everybody's saying, he's not coming home now This can't be happening to me This is just a dream Baby why'd you leave me Why'd you have to go? I was counting on forever, now I'll never know I can't even breathe It's like I'm looking from a distance Standing in the background Everybody's saying, he's not coming home now This can't be happening to me This is just a dream  [Outro] Oh, this is just a dream Just a dream Yeah, Yeah  ",
        "title": "Just A Dream"
    },
    {
        "artist": "T.I.",
        "lyrics": "  [Intro] Aye, Jim, you know the ol' sugar daddies? They be trickin', they tell them girls I said you could have whatever you like (If you like) I said you could have whatever you like (If you like) Yeah (Yeah)  [Chorus] Stacks on deck, Patron on ice And we can pop bottles all night And, baby, you could have whatever you like (If you like) I said you could have whatever you like, yeah Baby, I can treat you so special, so nice I gas up the jet for you tonight And, baby, you could go wherever you like (If you like) I said you could go wherever you like, yeah (Yeah)  [Verse 1] Anytime you want to pick up the telephone, you Know it ain't nothin' to drop a couple stacks on you Want it, you could get it, my dear Five million dollar home, drop Bentleys, I swear, yeah  [Pre-Chorus] I want yo' body, need yo' body Long as you got me you won't need nobody You want it, I got it, go get it, I'll buy it Tell them other broke nigga be quiet  [Chorus] Stacks on deck, Patron on ice And we can pop bottles all night And, baby, you could have whatever you like (If you like) I said you could have whatever you like, yeah Baby, I can treat you so special, so nice I gas up the jet for you tonight And, baby, you could go wherever you like (If you like) I said you could go wherever you like, yeah (Yeah)  [Verse 2] Shawty, you the hottest, love the way you drop it So good I swore you went to college Hundred karat deposit, to vacations in the tropics ‘Cause e'rybody know it ain't trickin' if you got it You need never ever gotta go to yo' wallet Long as I got rubberband banks in my pocket Five, six rides with rims and a body kit You ain't gotta downgrade, you can get what I get My chick could have what she want And go in any store for any bag she want And, no, she ain't never had a man like that To buy you anything your heart desire like that, yeah  [Pre-Chorus] I want yo' body, need yo' body Long as you got me you won't need nobody You want it, I got it, go get it, I'll buy it Tell them other broke nigga be quiet  [Chorus] Stacks on deck, Patron on ice And we can pop bottles all night And, baby, you could have whatever you like (If you like) I said you could have whatever you like, yeah Baby, I can treat you so special, so nice I gas up the jet for you tonight And, baby, you could go wherever you like (If you like) I said you could go wherever you like, yeah (Yeah)  [Bridge] I'm talkin' big boy rides, and big boy ice Let me put this big boy in yo' life You just be so fresh, and look so nice Let me put this big boy in yo' life; that's right  [Pre-Chorus] I want yo' body, need yo' body Long as you got me you won't need nobody You want it, I got it, go get it, I'll buy it Tell them other broke nigga be quiet  [Chorus] Stacks on deck, Patron on ice And we can pop bottles all night And, baby, you could have whatever you like (If you like) I said you could have whatever you like, yeah Baby, I can treat you so special, so nice I gas up the jet for you tonight And, baby, you could go wherever you like (If you like) I said you could go wherever you like, yeah (Yeah)  ",
        "title": "Whatever You Like"
    },
    {
        "artist": "Gary Allan",
        "lyrics": "  I'm still learning how to pray Trying hard not to stray Try to see things your way I'm still learning how to pray I'm still learning how to trust It's so hard to open up And I'd do anything for us I'm still learning how to trust  I'm still learning how to bend How to let you in In a world full of tears We'll conquer all our fears I'm still learning how to fly I wanna take you higher I'll be there till the end I'll be your lover and your friend I'm still learning how to bend  I'm just trying to understand It's all in someone else's hands There's always been a bigger plan But I don't need to understand  I'm still learning how to bend I wanna take you in In a world full of tears We'll conquer all our fears I'm still learning how to fly I wanna take you higher I'll be there till the end I'll be your lover and your friend I'm still learning how to bend  I'll be there till the end I'll be your lover and your friend I'm still learning how to bend  I'm still learning how to bend I'll be there till the end I'm still learning how to bend  ",
        "title": "Learning How To Bend"
    }
]