[
    {
        "artist": "Fergie",
        "lyrics": "  [Intro] Oh, shit!  Oh, shit! Oh, shit! (They ain't ready for this) Oh, shit! (Oh!) It's me, Fergie The Pen! Polow (Fergie, Ferg, what's up baby?)  [Verse 1] When I come to the club, step aside Part the seas, don't be having me in the line VIP, cause you know I gotta shine I'm Fergie Ferg, and me love you long time All my girls get down on the floor Back to back, drop it down real low I'm such a lady, but I'm dancing like a hoe Cause you know I don't give a fuck, so here we go  [Chorus] How come every time you come around My London, London Bridge wanna go down, like London, London, London Wanna go down like London, London, London Be going down like How come every time you come around My London, London Bridge wanna go down, like London, London, London Wanna go down like London, London, London Be going down like  [Interlude] Drinks start pouring and my speech start slurring Everybody start looking real good  [Verse 2] That Grey Goose got your girl feeling loose Now I'm wishing that I didn't wear these shoes (I hate heels) It's like every time I get up on the dude Paparazzi put my business in the news And I'm like, get up out my face Before I turn around and spray your ass with mace My lips make you wanna have a taste You got that...I got the bass  [Chorus] How come every time you come around My London, London Bridge wanna go down, like London, London, London Wanna go down like London, London, London Be going down like How come every time you come around My London, London Bridge wanna go down, like London, London, London Wanna go down like London, London, London Be going down like  [Bridge x2] Aah, da, da, da, da, do, do, do, do Me like a bullet type, you know they coming right Fergie love 'em long time, my girls support 'em, right? Aah, da, da, da, da, do, do, do, do Me like a bullet type, you know they coming right Fergie love 'em long time, my girls support 'em, right?  [Interlude 2 - Spoken] Another A-T-L Cali callabo Fergie and Polow  [Verse 1] When I come to the club, step aside Part the seas, don't be having me in the line VIP, cause you know I gotta shine I'm Fergie Ferg, and me love you long time All my girls get down on the floor Back to back, drop it down real low I'm such a lady, but I'm dancing like a hoe Cause you know I don't give a fuck, so here we go  [Chorus] How come every time you come around My London, London Bridge wanna go down, like London, London, London Wanna go down like London, London, London Be going down like How come every time you come around My London, London Bridge wanna go down, like London, London, London Wanna go down like London, London, London Be going down like  ",
        "title": "London Bridge"
    },
    {
        "artist": "Gnarls Barkley",
        "lyrics": "  [Verse 1] I remember when I remember, I remember when I lost my mind There was something so pleasant about that place Even your emotions had an echo, in so much space And when you're out there without care Yeah, I was out of touch But it wasn't because I didn't know enough I just knew too much  [Chorus] Does that make me crazy? Does that make me crazy? Does that make me crazy? Possibly  [Verse 2] And I hope that you are having the time of your life But think twice, that's my only advice Come on now, who do you Who do you, who do you, who do you think you are? Ha, ha, ha, bless your soul You really think you're in control?  [Chorus] Well, I think you're crazy I think you're crazy I think you're crazy Just like me  [Verse 3] My heroes had the heart to lose their lives out on the limb And all I remember is thinkin' I wanna be like them Ever since I was little Ever since I was little, it looked like fun And it's no coincidence I've come And I can die when I'm done  [Chorus] But maybe I'm crazy Maybe you're crazy Maybe we're crazy Probably  ",
        "title": "Crazy"
    },
    {
        "artist": "Nelly Furtado Featuring Timbaland",
        "lyrics": "  [Intro: Nelly Furtado & Timbaland] Am I throwing you off? Nope Didn't think so  [Verse 1: Nelly Furtado & Timbaland] How you doing, young lady? That feeling that you giving really drives me crazy You don't have a player on the truck I was at a loss of words first time that we spoke You looking for a girl that'll treat you right You looking for her in the daytime, with the light You might be the type if I play my cards right I'll find out by the end of the night You expect me to just let you hit it But will you still respect me if you get it All I can do is try, gimme one chance What's the problem, I don't see no ring on your hand I'll be the first to admit it I'm curious about you, you seem so innocent You wanna' get in my world, get lost in it Boy, I'm tired of running, let's walk for a minute  [Hook: Timbaland and Nelly Furtado] Promiscuous girl, wherever you are I'm all alone, and it's you that I want Promiscuous boy, you already know That I'm all yours, what you waiting for? Promiscuous girl, you're teasing me You know what I want, and I got what you need Promiscuous boy, let's get to the point Cause we're on a roll, you ready?  [Verse 2: Nelly Furtado & Timbaland] Roses are red, some diamonds are blue Chivalry is dead, but you're still kinda cute Hey! I can't keep my mind off you Where you at, do you mind if I come through? I'm out of this world come with me to my planet Get you on my level, do you think that you can handle it? They call me Thomas, last name Crown Recognize game, Imma' lay mine's down I'm a big girl I can handle myself but if I get lonely I might need your help Pay attention to me, I don't talk for my health I want you on my team So does everybody else SHH! Baby we can keep it on the low Let your guard down ain't nobody gotta know If you with it girl I know a place we can go What kind of girl do you take me for?  [Hook: Timbaland and Nelly Furtado] Promiscuous girl, wherever you are I'm all alone, and it's you that I want Promiscuous boy, you already know That I'm all yours, what you waiting for? Promiscuous girl, you're teasing me You know what I want, and I got what you need Promiscuous boy, let's get to the point Cause we're on a roll, you ready?  [Bridge: Timbaland & Nelly Furtado] Don't be mad, don't get mean Don't get mad, don't be mean Hey! Don't be mad, don't get mean Don't get mad, don't be mean  [Verse 3: Nelly Furtado & Timbaland] Wait...I don't mean no harm I can see you with my t-shirt on I can see you with nothing on Feeling on me before you bring that on Bring that on?! You know what I mean Girl, I'm a freak you shouldn't say those things! I'm only trying to get inside of your brain To see if you can work me the way you say It's okay, it's alright I got something that you gon' like Hey, is that the truth or are you talking trash? Is your game M.V.P. like Steve Nash?  [Hook: Timbaland and Nelly Furtado] Promiscuous girl, wherever you are I'm all alone, and it's you that I want Promiscuous boy, I'm callin ya' name But you're driving me crazy, the way you're making me wait Promiscuous girl, you're teasing me You know what I want, and I got what you need Promiscuous boy, we're one in the same So we don't gotta play games no more  ",
        "title": "Promiscuous"
    },
    {
        "artist": "Cassie",
        "lyrics": null,
        "title": "Me & U"
    },
    {
        "artist": "The Pussycat Dolls Featuring Snoop Dogg",
        "lyrics": "  [Verse 1: Snoop Dogg] Yeah, lil' mama, you lookin' good I see you wanna play wit a player from the hood Come holla at me, you got it like that Big Snoop Dogg with the lead Pussycat I show you how it go down, yeah, I wanna throw down Me and you one-on-one, treat it like a showdown You look at me and I look at you I'm reachin' for your shirt, whatchu want me to do?  [Hook: The Pussycat Dolls] I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing  [Verse 2: The Pussycat Dolls] Typical, hardly the type I fall for I like when the physical Don't leave me asking for more I'm a sexy mama (Mama) Who knows just how to get what I wanna (Wanna) What I wanna do is spring this on you (On you) Back up all of the things that I told you (Told you) You been saying all the right things all night along But I can't seem to get you over here to help take this off  [Pre-Hook: The Pussycat Dolls] Baby, can't you see? How these clothes are fitting on me And the heat coming from this beat I'm about to blow, I don't think you know  [Hook: The Pussycat Dolls] I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing  [Verse 3: The Pussycat Dolls] You say, you're a big boy but I can't agree 'Cause the love you said you had ain't been put on me I wonder if I'm just too much for you Wonder if my kiss don't make you just Wonder, what I got next for you What you wanna do? (Do) Take the chance to recognize that this could be yours I can see, just like most guys that your game don't please  [Pre-Hook: The Pussycat Dolls] Baby, can't you see? How these clothes are fitting on me And the heat coming from this beat I'm about to blow, I don't think you know  [Hook: The Pussycat Dolls] I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing  [Verse 4: Snoop Dogg] Now you can get what you want but I need what I need Now let me tell you what's crackalackin' 'fore I proceed I'mma show you where to put it at PCD on me, yeah, I thought I saw a pussycat Now roll with the big dog, all 6 of y'all on me, now tell me how it feel, babydoll Ashley, Nicole, Carmit, Jessica, Kimberley, Melody, you tellin' me?  [Bridge: The Pussycat Dolls] Ah, ah, hot Ah, ah, loosen up Ah, ah, yeah Ah, ah, I can't take this  [Hook: The Pussycat Dolls] I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing  ",
        "title": "Buttons"
    },
    {
        "artist": "Sean Paul Featuring Keyshia Cole",
        "lyrics": "  [Intro: Sean Paul] Get out my head and into the bed girl Cau ya dun know plottin' out the fantasy Hey baby girl and it's you a the key, yo, mi go so then  [Hook: Sean Paul & Keyshia Cole] From ya look inna mi eye gal me see seh you want me When you gonna give it up to me Because ya body enticing you're making me want it When ya gonna give it up to me Well if a no today girl then it must be tomorrow When you fulfill my fantasy Because ya know I give ya loving straight like a arrow When ya gonna give it up to me  [Verse 1: Sean Paul] So back it up deh, so pack it up yeah Cause I wanna be the man that's really gonna have it up and mack it up and rock it up, yeah So what is up, yeah You know you got the sinting inna me pants a develop and a swell up and Double up yeah, so gimme the work yeah cause if you no gimme the work the blue balls a erupt, yeah So rev it up deh gal gwaan try you luck deh cause when you stir it up you know me haffi measure up yeah  [Hook: Sean Paul & Keyshia Cole] From ya look inna mi eye gal me see seh you want me When you gonna give it up to me Because ya body enticing you're making me want it When ya gonna give it up to me Well if a no today girl then it must be tomorrow When you fulfill my fantasy Because ya know I give ya loving straight like a arrow When ya gonna give it up to me  [Verse 2: Sean Paul] Hey pretty girl, seh mi love fi see you walk Yuh no habla ingles but just listen me when me a talk This ya one yeah from me heart, woman you got me caught You ever inna me thoughts and no left me inna the dark, inna the First place gal that's where you belong So just let me flip the switch woman I can turn it on and Gimme the passion from dusk till dawn Tell me if you want it fi gwaan, my girl  [Verse 3: Keyshia Cole] As a woman on my own I got it goin' on And I'm liking what I'm seeing I don't wanna be alone Cause you got me in a daze, your illusion make me sway We go back and forth and round and round and nothing turn away Baby boy could it be wonderful like this To say it's only 'bout in the way you twist Cause you got me in a daze, your illusion make me sway I'm caught in you, now I'm tempted to stay, oh no!  [Hook: Sean Paul & Keyshia Cole] From ya look inna mi eye gal me see seh you want me When you gonna give it up to me Because ya body enticing you're making me want it When ya gonna give it up to me Well if a no today girl then it must be tomorrow When you fulfill my fantasy Because ya know I give ya loving straight like a arrow When ya gonna give it up to me  [Bridge: Keyshia Cole] Boom, boom, boom boom, boom, boom, boom boom Boom, boom, boom boom, ba ba boom, boom, boom boom  [Verse 4: Sean Paul] So why can't you see, we ought to be, together girl don't front on me I just wanna be near so don't have no fear and lemme see you Bring your body right over here Because you should share it, girl I'll care it And I'm gonna give you love so clear It gonna make you shine and once you are mine We be rockin' it until the end of time  [Hook 2: Sean Paul & Keyshia Cole] From ya look inna mi eye gal I see seh ya want me When you gonna give it up to me Because ya body enticin' ya makin mi horny When ya gonna give it up to me Well if a no today girl then a must be tomorrow (Oooh, oooh, oooh) When you fulfill my fantasy Because ya know I give ya lovin' straight like an arrow When ya gonna give it up to me From ya look inna mi eye gal I see seh ya want me When you gonna give it up to me Because ya body enticin' ya makin mi horny When ya gonna give it up to me Well if a no today girl then a must be tomorrow (Oooh, oooh, oooh) When you fulfill my fantasy Because ya know I give ya lovin' straight like an arrow (baby) When ya gonna give it up to me  [Outro: Keyshia Cole & (Sean Paul)] Oh ah oh (Yeah yeah, yo yo) Oh ah oh (Sean-A-Paul and ya know we a nuh go yo) Oh ah oh, oooh oh ah oh (Di S.P. and we deh yah pon di go yo) Oooh oooh oooh (Sean Paul, Keyshia Cole and Don Corleon, a next chapter) Oh ah oh (Yah mon fah all my girls ya know) Oooh oh ah oh (Keep it keep it keep it keep it sexy)  ",
        "title": "(When You Gonna) Give It Up To Me"
    },
    {
        "artist": "Panic! At The Disco",
        "lyrics": "  [Click here to read about Panic! At The Disco's first live performance of “I Write Sins Not Tragedies]  [Music Video]  [Verse 1] Oh, well, imagine As I'm pacing the pews in a church corridor And I can't help but to hear No, I can't help but to hear an exchanging of words \"What a beautiful wedding! What a beautiful wedding!”, says a bridesmaid to a waiter \"And yes, but what a shame, what a shame The poor groom's bride is a whore\"  [Chorus] I chimed in with a \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of poise and rationality I chimed in \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of...  [Verse 2] Well, in fact Well, I'll look at it this way I mean technically our marriage is saved Well this calls for a toast, so pour the champagne Well, in fact Well, I'll look at it this way I mean technically our marriage is saved Well this calls for a toast, so pour the champagne Pour the champagne  [Chorus] I chimed in with a \"Haven't you people ever heard of closing a goddamn door?!\" No, it's much better to face these kinds of things With a sense of poise and rationality I chimed in with a \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of... Poise and rationality Again  [Chorus] I chimed in with a \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of poise and rationality I chimed in with a \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of... Poise and rationality Again  ",
        "title": "I Write Sins Not Tragedies"
    },
    {
        "artist": "Christina Aguilera",
        "lyrics": "  [Intro] Heeeeey! Yeah (Just do your thang, honey!)  [Verse 1] I could feel it from the start Couldn't stand to be apart Something about you caught my eye Something moved me deep inside I don't know what you did boy, but you had it And I've been hooked ever since  [Pre-Chorus] I told my mother, my brother, my sister and my friend I told the others, my lovers, both past and present tense Every time I see you everything starts making sense (Just do your thang, honey!)  [Chorus] Ain't no other man can stand up next to you Ain't no other man on the planet does what you do (What you do) You're the kind of guy, a girl finds in a blue moon You got soul, you got class You got style with your bad ass (oh yeah!) Ain't no other man it's true (all right) Ain't no other man but you  [Verse 2] Never thought I'd be all right (no, no, no) 'Till you came and changed my life (yeah, yeah, yeah) What was cloudy now is clear yeah, yeah! You're the light that I needed You got what I want boy, and I want it So keep on giving' it up  [Pre-Chorus] Tell your mother, your brother, your sister and your friend And the others, your lovers, better not be present tense Cause I want everyone to know that you are mine And no one else's, woah, oh  [Chorus] Ain't no other man, can stand up next to you (to you) Ain't no other man on the planet does what you do (What you do) You're the kind of guy, a girl finds in a blue moon You got soul, you got class You got style, you bad ass (Oh yeah) Ain't no other man it's true Ain't no other man but you  [Bridge] Break it down now! Ain't no other, ain't, ain't no other! (Other) Ain't no other, ain't, ain't no other lover! Ain't no other, I, I, I need no other! Ain't no other man but you! You are there when I'm a mess Talk me down from every ledge Give me strength, boy you're the best You're the only one who's ever passed every test  [Chorus] Ain't no other man, can stand up next to you (Next to you) Ain't no other man on the planet does what you do You're the kind of guy, a girl finds in a blue moon You got soul, you got class You got style, you bad ass (Oh yeah) Ain't no other man it's true Ain't no other man but you And now I'm telling' you, so ain't no other man but you Ain't no other man, can stand up next to you Ain't no other man on the planet does what you do (What you do) You're the kind of guy, a girl finds in a blue moon You got soul, you got class You got style, you bad ass (Oh yeah) Ain't no other man it's true Ain't no other man but you  ",
        "title": "Ain't No Other Man"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": "  [Intro] My sexy love So sexy  [Verse 1] She makes the hairs on the back of my neck stand up Just one touch And I erupt like a volcano and cover her with my love Baby girl, you make me say  [Pre-Chorus] And I just can't think (of anything else I'd rather do) Than to hear you sing (sing my name the way you do) When we do our thing (when we do the things we do) Baby girl, you make me say  [Hook] Sexy love Girl, the things you do (oh baby, baby) Keep me sprung Keep running back to you Oh, I love making love to you Baby girl, you know you're my (sexy love)  [Verse 2] I'm so addicted to her She's the sweetest drug Just enough Still too much say that I'm simp And I'm sprung all of the above I can't help she makes me say  [Pre-Chorus] And I just can't think (of anything else I'd rather do) Than to hear you sing (sing my name the way you do) When we do our thing (when we do the things we do) Oh baby girl, you make me say  [Hook] Sexy love Girl, the things you do (Oh baby baby) Keep me sprung Keep running back to you Oh, I love making love to you Baby girl, you know you're my (sexy love)  [Verse 3] Oh, baby what we do It makes the sun come up Keep on lovin' 'til it goes back down And I don't know what I'd do If I would lose your touch That's why I'm always keeping you around My sexy love  [Hook] Sexy love Girl, the things you do (Oh baby, baby) Keep me sprung, keep running back to you Oh, I love making love to you Baby girl you know you're my (sexy love) Sexy love Girl, the things you do (Oh baby, baby) Keep me sprung Keep running back to you Oh, I love making love to you Baby girl, you know you're my (sexy love)  [Outro] She makes the hairs on the back of my neck stand up Just one touch  ",
        "title": "Sexy Love"
    },
    {
        "artist": "Young Dro Featuring T.I.",
        "lyrics": "  [Hook x2: T.I.] Let me see you bounce right to left and let your shoulder lean Let your shoulder lean, just let your shoulder lean Ay, get it right, two step, and let your shoulder lean, let your shoulder lean Just let your shoulder lean  [Verse 1: Young Dro] Dro, I'm clean in this bitch Now I'm finna shoulder lean in this bitch Nigga buck, carbon 15 in this bitch This Grand Hustle team of kings is getting rich I lean and get lit, lima bean 6 I take breath, the opposite of Primatene Mist I ride twenty-six and let my nine screens flip Dro be watching Oprah, Mac 9 up in a clip Triple black Phantom, nigga, nah, it ain't Tip With Lucky Charms, diamonds, man, but nah, it ain't Flip Can't bounce, okay, then I let my shoulder lean And I bet my car talk, and I bet my motor clean Suicide doors, brown Rover look like pork and beans Everybody know me in the club cause they smoking me Dro, hoes scoping me, ice come from Boca Raton Hundred karats have 'em froze for an eon Red, black, and white Chevy, now I'm riding Deion Put them lights off in my rims, now I'm riding neon Our cars look like cra-yon, hoes know I'm the man though I can shoulder lean, I don't know how to dance though  [Hook x2: T.I.]  [Verse 2: Young Dro] First, I let my wheels spin, then I let my screen fall Then I let my trunk beat at Greenbriar Mall, tall How can I pimp a ho? Take a bitch to Berlin My bitch break niggas, after that we fuck they girlfriend My girl got a girlfriend, Chevy blue like whirlwind Nigga, it's a drought on that boy, so I got that girl in Pearl Benz, cocking hammer, Arm & Hammer propaganda Bitches think I'm pimping in linen and salamander sandals Dirty South hot cause Atlanta, show niggas with ammo We ride Phantom, holler shorty for grammar Yep, now I be on TV, BET our channel Hood nigga from Bankhead, I stay by Grandma Nana I lay by my banana, dumping and punking monkeys Don't nobody live with my mom but a bunch of junkies Donut Dunkin', bitch, I ride glazed on the Haze Gator green Chevy, gator guts, alligator Js  [Hook x2: T.I.]  Lean, lean (x8) Get ya shoulder, shorty Lean, lean (x8)  [Hook x2: T.I.]  ",
        "title": "Shoulder Lean"
    },
    {
        "artist": "The Fray",
        "lyrics": "  [Verse 1] I never knew I never knew that everything was fallin' through That everyone I knew was waitin' on a cue To turn and run when all I needed was the truth But that's how it's got to be It's comin' down to nothin' more than apathy I'd rather run the other way than stay and see The smoke and who's still standing when it clears  [Refrain] Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on your mind  [Verse 2] Let's rearrange I wish you were a stranger I could disengage Just say that we agree and then never change Soften a bit until we all just get along But that's disregard Find another friend and you discard As you lose the argument in a cable car Hanging above as the canyon comes between  [Refrain] Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on your mind Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on  [Bridge] And suddenly, I've become a part of your past I'm becomin' the part that don't last I'm losing you and it's effortless Without a sound We lose sight of the ground In the throw around Never thought that you wanted to bring it down I won't let it go down till we torch it ourselves  [Refrain] Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on your mind Everyone knows She's on your mind Everyone knows I'm in Over my head I'm in over my head, I'm over my head Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on your mind  ",
        "title": "Over My Head (Cable Car)"
    },
    {
        "artist": "Beyonce Featuring Jay Z",
        "lyrics": null,
        "title": "Deja Vu"
    },
    {
        "artist": "E-40 Featuring T-Pain & Kandi Girl",
        "lyrics": "  [Hook: T-Pain] Girl I've been shakin, stickin and movin Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Girl I've been shakin and actin a donkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey​  [Bridge: T-Pain] Girl he's simpin, simpin Walk up in the club with a limp and, limp and Girl listen What'cha gon' doooooo with this pimpin What'cha gon' doooooo with this pimpin  Girl I'mma call ya, call ya Later on tonight or tomorrow, morrow Now follow What'cha gon' doooooo with this baller What'cha gon' doooooo with this baller  [E-40 Talking] E-40, T-Pain, ooooh  [Verse 1: E-40] What'chu gon' do when I bend the block Pull up on that ass in a brand new drop Speakers on blast with tremendous knock TV's in the dash, rims just won't stop You need to be down with a pimp like me I ain't turnin down nuttin but my collar ya see I'mma leave you with my number you should holla at me Cause I'm a baller can't nobody hustle harder than me Oooooh  [Hook: T-Pain] Girl I've been shakin, stickin and movin Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Girl I've been shakin and actin a donkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey​  [Verse 2: E-40] Oooooh, big ass is right I ain't tryin to let that pass me tonight I'mma put my bid in and tell you somethin slick Whisper in your ear while I'm holdin my dick I don't mean no harm, it's the hood in me Sippin on that Richard Hennessy Psychadelic colors in my jewelry Suckers hella jealous cause you're diggin me Oooh - now what'chu gon' do momma? I'm tryin to dip later on, me and you momma I like the way that you groove when you move momma You know the women love me, I'm the 40-Water! Poppin my P's cause I'm laced with game Nothin but the Yay flowin through my veins She wears Miss Sixty can't fit into Gucci Cause her ass big enough to sit a cup on her booty Goodness!  [Hook: T-Pain] Girl I've been shakin, stickin and movin Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Girl I've been shakin and actin a donkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey​  [Verse 3: Kandi Girl] Yeah I see you lookin, lookin But my ass in these jeans got you shooken, shooken I don't think you know what to dooooo with this pussy What'chu gon' dooooo with this pussy Yeah I know you want this, want this Try to chase me through the club for this good shit, good shit But I don't think you can hannnnnndle this pussy What'chu gon' dooooo with this pussy  [Verse 4: E-40] You lookin like you got that good gushy gushy Fuck around with me I'll beat the brakes off that pussy Have your ass cummin like a porno star movie Tell your friends and I bet they all wanna do me Hoes know me, I'm E-4-oh They recognized pimpin when I stepped in the do' Higher than a satellite, full of that 'dro Holla at a player when you're ready to go! Oooooh  [Hook: T-Pain] Girl I've been shakin, stickin and movin Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Girl I've been shakin and actin a donkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey​  ",
        "title": "U And Dat"
    },
    {
        "artist": "Cherish Featuring Sean Paul Of The YoungBloodZ",
        "lyrics": "  [Cherish] A A A A A Aaaa A A A A A Aaaa A A A A A Aaaa A A A A A Aaaa  [Sean Paul] Yeah A-Town yeah (A-Town) Sean Paul (Sean Paul) From that Young Bloodz with my homegirl Cherish Yeah A-Town yeah (A-Town) A'Yo vito you got u one here playa  [Cherish] Step out the Caddy Deville It's on impressive steel, them boys checkin' us out Know when we dress to kill Strut up in the club It's dark but still got my shades on I hear the DJ mixin' Young Bloodz to that whisper song We from the city that made it OK to (A A A A) To make clubbin' a year-round holiday So if ya' feelin' right, grab the kryptonite This ya' song tonite, and it's on tonight  [Chorus] Bounce wit it, drop wit it Lean wit it, rock wit it, snap wit It All my ladies pop ya' backs wit it Do it, do it, do it, do it You know the world be rockin to it, to it So do it, do it, do it, to it Bounce wit it, drop wit it Lean wit it, rock wit it, snap wit it All my fellas tip ya' hats wit it Do it, do it, do it, do it You know the world be rockin to it, to it So do it, do it, do it, to it  [Cherish] No need to ask where I'm from, you already know I represent the \"A\" from my head to my toes Step on the dance floor watch and learn, 'cuz here I go I throw my hands up and work my body to the flooo' We from the city that made it OK to (A A A A) To make clubbin' a year-round holiday So if ya feelin right, grab the kryptonite This ya song tonite, and it's on tonight  [Chorus] Bounce wit it, drop wit it Lean wit it, rock wit it, snap wit it All my ladies pop ya' backs wit it Do it, do it, do it, do it You know the world be rockin' to it, to it So do it, do it, do it, to it Bounce wit it, drop wit it Lean wit it, rock wit it, snap wit it All my fellas tip ya' hats wit it Do it, do it, do it, do it You know the world be rockin' to it, to it So do it, do it, do it, to it (A A A A)  [Sean Paul] What's up 'cuz, 'cuz (what's up 'cuz, 'cuz) What's up folk, folk (what's up folk, folk) I lean I rock (I lean I rock) I drink I smoke (I drink I smoke) Might snap my fingers (might snap my fangas) Might clap my hands (might clap my hands) Don't get it twisted pimpin' this a hood dance (hood dance) Throw up ya' hood man (man) Roll up some wood man (man) They hang 'cuz they can't do it, do it, do it (Cherish: do it, do it, do it) man (man) I'm ridin' good man (man) We grip the wood it man (man) I'm in the club ten grand in the rubber band (band) Damn right I'm crunk (I'm crunk) Damn right I'm clean (I'm clean) They got that rock (that rock) They got that lean (that lean) We make a pool palace (palace) I make ya shoulder lean (shoulder lean) And I'ma show it (show it) nahmean!?  [Chorus] Bounce wit it, drop wit it Lean wit it, rock wit it, snap wit it All my ladies pop ya' backs wit it Do it, do it, do it, do it You know the world be rockin' to it, to it So do it, do it, do it, to it Bounce wit it, drop wit it Lean wit it, rock wit it, snap wit it All my fellas tip ya' hats wit it Do it, do it, do it, do it You know the world be rockin' to it, to it So do it, do it, do it, to it (A A A A)  [Chorus] Bounce wit it, drop wit it Lean wit it, rock wit it, snap wit it All my ladies pop ya' backs wit it Do it, do it, do it, do it You know the world be rockin' to it, to it So do it, do it, do it, to it Bounce wit it, drop wit it Lean wit it, rock wit it, snap wit it All my fellas tip ya' hats wit it Do it, do it, do it, do it You know the world be rockin' to it, to it So do it, do it, do it, to it (A A A A)  A A A A Aaaa  ",
        "title": "Do It To It"
    },
    {
        "artist": "Yung Joc",
        "lyrics": "  [Intro: Nitti] Here we go again Ghettoville U.S.A. (uh oh) You know I go by the name Nitti right (uh huh) I gotta introduce you to another motherfucker out my squad right(who this nigga mane) This nigga go by the name of Joc (Joc?) He resides in Collegepark (Collegepark C.P.) But for right now, what we gotta do for y'all (what we gonna do) We gotta give y'all a hit (huh)  [Verse 1: Yung Joc] Niggas in my face, damn near er' day Ask a million questions like, Joc where ya' stay? Tell 'em Collegepark, where they chop cars Get twenty grand, spend a grand at the bar Jest bought a zone, J's on my feet I'm on that Patron, so get like me '69 Cutlass with the bucket seats Beat in my trunk, bought it just for the freaks Catch me in the hood, posted at the store Pistol in my lap, on the phone counting dough If a girl choose, let her do her thing Just like her mama, nice ass, nice brain Er'body love me, I'm so fly Niggas throw the deuces er'time I ride by I know ya wonder why, I'm so cool Don't ask me just do what you do (OK)  [Hook: Yung Joc] Meet me in the trap, it's goin' down Meet me in the mall, it's goin' down Meet me in the club, it's goin' down Any where ya meet me, guaranteed to go down  [Hook: Yung Joc] Meet me in the trap, it's goin' down Meet me in the mall, it's goin' down Meet me in the club, it's goin' down Any where ya meet me, guaranteed to go down  [Verse 2: Yung Joc] Verse number two, do the damn thing Cubes on my neck, pockets full of Ben Frank's When I'm in the mall, hoes just pause I pop a few tags, give me that on the wall Time to flip the work, make the block bump Boys from the hood call me black Donald Trump Dope boy magic, seven days a week Number one record, long as Nitti on the beat Oh I think they like me, better yet I know Lights camera action when I walk through the door Niggas know my crew, we certified stars Valet in the front 'bout thirty-five cars Bitches in the back, black Beamer coupe's Girls liking girls, time to recruit If ya' got a problem, say it to my face We can knuckle up any time any place  [Hook: Yung Joc] Meet me in the trap, it's goin' down Meet me in the mall, it's goin' down Meet me in the club, it's goin' down Any where ya meet me, guaranteed to go down  [Verse 3: Yung Joc] Time to set it off, let these nigga know Have ya ever seen a Chevy with the butterfly doors? I ride real slow, no need to speed Gotta make sure ya' see the buckets on my feet Fans on my trail, but they don't think I know I keep my hands clean casue I never touch dope Every time I see 'em, look 'em in they eyes Ask me how I know, its me, surprise Put it in the air, rep where ya' stay Take a step back, blow the kush in they face Stuntin' is a habit, let 'em see the karats I'mma make it rain nigga, I ain't scared to share it  [Hook: Yung Joc] Meet me in the trap, it's goin' down Meet me in the mall, it's goin' down Meet me in the club, it's goin' down Any where ya meet me, guaranteed to go down  [Outro: Yung Joc] Yung Joc... Nitty strikes again This a Nitti beat Playmaker So So Def motherfucker  ",
        "title": "It's Goin' Down"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Verse 1:] Story of my life Searching for the right, but it keeps avoiding me Sorrow in my soul cause it seems that wrong Really loves my company He's more than a man, and this is more than love The reason that the sky is blue The clouds are rolling in, because I'm gone again And to him I just can't be true  [Pre-Chorus] And I know that he knows I'm unfaithful And it kills him inside To know that I am happy with some other guy I can see him dying  [Chorus] I don't wanna do this anymore I don't wanna be the reason why Everytime I walk out the door I see him die a little more inside I don't wanna hurt him anymore I don't wanna take away his life I don't wanna be a murderer  [Verse 2] I feel it in the air as I'm doing my hair Preparing for another date A kiss upon my cheek As he reluctantly asks if I'm gonna be out late I say I won't be long, just hanging with the girls A lie I didn't have to tell Because we both know where I'm about to go And we know it very well  [Pre-Chorus] And I know that he knows I'm unfaithful And it kills him inside To know that I am happy with some other guy I can see him dying  [Chorus] I don't wanna do this anymore I don't wanna be the reason why Everytime I walk out the door I see him die a little more inside I don't wanna hurt him anymore I don't wanna take away his life I don't wanna be a murderer  [Bridge] Our love, his trust I might as well take a gun and put it to his head Get it over with I don't wanna do this anymore, woah Anymore  [Chorus] I don't wanna do this anymore I don't wanna be the reason why Everytime I walk out the door I see him die a little more inside I don't wanna hurt him anymore I don't wanna take away his life I don't wanna be a murderer  ",
        "title": "Unfaithful"
    },
    {
        "artist": "Shakira Featuring Wyclef Jean",
        "lyrics": "  [Intro: Wyclef Jean] Ladies up in here tonight No fighting, no fighting (We got the refugees up in here) No fighting Shakira, Shakira  [Hook 1a: Wyclef Jean] I never really knew that she could dance like this She make a man wanna speak Spanish Cómo se llama, bonita, mi casa, su casa Shakira, Shakira  [Hook 1b: Shakira] Oh baby, when you talk like that You make a woman go mad So be wise and keep on Reading the signs of my body  [Hook 2: Shakira] I'm on tonight, you know my hips don't lie And I'm starting to feel it's right All the attraction, the tension Don't you see baby, this is perfection  [Verse 1: Wyclef Jean] Hey girl, I can see your body moving And it's driving me crazy And I didn't have the slightest idea Until I saw you dancing And when you walk up on the dance floor Nobody cannot ignore the way you move your body, girl And everything so unexpected - the way you right and left it So you can keep on shaking it  [Hook 1a: Wyclef Jean] I never really knew that she could dance like this She make a man wanna speak Spanish Cómo se llama, bonita, mi casa, su casa Shakira, Shakira  [Hook 1b: Shakira] Oh baby, when you talk like that You make a woman go mad So be wise and keep on Reading the signs of my body  [Hook 2: Shakira] I'm on tonight You know my hips don't lie And I'm starting to feel you boy Come on let's go, real slow Don't you see baby así es perfecto  [Hook 2: Shakira] They know I'm on tonight, my hips don't lie And I'm starting to feel it's right All the attraction, the tension Don't you see baby, this is perfection  [Verse 2: Shakira] Oh boy, I can see your body moving Half animal, half man I don't, don't really know what I'm doing But you seem to have a plan My will and self restraint Have come to fail now, fail now See, I'm doing what I can, but I can't so you know That's a bit too hard to explain  [Interlude: Wyclef Jean] Baila en la calle de noche Baila en la calle de día Baila en la calle de noche Baila en la calle de día  [Hook 1a: Wyclef Jean] I never really knew that she could dance like this She make a man wanna speak Spanish Cómo se llama, bonita, mi casa, su casa Shakira, Shakira  [Hook 1b: Shakira] Oh baby, when you talk like that You know you got me hypnotized So be wise and keep on Reading the signs of my body  [Bridge: Wyclef Jean & Shakira] Señorita, feel the conga Let me see you move like you come from Colombia Mira en Barranquilla se baila así, say it! En Barranquilla se baila así  [Verse 3: Wyclef Jean] Yeah, she's so sexy every man's fantasy A refugee like me back with the Fugees from a third world country I go back like when 'Pac carried crates for Humpty Humpty We leave the whole club dizzy Why the CIA wanna watch us? Colombians and Haitians I ain't guilty, it's a musical transaction Bo-bop-so-bop, no more do we snatch ropes Refugees run the seas, 'cause we own our own boats  [Hook 2: Shakira] I'm on tonight My hips don't lie And I'm starting to feel you boy Come on let's go, real slow Baby like this is perfecto  [Hook 2: Shakira] Oh, you know I'm on tonight, my hips don't lie And I'm starting to feel it's right The attraction, the tension Baby like this is perfection  [Outro: Wyclef Jean &  Shakira] No fighting, no fighting  ",
        "title": "Hips Don't Lie"
    },
    {
        "artist": "Kelis Featuring Too $hort",
        "lyrics": "  [Intro: Too $hort] You know, it's a hard pill to swallow When they tell you you strange You ain't hot Then in the blink of an eye They got on what you got That means I'm a boss  [Hook] I'm bossy I'm the first girl to scream on a track I switched up the beat of the drum That's right I brought all the boys to the yard And that's right, I'm the one that's tattooed on his arm I'm bossy I'm the chick y'all love to hate I'm the chick that's raised the stake I told Young Stunna he should switch to BAPES I'm back with an 808 cause I'm bossy  [Verse 1] Ooh lemme slow it down for ya so you can catch the flow Screw it up make it go extra slow Real girls get down on the flo (on the flo get down, on the flo) Ooh I gave you a taste you want some more Touch down on it like a pro I ride the beat like a bicycle, icicle Ooh from the 6-4 hefers up in crenshaw The money makin playas up in harlem Don't want no problem We gon keep it bumpin while the 808 is jumpin  [Bridge] Diamonds on my neck, di-diamonds on my grill Diamonds on my neck, di-diamonds on my grill  [Verse 2] Ooh (i bet I bet I bet) I bet ya never heard it like this before My baby be cruising them phantom doors Got the bar popping this that you can't afford (can't afford) Ooh I'm drinkin blasting the crowds it's all smoking All the while I'm all open Me and my girls we stay fly and we love to stay high Ooh from the 6-4 hefers up in crenshaw To the money makin playas up in harlem Don't want no problems We gon keep it bumpin while the 808 is jumpin  [Bridge]  [Hook]  [Verse 3: Too $hort] It's bout time that she get with me Can't stop starin, she's fine and she's pretty Damn girl, don't hurt em Don't back that, you gon work em Put your mack down, I know your background What chu want girl, you gettin mad now That's how you do it, huh? Well I'm the coolest one In fact, it's in the back bring 'em to the front Tell that man you's a boss Make some noise, raise your hand if you's a boss I don't think he understand you's a boss Get some help if you can cause he lost it Ain't no refunds, she spent the cash mayne In your benz with her friends in the fast lane Flossin, you say \"how much it cost me?\" About a million dollars playa, she's bossy  ",
        "title": "Bossy"
    },
    {
        "artist": "Lil Jon Featuring E-40 & Sean Paul Of The YoungBloodZ",
        "lyrics": "  [Intro: Lil Jon] What's happenin'? Dis ya boy Lil Jon! BME Click What's up 40? What's happenin'? What's up Sean Paul? What's happenin'? Hey! Now ladies and gentlemen it's about dat time To turn this thang on out Now let me see everybody do this Hey! Let's go!  [Hook: Lil Jon] Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay! Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay!  [Verse 1: Lil Jon] Snap ya fingers and then rock wit it Do it, do it, do it, do it, gon' drop wit it Do a step with it, put your hips with it All my ladies let me see ya put a twist wit it You can't do like me, I'm by myself I do it so good, I don't need nobody else What's happenin', what's up Got da perc' fired up What's happenin', what's up Got Patron in my cup I pop, I drank I'm on Patron and perc', I can't thank I'm blowed, to the do' Don't know how the hell I'm gettin' home  [Hook: Lil Jon] Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay! Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay!  [Verse 2: E-40] Straight from the Bay, posted in the 'A' Bout to hit the club, we been mobbin' all day Drinkin' on some Rossi, Jon on Patron VIP status, strapped wit my chrome Look around the club, what do I see Everybody rockin' side to side to the beat Snappin' they fingers, bouncin' to the groove All by they self, that's the new move Nigga, where I'm from, we like to go dumb I'm soakin' up the game, I'm seein' how it's done I ask shawty what they call it, she said 'the Pool Palace' Straight from Bankhead, I said 'you good at it' Do what'cha do, you and ya crew They even got playa's and thugs doin' it too The mo' that I drank, the more it's lookin' smooth It's nuthin' to a boss, I can do the shit too  [Hook: Lil Jon] Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay! Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay!  [Verse 3: Sean Paul] Chillin' in the vip, yeah, we gettin' crunk Niggas poppin' bottles and these bitches gettin' drunk Rollin' up the kush, put it in the air I'm throwin' up the E's to let 'em know we in here Brand new shoes, brand new tool Pull out the ol' school 'cause I'm feelin' real cool Yeah I'm from the 'A', so I'm leanin' and rockin' Snappin' my fingers, then reachin' for my Glock BITCH! Reppin' my block BITCH!, straight from the Dec When you snap ya fingers shawty, gotta jerk ya neck Smokin' on the best, we don't fuck wit dat mess I bet you can't do it, do it, do it like this Yeah I'm back to the track, back to the snap 1, 2 step, then you gotta lean back This is how we do it in the A town (And if you ain't know) This is how it goes down  [Hook: Lil Jon] Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay! Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay!  Hey! Hey!  ",
        "title": "Snap Yo Fingers"
    },
    {
        "artist": "Chingy Featuring Tyrese",
        "lyrics": "  [Hook: Tyrese] Every time I try to leave something keeps pulling me back (me back) Telling me I need you in my life Every time I try to go, something keeps telling me that (me that) Everything gon be all right Every time I try to leave something keeps pulling me back (me back) Telling me I need you in my life It was meant to be, you were meant for me So that means we gotta make it work  [Verse 1: Chingy] It was all good at first, spendin' money, goin' shoppin' Eatin' at the finest restaurants, and if I'm club hoppin' She was right thur wit me bottle poppin' livin' that life (livin' that life) She just didn't understand my lifestyle and that ain't life (and that ain't life) All of the jewelry in the world, gotcha diamonds, gotcha pearls But I can't help it if Chinga-ling be attractin' all the girls Guess what, baby I'mma superstar, and that come wit it Gotta good nigga on ya side, you betta run wit it Even tho I'm on the road doin' shows I made time for me and her relationship to grow (grow) They tell me don't trust the woman in this industry But, she not any woman, more like a sacred friend to me Cuz when I'm outta town always think of huurr Might conversate wit some chicks but, no one come above huurr, oh I thought I was ya man, guess you ain't understand And now I'm sittin' here lookin' crazy like \"damn\"  [Hook] Every time I try to leave something keeps pulling me back (me back) Telling me I need you in my life Every time I try to go, something keeps telling me that (me that) Everything gon be all right Every time I try to leave something keeps pulling me back (me back) Telling me I need you in my life It was meant to be, you were meant for me So that means we gotta make it work  [Verse 2: Chingy] Walked in the house wit hard work, my head hurt Instead of arguin' can I have dinner wit some dessert? Uhh-uhh She talkin' bout this phone number she found Ain't gimme time to put my bags down, she straight up clownin' (straight up clownin') Before we end up fightin' lemme me leave I'm exhausted, and this herree, I don't need (I don't need) Now I'm wit the fellaz, ridin' and drinkin' (ridin' and drinkin') She blowin' my two-way up, but I need some time for thinkin' (time for thinkin') yeah I wanna go back, but sumthin' sayin' naw (naw) Lemme give her some space, and the next day I might call (call) What should I do, look, lemme ask ya'll Should I stand tall, or let this relationship fall? (fall) I never havin' my feelings crushed, but it happens sometimes Either love it or give it up I thought I was ya man, guess you ain't understand And now I'm sittin' here lookin' crazy like \"damn\"  [Hook] Every time I try to leave something keeps pulling me back (me back) Telling me I need you in my life Every time I try to go, something keeps telling me that (me that) Everything gon be all right Every time I try to leave something keeps pulling me back (me back) Telling me I need you in my life It was meant to be, you were meant for me So that means we gotta make it work  [Verse 3: Chingy] (Chingy, holla at em again) To all the fellaz, know you feel me, you ever had a woman Good times let the bad times, and you ain't see it comin' Tried the best to make her happy (happy), but it wasn't enough (it wasn't enough) Cuz mama told me in relationships the road get rough (road get rough) And I ain't the one to have my head down, weeping, stressed out As bad as it hurts I gotta move to the next route (route), yes I thought I was a man, guess she ain't understand And now she sittin' thurr, lookin' crazy like \"damn\"  [Hook] Every time I try to leave something keeps pulling me back (me back) Telling me I need you in my life Every time I try to go, something keeps telling me that (me that) Everything gon be all right Every time I try to leave something keeps pulling me back (me back) Telling me I need you in my life It was meant to be, you were meant for me So that means we gotta make it work Say we gotta make it work  ",
        "title": "Pullin' Me Back"
    },
    {
        "artist": "Ciara Featuring Chamillionaire",
        "lyrics": null,
        "title": "Get Up"
    },
    {
        "artist": "Yung Joc Featuring Brandy 'Ms. B.' Hambrick",
        "lyrics": "  [Intro: Yung Joc] + (Ms. B) Eenie, meeny, miney, moe How many bitches from the club want go I knowwww you see it; I knowwww you see it (I'm like eenie, meeny, miney, moe) (How many niggas in the club want go) (I knowwww you see it; I knowwww you see it)  [Yung Joc] Now you can call me tip drill, they playin my songs Throw a couple ones, then she throw away her thongs When she bust it open, take a picture with my phone She love my cologne, call it purp by the zone Now she pussy poppin, yeah it's goin down Slap the waitress on the booty, tell her get another round And when I make it rain, money all over the ground Fresh Force Ones, Sean John buttoned down And then I'm like, \"Ohh, boy, my click full of stars\" Big fo'-fifth, big dick and big cars At the end of the day when it's all said and done I'mma need fo' freaks, cause I need more than one  [Hook 1: Yung Joc] Eenie, meeny, miney, moe How many bitches from the club want go I knowwww you see it (I know you see it) I knowwww you see it (I know you see it) I'm like bim (bim) bam (bam) I know you want some (some) She chewin on the dick like a piece of Bubble Yum I knowwww you see it (I know you see it) I knowwww you see it (I know you see it)  [Hook 2: Ms. B] I'm like eenie, meeny, miney, moe How many niggas in the club want go I knowwww you see it (I know you see it) I knowwww you see it (I know you see it) Then I'm like dim (dim) damn (damn) I know you want some (some) You chewin on the pussy like a piece of Bubble Yum I knowwww you see it (I know you see it) I knowwww you see it (I know you see it)  [Ms. B] I ain't never been the type to show off in the club Real laid back, poppin plenty bottles of Bub, don't smoke but I got much perk Get that nigga real high, make him slurp it then burp Could you be a groupie? I hear you singin my song Like I see you, lemme feel yo' tongue It's me, Ms. B, nigga let me get you laced Take a step back, blow the pussy in your face I ain't talkin kush nigga, talkin the rat race So many to choose from, give 'em all a lil' taste Got a house full of pussy, the madame of hip-hop My bitches are superstars, so gushy you need a mop; yeahhh  [Hook 1] + [Hook 2]  [Yung Joc] I got stacks on deck, snowflakes on my neck New J's on my feet, make my outfit complete I knowwww you see it - I knowwww you see it  [Ms. B] I got stacks on deck, niggas love my flow Got a mohawk blowin, Urr Forces that glow I knowwww you see it - I knowwww you see it  [Hook 1]  [Hook 2] - 1/2  ",
        "title": "I Know You See It"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Verse 1] This time, This place Misused, Mistakes Too long, Too late Who was I To make you wait Just one chance Just one breath Just in case there's just one left  Cause you know You know, you know  [Hook] That I love you I have loved you all along And I miss you Been far away for far too long I keep dreaming you'll be with me And you'll never go Stop breathing If I don't see you anymore  [Verse 2] On my knees, I'll ask Last chance for one last dance Cause with you, I'd Withstand All of hell to hold your hand I'd give it all I'd give for Us Give anything but I won't give up Cause you know You know, you Know  [Hook] That I love you I have loved you all along And I miss you Been far away for far too long I keep dreaming you'll be with me And you'll never go Stop breathing If I don't see you anymore  [Bridge] So far away Been far away for far too long So far away Been far away For far too long But you know, you know, you know  I wanted I wanted you to stay Cause I needed I need to hear you say That I love you I have loved you All along And I forgive you For being away for far too long So keep breathing Cause I'm not leaving you anymore Believe it Hold on to me and, never let me go Keep breathing Cause I'm not leaving You anymore Believe it Hold on to me and, never let me go Keep Breathing Hold on to me and, never let me go Keep breathing Hold on to Me and, never let me go  ",
        "title": "Far Away"
    },
    {
        "artist": "Jessica Simpson",
        "lyrics": "  [Verse 1] There go the street lights The night's officially on I got the green light To do what ever we want Gonna stand outside, the box And put the rules on hold Tonight  [Pre-Chorus] Carte blanche, first class for the evening Ready, set, go  [Chorus] All the girls stepping out for a public affair (All night, that's right because the party don't stop) All the cameras come out for a public affair (Who cares, let's rock, because the party don't stop)  [Verse 2] Hey baby, I see you looking over here baby Are you gonna keep looking or get up? And talk to me Here's an opportunity that you don't wanna miss tonight  [Pre-Chorus] Carte blanche, first class for the evening Ready, set, go  [Chorus] All the girls stepping out for a public affair (All night, that's right because the party don't stop) All the cameras come out for a public affair (Who cares, let's rock, because the party don't stop)  [Verse 3] Do what you wanna do Tonight the world does not exist No, no, no, no Move how you wanna move All my girls work it out, like this Give me room to shake, shake, shake  [Chorus] All the girls stepping out for a public affair (All night, that's right because the party don't stop) All the cameras come out for a public affair (Who cares, let's rock, 'cause the party don't stop) All the girls stepping out for a public affair (All night, that's right 'cause the party don't stop) All the cameras come out for a public affair (Who cares, let's rock, 'cause the party don't stop)  [Bridge] All night don't stop [Giggle] Who cares? let's rock Who cares, let's rock? All night don't stop (don't stop, don't stop) Who cares, let's rock Ohhh Ohhh Ohhh Hey Baby Ahhh, ohh ohh ohh Ahhh, ohh ohh  [Outro] All the girls stepping out for a public affair (All night, that's right because the party don't stop) All the cameras come out for a public affair (Who cares, let's rock, 'cause the party don't stop, stop, stop)  ",
        "title": "A Public Affair"
    },
    {
        "artist": "The All-American Rejects",
        "lyrics": "  [Verse 1] Go ahead and waste your days with thinking When you fall everyone stands Another day and you've had your fill of sinking With the life held in your... Hands are shaking cold These hands are meant to hold  [Chorus] Speak to me, when all you got to keep is strong Move along, move along like I know ya do And even when your hope is gone Move along, move along just to make it through Move along Move along  [Verse 2] So a day when you've lost yourself completely Could be a night when your life ends Such a heart that will lead you to deceiving All the pain held in your... Hands are shaking cold Your hands are mine to hold  [Chorus] Speak to me, when all you got to keep is strong Move along, move along like I know ya do And even when your hope is gone Move along, move along just to make it through Move along Move along  [Bridge] (Go on, go on, go on, go on) When everything is wrong, we move along (Go on, go on, go on, go on) When everything is wrong, we move along (Along) along (along) along (along) along (along)  When all you got to keep is strong Move along, move along like I know you do And even when your hope is gone Move along, move along Just to make it through  [Chorus] Speak to me, when all you got to keep is strong Move along, move along like I know ya do And even when your hope is gone Move along, move along just to make it through Move along Move along  [Outro] Move along (Go on, go on, go on, go on) Right back what is wrong We move along (Go on, go on, go on, go on) Right back what is wrong We move along (Go on, go on, go on, go on) Right back what is wrong We move along (Go on, go on, go on, go on) Right back what is wrong We move along  ",
        "title": "Move Along"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  [Produced by Rick Rubin]  [Verse 1] Gettin' born in the state of Mississippi Poppa was a copper and her momma was a hippie In Alabama she would swing a hammer Price you gotta pay when you break the panorama She never knew that there was anything more than poor What in the world, what does your company take me for?  [Verse 2] Black bandana, sweet Louisiana Robbin' on a bank in the state of Indiana She's a runner, rebel and a stunner On her merry way sayin', \"Baby, what you gonna—?\" Lookin' down the barrel of a hot metal .45 Just another way to survive  [Chorus] California, rest in peace Simultaneous release California, show your teeth She's my priestess I'm your priest, yeah, yeah  [Verse 3] She's a lover, baby and a fighter Shoulda seen her comin' when it got a little brighter With a name like Dani California Day was gonna come when I was gonna mourn ya A little loaded she was stealin' another breath I love my baby to death  [Chorus] California, rest in peace Simultaneous release California, show your teeth She's my priestess I'm your priest, yeah, yeah  [Bridge] Who knew the other side of you? Who knew what others died to prove? Too true to say goodbye to you Too true, too sad sad sad  [Verse 4] Push the fader, gifted animator One for the now and eleven for the later Never made it up to Minnesota North Dakota man was a gunnin' for the quota Down in the Badlands she was savin' the best for last It only hurts when I laugh Gone too fast  [Chorus] California, rest in peace Simultaneous release California, show your teeth She's my priestess I'm your priest, yeah, yeah  ",
        "title": "Dani California"
    },
    {
        "artist": "Field Mob Featuring Ciara",
        "lyrics": "  [Jazze Pha] Ladies and GENTLEMEN! Jazze Pha, Field Mob, Ciara Superstar DJ's, here we go  [Hook - Ciara] They say - \"He do a little this, he do a little that He always in trouble,\" and I heard \"He's nuttin but a pimp, he's done a lot of chicks He's always in the club,\" and they say \"He think he slick, he's got a lot of chips He's sellin them drugs,\" and I heard \"He's been locked up, find somebody else He ain't nuttin' but a thug\" So whaaaaaaaaat, so whaaaaaat So whaaaaaat, so whaaaaat  [Smoke] And they say - I'm a slut, I'm a ho, I'm a freak I got a different girl everyday of the week You too smart you'd be a dummy to believe That stuff that you heard that they say about me They say that I'm THIS, they say that I'm THAT But all of it's fiction, none of it's fact! But you don't be hearin it about your lover You let it go in one ear and out the other Now he say, she say, they say, I heard If they fake we can't let it get on our nerves She miserable, she just want you to be Like her, misery needs company So don't listen to that vine of grapes - They're Nuttin' but liars hatin, and I bet They wouldn't mind tradin pla-ces With you by my side in my Mercedes  [Hook]  [Shawn Jay] Mo' Money, Mo' Problems, life of a legend Haters throw salt like rice at a weddin So what, that's your cousin, they don't mean nuthin Her like missin a type of affection you get You just blind to the facts See the lies just as obvious as cries for attention Yield to the blindness, apply your suspicion But listen, say you love me, gotta trust me Why you stress this high school mess? Break up never, they just jealous! Drama from your momma, mean mug from your brothers I'm that author of the book, they can judge from the cover Yes - I, I been to jail And yes - I'm grindin for real I'm a positive talkin negative pimp They hate to see you doin better than them, so!  [Hook]  (Ladies and Gentlemen, Ciara)  [Ciara] Some people don't like, it Cause you hang out in the street But you my boy-friend You've always been here for me This love is serious No matter what people think I'm gon' be here for ya And I don't care what they say Some people don't like, it Cause you hang out in the street But you my boy-friend You've always been here for me I love the thug in ya No matter what people think I'm gon' be here for ya And I don't care what they say  [Field Mob ad-libs as song fades]  ",
        "title": "So What"
    },
    {
        "artist": "Chamillionaire Featuring Krayzie Bone",
        "lyrics": "  [Hook] They see me rollin', they hatin' Patrollin' and tryna catch me ridin' dirty Tryna catch me ridin' dirty My music's so loud, I'm swangin' They hopin' that they gonna catch me ridin' dirty Tryna catch me ridin' dirty  [Verse 1: Chamillionaire] Grindin' to see if they can see me lean I'm tint, so it ain't easy to be seen Police see me ride by, they can see me gleam And my shine on the deck and the TV screen And ride with a new chick, she like, \"Hold up!\" Next to the PlayStation controller It's a full clip in my pistola Send a jacker into a coma Girl, you ain't know, I'm crazy like Krayzie Bone Just tryna bone, ain't tryna have no babies Ride clean as hell so I pull in ladies Law's on patrol and you know they hate me Music turned all the way up into the maximum I got speakers, some niggas tryna jack for some But we packin' somethin' and what we have for 'em We'll have a nigga locked up in a maximum Security cell, I'm grippin' oak Music loud and I'm tippin' slow Twin's steady twistin' like, \"Hit this dough!\" Police pull up right behind and it's in his throat Windows down, got to stop pollution CD changes, niggas like, \"Who is that producin'?\" That's the Play N Skillz when we out and cruisin' Got warrants in every city except Houston But I still ain't losin'  [Hook] They see me rollin', they hatin' Patrollin' and tryna catch me ridin' dirty Tryna catch me ridin' dirty My music's so loud, I'm swangin' They hopin' that they gonna catch me ridin' dirty Tryna catch me ridin' dirty  [Verse 2: Krayzie Bone] I've been drinkin' and smokin' Holy shit, ‘cause I really can't focus I gotta get it home before the po-po's scope this Big old Excursion just swervin', all up in the curb'n A nigga be sippin' on the Hennessy and the gin again It's in again, we in the wind Doin' a hundred while I puff on a blunt And roll another one up, we livin' like we ain't givin' a fuck I got a blunt up in my right hand 40-ounce in my lap freezin' my balls Roll another tree, green leaves and all Comin' pretty deep, me and my dogs Yo, I gotta hit the back streets Wonderin' about the six pounds and I got heat Glock, Glock shots to the block, we creep-creep Pop-pop, hope cops don't see me on the low key With no regard for the law We dodge 'em like, \"Fuck 'em all!\" But I won't get caught up and brought up On charges for none of y'all Keep a gun in car and a blunt to spark Roll it up if you want, nigga, get it poppin', dog Ready or not, we bust shots off in the air Krayzie Bone and Chamillionaire  [Hook] They see me rollin', they hatin' Patrollin' and tryna catch me ridin' dirty Tryna catch me ridin' dirty My music's so loud, I'm swangin' They hopin' that they gonna catch me ridin' dirty Tryna catch me ridin' dirty  [Verse 3: Chamillionaire] Now would you think it so? I tried to let you go Turn on my blinker light and then I swang it slow And they upset for sho', ‘cause they think they know That they catchin' me with plenty of the drank and dro So they get behind me, tryna check my tags Look in my rear view and they smilin' Thinkin' they'll catch me in the wrong, they keep tryin' Steady denyin' that it's racial profilin' Houston, Texas, you can check my tags Pull me over, try to check my slab Glove compartment, gotta get my cash ‘Cause the crooked cops'll try to come up fast And bein' the baller that I am, I talk to them Givin' a damn about them not feelin' my attitude When they realize I ain't even ridin' dirty Bet you'll be leavin' with an even madder mood I'ma laugh at you and then I'll have to cruise Yeah, my #2 on some old-school DJ Screw You can't arrest me, plus you can't sue This is a message to the law, tellin' them: \"We hate you.\" I can't be touched and tell 'em that they shoulda known Tippin' down, I'm sittin' crooked on my chrome Bookin' my phone, findin' a chick I wanna bone Like they couldn't stop me I'm 'bout to pull up at your home, and it's on  ",
        "title": "Ridin'"
    },
    {
        "artist": "The Killers",
        "lyrics": "  [Verse 1] You sit there in your heartache Waiting on some beautiful boy to To save you from your old ways You play forgiveness Watch it now, here he comes He doesn't look a thing like Jesus But he talks like a gentlemen Like you imagined When you were young  [Verse 2] Can we climb this mountain? I don't know Higher now than ever before I know we can make it if we take it slow Let's take it easy Easy now, watch it go We're burning down the highway skyline On the back of a hurricane that started turning When you were young When you were young  [Interlude] And sometimes you close your eyes And see the place where you used to live When you were young  [Solo]  [Bridge] They say the devil's water — it ain't so sweet You don't have to drink right now But you can dip your feet Every once in a little while  [Solo]  [Verse 1] You sit there in your heartache Waiting on some beautiful boy to To save you from your old ways You play forgiveness Watch it now, here he comes He doesn't look a thing like Jesus But he talks like a gentlemen Like you imagined When you were young (Talks like a gentlemen) (Like you imagined) When you were young  [Outro] I said he doesn't look a thing like Jesus He doesn't look a thing like Jesus But more than you'll ever know  ",
        "title": "When You Were Young"
    },
    {
        "artist": "KT Tunstall",
        "lyrics": "  [Intro] Two Three Go (Woo Hoo, Woo Hoo) (Woo Hoo, Woo Hoo)  [Verse 1] Well my heart knows me better Then I know myself so I'm going to let it do all the talking (Woo Hoo, Woo Hoo) I came across a place In the middle of nowhere With a big black horse And a cherry tree (Woo Hoo, Woo Hoo) I felt a little fear upon my back I said don't look back, just keep on walking (Woo Hoo, Woo Hoo) Well the big black horse said, \"Look this way.\" He said, \"Hey lil' lady Will you marry me?\"  [Chorus] But I said, No no, no no no no I said, No no You're not the one for me No no, no no no no I said, No no, you're not the one for me (Ohhh Woo Hoo)  [Verse 2] And my heart had a problem in the early hours So I stopped it dead for a beat or two (Woo Hoo, Woo Hoo) But I cut some cord and I shouldn't have done it And it won't forgive me after all these years (Woo Hoo, Woo Hoo) So I sent her to a place in the middle of nowhere With a big black horse and a cherry tree (Woo Hoo, Woo Hoo) Now it won't come back cause its oh so happy And now I've got a hole for the world to see, yeah (Woo Hoo, Woo Hoo)  [Chorus] And it said, No no, no no no no I said, No no You're not the one for me No no, no no no no I said, No no, you're not the one for me (Ohhh Woo Hoo)  [Chorus] But I said, No no, no no no no I said, No no You're not the one for me No no, no no no no I said, No no, you're not the one for me (Ohhh Woo Hoo)  [Outro] Big black horse and a cherry tree (No no, no no no no) I can't quite get there Cause my heart's forsaken me, yeah, yeah, yeah (No no) Big black horse and a cherry tree (No no, no no no no) I can't quite get there cause my heart's Forsaken me  ",
        "title": "Black Horse & The Cherry Tree"
    },
    {
        "artist": "Snow Patrol",
        "lyrics": "  [Verse 1] We'll do it all Everything On our own We don't need Anything Or anyone  [Chorus] If I lay here If I just lay here Would you lie with me And just forget the world?  [Verse 2] I don't quite know How to say How I feel Those three words Are said too much They're not enough  [Chorus] If I lay here If I just lay here Would you lie with me And just forget the world? Forget what we're told Before we get too old Show me a garden That's bursting into life  [Bridge] Let's waste time Chasing cars Around our heads I need your grace To remind me To find my own  [Chorus] If I lay here If I just lay here Would you lie with me And just forget the world? Forget what we're told Before we get too old Show me a garden That's bursting into life  [Chorus 2] All that I am All that I ever was Is here in your perfect eyes They're all I can see I don't know where Confused about how as well Just know that these things Will never change for us at all  [Chorus] If I lay here If I just lay here Would you lie with me And just forget the world?  ",
        "title": "Chasing Cars"
    },
    {
        "artist": "Daniel Powter",
        "lyrics": "  [Verse 1] Where is the moment we needed the most? You kick up the leaves and the magic is lost They tell me your blue skies fade to gray They tell me your passion's gone away And I don't need no carryin' on  [Verse 2] You stand in the line just to hit a new low You're faking a smile with the coffee to go You tell me your life's been way off line You're falling to pieces every time And I don't need no carryin' on  [Chorus] Because you had a bad day You're taking one down You sing a sad song just to turn it around You say you don't know You tell me don't lie You work at a smile and you go for a ride You had a bad day The camera don't lie You're coming back down and you really don't mind You had a bad day You had a bad day  [Bridge] Will you need a blue sky holiday? The point is they laugh at what you say And I don't need no carryin' on  [Chorus] You had a bad day You're taking one down You sing a sad song just to turn it around You say you don't know You tell me don't lie You work at a smile and you go for a ride You had a bad day The camera don't lie You're coming back down and you really don't mind You had a bad day (Ooh a holiday)  [Bridge] Sometimes the system goes on the blink And the whole thing turns out wrong You might not make it back and you know That you could be well oh that strong And I'm not wrong (Yeah, yeah, yeah, yeah, yeah)  [Bridge] So where is the passion when you need it the most? Oh you and I You kick up the leaves and the magic is lost  [Chorus] Cause you had a bad day You're taking one down You sing a sad song just to turn it around You say you don't know You tell me don't lie You work at a smile and you go for a ride You had a bad day You've seen what you're like And how does it feel for one more time You had a bad day You had a bad day  [Outro] Ah, yeah, yeah, yeah Had a bad day (ah) Had a bad day (ah, yeah, yeah, yeah) Had a bad day (ah)  ",
        "title": "Bad Day"
    },
    {
        "artist": "Brooke Hogan Featuring Paul Wall",
        "lyrics": null,
        "title": "About Us"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Verse 1] Prison gates won't open up for me On these hands and knees I'm crawlin' Oh, I reach for you Well I'm terrified of these four walls These iron bars can't hold my soul in  [Pre-Chorus 1] All I need is you (come please I'm callin') And oh I scream for you (hurry I'm fallin', I'm fallin')  [Chorus] Show me what it's like (to be the last one standing) And teach me wrong from right (and I'll show you what I can be) And say it for me, say it to me And I'll leave this life behind me Say it if it's worth savin' me  [Verse 2] Heaven's gates won't open up for me With these broken wings I'm fallin' And all I see is you These city walls ain't got no love for me I'm on the ledge of the eighteenth story  [Chorus 2] And oh I scream for you (come please I'm callin') And all I need from you (hurry I'm fallin', I'm fallin')  [Chorus] Show me what it's like (to be the last one standing) And teach me wrong from right (and I'll show you what I can be) And say it for me, say it to me And I'll leave this life behind me Say it if it's worth savin' me Hurry I'm fallin'  [Pre-Chorus 1] And all I need is you (come please I'm callin') And oh I scream for you (hurry I'm fallin', I'm fallin', I'm fallin')  [Chorus] Show me what it's like (to be the last one standing) And teach me wrong from right (and I'll show you what I can be) And say it for me, say it to me And I'll leave this life behind me Say it if it's worth saving me (Hurry I'm fallin') And say it for me, say it to me And I'll leave this life behind me Say it if it's worth savin' me  ",
        "title": "Savin' Me"
    },
    {
        "artist": "Justin Timberlake",
        "lyrics": "  [Verse 1: Justin Timberlake & (Timbaland)] I'm bringin' Sexy Back (yeah) Them other boys don't know how to act (yeah) I think it's special, what's behind your back? (yeah) So turn around and I'll pick up the slack (yeah) Take it to the bridge  [Bridge: Justin Timberlake & (Timbaland)] Dirty babe (uh-huh) You see these shackles baby, I'm your slave (uh-huh) I'll let you whip me, if I misbehave (uh-huh) It's just that noone makes me feel this way (uh-huh) Take it to the chorus!  [Chorus: Justin Timberlake & (Timbaland)] Come here girl (go 'head be gone with it) Come to the back (go 'head be gone with it) VIP (go 'head be gone with it) Drinks on me (go 'head be gone with it) Let me see what you're twerking with (go 'head be gone with it) Look at those hips (go 'head be gone with it) You make me smile (go 'head be gone with it) Go 'head child (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it)  [Verse 2: Justin Timberlake & (Timbaland)] I'm bringin' Sexy Back (yeah) Them other fuckers don't know how to act (yeah) Come let me make up for the things you lack (yeah) Cause you're burning up, and I gotta get it fast (yeah) Take it to the bridge  [Bridge: Justin Timberlake & (Timbaland)] Dirty babe (uh-huh) You see these shackles baby, I'm your slave (uh-huh) I'll let you whip me, if I misbehave (uh-huh) It's just that no one makes me feel this way (uh-huh) Take it to the chorus!  [Chorus: Justin Timberlake & (Timbaland)] Come here girl (go 'head be gone with it) Come to the back (go 'head be gone with it) VIP (go 'head be gone with it) Drinks on me (go 'head be gone with it) Let me see what you're twerking with (go 'head be gone with it) Look at those hips (go 'head be gone with it) You make me smile (go 'head be gone with it) Go 'head child (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it)  [Breakdown: Justin Timberlake] You ready? You ready? You ready? Yes!  [Verse 3: Justin Timberlake & (Timbaland)] I'm bringin' Sexy Back (yeah) You motherfuckers watch how I attack (yeah) If that's your girl, better watch your back (yeah) Cause she'll burn it up for me, and that's a fact (yeah) Take it to the chorus  [Hook: Justin Timberlake & (Timbaland)] Come here girl (go 'head be gone with it) Come to the back (go 'head be gone with it) VIP (go 'head be gone with it) Drinks on me (go 'head be gone with it) Let me see what you're twerking with (go 'head be gone with it) Look at those hips (go 'head be gone with it) You make me smile (go 'head be gone with it) Go 'head child (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it)  [Outro: Justin Timberlake] You ready? Yes! You ready? Yes! You ready? Yes!  ",
        "title": "SexyBack"
    },
    {
        "artist": "Rodney Atkins",
        "lyrics": "  Well you know those times when you feel like There's a sign there on your back That says I don't mind if you kick me Seems like everybody has Things go from bad to worse You think it can't get worse than that And then they do  You step off the straight and narrow And you don't know where you are Used the needle of your compass To sew up your broken heart Ask directions from a genie in a bottle of jim beam And she lies to you That's when you learn the truth  [Chorus]  If you're goin' through hell keep on going Don't slow down if you're scared don't show it You might get out before the devil even knows you're there  I've been deep down in that darkness I've been down to my last match Felt a hundred different demons breathin' fire down my back And I knew that if I stumbled I'd fall right into the trap That they were layin'  But the good news is there's angels everywhere Out on the street Holdin' out a hand to pull you back up on your feet The one's that you've been draggin' for so long You're on your knees might as well be prayin' Guess what I'm sayin'  [Chorus]  If you're goin' through hell keep on going Don't slow down if you're scared don't show it You might get out before the devil even knows you're there When you're goin' through hell keep on movin' Face that fire walk right through it You might get out before the devil even knows you're there  If you're goin' through hell keep on going Don't slow down if you're scared don't show it You might get out before the devil even knows you're there When you're goin' through hell keep on movin' Face that fire walk right through it You might get out before the devil even knows you're there You might get out before the devil even knows you're there  ",
        "title": "If You're Going Through Hell (Before The Devil Even Knows)"
    },
    {
        "artist": "Natasha Bedingfield",
        "lyrics": "  [Verse 1] I am unwritten, can't read my mind, I'm undefined I'm just beginning, the pen's in my hand Ending unplanned  [Pre-Chorus] Staring at the blank page before you Open up the dirty window Let the sun illuminate the words that you could not find Reaching for something in the distance So close you can almost taste it Release your inhibitions  [Chorus] Feel the rain on your skin No one else can feel it for you Only you can let it in No one else, no one else Can speak the words on your lips Drench yourself in words unspoken Live your life with arms wide open Today is where your book begins The rest is still unwritten  Oh, oh  [Verse 2] I break tradition, sometimes my tries, are outside the lines We've been conditioned to not make mistakes But I can't live that way, no  [Pre-Chorus] Staring at the blank page before you Open up the dirty window Let the sun illuminate the words that you could not find Reaching for something in the distance So close you can almost taste it Release your inhibitions  [Chorus] Feel the rain on your skin No one else can feel it for you Only you can let it in No one else, no one else Can speak the words on your lips Drench yourself in words unspoken Live your life with arms wide open Today is where your book begins Feel the rain on your skin No one else can feel it for you Only you can let it in No one else, no one else Can speak the words on your lips Drench yourself in words unspoken Live your life with arms wide open Today is where your book begins The rest is still unwritten  [Pre-Chorus] Staring at the blank page before you Open up the dirty window Let the sun illuminate the words that you could not find Reaching for something in the distance So close you can almost taste it Release your inhibitions  [Chorus] Feel the rain on your skin No one else can feel it for you Only you can let it in No one else, no one else Can speak the words on your lips Drench yourself in words unspoken Live your life with arms wide open Today is where your book begins Feel the rain on your skin No one else can feel it for you Only you can let it in No one else, no one else Can speak the words on your lips Drench yourself in words unspoken Live your life with arms wide open Today is where your book begins The rest is still unwritten  [Outro] The rest is still unwritten The rest is still unwritten The rest is still unwritten  ",
        "title": "Unwritten"
    },
    {
        "artist": "The Wreckers",
        "lyrics": "  [Verse 1] You're not sure that you love me but you're not sure enough to let me go Baby, it ain't fair you know to just keep me hangin' 'round You say you don't wanna hurt me, don't want to see my tears So why are you still standing here just watching me drown?  [Chorus] And it's all right, yeah, I'll be fine Don't worry 'bout this heart of mine Just take your love and hit the road There's nothing you can do or say You're gonna break my heart anyway So just leave the pieces when you go  [Verse 2] Now you can drag out the heartache or, baby, you could make it quick Really get it over with and just let me move on Don't concern yourself with this mess you've left for me I can clean it up, you see, just as long as you're gone  [Chorus] And it's all right, yeah, I'll be fine Don't worry 'bout this heart of mine Just take your love and hit the road There's nothing you can do or say You're gonna break my heart anyway So just leave the pieces when you go  [Bridge] Your not making up your mind is killing me and wasting time I need so much more than that Yeah, yeah, yeah, yeah, yeah  [Chorus] And it's all right, yeah, I'll be fine Don't worry 'bout this heart of mine Just take your love and hit the road There's nothing you can do or say You're gonna break my heart anyway So just leave the pieces when you go  [Outro] Leave the pieces when you go Oh, yeah Leave the pieces when you go Yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah Leave the pieces when you go  ",
        "title": "Leave The Pieces"
    },
    {
        "artist": "Jibbs",
        "lyrics": "  [Verbal: Child] Beasta!  [Hook: Children] Do your chain hang low? Do it wobble to the flo'? Do it shine in the light? Is it platinum, is it gold? Could you through it over your shoulder If ya hot it'd make ya cold? Do yo chain hang low?  [Bridge: Jibbs] Is that ya chain? Bout twenty-four inches is how low I let it hang Hop out the ride 'n' let the dime smoke off the range Just by the chain you can tell the big kid do his thang You know the name  Is that ya chain? Bout twenty-four inches is how low I let it hang Hop out the ride 'n' let the dime smoke off the range Just by the chain you can tell the big kid do his thang You know the name I'm off the chain  [Verse 1: Jibbs] Yea, yea, yea, yea, I'm hot kid Chain so low you would think the diamonds never stopped it And its funny cause you could never stop it Bunch of rocks on my hand and I ain't even on the block kid Show 'em white gold, sorta hold it like my timbs And the chain hang 24 inches like the rims Diamonds all blown up (yea) sorta like a pimp So when the light hit the ice it starts glistenin' off the tip My chain hang, all it do is bling-bling (Half) blue, (half) red, like my diamonds gang-bang And I don't even think we on the same thang Yo I'm so heavy they couldn't lift it till the crane came (yea)  [Hook: Children] Do your chain hang low? Do it wobble to the flo'? Do it shine in the light? Is it platinum, is it gold? Could you through it over your shoulder If ya hot it'd make ya cold? Do yo chain hang low?  Do your chain hang low? Do it wobble to the flo'? Do it shine in the light? Is it platinum, is it gold? Could you through it over your shoulder If ya hot it's make ya cold? Do yo chain hang low?  [Verse 2: Jibbs] Yea, yea, yea, yea, I'm so icy Charm so heavy that my neck don't like me Gone, and no, no, no, its not a game I'll throw my chain in the crowd like dang these (this is nothin') Diamonds is nothin' to me Especially when I'm dressin' up, its just a button to me (bling) And not to mention my T's Cuz they color coordinated, complimentin' the teeth (alright, thanx) So check out my swag Diamonds red, white, and blue like the American flag (its so colorful) And see I got that nice cream So much money I spent on jewels, I call it my ice cream Give you a black eye cause of the beating They think I am a mutant the way ya boy is beasting I stay winning some time, you'll call it cheating And my boys always around like it's a meeting  [Bridge: Jibbs] Is that ya chain? Bout twenty-four inches is how low I let it hang Hop out the ride 'n' let the dime smoke off the range Just by the chain you can tell the big kid do his thang You know the name  Is that ya chain? Bout twenty-four inches is how low I let it hang Hop out the ride 'n' let the dime smoke off the range Just by the chain you can tell the big kid do his thang You know the name I'm off the chain  [Hook: Children] Do your chain hang low? Do it wobble to the flo'? Do it shine in the light? Is it platinum, is it gold? Could you through it over your shoulder If ya hot it'd make ya cold? Do yo chain hang low?  [Hook: Children] Do your chain hang low? Do it wobble to the flo'? Do it shine in the light? Is it platinum, is it gold? Could you through it over your shoulder If ya hot it'd make ya cold? Do yo chain hang low?  ",
        "title": "Chain Hang Low"
    },
    {
        "artist": "Rihanna",
        "lyrics": null,
        "title": "SOS"
    },
    {
        "artist": "Steve Holy",
        "lyrics": "  [Verse 1: Steve Holy] She said, \"I need sometime to find myself I need a little space to think Maybe we should start seeing other people Baby, things are moving way to fast for me.\" So, I, I picked up what was left of my pride And I put on my walking shoes And I got up on that high road And I did what any gentleman would do.. I, um...  [Chorus: Holy] I got a brand new girlfriend We went and jumped off the deep end Flew out to LA for the weekend Spent the whole day, lyin' on the beach Wearin' nothin' but a smile Playin' kissy-kissy, smoochy-smoochy Talkin' mooshy-mooshy bout nothin' Man, I think im on to somethin' Yano I feel just like a kid again I got a brand new girlfriend  [Verse 2: Holy] I love it when she calls me butter cup Laughs and says I left the toilet seat up She pops and tosses me a cold beer And says my buddies always welcome here When I get hungry, she takes me out I ride the shotgun like a shitzu hound My tails a waggin', my tounges hangin' out It makes me wanna shout...  [Chorus: Holy] I got a brand new girlfriend We went and jumped off the deep end Flew out to LA for the weekend Spent the whole day, lyin' on the beach Wearin' nothin' but a smile Playin' kissy-kissy, smoochy-smoochy Talkin' mooshy-mooshy bout nothin'  ",
        "title": "Brand New Girlfriend"
    },
    {
        "artist": "Paris Hilton",
        "lyrics": "  [Verse 1] I don't mind spending some time just hanging here with you 'Cause I don't find too many guys that treat me like you do Those other guys all wanna take me for a ride But when I walk, they talk of suicide Some people never get beyond their stupid pride But you can see the real me inside, and I'm satisfied Oh, no, oh  [Chorus] Even though the gods are crazy Even though the stars are blind If you show me real love, baby, I'll show you mine I can make it nice and naughty Be the devil and angel too Got a heart and soul and body Let's see what this love can do Maybe I'm perfect for you  [Verse 2] I could be your confidante Just one of your girlfriends But I know that's not what you want if tomorrow the world ends Why shouldn't we be with the one we really love? Now tell me, who have you been dreaming of? I, and I alone Oh, no, oh  [Chorus] Even though the gods are crazy Even though the stars are blind If you show me real love, baby, I'll show you mine I can make it nice and naughty Be the devil and angel too Got a heart and soul and body Let's see what this love can do Maybe I'm perfect for you  [Bridge] Excuse me for feeling this moment is critical It might be, we feel it It could get physical Oh, no, no, no  [Chorus] Even though the gods are crazy Even though the stars are blind If you show me real love, baby, I'll show you mine I can make it nice and naughty Be the devil and angel too Got a heart and soul and body Let's see what this love can do  [Outro] Let's see what love can do, oh (Maybe I'm perfect for you, maybe I'm perfect for you) You, maybe I'm perfect for you Even though the gods are crazy Even though the stars are blind Even though the gods are crazy Even though the stars are blind  ",
        "title": "Stars Are Blind"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] I can take the rain on the roof of this empty house That don’t bother me I can take a few tears now and then and just let them out I’m not a- -raid to cry every once in a while Even though going on with you gone still upsets me There are days every now and again I pretend I’m OK But that’s not what gets me  [Chorus] What hurts the most Was being so close And having so much to say And watching you walk away And never knowing What could have been And not seeing that loving you Is what I was tryin’ to do  [Verse 2] It’s hard to deal with the pain of losing you everywhere I go But I’m doin’ It It’s hard to force that smile when I see our old friends and I’m alone Still harder Getting up, getting dressed, livin’ with this regret But I know if I could do it over I would trade, give away all the words that I saved in my heart That I left unspoken  [Chorus] What hurts the most Is being so close And having so much to say much to say And watching you walk away And never knowing What could have been And not seeing that loving you Is what I was trying to do, oh  [Instrumental Break]  [Chorus] What hurts the most Is being so close And having so much to say (much to say) And watching you walk away And never knowing What could have been And not seeing that loving you Is what I was trying to do, oh  [Outro] Not seeing that loving you That’s what I was trying to do  ",
        "title": "What Hurts The Most"
    },
    {
        "artist": "Janet & Nelly",
        "lyrics": null,
        "title": "Call On Me"
    },
    {
        "artist": "Nick Lachey",
        "lyrics": "  Watch my life Pass me by In the rear view mirror Pictures frozen in time Are becoming clearer I don't want to waste another day Stuck in the shadow of my mistakes  Yeah...  Cause I want you And I feel you Crawling underneath my skin Like a hunger Like a burning To find a place I've never been  Now I'm broken And I'm fading I'm half the man I thought I would be But you can have what's left of me  I've been dying inside Little by little No where to go But going out of my mind In endless circles Running from myself until You gave me a reason for standing still  And I want you And I feel you Crawling underneath my skin Like a hunger Like a burning To find a place I've never been  Now I'm broken And I'm fading I'm half the man I thought I would be But you can have what's left of me  Falling faster Barely breathing Give me something To believe in Tell me it's not all in my head  Take what's left Of this man Make me whole Once again  Cause I want you And I feel you Crawling underneath my skin A hunger Like a burning To find a place I've never been  Now I'm broken And I'm fading I'm half the man I thought I would be You can have all that's left, yeah yeah yeah What's left of me?  I've been dying inside you see I'm going out my Out my mind I'm just running in circles all the time Will you take what's left? Will you take what's left? Will you take what's left of me?  Just running in circles in my mind Will you take what's left? Will you take what's left? Will you take what's left of me? Take what's left of me...  ",
        "title": "What's Left Of Me"
    },
    {
        "artist": "Five For Fighting",
        "lyrics": "  [Verse 1] There was a man back in '95 Whose heart ran out of summers But before he died, I asked him Wait, what's the sense in life Come over me, Come over me  [Prehook] He said, son why you got to sing that tune Catch a Dylan song or some eclipse of the moon Let an angel swing and make you swoon Then you will see, you will see  [Hook] Then he said Here's a riddle for you Find the answer There's a reason for the world You and I  [Verse 2] Picked up my kid from school today Did you learn anything cause in the world today You can't live in a castle far away Now talk to me, come talk to me  [Prehook] He said, Dad I'm big but we're smaller than small In the scheme of things, well we're nothing at all Still every mother's child sings a lonely song So play with me, come play with me  [Hook] And hey Dad Here's a riddle for you Find the answer There's a reason for the world You and I  [Verse 3] I said, son for all I've told you When you get right down to the Reason for the world... Who am I?  [Bridge] There are secrets that we still have left to find There have been mysteries from the beginning of time There are answers we're not wise enough to see He said you looking for a clue I love you free  The batter swings and the summer flies As I look into my angel's eyes A song plays on while the moon is high over me Something comes over me  [Hook] I guess we're big and I guess we're small If you think about it man you know we got it all Cause we're all we got on this bouncing ball And I love you free I love you freely  [Outro] Here's a riddle for you Find the answer There's a reason for the world You and I  ",
        "title": "The Riddle"
    },
    {
        "artist": "Blue October",
        "lyrics": "  [Girls Singing] (If you're sleeping, are you dreaming? If you're dreaming, are you dreaming of me? I can't believe you actually picked me.)  [Justin's Mother] (”Hi Justin, this is your mother, and it's 2:33 on Monday afternoon I was just calling to see how you were doing You sounded really uptight last night It made me a little nervous, and a l... and... well... it made me nervous, it sounded like you were nervous, too I just wanted to make sure you were really okay And wanted to see if you were checking in on your medication You know I love you, and... Take care, honey I know you're under a lot of pressure See ya. Bye bye”)  [Verse 1] I have to block out thoughts of you so I don’t lose my head They crawl in like a cockroach, leaving babies in my bed Dropping little reels of tape to remind me that I’m alone Playing movies in my head that make a porno feel like home There's a burning in my pride, a nervous bleeding in my brain An ounce of peace is all I want for you; will you never call again? And will you never say that you loved me just to put it in my face? And will you never try to reach me? It is I that wanted space  [Hook] Hate me today Hate me tomorrow Hate me for all the things I didn't do for you Hate me in ways Yeah, ways hard to swallow Hate me so you can finally see what’s good for you  [Verse 2] I’m sober now for 3 whole months It’s one accomplishment that you helped me with The one thing that always tore us apart is the one thing I won’t touch again In a sick way, I want to thank you for holding my head up late at night While I was busy waging wars on myself, you were trying to stop the fight You never doubted my warped opinions on things like suicidal hate You made me compliment myself when it was way too hard to take So I’ll drive so fucking far away that I never cross your mind And do whatever it takes in your heart to leave me behind  [Hook]  [Bridge] And with a sad heart, I say bye to you and wave Kicking shadows on the street for every mistake that I had made And like a baby boy, I never was a man Until I saw your blue eyes cry and I held your face in my hand And then I fell down yelling, “Make it go away!” Just make a smile come back and shine just like it used to be And then she whispered “How can you do this to me?”  [Hook] For you For you For you  [Girls Singing] If you're sleeping, are you dreaming? If you're dreaming, are you dreaming of me? I can't believe you actually picked me  [Justin's Mother] Hey, Justin! [x12]  ",
        "title": "Hate Me"
    },
    {
        "artist": "T.I.",
        "lyrics": "  [Produced by Kevin \"Khao\" Cates]  [Intro] Hey, T.I.P. pimpin' Hey, shorty, why you gotta act like that? I'm sayin', I'm just tryin' to be nice to you  [Hook] Go and tell a nigga no, with a ass so fat Hey, why you wanna go and do that, love, huh? Hey-hey why you wanna go and do that, do that? Hey-hey why you wanna go and do that-that-that? In a relationship, been faithful to a nigga so whack Hey, why you wanna go and do that, love, huh? Hey-hey why you wanna go and do that, do that? Hey-hey why you wanna go and do that-that-that… aye-aye  [Verse 1] Can't help but notice how you glowing, I can see in yo' face Now, I just wonder if he know he close to being replaced Swear I treat you like a queen you put me in his place So you can give back his ring and the key to his place Tell the nigga one thing, that you need yo' space Selling niggas is one thing, you don't need to chase I wanna kiss you everywhere between yo' knees and waist Hear the sounds that you making, get yo' knees to shake Holla at me in the A, you feel you need to escape I got a mansion and a gate, you with me you safe A Benz, a Phantom and a truck with 23's the case 600 G's in the safe, how much cheese it take? This a chance you need to take, ain't no need to wait Say the word, we can leave today, this song's special And it feel like fate, hate to make a mistake How the same thing making you sad making you stay?  [Hook]  [Verse 2] Can he touch it like that, and make it feel like this? How I left and came back and it's still like this Do he hit it from the back and make you feel it in yo' chest? Take advantage of what you're concealing in yo' dress? What, he think he too fresh to show that you the best? Compliment you on your intellect and treat you with respect? Give you sex till you sweat, tongue kissing on yo' neck? It's been awhile since she got it like this, I bet I can tell you ain't just another bitch I met Ain't nobody got me open like this, not yet You confused, ain't decided which way you should go yet So how you keep saying no with yo' panties so wet?  [Hook]  [Talking] This nigga playing mind games, man I think the time came, that you mind changed you understand Life is like a chess move, you need to make yo' next move Yo' best move, keep it pimpin', you understand? Hey I mean, you know what I'm saying I done showed you how I feel, you know what I'm saying I put myself all the way out there you know The ball in yo' court, man But I just got a question for you… Is you happy?  [Hook]  ",
        "title": "Why You Wanna"
    },
    {
        "artist": "Hinder",
        "lyrics": "  [Verse 1] Honey why you callin’ me so late? It’s kinda hard to talk right now Honey why you cryin’ is every-thing okay I gotta whisper cause I can’t be too loud  [Pre-Chorus] Well, my girl’s in The next room Sometimes I wish she was you I guess we never really moved on  [Chorus] It’s really good to hear your voice Sayin’ my name it sounds so sweet Comin’ from the lips of an angel Hearin’ those words it makes me weak And I never wanna say goodbye But girl you make it hard to be faithful With the lips of an angel  [Verse 2] It‘s funny that you’re callin’ me tonight And yes I’ve dreamt of you too Does he know you’re talkin’ to me Will it start a fight? No I don’t think she has a clue  [Pre-Chorus] Well, my girl’s in The next room Sometimes I wish she was you I guess we never really moved on  [Chorus] It’s really good to hear your voice Sayin’ my name it sounds so sweet Comin’ from the lips of an angel Hearin’ those words it makes me weak And I never wanna say goodbye But girl you make it hard to be faithful With the lips of an angel  [Pre-Chorus] Well, my girl’s in The next room Sometimes I wish she was you I guess we never really moved on  [Chorus/Outro] It’s really good to hear your voice Sayin’ my name it sounds so sweet Comin’ from the lips of an angel Hearin’ those words it makes me weak And I never wanna say goodbye But girl you make it hard to be faithful With the lips of an angel (And I never wanna say goodbye) But girl you make it hard to be faithful With the lips of an angel Honey why you callin’ me so late?  ",
        "title": "Lips Of An Angel"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] Whooo umm yeah Life is like a road that you travel on When there is one day here and the next day gone Sometimes you bend, sometimes you stand Sometimes you turn your back to the wind There is a world outside every darkened door Where blues will not haunt you anymore Where brave are free and lovers soar Come ride with me to the distant shore We won't hesitate To break down the garden gate There's not much time left today  [Chorus] Life is a highway I want to ride it all night long If you are going my way I want to drive it all night long  [Verse 2] Through all these cities and all these towns It is in my blood and it is all around I love you now like I loved you then This is the road and these are the hands From Mozambique to those Memphis nights The Khyber Pass to Vancouver's lights  Knock me down get back up again You are in my blood I am not a lonely man There is no load I cannot hold Road so rough this I know I will be there when the light comes in Just tell them we are survivors  [Chorus] Life is a highway I want to ride it all night long If you are going my way I want to drive it all night long  Give me give me give me give me yeah  [Chorus] Life is a highway I want to ride it all night long If you are going my way I want to drive it all night long  There was a distance between you and I (between you and I) A misunderstanding once But now we look it in the eye  Ooh, yeah  There ain't no load that I cannot hold Road so rough this I know I will be there when the light comes in Just tell them we are survivors  [Chorus] Life is a highway I want to ride it all night long If you are going my way I want to drive it all night long Life is a highway I want to ride it all night long If you are going my way I want to drive it all night long Life is a highway I want to ride it all night long If you are going my way I want to drive it all night long  Give me give me give me give me yeah  ",
        "title": "Life Is A Highway"
    },
    {
        "artist": "Fort Minor Featuring Holly Brook",
        "lyrics": "  [Hook: Skylar Grey & Jonah Matranga] Where'd you go? I miss you so Seems like it's been forever that you've been gone  [Verse 1: Mike Shinoda] She said, \"Some days, I feel like shit Some days, I wanna quit and just be normal for a bit\" I don't understand why you have to always be gone I get along, but the trips always feel so long  And I find myself trying to stay by the phone 'Cause your voice always helps me not to feel so alone But I feel like an idiot, working my day around the call But when I pick up, I don't have much to say  [Pre-Hook: Mike Shinoda] So, I want you to know it's a little fucked up That I'm stuck here waiting, at times debating Telling you that I've had it with you and your career Me and the rest of the family here, singing \"where'd you go?\"  [Hook: Skylar Grey & Jonah Matranga] Where'd you go? I miss you so Seems like it's been forever that you've been gone Where'd you go? I miss you so Seems like it's been forever that you've been gone Please come back home  [Verse 2: Mike Shinoda] Come back home, you know, the place where you used to live Used to barbeque up burgers and ribs Used to have a little party every Halloween With candy by the pile, but now You only stop by every once in a while  Shit, I find myself just filling my time With anything to keep the thought of you from my mind I'm doing fine, and I'm I planning to keep it that way You can call me if you find you have something to say  [Pre-Hook: Mike Shinoda] And I'll tell you, I want you to know it's a little fucked up That I'm stuck here waiting, at times debating Telling you that I've had it with you and your career Me and the rest of the family here, singing \"where'd you go?\"  [Hook: Skylar Grey & Jonah Matranga] Where'd you go? I miss you so Seems like it's been forever that you've been gone Where'd you go? I miss you so Seems like it's been forever that you've been gone Please come back home  [Bridge: Mike Shinoda] I want you to know it's a little fucked up That I'm stuck here waiting, no longer debating Tired of sitting and hating and making these excuses For why you're not around, and feeling so useless  It seems one thing has been true, all along You don't really know what you got 'til it's gone I guess I've had it with you and your career When you come back, I won't be here and you can sing it  [Hook: Skylar Grey & Jonah Matranga] Where'd you go? I miss you so Seems like it's been forever that you've been gone Where'd you go? I miss you so Seems like it's been forever that you've been gone Please come back home  [Outro: Mike Shinoda, Brad Delson, & Jay-Z] When you made me that initial batch of songs I was like, that's the shit, right there Alright!  ",
        "title": "Where'd You Go"
    },
    {
        "artist": "Lyfe Jennings",
        "lyrics": null,
        "title": "S.E.X."
    },
    {
        "artist": "AFI",
        "lyrics": "  [Intro]  [Chorus] Hey, Miss Murder, can I? Hey, Miss Murder, can I? Make beauty stay if I Take my life?  Whoa-oh-ohh  [Verse 1] With just a look, they shook And heavens bowed before him Simply a look can break your heart The stars that pierce the sky He left them all behind We’re left to wonder why He left us all behind  [Chorus] Hey, Miss Murder, can I? Hey, Miss Murder, can I? Make beauty stay if I Take my life?  [Verse 2] Dreams of his crash won’t pass Oh, how they all adored him Beauty will last when spiraled down The stars that mystify He left them all behind And how his children cried He left us all behind  [Chorus] Hey, Miss Murder, can I? Hey, Miss Murder, can I? Make beauty stay if I Take my life?  [Bridge] What's the hook, the twist Within this verbose mystery? I would gladly bet my life upon it That the ghost you love, your ray of light Will fizzle out without hope We're the empty set just floating through, wrapped in skin Ever searching for what we were promised Reaching for that golden ring, we'd never let go But who would ever let us put our filthy hands upon it?  [Chorus] Hey, Miss Murder, can I? Hey, Miss Murder, can I? Make beauty stay if I Take my life?  Hey, Miss Murder, can I? Hey, Miss Murder, can I? Make beauty stay if I Take my life?  [Video]  ",
        "title": "Miss Murder"
    },
    {
        "artist": "Rick Ross",
        "lyrics": "  [Hook] Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm, every day I'm  [Verse 1] Who the fuck you think you fuckin' with? I'm the fuckin' boss 745, white-on-white, that's fuckin' Ross I cut 'em wide, I cut 'em long, I cut 'em fat I keep 'em comin' back, we keep 'em comin' back I'm into distribution, I'm like Atlantic I got them motherfuckers flyin' across the Atlantic I know Pablo, Noriega The real Noriega, he owe me a hundred favors I ain't petty nigga, we buy the whole thang See most of my niggas really still deal cocaine My roof back, my money rides I'm on the pedal, show you what I'm runnin' like When they snatched Black, I cried for a hundred nights He got a hundred bodies, servin' a hundred lives  [Hook] Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm, every day I'm  [Verse 2] We never steal cars but we deal hard Whip it real hard, whip it, whip it, real hard I caught a charge, I caught a charge Whip it real hard, whip it, whip it, real hard Ain't 'bout no funny shit, still bitches and business I'm on my money, shit, still whippin' them Benzes Major league, who catchin' because I'm pitchin' Jose Canseco just snitchin' because he's finished I feed 'em steroids to strengthen up all my chickens They flyin' over Pacific to be specific Triple C's, you know it's fact, we holdin' sacks So nigga go on, rat, run and tell 'em that More cars, more hoes, more clothes, more blow  [Hook] Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm, every day I'm  [Verse 3] It's time to spend my thrills, custom spinnin' wheels I ain't drove in a week, them bitches spinnin' still Talk about me cause these suckas scared to talk about me Killers talkin' 'bout me, it ain't no talk about me It ain't no walkin' round me, see all these killers round me Lotta drug dealin' 'round me goin' down in Dade County Don't tote no twenty-twos, Magnum cost me twenty-two Sat it on them 22's, birds go for 22 Lil' mama super thick, she say she 22 She seen them 22's, we in room 222 I touch work like I'm Convertible Burt I got distribution so I'm convertin' the work In the M.I.YAYO, them niggas rich off that yayo Steady slangin' yayo, my Chevy bangin' Yayo  [Hook] Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm, every day I'm  ",
        "title": "Hustlin'"
    },
    {
        "artist": "Breaking Benjamin",
        "lyrics": "  [Verse 1] If I had to, I would put myself right beside you So let me ask, \"Would you like that? Would you like that?\" And I don't mind if you say this love is the last time So now I'll ask, \"Do you like that? Do you like that?\" – no!  [Chorus] Somethin's getting in the way Somethin's just about to break I will try to find my place in the diary of Jane So tell me how it should be  [Verse 2] Try to find out what makes you tick As I lie down, sore and sick Do you like that, do you like that? There's a fine line between love and hate And I don't mind, just let me say That I like that, I like that  [Chorus] Somethin's getting in the way Somethin's just about to break I will try to find my place in the diary of Jane As I burn another page, as I look the other way I still try to find my place in the diary of Jane So tell me how it should be  [Bridge] Desperate, I will crawl Waiting for so long No love, there is no love Die for anyone What have I become?  [Chorus] Somethin's getting in the way Somethin's just about to break I will try to find my place in the diary of Jane As I burn another page, as I look the other way I still try to find my place in the diary of Jane  ",
        "title": "The Diary Of Jane"
    },
    {
        "artist": "Chris Brown Featuring Lil Wayne",
        "lyrics": "  [Music Video]  [Intro: Lil Wayne] What it is, folk, this right here is the sixteen-year old phenom Chris Breezy, me, myself, I'm the  23 year old CEO  [Verse 1: Lil Wayne] Young Carter, I'm harder than them other boys I ain't even fronting baby I can take a summer off I can break a woman off, I can take the stomach off One of my, trucks, now I'm riding in the goods Line it on up, guarantee you get served Lil Chris, said run it, so I ran and told her I'm a Cash Money young'n, Birdman Junior Just a president, looking for a moniker  [Verse 2: Chris Brown] The young boy just turned 16 and I got 64's and hot bikes that I rock Keep 3 or 4 sweeties on my clock, but all that swinging in that bikini just make 'em vicious Slow all the traffic down to a complete stop cause you speaking that slang that I talk That sassy tempo with that walk, maybe the reason that all these teenies may never see me  [Chorus: Chris Brown] Momma you may be 3 years older but you hot, gimme that You be talking like you like what I got, gimme that I know you like it how I lean in the 'lac You could be in the back saying gimme, gimme, gimme Momma you may be 3 years older but you hot, gimme that You be talking like you like what I got, gimme that I know you like it how I lean in the 'lac You could be in the back saying gimme, gimme, gimme  [Verse 3: Chris Brown] Ma, take a break, let me explain to you, what your body got a young boy ready to do If you take a chance to let me put them things on you, I could show you why I make them straight, A's in school I'm a hustler, trust my frame and age, got you thinking that I'm just too young to turn your page I can picture us switching lanes in the Coupe, with you on the phone screaming my name, Chris  [Chorus: Chris Brown] Momma you may be 3 years older but you hot, gimme that You be talking like you like what I got, gimme that I know you like it how I lean in the 'lac You could be in the back saying gimme, gimme, gimme Momma you may be 3 years older but you hot, gimme that You be talking like you like what I got, gimme that I know you like it how I lean in the 'lac You could be in the back saying gimme, gimme, gimme  [Bridge: Chris Brown] Girl you serious and I been watching you, this's what your body's saying Hey, yeah, this what your body's saying, ow  [Verse 4: Lil Wayne] Weezy baby, baby what it do, I'm tryna holla at cha I ain't upset, but I'll blind you if I smile at ya You rocking with young Chris and the best rapper So leave your phone, bring your friends, let the rest happen A lil Patron, a lil Hen', I'm on Cavalli Vodka I'm in Cavalli jeans, got on Cavalli boxers, I'm fresher than a newborn And um I can work you out like a futon And um you can leave your birthday suit on I'mma leave my boots on, I'mma leave my jewels on Never know what you want, I'mma leave that tool on Never know who home, I learned that from a Biggie song On to a new one, some like a redbone Oh I think she like me, she got me on a ringtone And I told her, \"Get yours, girl, and don't you stop\" Now gimme that funk, that gushy stuff Oh  [Chorus: Chris Brown] Momma you may be 3 years older but you hot, gimme that You be talking like you like what I got, gimme that I know you like it how I lean in the 'lac You could be in the back saying gimme, gimme, gimme Momma you may be 3 years older but you hot, gimme that You be talking like you like what I got, gimme that I know you like it how I lean in the 'lac You could be in the back saying gimme, gimme, gimme  [Outro: Chris Brown] VA, yeah ha Yeah ma don't be fronting like you don't know what's going on, aight, yeah  ",
        "title": "Gimme That"
    },
    {
        "artist": "Josh Turner",
        "lyrics": "  [Verse 1] Would you go with me if we rolled down streets of fire Would you hold on to me tighter as the summer sun got higher If we roll from town to town and never shut it down Would you go with me if we were lost in fields of clover Would we walk even closer until the trip was over And would it be okay if I didn't know the way  [Chorus] If I gave you my hand Would you take it and make me the happiest man in the world If I told you my heart couldn't beat one more minute without you girl Would you accompany me to the edge of the sea Let me know if you're really a dream I love you so So would you go with me  [Verse 2] Would you go with me if we rode the clouds together Could you not look down forever If you were lighter than a feather Oh, and if I set you free, would you go with me  [Chorus] If I gave you my hand Would you take it and make me the happiest man in the world If I told you my heart couldn't beat one more minute without you girl Would you accompany me to the edge of the sea Let me know if you're really a dream I love you so So would you go with me  ",
        "title": "Would You Go With Me"
    },
    {
        "artist": "John Mayer",
        "lyrics": "  [Verse 1] Me and all my friends We're all misunderstood They say we stand for nothing and There's no way we ever could Now we see everything that's going wrong With the world and those who lead it We just feel like we don't have the means To rise above and beat it  [Chorus] So we keep waiting Waiting on the world to change We keep on waiting Waiting on the world to change It's hard to beat the system When we're standing at a distance So we keep waiting Waiting on the world to change  [Verse 2] Now if we had the power To bring our neighbors home from war They would have never missed a Christmas No more ribbons on their door And when you trust your television What you get is what you got Because when they own the information, oh They can bend it all they want  [Chorus] So we keep waiting Waiting on the world to change We keep on waiting Waiting on the world to change It's not that we don't care We just know that the fight isn't fair So we keep on waiting Waiting on the world to change  [Guitar Solo]  [Chorus] And we're still waiting Waiting on the world to change We keep on waiting, waiting on the world to change One day our generation Is going to rule the population So we keep on waiting Waiting on the world to change  [Outro] Now we keep on waiting Waiting on the world to change We keep on waiting Waiting on the world to change Waiting on the world to change Waiting on the world to change Waiting on the world to change  ",
        "title": "Waiting On The World To Change"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": null,
        "title": "Summertime"
    },
    {
        "artist": "LeToya",
        "lyrics": null,
        "title": "Torn"
    },
    {
        "artist": "The Fray",
        "lyrics": "  [Verse 1] Step one, you say we need to talk He walks, you say sit down; it's just a talk He smiles politely back at you You stare politely right on through Some sort of window to your right As he goes left and you stay right Between the lines of fear and blame You begin to wonder why you came  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life  [Verse 2] Let him know that you know best ‘Cause after all, you do know best Try to slip past his defense Without granting innocence Lay down a list of what is wrong The things you've told him all along And pray to God he hears you And pray to God he hears you, and  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life  [Verse 3] As he begins to raise his voice You lower yours and grant him one last choice Drive until you lose the road Or break with the ones you've followed He will do one of two things He will admit to everything Or he'll say he's just not the same And you'll begin to wonder why you came  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life How to save a life How to save a life  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life How to save a life How to save a life  ",
        "title": "How To Save A Life"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] Way on down to southern Alabama With the guitars jammin' that's where we're headed Straight up to Butte, Montana Singin', \"Lord, I Was Born a Ramblin' Man\" California to Oregon Even New York City got one or two hillbillies Ready to hit the road  [Pre-Chorus] It's a brother and a sister kind of thang Raise up your hands if you all wanna hang with  [Chorus] Me and my gang We live to ride We ride to live Me and my gang Jump on that train Grab hold of them reins We're gonna rock this thang, cock this thang Me and my gang Yeah, me and my gang  [Verse 2] We got hippies, gypsies, freaks and geeks High class women in Daisy Duke denim Bangin' on gongs and singin' our songs Dude named Elrod jammin' on an iPod Beer and bonfires Wide open throttle, Coors in a bottle It's all for one and one for all y'all  [Pre-Chorus] It's a brother and a sister kind of thang Raise up your hands if you all wanna hang with  [Chorus] Me and my gang We live to ride We ride to live Me and my gang Jump on that train Grab hold of them reins We're gonna rock this thang, cock this thang Me and my gang, yeah wo  [Bridge] Na, na, na na na na na Na, na, na na na Na, na, na na na na na Na, na, na na na na na Na, na, na na na  [Pre-Chorus] It's a brother and a sister kind of thang Raise up your hands if you all wanna hang with  [Chorus] Me and my gang We live to ride We ride to live Me and my gang Jump on that train Grab hold of them reins We're gonna rock this thang, cock this thang, yeah  [Outro] Na, na, na na na na na Na, na, na na na Na, na, na na na na na Na, na, na na na Na, na, na na na na na Na, na, na na na Na, na, na na na na na Na, na, na na na Yeah, with me and my gang Jump on that train, woo Grab hold of them reins, baby  ",
        "title": "Me And My Gang"
    },
    {
        "artist": "Little Big Town",
        "lyrics": "  [Verse 1] You got someone here wants to make it alright Someone who loves you more than life right here You got willing arms that'll hold you tight A hand to lead you on through the night right here I know your heart can get all tangled up inside But don't you keep it to yourself  [Chorus] When your long day is over And you can barely drag your feet The weight of the world is on your shoulders I know what you need Bring it on home to me  [Verse 2] You know I know you like the back of my hand But did you know I'm going to do all that I can right here I'm going to lie with you till you fall asleep When the morning comes I'm still going to be right here (yes I am) So take your worries and just drop them at the door Baby leave it all behind  [Chorus]  [Bridge] Baby let me be your safe harbor Don't let the water come and carry you away  [Chorus]  [Outro] You got someone here wants to make it alright Someone who loves you more than life right here  ",
        "title": "Bring It On Home"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": null,
        "title": "The World"
    },
    {
        "artist": "The Raconteurs",
        "lyrics": "  [Verse 1] Find yourself a girl and settle down Live a simple life in a quiet town  [Hook] Steady as she goes (Steady as she goes) Steady as she goes (Steady as she goes) So steady as she goes  [Verse 2] Your friends have shown a kink in the single life You've had too much to think, now you need a wife  [Hook] Steady as she goes (Steady as she goes) Steady as she goes (Steady as she goes) So steady as she goes  [Bridge] Well here we go again You've found yourself a friend that knows you well But no matter what you do You'll always feel as though you tripped and fell So steady as she goes  [Verse 3] When you have completed what you thought you had to do And your blood's depleted to the point of stable glue Then you'll get along Then you'll get along  [Hook] Steady as she goes (Steady as she goes) Steady as she goes (Steady as she goes) So steady as she goes  [Bridge] Well here we go again You've found yourself a friend that knows you well But no matter what you do You'll always feel as though you tripped and fell So steady as she goes  So steady as she goes Steady as she goes  Settle for a world, neither up or down (Settle for a world, neither up or down) Sell it to the crowd that has gathered round (Sell it to the crowd that has gathered round) Settle for a girl, neither up or down (Settle for a girl, neither up or down) Sell it to the crowd that has gathered round (Sell it to the crowd that has gathered round)  [Hook] Steady as she goes (Steady as she goes) Steady as she goes (Steady as she goes) So steady as she goes  [Hook] Steady as she goes (Steady as she goes) Steady as she goes (Steady as she goes) So steady as she goes  Steady as she goes, are you steady now? Steady as she goes, are you steady now? Steady as she goes, are you steady now? Steady as she goes, are you steady now?  Steady as she goes  ",
        "title": "Steady, As She Goes"
    },
    {
        "artist": "Gary Allan",
        "lyrics": "  Life ain't always beautiful Sometimes it's just plain hard Life can knock you down, it can break your heart  Life ain't always beautiful You think you're on your way And it's just a dead end road at the end of the day  But the struggle makes you stronger And the changes make you wise And happiness has its own way of takin' its sweet time  No, life ain't always beautiful Tears will fall sometimes Life ain't always beautiful, but it's a beautiful ride  Life ain't always beautiful Some days I miss your smile I get tired of walkin' all these lonely miles  And I wish for just one minute I could see your pretty face Guess I can dream, but life don't work that way  But the struggles makes me stronger And the changes make me wise And happiness has its own way of takin' its sweet time  No, life ain't always beautiful But I know I'll be fine Hey, life ain't always beautiful, but its a beautiful ride What a beautiful ride  ",
        "title": "Life Ain't Always Beautiful"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Chorus] It is a little too late I am a little too gone A little too tired of this hanging on So I am letting go while I am still strong enough to It is got a little too sad I am a little too blue It is a little too bad You were too good to be true I am big time over your baby It is a little too late  [Verse 1] No I do not want to want to talk about what we can do about us anymore Only time you and me wasting is the time it takes to walk right out that door Yeah talk about water under the bridge You should know by now girl that is all this is  [Chorus]  [Verse 2] There was a time This heart of mine Would take you back every time Do not you know? It is been two packs of cigarettes A sleepless night A nervous wreck, a day ago Now you have got no business coming around I am closing up shop Shutting us down  [Chorus]  ",
        "title": "A Little Too Late"
    },
    {
        "artist": "Three Days Grace",
        "lyrics": "  [Verse 1] I can't escape this hell So many times I've tried But I’m still caged inside  [Pre-Chorus] Somebody get me through this nightmare I can’t control myself  [Chorus] So what if you can see the darkest side of me No one will ever change this animal I have become Help me believe it’s not the real me Somebody help me tame this animal  [Verse 2] I can’t escape myself So many times I’ve lied But there’s still rage inside  [Pre-Chorus] Somebody get me through this nightmare I can’t control myself  [Chorus] So what if you can see the darkest side of me No one will ever change this animal I have become Help me believe it’s not the real me Somebody help me tame this animal I have become Help me believe it’s not the real me Somebody help me tame this animal  [Bridge] Somebody help me through this nightmare I can’t control myself Somebody wake me from this nightmare I can’t escape this hell  [Refrain] This animal This animal This animal This animal  This animal This animal This animal —  [Chorus] So what if you can see the darkest side of me No one will ever change this animal I have become Help me believe it’s not the real me Somebody help me tame this animal I have become Help me believe it’s not the real me Somebody help me tame this animal  [Outro] This animal I have become  ",
        "title": "Animal I Have Become"
    },
    {
        "artist": "Buckcherry",
        "lyrics": "  All right!  [Verse 1] Break me down, you got a lovely face We're going to your place And now you got to freak me out Scream so loud, getting fucking laid You want me to stay, but I got to make my way  [Chorus] x2 Hey You're crazy bitch But you fuck so good, I'm on top of it When I dream, I'm doing you all night Scratches all down my back to keep me right on  [Verse 2] Take it off, the paper is your game You jump in bed with fame Another one night paid in full, uh You're so fine, it won't be a loss Cashing in the rocks, just to get you face to face  [Chorus] x2  Get the video Fuck you so good Get the video Fuck you so good  Crazy bitch Crazy bitch Crazy...bitch  [Chorus] x2  [Bridge] Baby girl You want it all To be a star You'll have to go down Take it off No need to talk You're crazy But I like the way you fuck me  [Chorus] x2  You're crazy But I like the way you fuck me  ",
        "title": "Crazy Bitch"
    },
    {
        "artist": "Mario Vazquez",
        "lyrics": "  [Verse 1] God broke the mold When he made this one I know She's breathtaking but so much more She walks in the room, your lungs close Making you never want to breathe again Her boyfriend has got so much dough So much ice his neck and wrist froze Is he faithful to her? Hell no But she chose to be with him, shorty  [Bridge] Tell me is the money worth your soul? Tell me what's the reason that you hold on When you know that dude has a whole wall of 'em just like you? And girl you're just way too fine Gotta be treated as one of a kind Girl use your mind Don't be just another dime  [Chorus] Because I can't take Seeing you with him Cause I know exactly what you'll be In his gallery Just not fair And it's tearing me apart You're just another priceless work of art In his gallery  [Verse 2] She's so confused She knows she deserves more Someone who will love and adore But his money's hard to ignore She really doesn't know what to do Girl it's just a matter of time Before he finds another more fine After he's done dulling your shine You're out the door and he's through with you  [Bridge]  [Chorus]  [Verse 3] You're a masterpiece I know that he Can't appreciate your beauty Don't let him cheapen you He don't see you like i do Beautiful not just for show Time that someone let you know  [Chorus] I can't take Seeing you with him Cause I know exactly what you'll be In his gallery Just not fair And it's tearing me apart You're just another priceless work of art  [Bridge] I can't take Seeing you with him Cause I know exactly what you'll be In his gallery Just not fair And it's tearing me apart You're just another priceless work of art In his gallery In his gallery  ",
        "title": "Gallery"
    },
    {
        "artist": "Stone Sour",
        "lyrics": "  [Intro] I'm looking at you through the glass Don't know how much time has passed Oh God it feels like forever, but no one ever tells you That forever feels like home, sitting all alone inside your head  ‘Cause I’m looking at you through the glass Don’t know how much time has passed All I know is that it feels like forever, but no one ever tells you That forever feels like home, sitting all alone inside your head  [Verse 1] How do you feel? That is the question But I forget you don't expect an easy answer When something like a soul becomes initialized and folded up Like paper dolls and little notes, you can’t expect a bit of hope  [Pre-Chorus 1] So while you’re outside looking in, describing what you see Remember what you’re staring at is me  [Chorus] ‘Cause I’m looking at you through the glass Don’t know how much time has passed All I know is that it feels like forever, but no one ever tells you That forever feels like home, sitting all alone inside your head  [Verse 2] How much is real? So much to question An epidemic of the mannequins, contaminating everything We thought came from the heart, but never did right from the start Just listen to the noises, null and void instead of voices  [Pre-Chorus 2] Before you tell yourself, it's just a different scene Remember it's just different from what you've seen  [Chorus] I'm looking at you through the glass Don't know how much time has passed And all I know is that it feels like forever, but no one ever tells you That forever feels like home, sitting all alone inside your head  'Cause I'm looking at you through the glass Don't know how much time has passed And all I know is that it feels like forever, but no one ever tells you That forever feels like home, sitting all alone inside your head  [Bridge] And it's the stars, the stars That shine for you And it's the stars, the stars That lie to you, yeah-ah  And it's the stars, the stars That shine for you And it's the stars, the stars That lie to you, yeah-ah  [Chorus] I'm looking at you through the glass Don't know how much time has passed Oh, god it feels like forever, but no one ever tells you That forever feels like home, sitting all alone inside your head  'Cause I'm looking at you through the glass Don't know how much time has passed All I know is that it feels like forever, but no one ever tells you That forever feels like home, sitting all alone inside your head  [Bridge] And it's the stars, the stars That shine for you, yeah-ah And it's the stars, the stars That lie to you, yeah-ah  And it's the stars, the stars That shine for you, yeah-ah And it's the stars, the stars That lie to you, yeah yeah  [Outro] Oh and the stars Oh and the stars, they lie  ",
        "title": "Through Glass"
    },
    {
        "artist": "Busta Rhymes Featuring will.i.am & Kelis",
        "lyrics": "  I love my bitch (I love you, nigga) I love my bitch (I love you, nigga) I love my bitch (I love you, nigga) I love my bitch (I love you, nigga) I love my bitch (I love you, nigga) I love my bitch (I love you, nigga) My lady never lets me down That's why I never let her go She always here to lift me up When I fall down and hit the floor My baby so amazing Let me sit back and count the ways 1, she the shit 2, she the shit 3, she the shit, uh I love my bitch I love my lady, yup, yup I love my bitch (I love you nigga) I love my lady, yup, yup I love my bitch (I love you nigga) I love my lady, yup, yup I love my bitch (I love you nigga) I love my bitch She the shit I love my nigga, yup, yup I love my boy (I love my bitch) I love my nigga, yup, yup I love my boy (I love my bitch) I love my nigga (I love my bitch) I love my nigga (I love my bitch) I love my nigga He bring me joy I love my girl 'cause she knows the shit She acting kinda ill but she ain't scared of the dick Got her on tape, though she act kinda rude Bet she know my money gone, she spent a do on a dude Real life chicken let her fucked with a thug Sippin' martini's drinkin', wanna fuck in the club 'Cause see that's my chick, that's my chick Thats my chick and she the shit And she the type that keep shit on low Never stress the kid when I'm surrounded with hoes If you knew the shit that she be doing to me In the club, in the crib or when I'm pushing the V See, shorty ass be all over the place Nigga front she probably put her ass all in your face for me 'Cause that's my chick, that's my chick That's my chick and she the shit My lady never lets me down That's why I never let her go She always here to lift me up When I fall down and hit the floor My baby so amazing Let me sit back and count the ways 1, she the shit 2, she the shit 3, she the shit, uh I love my bitch I love my lady, yup, yup I love my bitch (I love you nigga) I love my lady, yup, yup I love my bitch (I love you nigga) I love my lady, yup, yup I love my bitch (I love you nigga) I love my bitch She the shit I love my nigga, yup, yup I love my boy (I love my bitch) I love my nigga, yup, yup I love my boy (I love my bitch) I love my nigga (I love my bitch) I love my nigga (I love my bitch) I love my nigga He bring me joy You see my bitch, she a one of a kind I know you wish your bitch was a rider like mine Wen you see my chick you know my shorty's a dime What she doing with them bitch's, she be skipping the line Listen, type that reserve that ass for a nigga And if I had to skip town she's hold the stash for a nigga I'm saying 'cause that's my chick, that's my chick That's my chick and she the shit I know you buggin' on the way shit sound But you know you know I love the way my bitch be holdin' it down She is truly thorough 'bout the way she be reppin' it hard Travel anywhere, my shorty come fuck with the guard Bust it, mami always creep for you if she can Even if she have to get up and even lie on the stand I'm saying, that's my chick, that's my chick That's my chick and she the shit My lady never lets me down That's why I never let her go She always here to lift me up When I fall down and hit the floor My baby so amazing Let me sit back and count the ways 1, she the shit 2, she the shit 3, she the shit, uh I love my bitch I love my lady, yup, yup I love my bitch (I love you nigga) I love my lady, yup, yup I love my bitch (I love you nigga) I love my lady, yup, yup I love my bitch (I love you nigga) I love my bitch She the shit I love my nigga, yup, yup I love my boy (I love my bitch) I love my nigga, yup, yup I love my boy (I love my bitch) I love my nigga (I love my bitch) I love my nigga (I love my bitch) I love my nigga He bring me joy  ",
        "title": "I Love My B****"
    },
    {
        "artist": "Faith Hill",
        "lyrics": "  [Verse 1] We've got barefoot ladies and tricked out mercedes And people getting crazy on the boulevard We've got classic colas and ice cold corona's And big pool parties in the back yard  [Chorus] Hey that's the way we do it New friends and blue skies that never end Hey that's the way we like it Good times, sunshine and summertime  [Verse 2] You'll see straw sombreros and t-top cameros And stereos blasting in the parking lot You'll see rock hard bodies and bikini hotties And everybody's got it going on And showing what they've got  [Chorus]  [Bridge] Hey everybody can't you feel the rhythm now Hey everybody don't you want to party Hey everybody can't you feel the rhythm now Hey everybody don't you wanna party  [Chorus]  ",
        "title": "Sunshine And Summertime"
    },
    {
        "artist": "Paula DeAnda Featuring Baby Bash",
        "lyrics": "  [Chorus: Paula DeAnda] I'm leaving messages and voice mails Telling you, \"I miss you\" Baby, am I doing too much? (Too much) Why you tryin' to diss me, when I just wanna kiss you Baby, am I doing too much? Tell me, what's the issue? Who I give these lips to? Baby, am I doing too much (Too much) This is turnin' into Something I ain't hip to Baby, am I doing too much? (Too much)  [Verse 1: Paula DeAnda] See, you got me all alone Waiting right here on the phone, for You to call me, just to hear your voice tone I keep on wonderin' if you was even feelin' me I keep on wonderin' if this was even meant to be Tell me, am I wasting time? Boy, you're showing me no signs Is it cause you on your grind? Cause you always on my mind I keep on wonderin' if everything you said was true I keep on wonderin' if you were really comin' through  [Hook 1: Paula DeAnda] Now here I go again, blowin' you up And my girlfriend's keep telling me, I'm doin' too much Now here I go again, blowin' you up And my girlfriend's keep telling me, I'm doin' too much  [Chorus: Paula DeAnda] I'm leaving messages and voice mails Telling you, \"I miss you\" Baby, am I doing too much? (Too much) Why you tryin' to diss me, when I just wanna kiss you Baby, am I doing too much? Tell me, what's the issue? Who I give these lips to? Baby, am I doing too much (Too much) This is turnin' into Something I ain't hip to Baby, am I doing too much? (Am I doing too much?)  [Verse 2: Paula DeAnda] I'm out, with my girls Tryin' have a good time (Good time) And you know I'm looking fly Tryin' to meet some other guys But it gets hard sometimes cause there ain't no one just like you (You) I try my best, but I can't shake this feel you got me through All I can picture is the color of your eyes (Color of your eyes) And the way you make me smile I ain't felt this in a while But I came to a conclusion That this is pure illusion Chaos and confusion But I'm not gon' let it ruin  [Hook 2: Paula DeAnda] The way I feel about myself cause I got self-esteem (Esteem) Sometimes I wonder if I'm just chasin' a fantasy The way I feel about myself cause I got self-esteem (Esteem) Sometimes I wonder if I'm just chasin' a fantasy  [Chorus: Paula DeAnda] I'm leaving messages and voice mails Telling you, \"I miss you\" Baby, am I doing too much? (Too much) Why you tryin' to diss me, when I just wanna kiss you Baby, am I doing too much? Tell me, what's the issue? Who I give these lips to? Baby, am I doing too much? (Too much) This is turnin' into Something I ain't hip to Baby, am I doing too much? (Am I doing too much?)  [Hook 3: Baby Bash] Just leave your name and number And I'm a holla at ya Just leave your name and number And I'm a holla at ya Just leave your name and number And I'm a holla at ya Just leave your name and number And I'm a holla at ya  [Bridge: Baby Bash] Ronnie Ray All day Women in the hallway Everyday Losin' track, of the people tryin' to call me Don't take this, the wrong way I been havin' long days Doin' it, moving 'round the town Wherever I'm gettin' my song played (Played)  [Hook 1: Paula DeAnda] Now here I go again, blowin' you up And my girlfriend's keep telling me, I'm doin' too much Now here I go again, blowin' you up And my girlfriend's keep telling me, I'm doin' too much  [Chorus: Paula DeAnda] I'm leaving messages and voice mails Telling you, \"I miss you\" Baby, am I doing too much? (Too much) Why you tryin' to diss me, when I just wanna kiss you Baby, am I doing too much? Tell me, what's the issue? Who I give these lips to? Baby, am I doing too much? (Too much) This is turnin' into Something I ain't hip to Baby, am I doing too much? (Am I doing too much?)  [Outro: Paula DeAnda] Am I doing too much? Doing too much  ",
        "title": "Doing Too Much"
    },
    {
        "artist": "Heartland",
        "lyrics": "  Look at the two of you dancing that way Lost in the moment and each other's face So much in love your alone in this place Like there's nobody else in the world I was enough for her not long ago I was her number one, she told me so And she still means the world to me Just so you know So be careful when you hold my girl Time changes everything Life must go on And I'm not going to stand in your way  But I loved her first, I held her first And a place in my heart will always be hers From the first breath she breathed When she first smiled at me I knew the love of a father runs deep And I prayed that she'd find you someday But it still hard to give her away I loved her first  How could that beautiful women with you Be the same freckle face kid that I knew The one that I read all those fairy tales to And tucked into bed all those nights And I knew the first time I saw you with her It was only a matter of time  But I loved her first and I held her first And a place in my heart will always be hers From the first breath she breathed When she first smiled at me I knew the love of a father runs deep And I prayed that she'd find you someday But its still hard to give her away I loved her first  From the first breath she breathed When she first smiled at me I knew the love of a father runs deep Someday you might know what I'm going through When a miracle smiles up at you I loved her first  ",
        "title": "I Loved Her First"
    },
    {
        "artist": "Ashlee Simpson",
        "lyrics": null,
        "title": "Invisible"
    },
    {
        "artist": "Brooks & Dunn With Sheryl Crow & Vince Gill",
        "lyrics": "  [Verse 1] Since you've gone, my heart said something's wrong How long can this keep going on? I'm still blue over losing you What else am I going to do?  [Chorus] I'm building bridges straight to your heart An' all of this distance won't keep us apart Won't keep us apart  [Verse 2] Talk to me, talk to me about sympathy Don't leave me begging on my knees Since you've gone, my heart says something's wrong How long can this keep going on?  [Chorus][x4]  ",
        "title": "Building Bridges"
    },
    {
        "artist": "Anna Nalick",
        "lyrics": null,
        "title": "Breathe (2 AM)"
    },
    {
        "artist": "Chris Brown",
        "lyrics": "  [Music Video]  [Intro] Look we gotta talk, dang I know, I know it's just, it's just Something I gotta get off my chest aight, yeah, woah, listen  [Verse 1] Baby come here and sit down, let's talk, I got a lot to say so I guess I'll start by Saying that I love you, but you know, this thing ain't been no walk in the park for us I swear it'll only take a minute, you'll understand when I finish, yeah And I don't wanna see you cry, but I don't wanna be the one to tell you a lie so  [Pre-Chorus] How do you let it go? When you, you just don't know? What's on the other side of the door, when you're walking out, talk about it Everything I tried to remember to say just went out my head So I'mma do the best I can to get you to understand cause I know  [Chorus] There's never a right time to say goodbye But I gotta make the first move cause if I don't you gonna start hating me Cause I really don't feel the way I once felt about you Girl it's not you, it's me, I kinda gotta figure out what I need, oh There's never a right time to say goodbye But we know that we gotta go our separate ways And I know it's hard but I gotta do it and it's killing me Cause there's never a right time, right time to say goodbye  [Verse 2] Girl I know your heart is breaking and a thousand times I found myself asking, \"Why? Why?\" Why am I taking so long to say this? But trust me, girl I never meant to crush your world And I never thought I would see the day we grew apart and I wanna know  [Pre-Chorus] How do you let it go? When you, you just don't know? What's on the other side of the door, when you're walking out, talk about it Girl I hope you understand what I'm tryna say We just can't go on pretending that we get along, girl how you not gonna see it?  [Chorus] There's never a right time to say goodbye But I gotta make the first move cause if I don't you gonna start hating me Cause I really don't feel the way I once felt about you Girl it's not you, it's me, I kinda gotta figure out what I need, oh There's never a right time to say goodbye But we know that we gotta go our separate ways And I know it's hard but I gotta do it and it's killing me Cause there's never a right time, right time to say goodbye  [Bridge] Listen to your heart, girl you know, we should be apart Baby I, I just can't do it, I, I just can't do it Listen to your heart, girl you know we should be apart Baby I, I just can't do it and sometimes it makes me wanna cry Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Do you hear me crying? Oh, oh, oh, oh, oh, oh, oh, oh, oh  [Chorus] There's never a right time to say goodbye But I gotta make the first move cause if I don't you gonna start hating me Cause I really don't feel the way I once felt about you Girl it's not you, it's me, I kinda gotta figure out what I need, oh There's never a right time to say goodbye But we know that we gotta go our separate ways And I know it's hard but I gotta do it and it's killing me Cause there's never a right time, right time to say goodbye There's never a right time to say goodbye But I gotta make the first move cause if I don't you gonna start hating me Cause I really don't feel the way I once felt about you Girl it's not you, it's me, I kinda gotta figure out what I need, oh There's never a right time to say goodbye But we know that we gotta go our separate ways And I know it's hard but I gotta do it and it's killing me Cause there's never a right time, right time to say goodbye  ",
        "title": "Say Goodbye"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] 18 years have come and gone For momma they flew by But for me they drug on and on We were loading up that Chevy Both trying not to cry Momma kept on talking Putting off good-bye She took my hand and said \"Baby, don't forget:  [Verse 2] Before you hit the highway You better stop for gas There's a 50 in the ashtray In case you run short on cash Here's a map, and here's a Bible If you ever lose your way  [Interlude] Just one more thing before you leave: Don't forget to remember me\"  [Verse 3] This downtown apartment sure makes me miss home And those bills there on the counter Keep telling me I'm on my own And just like every Sunday I called momma up last night And even when it is not, I tell her everything is alright Before we hung up I said \"Hey mamma, don't forget To tell my baby sister I'll see her in the fall And tell Meemaw that I miss her And I should give her a call And make sure you tell Daddy That I'm still his little girl Yeah, I still feel like I'm where I'm supposed to be But don't forget to remember me\"  [Verse 4] Tonight I find myself kneeling by the bed to pray I haven't done this in a while So I don't know what to say But \"Lord, I feel so small sometimes In this big old place Yeah, I know there are more important things But don't forget to remember me Don't forget to remember me\"  ",
        "title": "Don't Forget To Remember Me"
    },
    {
        "artist": "Goo Goo Dolls",
        "lyrics": "  [Verse 1] These streets Turn me inside out Everything shines But leaves me empty still And I'll, burn this lonely house down If you run with me [x2]  [Chorus] I'll stay with you The walls will fall before we do Take my hand now We'll run forever I can feel the storm inside you I'll stay with you  [Verse 2] Fooled by my own desires I twist my fate Just to feel you But you, turn me toward the light And you're one with me Will you run with me?  [Chorus]  [Verse 3] Now come in from this storm I taste you sweet and warm Take what you need [x2] From me  [Bridge] Wake up this world Wake up tonight And run with me Run to me now  [Chorus]  ",
        "title": "Stay With You"
    },
    {
        "artist": "Trace Adkins",
        "lyrics": null,
        "title": "Swing"
    },
    {
        "artist": "Taking Back Sunday",
        "lyrics": "  [Verse 1] You've got this new head Filled up with smoke I've got my veins all tangled close To those jukebox bars you frequent They're the safest place to hide A long night spent with your most obvious weaknesses You start shaking at the thought You are everything I want Because you are everything I'm not  [Pre-Chorus] And we lay, we lay together Just not too close, too close (How close is close enough?) And we lay, we lay together Just not too close, too close  [Chorus] I just wanna break you down so badly Well I trip over everything you say I just wanna break you down so badly In the worst way  [Verse 2] My inarticulate store bought Hangover hobby kit it talks It says 'You, oh, you are so cool' Scissor shaped across the bed You are red, violent red You hollow out my hungry eyes You hollow out my hungry eyes  [Pre-Chorus] And we lay, we lay together Just not too close, too close (How close is close enough?) And we lay, we lay together Just not too close, too close (How close is close enough?)  [Chorus] I just wanna break you down so badly Well I trip over everything you say I just wanna break you down so badly In the worst way I just wanna break you down so badly I trip over everything you say I just wanna break you down so badly In the worst way  [Bridge] I'm gonna make damn sure That you can't ever leave No, you won't ever get too far from me You won't ever get too far from me I'll make damn sure That you can't ever leave No, you won't ever get too far from me You won't ever get too far from me  [Chorus] I just wanna break you down so badly Well I trip over everything you say I just wanna break you down so badly In the worst way  [Outro] I'm gonna make damn sure I just wanna break  you down so badly I just wanna break  you down so badly In the worst way  ",
        "title": "MakeDamnSure"
    },
    {
        "artist": "Corinne Bailey Rae",
        "lyrics": "  [Verse 1] Three little birds, sat on my window And they told me I don't need to worry Summer came like cinnamon So sweet Little girls double-dutch on the concrete  [Bridge 1] Maybe sometimes, we've got it wrong, but it's alright The more things seem to change, the more they stay the same Oh, don't you hesitate  [Chorus] Girl, put your records on, tell me your favorite song You go ahead, let your hair down Sapphire and faded jeans, I hope you get your dreams Just go ahead, let your hair down  [Interlude] You're gonna find yourself somewhere, somehow  [Verse 2] Blue as the sky, sunburn and lonely Sipping tea in a bar by the roadside (just relax, just relax) Don't you let those other boys fool you Got to love that afro hair do  [Bridge 2] Maybe sometimes, we feel afraid, but it's alright The more you stay the same, the more they seem to change Don't you think it's strange?  [Chorus] Girl, put your records on, tell me your favorite song You go ahead, let your hair down Sapphire and faded jeans, I hope you get your dreams Just go ahead, let your hair down  [Interlude] You're gonna find yourself somewhere, somehow  [Verse 3] 'Twas more than I could take, pity for pity's sake Some nights kept me awake, I thought that I was stronger When you gonna realize, that you don't even have to try any longer? Do what you want to  [Chorus] Girl, put your records on, tell me your favorite song You go ahead, let your hair down Sapphire and faded jeans, I hope you get your dreams Just go ahead, let your hair down Girl, put your records on, tell me your favorite song You go ahead, let your hair down Sapphire and faded jeans, I hope you get your dreams Just go ahead, let your hair down  [Outro] Oh, you're gonna find yourself somewhere, somehow  ",
        "title": "Put Your Records On"
    },
    {
        "artist": "Omarion",
        "lyrics": "  Girl, girl, girl, girl, girl, girl, girl All I can say is Girl, girl, girl, girl, girl, girl, girl, girl  [Verse 1] Let's go! I don't need nobody else around see Love the way you compliment my style Though you may end up bein' my only girl Cause when you're with me you're my whole world Like when it's just me and you Vibe is crazy between us two Your my homie, my lover indeed and my friend Now I said this before I'm a say it again  Now here is the situation I like what we've got happening And I don't want nothing coming in between both me and you I'll let you be lieutenant if you let me be captain Tell me if that's cool  [Chorus] Baby I want you to be my entourage (Super fly chick) You could be my personal superstar (Super fly chick) Baby I want you to be my entourage If you want then we could take this very far (Super fly chick)  [Verse 2] You're a star in your own right At times you steal the whole spotlight I don't mind girl you're fine put a smile on my face Besides who want a chick that no dude would chase Sometimes I know you're unsure Wonder if this will endure Don't make me make a promise that I can't keep Cause it's cool how it is let's not complicate things girl  Here is the situation I like what we've got happening and I don't want nothing coming in between both me and you I'll let you be lieutenant if u let me be captain Tell me if that's cool  [Chorus] Baby I want you to be my entourage (Super fly chick) You could be my personal superstar (Super fly chick) Baby I want you to be my entourage If you want then we could take this very far (Super fly chick)  [Bridge] You're a star (Omarion) That you are (So beautiful) Be my girl (I wanna take it to the top) Share my world (All the way too the top, Yeah!) Come on girl (Whoo! Super fly chick)  [Chorus] Baby I want you to be my entourage (Super fly chick) You could be my personal superstar (Super fly chick) Baby I want you to be my entourage If you want then we could take this very far (Super fly chick)  ",
        "title": "Entourage"
    },
    {
        "artist": "Thirty Seconds To Mars",
        "lyrics": "  [Verse 1] What if I wanted to break? Laugh it all off, in your face What would you do?  What if I fell to the floor? Couldn't take all this, anymore What would you do, do, do?  [Chorus] Come, break me down Bury me, bury me I am finished with you  [Verse 2] What if I wanted to fight? Beg for the rest of my life What would you do?  You say you wanted more What are you waiting for? I'm not running from you  [Chorus] Come, break me down Bury me, bury me I am finished with you  Look in my eyes You're killing me, killing me All I wanted was you  [Bridge] I tried to be someone else But nothing seemed to change I know now, this is who I really am, inside Finally found myself fighting for a chance I know now, this is who I really am  [Chorus] Come, break me down Bury me, bury me I am finished with you, you, you  Look in my eyes You're killing me, killing me All I wanted was you  Come, break me down Break me down, break me down  [Outro] What if I wanted to break? What if I, what if I, what if I Bury me, bury me  ",
        "title": "The Kill (Bury Me)"
    },
    {
        "artist": "Mary J. Blige Featuring Brook-Lyn",
        "lyrics": "  [1st Verse:] Cause um The sex was good You had my mind And I I let you Come back Every time You would Violate And cross The line And you Knew that I Would be The type To always Wait so patiently Thinkin' You was comin' Home to me Well Damn, I never heard The keys Or Felt ya taps Sayin' are You sleep  Rewind that!  Cause um The sex was good You had my mind And I I let you Come back Every time You would Violate And cross The line And you Knew that I Would be The type To always Wait so patiently Thinkin' You was comin' Home to me Well Damn, I never heard The keys Or Felt ya taps Sayin' are You sleep  [Hook:] Don't wanna Play house No more So dumb To think You gon' Marry me I got to be out My mind To think I Need someone To carry me I've done enough Cryin', cryin', cryin' (Cryin', cryin', cryin') It's time to say Bye, bye, bye It's time I Do something For me  [2ND Verse:] It's time I choose My clothes Choose my friends Be with my family They been asking Girlfriend Where you been? We ain't seen You in weeks Been chasin' This fool around Thinkin' he gon' Hold me down I would Follow his lead Thinkin' I would Be the one He keep around What I needed Not ya finance And all that I needed Real commitment I really couldn't see it Not the real man You said you would be In this relationship So many men Think all A girl needs Is to be sold A dream But I won't Fall for it  [Repeat Hook 1x]  [Bridge:] Don't wanna Play house no more You treat me wrong Tired of you Playin' me I been lookin' At the front door This ain't yours So let me do me Don't wanna Play house no more No more Tired of you Playin' me I've done enough Cryin', cryin', cryin' It's time I do Something for Me  [Brook's Rap:] You turned ya back And back I came runnin' But the simple Fact is That you Ain't want me I done enough Lyin' and cryin' To myself Nothin' left To do but move What else Can I do but leave? I believed that you would marry me But now I gotta breeze I be's with LT When you come To ya senses But then It's too late That's always How it be Catch me With the B's On the wheels Giuseppe on the heels Shoulda Marc Jacob Fe Fe bag me When you had me Next dude Will gladly Pick up Where you left off Ice me Wife me You ain't gon' Have me  [Mary] Cryin', cryin', cryin' (Cryin', cryin', cryin') It's time to say Bye, bye, bye It's time I Do something For me  [Repeat Hook 2x]  ",
        "title": "Enough Cryin"
    },
    {
        "artist": "Lionel Richie",
        "lyrics": "  I look at you You look at me (You can't tell me you ain't feeling butterflies) It's obvious We have some chemistry (I think I know it because it feels so right) Girl I wanted so long to know Now you're telling me you gotta let it go (Don't tell me I have to start all over again) I never thought that this day would come (This is something that I've wanted in my life) I realize that you're the one (And you're telling me its time to say goodbye) What's inside of my heart it ain't going to change So it shouldn't be so easy to walk away (You feel it, I feel it, let's not pretend)  [Chorus] Baby, I don't know what love Is Maybe I'm a fool I just know what I'm Feeling And it's all because of you Don't tell me I don't know I want the truth Because they call it We call it You call it I call it love  [Verse 2] It's so clear for you to see (Don't let anybody tell you what to do) Why they can't they just let us be happy (I don't want to find somebody new) If you know whats really in your heart Then don't let them tear us apart (Because you feel it, I feel it Let's think this through)  [Chorus] Baby, I don't know what love Is Maybe I'm a fool I just know what I'm Feeling And it's all because of you (please don't go) Don't tell me I don't know I want the truth Because they call it We call it You call it I call it love  [Bridge] We have a bond that's unbreakable And it's not time to let it go (don't let it go) And now that we know it's real We are going to let it show To the whole world That I'm yours forever And you're my girl (you're my girl) You might live with me, oh oh I don't know  [Chorus] Baby, I don't know what love Is Maybe I'm a fool (Maybe I'm a fool) I just know what I'm Feeling And it's all because of you (it's all because of you) Don't tell me I don't know I want the truth (I want you) Because they call it We call it You call it I call it love Baby, I don't know what love Is Maybe I'm a fool I just know what I'm Feeling And it's all because of you Don't tell me I don't know I want the truth Because they call it We call it You call it I call it love  [Outro] Love They call it love I call it Love  ",
        "title": "I Call It Love"
    },
    {
        "artist": "KT Tunstall",
        "lyrics": "  [Verse 1] Her face is a map of the world Is a map of the world You can see she's a beautiful girl She's a beautiful girl  And everything around her is a silver pool of light The people who surround her feel the benefit of it It makes you calm She holds you captivated in her palm  [Chorus] Suddenly I see This is what I wanna be Suddenly I see Why the hell it means so much to me? Suddenly I see This is what I wanna be Suddenly I see (suddenly I see) Why the hell it means so much to me?  [Verse 2] I feel like walking the world Like walking the world You can hear she's a beautiful girl She's a beautiful girl  She fills up every corner like she's born in black and white Makes you feel warmer when you're trying to remember What you heard She likes to leave you hanging on her word  [Chorus] Suddenly I see This is what I wanna be Suddenly I see Why the hell it means so much to me? Suddenly I see This is what I wanna be Suddenly I see Why the hell it means so much to me?  [Bridge] And she's taller than most And she's looking at me I can see her eyes looking from the page of a magazine She makes me feel like I could be a tower A big strong tower, yeah The power to be The power to give The power to see, yeah, yeah (suddenly I see) She got the power to be The power to give The power to see, yeah, yeah (suddenly I see) She got the power to be The power to give The power to see, yeah, yeah, yeah (suddenly I see) She got the power to be The power to give The power to see, yeah, yeah (suddenly I see) She got the power to be The power to give The power to see, yeah, yeah  [Outro] Suddenly I see (suddenly I see) This is what I wanna be Suddenly I see (suddenly I see) Why the hell it means so much to me? Suddenly I see (suddenly I see) This is what I wanna be Suddenly I see (suddenly I see) Why the hell it means so much to me, oh, oh, oh, yeah, yeah? (suddenly I see) Suddenly I see (suddenly I see) Why the hell it means so much to me? (suddenly I see) Suddenly I see (suddenly I see) Why the hell it means so much to me?  ",
        "title": "Suddenly I See"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] She was storming through the house that day And I could tell she was leaving And I thought, aw, she'll be back Till she turned around and pointed at the wall an said  [Verse 2] That picture from our honeymoon That night in Frisco Bay Just give it away She said, give it away And that big four-poster king-size bed Where so much love was made Just give it away She said, just give it away  [Chorus] Just give it away There ain't nothing in this house worth Fighting over Oh, and we're both tired of fighting anyway So just give it away  [Bridge] So I tried to move on But I found that each woman I held Just reminded me of that day Hmm  [Verse 3] When that front door swung wide open She flung her diamond ring Said, give it away Just give it away And I said, now, honey, don't you even want Your half of everything She said, give it away Just give it away  [Chorus]  [Instrumental interlude]  [Verse 4] So I'm still right here where she left me Along with all the other things She don't care about anymore Mmm, like that picture from our honeymoon That night in Frisco Bay She said, give it away Well, I can't give it away And that big four-poster king-size bed Where all our love was made She said, give it away Well, I can't give it away  [Outro] I've got a furnished house, a diamond ring And a lonely broken heart Full of love and I can't even give it away  ",
        "title": "Give It Away"
    },
    {
        "artist": "Jake Owen",
        "lyrics": "  [Verse 1] It's five o'clock, just got paid I'll be off the next two days No more working like dogs No more leash, no more boss I got a weekend of nothing to do at all  [Chorus 1] Yee haw!  [Verse 2] I know a place down the road The girls are hot, the beer is cold It's two-for-one, yeah, that's right Not just drinks, it's girls to guys I hear the twins are back in town from Saginaw  [Chorus 1]  [Chorus 2] You take your all-right You take your can't-wait A lot of of bring-it-on and some damn straight And mix it all up with some down home southern drawl, y'all You got your yee haw!  [Verse 3] The place is packed, the line is long The band knows every Haggard song I'm getting loose, I've had a few She wants to dance, I do too But her boyfriend's mad I, I think he wants to brawl All right  [Chorus 1]  [Chorus 2]  [Outro] I'm talking big time I mean saddle up and hold on tight And if you know what I'm talking' about, y'all, yeah How about a yee haw! Ha, ha Yep, bow bow, Y E E H A W, yee haw!  ",
        "title": "Yee Haw"
    },
    {
        "artist": "Monica Featuring Dem Franchize Boyz",
        "lyrics": "  [Intro: Buddie & JD] Ro-Ro-Ro-Rock then bend my knees Every time the beat drop Uh, uh, haha Ro-Ro-Ro-Rock then bend my knees Every time the beat drop So-So Def!  [Verse 1: Pimpin'] You know pimpin' make the beat drop, fuckin' with a laptop I make em do it do it, as soon as the beat drop Might throw my towels out like Nick I like to wild out I'ma stay in the game until I fall out First I lean grab a ball and then I pop wit it (I pop wit it) When they bring the mics the crowd I rock wit it (I rock wit it) I never hind licks, trying to get it quick When the songs come on they, like that's my shit  [Chorus: Monica & Buddie] I can't help who I'm is, when they play my shh I just love to dance, every time the beat drop I love to wild out damn right, shake it all night Hey, that's my jam, every time the beat drop I said, ooh, all the ladies in the club grab a dude And you work it real slow, you can do it Move it, 'til you make him lose it Ro-Ro-Ro-Rock then bend my knees Every time the beat drop He gon' be a fan, every time the beat drop  [Verse 2: Monica] I know you used to seeing Mo laid back So for the most part you think I'm like that (dig this) You about to get a glimpse of the fit I'm giving niggas on the floor, man When I hit the door, man 'Cause I ain't one of these too bourgeois broads Always in the club holding up the wall (now dig this) You about to get a taste of the way That we do it down here in the A Let me say  [Chorus: Monica & Buddie] I can't help who I'm is, when they play my shh I just love to dance, every time the beat drop I love to wild out damn right, shake it all night Hey, that's my jam, every time the beat drop I said, ooh, all the ladies in the club grab a dude And you work it real slow, you can do it Move it, 'til you make him lose it Ro-Ro-Ro-Rock then bend my knees Every time the beat drop He gon' be a fan, every time the beat drop  [Verse 3: Monica] Now I ain't talking bout a little two step (Whatcha talkin' about?) I'm talking bout some that'll make you sweat And when I talk well I'm through talking I'm about to do some move some let you see something When I say get gutta it's enough said Do the bounce like you over on Bank head And if anybody got a problem with the way you doin you Look em dead in the face and you say  [Chorus: Monica & Buddie] I can't help who I'm is, when they play my shh I just love to dance, every time the beat drop I love to wild out damn right, shake it all night Hey, that's my jam, every time the beat drop I said, ooh, all the ladies in the club grab a dude And you work it real slow, you can do it Move it, 'til you make him lose it Ro-Ro-Ro-Rock then bend my knees Every time the beat drop He gon' be a fan, every time the beat drop  [Verse 4: Jizzal Man] I trick stats like killers and I blow that money I'm drunk off the goose so I throw that money I spill white T cash, yall at to bag money When I step off in this spot like I know there's money And my chain so styling, how colors diamonds you need, man? I bow low we, you wanna bow low in the week-end Damn! And he ain't fresh azimiz It's DFB, bitch, and I can, I can  [Chorus: Monica & Buddie] I can't help who I'm is, when they play my shh I just love to dance, every time the beat drop I love to wild out damn right, shake it all night Hey, that's my jam, every time the beat drop I said, ooh, all the ladies in the club grab a dude And you work it real slow, you can do it Move it, 'til you make him lose it Ro-Ro-Ro-Rock then bend my knees Every time the beat drop He gon' be a fan, every time the beat drop  Y'all know what this is DFB, Monica Every time the beat drop Let's get it Every time the beat drop  ",
        "title": "Everytime Tha Beat Drop"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Produced by Rick Rubin]  [Verse 1] Forgive, sounds good Forget, I'm not sure I could They say time heals everything But I'm still waiting I'm through with doubt There's nothing left for me to figure out I've paid a price And I'll keep paying it  [Chorus] I'm not ready to make nice I'm not ready to back down I'm still mad as hell and I don't have time To go round and round and round It's too late to make it right I probably wouldn't if I could Cause I'm mad as hell, can't bring myself To do what it is you think I should  [Verse 2] I know you said Can't you just get over it? It turned my whole world around And I kinda like it  [Bridge] I made my bed and I sleep like a baby With no regrets and I don't mind sayin' It's a sad, sad story when a mother will teach her Daughter that she ought to hate a perfect stranger And how in the world can the words that I said Send somebody so over the edge That they'd write me a letter sayin' that I better Shut up and sing or my life will be over  [Chorus] I'm not ready to make nice I'm not ready to back down I'm still mad as hell and I don't have time To go round and round and round It's too late to make it right I probably wouldn't if I could Cause I'm mad as hell, can't bring myself To do what it is you think I should I'm not ready to make nice I'm not ready to back down I'm still mad as hell and I don't have time To go round and round and round It's too late to make it right I probably wouldn't if I could Cause I'm mad as hell, can't bring myself To do what it is you think I should What it is you think I should  [Outro] Forgive, sounds good Forget, I'm not sure I could They say time heals everything But I'm still waiting  ",
        "title": "Not Ready To Make Nice"
    },
    {
        "artist": "The Red Jumpsuit Apparatus",
        "lyrics": "  [Verse 1] Hey, girl, you know you drive me crazy One look puts the rhythm in my hand Still, I'll never understand why you hang around I see what's going down Cover up with makeup in the mirror Tell yourself, \"It's never gonna happen again\" You cry alone, and then He swears he loves you  [Chorus] Do you feel like a man when you push her around? Do you feel better now, as she falls to the ground? Well, I'll tell you my friend, one day this world's going to end As your lies crumble down, a new life she has found  [Verse 2] A pebble in the water makes a ripple effect Every action in this world'll bear a consequence If you wade around forever, you will surely drown I see what's going down  [Pre-Chorus] I see the way you go and say you're right again Say you're right again, heed my lecture  [Chorus] Do you feel like a man when you push her around? Do you feel better now as she falls to the ground? Well, I'll tell you my friend, one day this world's gon' to end As your lies crumble down, a new life she has found  [Bridge] Face down in the dirt She said, \"This doesn't hurt\" She said, \"I finally had enough\" Face down in the dirt She said, \"This doesn't hurt\" She said, \"I finally had enough\" One day she will tell you that she has had enough He's coming 'round again  [Chorus] Do you feel like a man when you push her around? Do you feel better now as she falls to the ground? Well, I'll tell you my friend, one day this world's gon' to end As your lies crumble down, a new life she has found Do you feel like a man when you push her around? Do you feel better now as she falls to the ground? Well, I'll tell you my friend, one day this world's gon' to end As your lies crumble down, a new life she has found  [Outro] Face down in the dirt She said, \"This doesn't hurt\" She said, \"I finally had enough\"  ",
        "title": "Face Down"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": "  [Verse 1] Country roads, old theater marquee signs Parking lots, and billboards flying by Spanish moss, little hick town squares Wild roses on a river bank Girl its almost like you're there  [Chorus] Oh, every mile, a memory Every song, another scene From some old movie going back in time you and me Every day, a page turned down Every night, a lonesome sound Like a freight train rolling through my dreams Every mile, a memory  [Verse 2] Red sun down, out across the western sky Takes me back to the fire in your eyes Texas stars in a purple night Not seeing 'em with you baby Oh, they never do it right, no  [Chorus] Eevery mile, a memory Every song, another scene From some old movie going back in time you and me Every day, a page turned down Every night, a lonesome sound Like a freight train rolling through my dreams Every mile, a memory  [Verse 3] Funny how no matter where I run Round every bend I only see Just how far I haven't come  [Chorus] Every mile, a memory Every song, another scene From some old movie going back in time you and me Every day, a page turned down Every night, a lonesome sound Like a freight train rolling through my dreams And every mile, a memory Every mile, a memory Every mile, a memory  ",
        "title": "Every Mile A Memory"
    },
    {
        "artist": "Ludacris Featuring Pharrell",
        "lyrics": "  [Hook: Pharrell & Ludacris] Shake your money maker Like somebody's bout to pay ya I see you on my radar Don't you act like you're afraid of shit You know I got it If you wanna come get it Stand next to this money Like - ey ey ey Shake your money maker Like somebody's bout to pay ya Don't worry about them haters Keep your nose up in the air You know I got it If you wanna come get it Stand next to this money Like - ey ey ey  [Verse 1: Ludacris] Shake, shake, shake your money maker Like you were shaking it for some paper It took your momma 9 months to make ya Might as well shake what your momma gave ya You, you lookin' good in them jeans I bet you'd look even better with me in between I keep my mind on my money - money on my mind But you's a hell of a distraction when you shake your behind I got J.O. up on my right side pourin' some cups My whole hood is to my left and they ain't givin a fuck So feel free to get loose and get carried away So by tomorrow you forgot what you were saying today But don't forget about this feeling that I am making you get And all the calories you burn from me making you sweat The mile-high points you earn when we taking my jet and How everywhere you turn I'll be making you wet cause you can  [Hook: Pharrell & Ludacris] Shake your money maker Like somebody's bout to pay ya I see you on my radar Don't you act like you're afraid of shit You know I got it If you wanna come get it Stand next to this money Like - ey ey ey Shake your money maker Like somebody's bout to pay ya Don't worry about them haters Keep your nose up in the air You know I got it If you wanna come get it Stand next to this money Like - ey ey ey  [Verse 2] Switch, switch, switch it from right to left And switch it till you running right out of breath And take a break until you ready again And you can invite over as many friends as You want to but I really want you Just be thankful that Pharrell gave you something to bump to hey Luda - I'm at the top of my game You want my hands from your bottom to the top of your frame And I - just wanna take a little ride on your curves And get erotic giving your body just what it deserves and Let me give you some swimming lessons on the penis Backstroke, breaststroke, stroke of a genius Yepp call me the renaissance man get up and I stay harder then a cinderblock man Hey I'm just a bedroom gangster And I've been meaning to tell that I really must thank ya when you  [Hook: Pharrell & Ludacris] Shake your money maker Like somebody's bout to pay ya I see you on my radar Don't you act like you're afraid of shit You know I got it If you wanna come get it Stand next to this money Like - ey ey ey Shake your money maker Like somebody's bout to pay ya Don't worry about them haters Keep your nose up in the air You know I got it If you wanna come get it Stand next to this money Like - ey ey ey  [Verse 3] Rock rock, rock it an make it work, girl Please don't stop it until it hurts, girl You - you been looking a little tipsy So if you could just shake it a little this way See I'm a member of the BBC The original breadwinner of DTP You the center of attention that is distracting the squad Cause everybody in the campus like - OH MY GOD she can  [Hook: Pharrell & Ludacris] Shake your money maker Like somebody's bout to pay ya I see you on my radar Don't you act like you're afraid of shit You know I got it If you wanna come get it Stand next to this money Like - ey ey ey Shake your money maker Like somebody's bout to pay ya Don't worry about them haters Keep your nose up in the air You know I got it If you wanna come get it Stand next to this money Like - ey ey ey  ",
        "title": "Money Maker"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  Dancin' when the stars go blue Dancin' when the evening fell Dancin' in your wooden shoes In a wedding gown  Dancin' out on 7th street Dancin' through the underground Dancin' with the marionette Are you happy now?  Where do you go when you're lonely Where do you go when you're blue Where do you go when you're lonely I'll follow you When the stars go blue Stars go blue Stars go blue Stars go blue  Laughin' with your pretty mouth Laughin' with your broken eyes Laughin' with your lover's tongue In a lullaby  Where do you go when you're lonely Where do you go when you're blue Where do you go when you're lonely I'll follow you When the stars go blue Stars go blue Stars go blue Stars go blue  ",
        "title": "When The Stars Go Blue"
    },
    {
        "artist": "Keith Anderson",
        "lyrics": "  Fin'lly got over that song of ours; stopped chasin' little red sports cars To check the license plates an' back wood drivin' by your place Back makin' the rounds at our old haunts: Honky Tonks, restaurants An' seein' some of our old friends: it feels good to dance again An' I can fin'lly smell your perfume an' not look around the room for you An' I can walk right by your picture in a frame an' not feel a thing  But when I hear your name I feel rain fallin' right out of the blue sky An' it's the fifth of May, an' I'm right there starin' in your eyes An' nothin's changed, an' we're still same An' I get lost in the innocence of a first kiss An' I'm hangin' on to every word rollin' off of your lips: An' that's all it takes, an' I'm in that place Every time I hear your name  Got someone special in my life: everyone thinks she'd make a great wife Dad says he thinks she's the one: reminds him of Mom when she was young But it's way too soon to be talkin 'bout rings; don't wanna rush into anything She's getting over someone too, kinda like me an' you An' she talks about him every once in a while, an' I just nod my head an' smile 'Cause I know exactly what she's goin' through: yeah, I've been there too An' when the conversation turns to you  I get caught in a \"you were the only one for me\" Kinda thought, an' your face is all that I see I know I can't go back when I still go back An' there we are, a point down by the riverside An' I'm in your arms about to make love for the first time An' that's all it takes, an' I'm in that place Every time I hear your name  So I'm thinkin' 'bout the words I left unsaid (Every time I hear your name.) Stop tryin' to change the things I can't change (Every time I hear your name.) In my heart I know you're gone, but in my head  I feel rain fallin' right out of the blue sky An' it's the fifth of May, an' I'm right there starin' in your eyes That's all it takes, an' I'm in that place An' there we are, a point down by the riverside An' I'm in your arms about to make love for the first time An' I can't explain, but I'm in that place Every time I hear your name Every time I hear your name (Every time I hear your name.) Ooh, ooh, ooh, ooh (Every time I hear your name.) Ah ah Every time I hear your name  ",
        "title": "Every Time I Hear Your Name"
    },
    {
        "artist": "Shareefa Featuring Ludacris",
        "lyrics": "  [(Rodney Jenkins) Ludacris - Intro] (This that new fire man! Darkchild!) Disturbing Tha Peace! Shareefa! Here's another one, LUDA! I told 'em we just gettin started man (Aiyyo, I don't think they really understand what this is Bring that back!) Ay, Shareefa where you at baby? Let's go!  [Shareefa - verse One] Come wit it - need somebody that's real GANG-sta Ain't a - toy soldier, a real GANG-sta Playa - holdin' me down like an anchor I need a pappy, somebody I call daddy Hustla - any hood he's a boss-a Trapper - under the rugs he got stacks-a Never - see movies, don't like them actors That's just what I go after, that's what I need  [Hook] I-I-I-I-I-I-I-I-IIII-I be buggin Cause all these fakes thugs is tryna press up I need a boss like HEY! Who's flossin like HEY! Tossin' dough like HEY! You know that he'll PAY! I-I-I-I-I-I-I-I-IIII-I be buggin Cause all these fakes thugs is tryna press up I need a boss like HEY! Who's flossin like HEY! Tossin' dough like HEY! That drives me cra-ZY!  (Aiyyo Darkchild, bring that back!)  [Verse Two] Stop it - anything I want I cop it I just - want somebody to get fly wit I got - what I need, but can you top it? Yes - I'm a hot chick, somebody you can ride wit Got hips - all the boys want me to drop it So thick - niggas be buggin, I own it I may - be young, but I know what I want If you show me baby, you can get on So come on  That's just one of the things, I, need Only one I'm pleas-ing, is, me Unpredictable, yeah, that's, me I can't help it, that's so sex-y  [Hook]  [Ludacris] I'm the number one hustler of the century, s-s-see me in your dreams I'm the boss of all bosses, k-k-king of all kings I'm your favorite rapper's idol, I BEEN had the title! Call me hot sixteen wit more verses than the Bible Fifteen bank accounts, ten different bi'nesses Five different lawyers, tell 'em what the bi'ness is I live down the block, was raised up the street Want beef? I'll do like summertime and raise up the heat! I'm the leader of the pack, plus I'm STILL in the slums Man I was \"Built Ford Tough\", I'm as real as they come! But fake thugs love to hate, some punks be ice grillin' me Cause I g-g-got assets, no liabilities Now to infinity, grown women be feelin' me And they ain't got nuttin to lose but they virginity Still the Lova Lova, so give me a couple rubbers I'll get 'em in a room, and Luda will make 'em stutter like..  [Hook]  ",
        "title": "Need A Boss"
    },
    {
        "artist": "Frankie J Featuring Mannie Fresh & Chamillionaire",
        "lyrics": null,
        "title": "That Girl"
    }
]