[
    {
        "artist": "Labelle",
        "lyrics": "  Hey sister, go sister Soul sister, go sister Hey sister, go sister Soul sister, go sister  [Verse 1] He met Marmalade down in Old New Orleans Strutting her stuff on the street She said, \"Hello, hey Joe You wanna give it a go?\" hmm hmm  [Chorus] Gitchi gitchi ya ya da da Gitchi gitchi ya ya here Mocha chocolata, ya ya Creole Lady Marmalade  Voulez-vous coucher avec moi ce soir? Voulez-vous coucher avec moi?  [Verse 2] He stayed in her boudoir While she freshened up That boy drank all that Magnolia wine On her black satin sheets Where he started to freak  [Chorus] Gitchi gitchi ya ya da da Gitchi gitchi ya ya here Mocha chocolata, ya ya Creole Lady Marmalade  Voulez-vous coucher avec moi ce soir? Voulez-vous coucher avec moi?  [Verse 3] Hey, hey, hey Seeing her skin Feeling silky smooth Color of cafe au lait  Made the savage beast inside Roaring until it cried \"More, more, more!\"  Now he's at home doing 9 to 5 Living his brave life of lies But when he turns off to sleep All memories keep more, more, more  [Chorus] Gitchi gitchi ya ya da da da Gitchi gitchi ya ya here Mocha chocolata, ya ya Creole Lady Marmalade  Voulez-vous coucher avec moi ce soir? Voulez-vous coucher avec moi? Voulez-vous couchez avec moi ce soir? Creole Lady Marmalade  Voulez-vous coucher avec moi ce soir? Voulez-vous coucher avec moi? Voulez-vous couchez avec moi ce soir? Voulez-vous coucher avec moi?  Voulez-vous coucher avec moi ce soir? Voulez-vous coucher avec moi? Voulez-vous coucher avec moi ce soir? Voulez-vous coucher avec moi?  Gitchi gitchi ya ya da da Gitchi gitchi ya ya here Mocha chocolata, ya ya Gitchi gitchi ya ya here  ",
        "title": "Lady Marmalade"
    },
    {
        "artist": "Minnie Riperton",
        "lyrics": "  [Verse 1] Lovin' you is easy cause you're beautiful Makin' love with you is all I wanna do Lovin' you is more than just a dream come true And everything that I do is out of lovin' you  [Hook] La la la la la, la la la la la La la la la la, la la la la la Do do do do do, ooh  [Verse 2] No one else can make me feel The colors that you bring Stay with me while we grow old And we will live each day in springtime Cause lovin' you has made my life so beautiful And every day of my life is filled with lovin' you Lovin' you I see your soul come shinin' through And every time that we, ooh, I'm more in love with you  [Hook]  [Verse 3] No one else can make me feel The colors that you bring Stay with me while we grow old And we will live each day in springtime Cause lovin' you is easy cause you're beautiful And every day of my life is filled with lovin' you Lovin' you I see your soul come shinin' through And every time that we, ooh, I'm more in love with you  [Hook] La la la la la, la la la la la La la la la la, la la la la la Do do do do do, ooh Lovin' you La la la la la, la la la la la Do do do do do Dee do, dee do, dee do  ",
        "title": "Lovin' You"
    },
    {
        "artist": "The Elton John Band",
        "lyrics": "  I used to be a rolling stone you know If a cause was right I'd leave to find the answer on the road I used to be a heart beating for someone But the times have changed The less I say the more my work gets done   Because I live and breathe this Philadelphia freedom From the day that I was born I've waved the flag Philadelphia freedom took me knee high to a man, yeah Gave me peace of mind my Daddy never had   Oh Philadelphia freedom, shine on me, I love you Shine the light, through the eyes of the ones left behind Shine the light, shine the light Shine the light, won't you shine the light Philadelphia freedom, I love-ve-ve , yes I do  If you choose to you can live your life alone Some people choose the city (some people choose the city) Some others choose the good old family home (some others choose a good old family home) I like living easy without family ties (living easy) Till the whippoorwill of freedom zapped me Right between the eyes   Because I live and breathe this Philadelphia freedom From the day that I was born I've waved the flag Philadelphia freedom took me knee high to a man, yeah Gave me peace of mind my Daddy never had  Oh Philadelphia freedom, shine on me, I love you Shine the light, through the eyes of the ones left behind Shine the light, shine the light Shine the light, won't you shine the light Philadelphia freedom, I love-ve-ve , yes I do  Oh Philadelphia freedom, shine on me, I love you Shine the light, through the eyes of the ones left behind Shine the light, shine the light Shine the light, won't you shine the light Philadelphia freedom,  I love-ve-ve You know I love-ve-ve, yeah You know I love-ve-ve you Yes I do! (Philadelphia freedom) I love-ve-ve you Yes I do! (Philadelphia freedom) Don't You know that I love-ve-ve you Yes I do! (Philadelphia freedom) Don't You know that I love-ve-ve you Yes I do! (Philadelphia freedom) Don't You know that I love-ve-ve you Yes I do! (Philadelphia freedom)  ",
        "title": "Philadelphia Freedom"
    },
    {
        "artist": "B.T. Express",
        "lyrics": null,
        "title": "Express"
    },
    {
        "artist": "Joe Cocker",
        "lyrics": null,
        "title": "You Are So Beautiful/It's A Sin When You Love Somebody"
    },
    {
        "artist": "Ringo Starr",
        "lyrics": null,
        "title": "No No Song/snookeroo"
    },
    {
        "artist": "Phoebe Snow",
        "lyrics": "  You make me laugh Cause your eyes, they light the night They look right though me. La la la la You bashful boy You're hiding something sweet Please give it to me, yeah, to me  Wo oh oh Talk to me some more You don't have to go You're the Poetry Man You make things all rhyme  Ooh yeah, yeah You are a genie All I ask for is your smile Each time I rub the lamp. La la la la When I am with you I have a giggling teen-age crush Then I'm a sultry vamp  Wo oh talk to me some more You don't have to go You're the Poetry Man You make things all rhyme  Ooh yeah, yeah Talk to me somemore You don't have to go You're the poetry man You make things all rhyme  So once again It's time to say, so long And so recall the lull of life You're going home now Home's that place somewhere you go each day To see your wife  Wo oh Talk to me some more You know that you don't have to go You're the Poetry Man You make things all rhyme  ",
        "title": "Poetry Man"
    },
    {
        "artist": "Frankie Valli",
        "lyrics": "  [Chorus] My eyes adored you Though I never laid a hand on you My eyes adored you Like a million miles away From me you couldn't see How I adored you So close, so close And yet so far  [Verse 1] Carried your books from school Playing make-believe You're married to me You were fifth grade, I was sixth When we came to be  [Verse 2] Walking home every day, over Barnegat Bridge and Bay Til we grew into the me and you Who went our separate ways  [Chorus] My eyes adored you Though I never laid a hand on you My eyes adored you Like a million miles away From me you couldn't see How I adored you So close, so close And yet so far  [Verse 3] Headed for city lights Climbed the ladder up To fortune and fame I worked my fingers to the bone Made myself a name  [Verse 4] Funny, I seem to find that No matter how the years unwind Still I reminisce About the girl I miss And the love I left behind  [Chorus] My eyes adored you Though I never laid a hand on you My eyes adored you Like a million miles away From me you couldn't see How I adored you So close, so close And yet so far (All my life I will remember How warm and tender We were way back then Though I'm feeling sad regrets I know I won't ever forget You, my childhood friend) My eyes adored you Though I never laid a hand on you My eyes adored you Like a million miles away From me you couldn't see How I adored you So close, so close And yet so far My eyes adored you Like a million miles away From me you couldn't see How I adored you So close, so close And yet so far  ",
        "title": "My Eyes Adored You"
    },
    {
        "artist": "Sugarloaf/Jerry Corbetta",
        "lyrics": "  Long distance directory assistance area code 212 Say hey, A and R, this is Mister Rhythm And Blues He said, \"Hello\" and put me on hold To say the least the cat was cold He said, \"Don't call us child, we'll call you\" (I said, \"You got my number?\" He said, \"Yeah, I got it when you walked in the door\") Don't call us, we'll call you Don't call us, we'll call you I got your name from a friend of a friend Who said he used to work with you Remember the all night creature from Stereo Ninety Two Yeah, I said, \"Could you relate to our quarter track tape You know the band performs in the nude\" He said, \"Uh huh don't call us child, we'll call you\" Listen kid, you paid for the call You ain't bad but we've heard it all before Yeah, it sounds like John, Paul and George Any way we cut a hit and we toured a bit With a song he said, he couldn't use And now he calls and begs and crawls, it's telephone Deja Vu We got percentage points and lousy joints And all the glitter we can use Mama so uh huh, don't call us, now we'll call you Listen kid, you paid for the call You ain't bad but I've heard it all before Don't call us, we'll call you  ",
        "title": "Don't Call Us, We'll Call You"
    },
    {
        "artist": "Olivia Newton-John",
        "lyrics": "  There was a time When I was in a hurry as you are I was like you There was a day When I just had to tell my point of view I was like you  Now I don't mean to make you frown No, I just want you to slow down  Have you never been mellow? Have you never tried To find a comfort from inside you?  Have you never been happy Just to hear your song? Have you never let someone else be strong?  Running around as you do With your head up in the clouds I was like you Never had time to lay back Kick your shoes off, close your eyes I was like you  Now you're not hard to understand You need someone to take your hand, hey  Have you never been mellow? Have you never tried To find a comfort from inside you?  Have you never been happy Just to hear your song? Have you never let someone else be strong?  ",
        "title": "Have You Never Been Mellow"
    },
    {
        "artist": "B.J. Thomas",
        "lyrics": "  It's lonely out tonight And the feeling just got right For a brand new love song Somebody done somebody wrong song  Hey, won't you play another Somebody done somebody wrong song And make me feel at home While I miss my baby, while I miss my baby  So please play for me a sad melody So sad that it makes everybody cry A real hurting song About a love that's gone wrong Cause I don't want to cry all alone  Hey, won't you play another Somebody done somebody wrong song And make me feel at home While I miss my baby, while I miss my baby  So please play for me a sad melody So sad that it makes everybody cry A real hurting song About a love that's gone wrong Cause I don't want to cry all alone  Hey, won't you play another Somebody done somebody wrong song And make me feel at home While I miss my baby, while I miss my baby  (Hey, won't you play) Won't you play Another somebody done somebody wrong song And make me feel at home While I miss my baby, while I miss my baby  (Hey, won't you play) Won't you play Another somebody done somebody wrong song And make me feel at home While I miss my baby, while I miss my baby  ",
        "title": "(Hey Won't You Play) Another Somebody Done Somebody Wrong Song"
    },
    {
        "artist": "Shirley And Company",
        "lyrics": null,
        "title": "Shame, Shame, Shame"
    },
    {
        "artist": "Rufus Featuring Chaka Khan",
        "lyrics": "  Once you get started, oh it's hard to stop You can't stop you just can't stop When you get down y'all When you get down ain't no turnin' back no  Everybody party hearty To get back in the groove I like the way you do it .. way you do it I like the way you move  It's a good thing Hear a funky sound Everybody let's get on down You gon do it like you never done before Hey .. hey  I just want you to know that Once you get started, oh it's hard to stop You can't stop you just can't stop When you get down y'all When you get down ain't no turnin' back no  Everybody party hearty To get right in the groove I love the way you do it .. way you do it I like the way you move  It's the new thing When ya know that ya getting' on down, yeah Everybody come on y'all and get down with me You can do it like you never done before, yeah  Once you get started, oh it's hard to stop You can't stop you just can't stop When you get down y'all When you get down ain't no turnin' back no  Now that ya got down We just wanna say If you dig the funky, funky music Come on and move it this way  Come on and move, come on and groove  ",
        "title": "Once You Get Started"
    },
    {
        "artist": "Sweet Sensation",
        "lyrics": "  Sad sweet dreamer is just one of those things You put down to experience Sad sweet dreamer is just one of those things  You put down to experience Been another blue day without you Girl Been another sad summer song Been thinkin' about you Girl AII night long Been another sad tear on my pillow  Been another memory who told me \"You're the one girl\" Been thinkin' about you Girl all night long Sad sweet dreamer is just one of those things . .  Been another long night and I missed you Girl Been another story from those endlees magazines  Can't help thinkin' about you Girl All night long  Sad sweet dreamer is just one of those things . .   Was so happy when I found you but how was I to know That you would leave me walkin' down the road Been another hurt love story Been another man Who thought that he was oh so strong Been thinkin' about you Girl All night long  Sad sweet dreamer is just one of those thing ...  ",
        "title": "Sad Sweet Dreamer"
    },
    {
        "artist": "Jackson 5",
        "lyrics": "  The eyes of love will watch you As you go from day to day The hands of love will catch you When you fall along the way My arms will hold and be with you Your whole life through 'Cause I am love And I'm in love with you  I find myself in wonder Of why I've been misused When love brings understanding How can it be confused (War and poverty wasn't meant to be) Hate is drivin' me away 'Cause I am love And I'd love to stay  Come back lover, come back This is where you belong Come back lover, come back This is where you belong Come back lover, come back This is where you belong Come back lover, come back This is where you belong Come back lover, come back This is where you belong Come on back, oh yeah Please, this is where you belong  I am love Sprinkle myself around you I am love Shower my warmth upon you  I'm the answer to the question My key unlocks your heart I'm your friend and your lover Your sister and your brother  Let me in your mind (Let's get together) You're runnin' out of time (Let's get together) Your wish is my command (Let's get together) People take my hand (Let's get together (Love, love, love, love) (Let's get together, let's get together)  I am love Sprinkle myself around you I am love Shower my warmth upon you  I am love I am love  ",
        "title": "I Am Love (Parts I & II)"
    },
    {
        "artist": "Sammy Johns",
        "lyrics": "  I gave a girl a ride in my wagon She crawled in and took control She was tired as her mind was draggin' I said get some sleep and dream of rock and roll  'Cause like a picture she was laying there Moonlight dancing off her hair She woke up and took me by the hand She's gonna love me in my Chevy van And that's all right with me  Her young face was like that of an angel Her long legs were tanned and brown Better keep your eyes on the road, son Better slow this vehicle down  'Cause like a picture she was laying there Moonlight dancing off her hair She woke up and took me by the hand She's gonna love me in my Chevy van And that's all right with me  I put her out in a town that was so small You could throw a rock from end to end A dirt road main street, she walked off in bare feet It's a shame I won't be passin' through again  'Cause like a picture she was laying there Moonlight dancing off her hair She woke up and took me by the hand We made love in my Chevy van And that's all right with me  'Cause like a picture she was laying there Moonlight dancing off her hair She woke up and took me by the hand We made love in my Chevy van And that's all right with me  'Cause like a picture she was laying there Moonlight dancing off her hair She woke up and took me by the hand We made love in my Chevy van  ",
        "title": "Chevy Van"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse 1] America needs you Harry Truman Harry could you please come home Things are looking bad I know you would be mad To see what kind of men Prevail upon the land you love  [Verse 2] America's wondering How we got here Harry all we get is lies We're getting safer cars Rocket ships to mars From men who'd sell us out To get themselves a piece of power  [Bridge] We'd love to hear you speak your mind In plain and simple ways Call a spade a spade Like you did back in the day You would play piano Each morning walk a mile Speak of what was going down With honesty and style  [Verse 3] America's calling Harry Truman Harry you know what to do The world is turning round and losing lots of ground  Oh Harry is there something we can do to save the land we love (2x)  [Outro] Oh, woah woah woah America's calling Harry Truman Harry you know what to do The world is turning round And losing lots of ground So Harry is there something we can do to save the land we love Oh Harry is there something we can do to save the land we love Harry Harry is there something we can do to save the land we love  ",
        "title": "Harry Truman"
    },
    {
        "artist": "The Doobie Brothers",
        "lyrics": "  Well, I built me a raft and she's ready for floating Old Mississippi, she's calling my name Catfish are jumping, that paddle wheel thumping Black water keeps rolling on past just the same  [Hook] Old black water, keep on rolling Mississippi moon, won't you keep on shining on me? Old black water, keep on rolling Mississippi moon, won't you keep on shining on me? Old black water, keep on rolling Mississippi moon, won't you keep on shining on me? Yeah, keep on shining your light Gonna make everything, pretty mama Gonna make everything alright And I ain't got no worries cause I ain't in no hurry at all  Well, if it rains, I don't care! Don't make no difference to me Just take that street car that's going up town Yeah, I'd like to hear some funky Dixieland And dance a honky tonk And I'll be buying everybody drinks all round  [Hook]  I'd like to hear some funky Dixieland Pretty mama, come and take me by the hand Take me by the hand, pretty mama Come and dance with your daddy all night long  ",
        "title": "Black Water"
    },
    {
        "artist": "Hot Chocolate",
        "lyrics": null,
        "title": "Emma"
    },
    {
        "artist": "Ben E. King",
        "lyrics": null,
        "title": "Supernatural Thing - Part I"
    },
    {
        "artist": "Freddy Fender",
        "lyrics": "  If he brings you happiness Then I wish you all the best It's your happiness that matters most of all But if he ever breaks your heart If the teardrops ever start I'll be there before the next teardrop falls  Si te quiere de verdad Y te da felicidad Te deseo lo mas bueno pa'los dos Pero si te hace llorar A mi me puedes hablar Y estare contigo cuando triste estas  I'll be there anytime You need me by your side To drive away every teardrop that you cried  And if he ever leaves you blue Just remember, I love you And I'll be there before the next teardrop falls And I'll be there before the next teardrop falls  ",
        "title": "Before The Next Teardrop Falls"
    },
    {
        "artist": "The Blackbyrds",
        "lyrics": "  Walking in rhythm Moving in sound Humming to the music Trying to move on I'm walking in rhythm Singing my song Thinking 'bout my baby Trying to get home  Walking in rhythm Moving in sound Humming to the music Trying to move on I'm walking in rhythm Singing my song Thinking 'bout my baby Trying to get home  It's been so long since I've seen her I'm tired and so all alone I've travelled so very far I've got to get back home  It's been so long since I've kissed her And held her tight in my arms I've got so far to go now I've got to get back home Got to get back home  It's been so long since I've seen her I'm tired and so all alone I've travelled so very far I've got to get back home  It's been so long since I've kissed her And held her tight in my arms I've got so far to go now I've got to get back home Got to get back home  Walking in rhythm Moving in sound Humming to the music Trying to move on I'm walking in rhythm (walking in rhythm) Singing my song (singing my song) Thinking 'bout my baby (thinking 'bout my baby) Trying to get home (trying to get home)  I'm walking in rhythm (walking in rhythm) Singing my song (singing my song) Thinking 'bout my baby (thinking 'bout my baby) Trying to get home (trying to get home)  I'm walking in rhythm (walking in rhythm) Singing my song (singing my song) Thinking 'bout my baby (thinking 'bout my baby) Trying to get home (trying to get home)  ",
        "title": "Walking In Rhythm"
    },
    {
        "artist": "Styx",
        "lyrics": null,
        "title": "Lady"
    },
    {
        "artist": "Al Green",
        "lyrics": null,
        "title": "L-O-V-E (Love)"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": "  Yeah, hey, hey  When you wish upon a star Your dreams will take you very far, yeah But when you wish upon a dream Life ain't always what it seems, oh yeah  What you see On nights so clear, hey In the sky so very dear, yeah?  You're a shining star No matter who you are Shining bright to see What you could truly be (What you could truly be)  Shining star come into view To shine its watchful light on you Give you strength To carry on, yeah Yeah, make your body big and strong, yeah  Born a man-child of the sun, yeah Yeah, saw my work had just begun Yeah, found I had to stand alone, yeah Bless it now I've got my own Oh yeah, oh yeah  So, if you find yourself in need Why don't you listen To these words of heed Be a giant or grain of sand Words of wisdom Yes, I can  You're a shining star No matter who you are Shining bright to see What you could truly be  You're a shining star No matter who you are Shining bright to see What you could truly be  You're a shining star No matter who you are Shining bright to see What you could truly be  Shining star for you to see What your life can truly be  Shining star for you to see What your life can truly be  Shining star for you to see What your life can truly be  ",
        "title": "Shining Star"
    },
    {
        "artist": "Love Unlimited Orchestra",
        "lyrics": "  Am I a man who knows how to love When you hate what you fear the most here I'll wash your feet as you spit in my face Hey you, I love your soul I'm gonna love when you hate You can't outrun or escape this liquid My life poured out like water here I'm gonna drown you With maddening forgiveness Hey you, I love your soul I can't depend on your hate To define my love Am I strong enough To love your soul Love doesn't care to receive what it gives Bleeding compassion to extreme Love stretches out to die for its enemies Hey you, I love your soul I can't depend on your hate To define my love Am I strong enough To love your soul No bounds on the deep No bounds on the wide Am I deep enough Yo love your soul God, I want to swim in the deep of You God, in You I'm strong enough Strong enough, strong enough I can't depend on your hate To define my love Am I strong enough To love your soul No bounds on the deep No bounds on the wide Am I deep enough To love your soul  ",
        "title": "Satin Soul"
    },
    {
        "artist": "Barry White",
        "lyrics": "  You got to do anything You got to do anything You got to do anything You got to do anything  You got to do anything You got to do anything You got to do anything  Oh, baby, sweet baby What am I gonna do, yeah, yeah Baby, sweet baby, my babe What am I gonna do with you, yeah  Been makin' love for hours And, baby, with you goin' strong Girl, this night is our And, ooh, I swear I feel it comin' on, yeah  Oh, I know when we get through Girl, I won't be able to move I don't know just what you got I just don't want you to stop Givin' me, all of me  Baby, oh, baby Girl, what am I gonna do Baby, sweet baby, my babe What am I gonna do with you  Ooh, what a groove thing Love how you do it Ain't what you got, babe Girl, it's how you use it, yeah  Stay right there, right there, don't you move You don't know what I'm going through Girl, you made me give it up You are unwillin', you're just to much You know how to make me “Ow”  Ooh... ooh... baby Ooh... ooh... baby Ooh... ooh... baby  Oh, baby, oh, baby Girl, what am I gonna do Ah, baby, sweet baby, my babe What am I gonna do with you  Brr... na-na-na-na Brr... na-na-na-na Ah Brr... na-na-na-na Brr... na-na-na-na Yeah... yeah... eah... eah...  Baby, oh, baby Tell me what am I gonna do with you Ah, baby, sweet baby, my babe Girl, what am I gonna do with you  Brr... na-na-na-na Brr... na-na-na-na  ",
        "title": "What Am I Gonna Do With You"
    },
    {
        "artist": "Leo Sayer",
        "lyrics": "  I was travellin' down the road feelin' hungry and cold I saw a sign sayin' \"Food and Drinks for Everyone\" So naturally, I thought I would take me a look inside I saw so much food there was water coming from my eyes  Yeah, there was ham and there was turkey, there was caviar And long tall glasses with wine up to y'are Then somebody grabbed me, threw me out of my chair Said, \"Before you can eat, you gotta dance like Fred Astaire\"  You know I can't dance, you know I can't dance You know I can't dance, you know I can't dance, I can't dance!  I am a man of the road, a hobo by name I don't seek entertainment, just poultry and game But if it's all the same to you then yes, I will try my hand If you were hungry as me then I'm sure you will understand  Hmm, now wait a minute, of course I can dance Of course I can dance, I'm sure I can dance I'm sure I can dance, I can dance I can dance, I really hit the floor, ah, it feels good Look at me dancin'!  I did a Two Step, Quick Step and a Bossanova A little Victor Sylvester and a Rudy Valentino You should have seen me moving right across the floor Hand me down my tuxedo, next week I'm coming back for more  I can dance, oh yes, I can dance Look at me dance on the floor movin' I feel good, I can dance, I can dance I can dance, I can dance, I can dance, I can dance  Songwriters:  Leo Sayer and David Courtney  ",
        "title": "Long Tall Glasses (I Can Dance)"
    },
    {
        "artist": "The Charlie Daniels Band",
        "lyrics": "  [Verse 1] Well the train to Grinder's Switch is runnin' right on time And the tucker boys are cookin' down in Caroline People down in Florida can't be still When old Lynyrd Skynyrd's pickin' down in Jacksonville People down in Georgia come from near and far To hear Richard Betts pickin' on that red guitar  [Refrain] So gather 'round, gather 'round children Get down, well just get down children Get loud, well you can be loud and be proud And you can be proud here And I'll be proud to a rebel 'cause South's gonna do it again And again  [Verse 2] Elvin Bishop's sittin' on a bale of hay He ain't good lookin' but he sure can play And there's Z Z Top and you can't forget That old brother Willie's gettin' soakin' wet And all the good people down in Tennessee Are diggin' barefoot Jerry and the C.D.B  [Refrain] Well gather 'round, gather 'round children Get down, well you can get down children Get loud, well you can get loud and be proud Well you can be proud here Be proud to a rebel 'cause South's gonna do it again Yes it is  ",
        "title": "The South's Gonna Do It"
    },
    {
        "artist": "Fanny",
        "lyrics": "  He was hard as a rock But I was ready to roll What a shock to find out I was in control Of the situation I didn't need no Time or destination He said, say, you look divine Have I met you before I said, your place or mine He said, hard to be sure Of an invitation In these times of Casual, quick relations Go, baby, go Get it on, boy Show what you know There's a fire down below Go, baby, go It doesn't matter to me He thought I'd be impressed By his rotating bed Such a woman suppressed Surely needs to be led To complete elation and I've Had my share of conversation Go, baby, go Get it on, boy Show what you know Oh, there's a fire down below So, go, baby, go It doesn't matter to me No, no, no He had four on the floor And I was ready to clutch I said, give me some more He said, you're too much For my inclinations and I've had my share of invitations Go, baby, go Get it on, boy Show what you know Oh, there's a fire down below So, go, baby, go It doesn't matter to me Oh, Butter Boy Go, baby, go Get it on, boy Show what you know Oh, there's a fire down below Go, baby, go It doesn't matter to me No, no, no Go, baby, go Get it on, boy Show what you know Yeah, there's a fire down below So, go, baby, go It doesn't matter to me  ",
        "title": "Butter Boy"
    },
    {
        "artist": "The Jimmy Castor Bunch",
        "lyrics": null,
        "title": "The Bertha Butt Boogie-Part 1"
    },
    {
        "artist": "Ozark Mountain Daredevils",
        "lyrics": "  Ooh-hoo, Jackie blue Lives her life from inside of a room Hides that smile when she's wearin' a frown Ooh Jackie, you're not so down  You like your life in a free-form style You'll take an inch but you'd love a mile There never seems to be quite enough Floating around to fill your lovin' cup  Ooh-hoo, Jackie blue What's a game, girl, if you never lose Ask a winner and you'll prob'bly find Ooh Jackie, they've lost at sometime  Don't try to tell me that you're not aware Of what you're doing and that you don't care You say it's easy, just a nat'ral thing Like playing music but you never sing  Ooh-hoo, Jackie blue Making wishes that never come true Going places that you've never been Ooh Jackie, you're going again  {guitar solo}  Ooh-hoo, Jackie blue Lives a dream that can never come true Making love is like siftin' through sand Ooh Jackie, it slips through your hand  Every day, in your indigo eyes I watch the sun set but I don't see it rise Moonlight and stars in your strawberry wine You'd take the world but you won't take the time  Ooh-hoo, Jackie blue Lives her life from inside of a room Makes you think that her life is a drag Ooh Jackie, what fun you have had  Ooh Jackie, ooh Jackie  Ooh Jackie, ooh Jackie, ooh Jackie  Hey, hey, hey, hey  {guitar solo}  ",
        "title": "Jackie Blue"
    },
    {
        "artist": "Tony Orlando & Dawn",
        "lyrics": "  He don't love you, like I love you If he did, he wouldn't break your heart He don't love you, like I love you He's try-ing to tear us apart  Fare thee well I know you're leaving (I know you're leaving) For the new love that you've found The handsome guy that you've been dating, whoa I got a feeling he's gonna put you down 'cause  He don't love you, like I love you If he did, he wouldn't break your heart He don't love you, like I love you He's try-in' to tear us apart  He uses all the great quotations Says the things I wish I could say Whoa, but he's has so many rehearsals Girl, to him it's just another play but wait  When the final act is over And you're left standing all alone When he takes his bow and makes his exit Girl, I'll be there to take you home  He don't love you (And he never will) Like I love you If he did, he wouldn't break your heart Oh, he don't love you, girl, like I love you He's try-ing to tear us apart  Whoa, he don't love you  ",
        "title": "He Don't Love You (Like I Love You)"
    },
    {
        "artist": "Barry Manilow",
        "lyrics": "  You wouldn't believe where I've been The cities and towns I've been in From Boston to Denver And every town in between  (Everyone looks the same) The people they all look the same (Yes, the same) Oh, only the names have been changed (Just the names)  But now that I'm home again I'll tell you what I believe  It's a miracle (miracle) A true blue spectacle The miracle come true We're together, baby I was going crazy Till the miracle came through  Now you're here And my arms are around you And, baby, there'll be Dancing in the street  For the miracle (miracle) A true blue spectacle The miracle is you (Hoo hoo hoo hoo hoo)  I never knew you looked so good Oh, I never knew anyone could I must have been crazy To ever have gone away  (Almost forgot you, babe) I almost forgot what it's like (Every night) Oh, holding you near me at night (Every night)  But now that I'm home again You know that I'm home to stay  'Cause it's a miracle (miracle) A true blue spectacle A miracle come true  We're together, baby I was going crazy Till the miracle came through  Now you're here And I'm feeling so good And, baby, there'll be Dancing in the street  For the miracle (miracle) A true blue spectacle The miracle is you (Hoo hoo hoo hoo hoo)  Now you're here And my arms are around you And, baby, there'll be Dancing in the street  Ha, there's gonna be Dancing in the street Gonna be dancing in the street  (Dancing in the street) Dancing, dancing, dancing (Dancing in the street) Dancing, dancing, dancing Dancing in the street Dancing, dancing, dancing Dancing in the street  For the miracle (miracle) A true blue spectacle The miracle is you  Hoo, the miracle is you (The miracle is you) Hoo, the miracle is you (The miracle is you) Hoo, the miracle is  ",
        "title": "It's A Miracle"
    },
    {
        "artist": "Helen Reddy",
        "lyrics": null,
        "title": "Emotion"
    },
    {
        "artist": "Electric Light Orchestra",
        "lyrics": null,
        "title": "Can't Get It Out Of My Head"
    },
    {
        "artist": "Al Martino",
        "lyrics": null,
        "title": "To The Door Of The Sun (Alle Porte Del Sole)"
    },
    {
        "artist": "Eagles",
        "lyrics": "  [Verse 1] Every night I'm lying in bed Holding you close in my dreams Thinking about all the things that we said And coming apart at the seams We try to talk it over But the words come out too rough I know you were trying To give me the best of your love Beautiful faces and loud, empty places Look at the way that we live Wasting our time on cheap talk and wine Left us so little to give That same old crowd Was like a cold dark cloud That we could never rise above But here in my heart I give you the best of my love  [Chorus] Oh sweet darling you get the best of my love, oh Sweet darling, you get the best of my love  [Verse 2] I'm going back in time And it's a sweet dream It was a quiet night And I would be all right If I could go on sleeping But every morning I wake up and worry What's gonna happen today You see it your way And I see it mine But we both see it slipping away You know we always had each other baby I guess that wasn't enough Oh, but here in my heart I give you the best of my love  [Chorus] Oh sweet darling you get the best of my love, oh Sweet darling, you get the best of my love  [Chorus] Oh sweet darling you get the best of my love, oh Sweet darling, you get the best of my love  [Chorus] Oh sweet darling you get the best of my love, oh Sweet darling, you get the best of my love  [Chorus] Oh sweet darling you get the best of my love, oh Sweet darling, you get the best of my love  ",
        "title": "Best Of My Love"
    },
    {
        "artist": "Bob Dylan",
        "lyrics": "  [Verse 1] Early one morning the sun was shining I was laying in bed Wondering if she'd changed at all If her hair was still red Her folks they said our lives together Sure was going to be rough They never did like Mama's homemade dress Papa's bankbook wasn't big enough And I was standing on the side of the road Rain falling on my shoes Heading out for the East Coast Lord knows I've paid some dues Getting through Tangled up in blue  [Verse 2] She was married when we first met Soon to be divorced I helped her out of a jam, I guess But I used a little too much force We drove that car as far as we could Abandoned it out West Split up on a dark sad night Both agreeing it was best She turned around to look at me As I was walking away I heard her say over my shoulder \"We'll meet again someday On the avenue\" Tangled up in blue  [Verse 3] I had a job in the great north woods Working as a cook for a spell But I never did like it all that much And one day the ax just fell So I drifted down to New Orleans Where I lucky was to be employed Working for a while on a fishing boat Right outside of Delacroix But all the while I was alone The past was close behind I seen a lot of women But she never escaped my mind And I just grew Tangled up in blue  [Verse 4] She was working in a topless place And I stopped in for a beer I just kept looking at the side of her face In the spotlight, so clear And later on, when the crowd thinned out I was just about to do the same She was standing there, in back of my chair Said to me \"Don't I know your name?\" I muttered something underneath my breath She studied the lines on my face I must admit, I felt a little uneasy When she bent down to tie the laces Of my shoe Tangled up in blue  [Verse 5] She lit a burner on the stove And offered me a pipe \"I thought you'd never say hello\" she said \"You look like the silent type\" Then she opened up a book of poems And handed it to me Written by an Italian poet From the thirteenth century And every one of them words rang true And glowed like burning coal Pouring off of every page Like it was written in my soul From me to you Tangled up in blue  [Verse 6] I lived with them on Montague Street In a basement down the stairs There was music in the cafes at night And revolution in the air Then he started into dealing with slaves And something inside of him died She had to sell everything she owned And froze up inside And when it finally, the bottom fell out I became withdrawn The only thing I knew how to do Was to keep on keeping on Like a bird that flew Tangled up in blue  [Verse 7] So now I'm going back again I got to get to her somehow All the people we used to know They're an illusion to me now Some are mathematicians Some are carpenter's wives Don't know how it all got started I don't know what they're doing with their lives But me, I'm still on the road A-heading for another joint We always did feel the same We just saw it from a different point of view Tangled up in blue  ",
        "title": "Tangled Up In Blue"
    },
    {
        "artist": "Queen",
        "lyrics": "  [Verse 1] She keeps Moet et Chandon In her pretty cabinet 'Let them eat cake' she says Just like Marie Antoinette A built-in remedy For Khrushchev and Kennedy At anytime an invitation You can't decline Caviar and cigarettes Well versed in etiquette Extraordinarily nice  [Chorus] She's a Killer Queen Gunpowder, gelatine Dynamite with a laser beam Guaranteed to blow your mind Anytime  [Post-Chorus] Recommended at the price Insatiable an appetite Want to try?  [Verse 2] To avoid complications She never kept the same address In conversation She spoke just like a baroness Met a man from China Went down to Geisha Minah (Killer, killer, she's a killer Queen) Then again incidentally If you're that way inclined Perfume came naturally from Paris (naturally) For cars she couldn't care less Fastidious and precise  [Chorus] She's a Killer Queen Gunpowder, gelatine Dynamite with a laser beam Guaranteed to blow your mind Anytime  [Guitar Solo]  [Bridge] Drop of a hat she's as willing as Playful as a pussy cat Then momentarily out of action Temporarily out of gas To absolutely drive you wild, wild She's all out to get you  [Chorus] She's a Killer Queen Gunpowder, gelatine Dynamite with a laser beam Guaranteed to blow your mind Anytime  [Outro] Recommended at the price Insatiable an appetite Want to try? Want to try?  ",
        "title": "Killer Queen"
    },
    {
        "artist": "C.W. McCall",
        "lyrics": "  Me and Earl was haulin' chickens On the flatbed out of Wiggins And we'd spent all night on the uphill side Of 37 miles of hell called Wolf Creek Pass Which is up on the Great Divide  We was sittin' there suckin' toothpicks Drinkin' Nehis and onion soup mix And I says, \"Earl, let's mail a card to mother And then send them chickens on down the other side Yeah, let's give em a ride\"  [Chorus] Wolf Creek Pass Way up on the Great Divide Truckin' on down the other side  Well, Earl put down his bottle Mashed his foot down on the throttle And then a couple of boobs with a thousand cubes In a 1948 Peterbilt screamed to life (We woke up the chickens)  We roared up off of that shoulder Spraying pine cones, rocks, and boulders And put four hundred head of them Rhode Island Reds And a couple of burnt-out roosters on the line Look out below Cause here we go  [Chorus]  Well, we commenced to truckin' And them hens commenced to cluckin' And Earl took out a match and scratched his pants And lit up the unused half of a dollar cigar and took a puff Says, \"My, ain't this pretty up here\"  I says, \"Earl, this hill can spill us You better slow down, you gon' kill us Just make one mistake and it's the pearly gates For them 85 crates of USDA-approved cluckers You wanna hit second?\"  [Chorus]  Well, Earl grabbed on the shifter And he stabbed 'er into fifth gear And then the chromium-plated Fully-illuminated Genuine accessory shift knob Come right off in his hand I says, \"You wanna screw that thing back on, Earl?\"  He was tryin' to thread it on there When the fire fell off of his cigar And dropped on down Sorta rolled around And then lit the cuff of Earl's pants And burned a hole in his sock Yeah, sorta set him right on fire  I looked on out of the window And I started countin' phone poles Going by at the rate of four to the seventh power Well, I put two and two together And added twelve and carried five Come up with twenty two thousand telephone poles an hour  I looked at Earl and his eyes was wide His lip was curled and his leg was fried And his hand was froze to the wheel Like a tongue to a sled in the middle of a blizzard I says, \"Earl, I'm not the type to complain But the time has come for me to explain That if you don't apply some brake real soon They're going to have to pick us up with a stick and a spoon\"  Well, Earl rared back, cocked his leg, stepped down as hard as he could on the brake And the pedal went clear to the floor and stayed right there on the floor He says it's sorta like steppin' on a plum  Well, from there on down it just wasn't real pretty It was hairpin county and switchback city One of 'em looked like a can full of worms Another one looked like malaria germs  And right in the middle of the whole damn show Was a real nice tunnel, now wouldn't you know Sign says clearance to the twelve foot line But the chickens was stacked to thirteen nine Well, we shot that tunnel at a hundred and ten Like gas through a funnel and eggs through a hen We took that top row of chickens off slicker than the scum off a Louisiana swamp  Went down and around Around and down And we run out of ground At the edge of town Bashed into the side of the feed store Downtown Pagosa Springs  [Chorus]  ",
        "title": "Wolf Creek Pass"
    },
    {
        "artist": "Eddie Kendricks",
        "lyrics": "  Shoeshine boy how you do your work so well Shoeshine boy tryin' to make a livin', you go somewhere Shoeshine boy where are you gonna be ten years from now Just move, just keep workin' shoeshine boy  I wanna know are you gonna be the richest man around You've been a workin' so hard So many things in life to learn Shoeshine boy, what will you discover  Though it's a long way up, you'll reach the top Now when you'll finally get back Don't forget from where you came shoeshine boy Workin' so hard in the noon day sun Just, just keep workin' shoeshine boy  Look at ya now, gettin' it together Teasing the guys and havin' lots of fun Shoeshine boy, yeah, don't you know that you're a star Yeah, you're a star shoeshine boy  Just the way, just the way that you are You've been a workin' so hard So many things in life to learn, so much to learn Shoeshine boy, what will you discover  Yeah, shoeshine boy Shoeshine boy You've been a workin' so hard Shoeshine boy Don't you know that you're a star That's the way that you are  ",
        "title": "Shoeshine Boy"
    },
    {
        "artist": "America",
        "lyrics": "  This is for all the lonely  people Thinking that life has passed them by Don't give up until you drink from the silver cup And ride that highway in the sky  This is for all the SINGLE people Thinking that love has left them dry Don't give up until you drink from the silver cup You never know until you try  Well, I'm on my way Yes, I'm back to stay Well, I'm on my way back home (Hit it)  This is for all the lonely people Thinking that life has passed them by Don't give up until you drink from the silver cup And never take you down or never give you up You never know until you try  ",
        "title": "Lonely People"
    },
    {
        "artist": "Harry Chapin",
        "lyrics": "  I come fresh from the street, fast on my feet Kinda lean and lazy Not much meat on my bones and a whole lot alone And more than a little bit crazy  The old six string was all i had, to keep my belly still And for each full hour lesson i gave I got a crisp ten dollar bill  You see, she was married for seven years To a concrete castle king She said she wanted to learn to play the guitar And to hear her children sing So i'd show up about once a week in my faded tight legged jeans With a back log full of hobo stories and delapadated dreams  So i tried to teach her a couple of chords And an easy melody But it always turned out she'd rather listen to my guitar and me I could hear her old man laughing in the den Playing stud poker with the boys While i sang so soft in the living room, too scared to make much noise  I came one week, the den was dark and she met me at the door And we sat on the couch and we sang and talked till i could not sing no more You know the silence kept in building Her eyes grew much too wide And i could hear both of our heart beats, but there was no place to hide  She said i wanna learn a love song Full of happy things She said i wanna learn a love song Won't you let me hear you sing She said i wanna learn a love song I wanna hear you play She said i wanna learn a love song Before you go away  I guess you know what happened God i, I never been so clean I feel like i'm workin in a Hollywood movie Or living out a good bad dream And all them pin up girls in that tinsle world Never touched me like she can It took another mans wife in the real world life to make this boy a man  She said i wanna learn a love song Full of happy things She said i wanna learn a love song Won't you let me hear you sing She said i wanna learn a love song I wanna hear you play She said i wanna learn a love song Before you go away  I guess you know i stayed  ",
        "title": "I Wanna Learn A Love Song"
    },
    {
        "artist": "The Spinners",
        "lyrics": "  Laugh everyone at the clown He's the best one in town, ah ha Ride on his merry-go-round Spinning faster than sound, ah ha, ah ha  Laugh as the funny man cries Though his makeup is smeared, ah ha Laugh at his comical tears As he thinks of the years, ah ha, ah ha  Living just a little Laughing just a little Ain't easy Ah ah ah ah ah Living just a little Laughing just a little Ain't easy (Ah ha ha) oh no no  Laugh everyone at the fool With his heart in his hand, ah ha Still he can't quite understand That he's less than a man, ah ha, ah ha  Lost somewhere deep in his shell There's an ember of pride, ah ha Watch how he tries hard to hide That he's dying inside, ah ha, ah ha  Hey we're living just a little Laughing just a little Ain't easy Ah ha ha ha ha (sometimes it's hard sometimes it's hard)  Living just a little Laughing just a little Ain't easy Ah ha ha ha ha (Oh no no no no)  Living just a little Laughing just a little Ain't easy (some fool might plan though life gonna change) Ah ah ah ah ah  Living just a little (sometimes, yes sir) Laughing just a little Ain't easy (whoa) Ah ha ha ha ha (oh can I say it, can I, can I say it just one more time) Living just a little Laughing just a little (oh) Ain't easy (it ain't easy, no no, no no no no ) Ah ha ha ha ha Living just a little (living) Laughing just a little (in this mean world) Ain't easy (oh it ain't easy –sometimes you feel like a clown) Ah ha ha ha ha Living just a little (when they turn your world around) Laughing just a little (still you gotta smile sometimes) Ain't easy (oh) Ah ha ha ha ha (won't you help me, ah could you help me) Living just a little (live) Laughing just a little (I wanna laugh sometimes, yeah) Ain't easy (hey) Ah ha ha ha ha (hey hey) Living just a little (my) Laughing just a little (lord) Ain't easy (oh) Ah ha ha ha ha Living just a little (sometimes you feel like you're riding on a cloud) Laughing just a little (and for crying out loud things go wrong) Ain't easy (the next minute) Ah ha ha ha ha (that song is through and things ain't the same way no no no no no) Living just a little Laughing just a little (no) Ain't easy (no it ain't easy) Ah ha ha ha ha (let me hear you say it, can I hear you say it oh one more time with me) Living just a little (I'm in misery) Laughing just a little (one day I'll be free) Ain't easy (I'll be smiling again I'll be smiling again) Ah ha ha ha ha (I'll be smiling) Living just a little (oh) Laughing just a little (oh just trying to do it) Ain't easy Ah ha ha ha ha (just a little bit yall, just a little little love, and a little bit of love) Living just a little…  ",
        "title": "Living A Little, Laughing A Little"
    },
    {
        "artist": "Paul Anka with Odia Coates",
        "lyrics": "  I don't like to sleep alone Stay with me, don't go Talk with me for just a while So much of you to get to know  Reaching out, touching you Leaving all the worries all behind Loving you the way I do My mouth on yours and yours on mine  Marry me, let me live with you Nothing's wrong when love is right Like a man said in his song Help me make it through the night  Loneliness can get you down When you get to thinking no one cares  Lean on me (and I'll lean on you) Together we will see it through No, I don't like to sleep alone It's sad to think some folks do  No, I don't like to sleep alone No one does, do you? (I don't like to sleep alone) No one does, do you?  ",
        "title": "I Don't Like To Sleep Alone"
    },
    {
        "artist": "Polly Brown",
        "lyrics": null,
        "title": "Up In A Puff Of Smoke"
    },
    {
        "artist": "Ace",
        "lyrics": "  [Verse 1: Babyface] There was a girl I used to know She was oh so beautiful But she's not here anymore She had a college degree Smart as anyone could be Had so much to live for  [Pre-Chorus] But she fell in love With the wrong kinda of man He abused her love and treated her so bad There was not enough education in her world That could save the life of this little girl  [Chorus] How come, how long? It's not right, it's so wrong Do we let it just go on? Turn our backs and carry on? Wake up, it's too late Right now, we can't wait She won't have a second try Open up your hearts As well as your eyes  [Verse 2: Stevie Wonder] She tried to give a cry for help She even blamed things on herself But no one came to her aid 'Nothing was wrong as far as we could tell' That's what we'd like to tell ourselves But no, it wasn't that way  [Pre-Chorus] So she fell in love With the wrong kinda of man And she paid with her life For loving that man So we cannot ignore We must look for the signs And maybe next time we might save somebody's life  [Chorus] How come, how long? It's not right, it's so wrong Do we let it just go on? Turn our backs and carry on? Wake up, it's too late Right now, we can't wait She won't have a second try Open up your hearts As well as your eyes  [Harmonica solo]  [Bridge: Babyface + Stevie Wonder] Oh, I on occasion met that guy He stirred a feeling deep inside Someth'n' about him wasn't right Oh, the way he proves himself a man By beating his woman with his hands I wish that she had seen the light How can someone like this call themselves a man? (He's not a man) 'Cause in reality he's far more less than And we cannot ignore whenever we see the signs 'Cause any kind of abuse God knows is a crime  [Chorus] How come, how long? It's not right, it's so wrong Do we let it just go on? Turn our backs and carry on? Wake up, it's too late Right now, we can't wait She won't have a second try Open up your hearts As well as your eyes  [Harmonica solo]  ",
        "title": "How Long"
    },
    {
        "artist": "Marie Osmond",
        "lyrics": "  Who’s sorry now Who’s sorry now Whose heart is aching for breaking each vow Who’s sad and blue Who’s crying too just like I cried over you  Right to the end Just like a friend I tried to warn you somehow You have your way Now you must pay I’m glad that you’re sorry now  Right to the end Just like a friend I tried to warn you somehow You have your way Now you must pay I’m glad that you’re sorry now  ",
        "title": "Who's Sorry Now"
    },
    {
        "artist": "Donny Osmond",
        "lyrics": null,
        "title": "I Have A Dream"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "Love Finds It's Own Way"
    },
    {
        "artist": "John Lennon",
        "lyrics": null,
        "title": "Stand By Me"
    },
    {
        "artist": "Billy Swan",
        "lyrics": "  She tells me all the time that she loves me She even poured the wine at the same She taught me like my first great teacher To love and I love the same  And I love to go to school, I like to shoot pool I can't be a fool 'Cause I'm her fool  I've run like a dog when she calls me 'Cause she pets me when I bury my bone I stay overnight with her sometimes But I don't stay over long  'Cause I gotta go to school, I like to shoot pool I can't be a fool 'Cause I'm her fool  I'm her fool in the evening And I'm her fool when it's dawn I guess I'd be on her side Even if her side were wrong  You're really right, you're right You're really wrong, you're wrong You're really right, you're right You're really wrong, you're wrong  You're really right, you're right You're really wrong, you're wrong You're really right, you're right You're really wrong, you're wrong  My papa said: \"You made a mistake, son\" But my mama said: \"That girl, she's alright\" Well, I come to my own decision That I'm goin' to be with her tonight  'Cause I love to go to school, I like to shoot pool I can't be a fool 'Cause I'm her fool  I'm her, I'm her, I'm her fool I'm her, I'm her, I'm her fool I'm her, I'm her, I'm her fool I'm her, I'm her, I'm her fool  I'm her, I'm her, I'm her fool I'm her, I'm her, I'm her fool I'm her, I'm her, I'm her fool I'm her, I'm her, I'm her fool  I'm her, I'm her, I'm her fool I'm her, I'm her, I'm her fool I'm her, I'm her, I'm her fool I'm her, I'm her, I'm her fool  I'm her, I'm her, I'm her fool I'm her, I'm her, I'm her fool  ",
        "title": "I'm Her Fool"
    },
    {
        "artist": "Pure Prairie League",
        "lyrics": "  I can see why you think you belong to me I never tried to make you think or let you see One thing for yourself But now you're off with someone else and I'm alone You see, I thought that I might keep you for my own  Amie, what you wanna do? I think I could stay with you For a while, maybe longer if I do  Don't you think the time is right for us to find All the things we thought weren't proper could be right in time? And can you see which way we should turn, together or alone? I can never see what's right or what is wrong Oh, you take too long  Amie, what you wanna do? I think I could stay with you For a while, maybe longer if I do  Well, Amie, what you wanna do? I think I could stay with you For a while, maybe longer if I do  Now it's come to what you want, you've had your way And all the things you thought before just faded into gray And can you see that I don't know if it's you or if it's me? If it's one of us, I'm sure we both will see Won't you look at me and tell me  Amie, what you wanna do? I think I could stay with you For a while, maybe longer if I, longer if I do, yeah, now  Amie, what you wanna do? I think I could stay with you For a while, maybe longer if I do  I keep falling in and out of love with you Falling in and out of love with you Don't know what I'm gonna do I keep falling in and out of love with you  ",
        "title": "Amie"
    },
    {
        "artist": "Benny Bell",
        "lyrics": "  I have a sad story to tell you It may hurt your feelings a bit Last night as I walked into my bathroom I stepped in a big pile of shaving cream Be nice and clean Shave every day and you'll always look keen  I think I'll break off with my girlfriend Her antics are queer, I'll admit Each time I say, \"Darling, I love you\" She tells me that I'm full of shaving cream Be nice and clean Shave every day and you'll always look keen  Our baby fell out of the window You'd think that her head would be split But good luck was with her that morning She fell in a barrel of shaving cream Be nice and clean Shave every day and you'll always look keen  My old lady died in a bathtub She died from a terrible fit In order to fulfill her wishes She was buried in six feet of shaving cream Be nice and clean Shave every day and you'll always look keen  When I was in France with the army One day I looked inside my kit I thought I would find me a sandwich But the darn thing was loaded with shaving cream Be nice and clean Shave every day and you'll always look keen  And now folks my story is ended I think it is time I should quit And if anyone of you feel offended Push your head in a barrel of shaving cream Be nice and clean Shave every day and you'll always look keen  ",
        "title": "Shaving Cream"
    },
    {
        "artist": "Commander Cody",
        "lyrics": null,
        "title": "Don't Let Go"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": null,
        "title": "My Boy"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Verse 1] No matter how hard The task may seem Do not give up our plans Do not give up our dreams  No broken bridges Can turn us around Because what we are searching for Will soon be found  [Chorus] Because we are almost there Just one more step (Because we are almost there) Just one more step (Just one more step) Do not give up Because we are almost all there (Because we are almost there)  [Verse 2] (Look at the lovers) Look at the lonely lovers That did not make it Life is a long hard climb (Life is a long hard climb) They just could not take it (They just could not take it)  Do not let it happen to me and you Hold on together, darling We will make it through  Darling, keep on reaching out for me Keep on reaching, do it for me Do it for me, cause baby  [Chorus] (Because we are almost there) (We are almost there) (Because we are almost there)  [Verse 3] We are so close I can taste it A life so sweet Cannot afford to waste it (Cannot afford to waste it)  [Verse 4] Need to feel your hand Slipping from mine? Just hold on tight now, darling Keep on trying  [Verse 5] Baby, do it for me, do it do it baby (Because we are almost there) Just one more step (We are almost there) Do not give up (Because we are almost there) Just one more step  [Chorus] Baby baby, do not give up (Because we are almost there) Keep on, keep on (We are almost there) Just one more step (Because we are almost there) Because we are almost there Just one more step Because we are almost there We have come too far To turn around  Ooh!!  [Verse 6] Keep on reaching For higher ground We have had our ups and we have had our downs Let nothing in the world darling Turn us around  Because we are almost there We are almost there We are almost there  Everything we are looking for We are almost there Keep on reaching out for me  [Outro] Because we are almost there darling We are almost there We are almost there darling We are almost there We are almost there  Ah, we are almost there  ",
        "title": "We're Almost There"
    },
    {
        "artist": "Ohio Players",
        "lyrics": null,
        "title": "Fire"
    },
    {
        "artist": "John Denver",
        "lyrics": "  [Verse 1] Well, life's on a farm is kinda laid back Ain't much an old country boy like me can't hack It's early to rise, early in the sack thank God I'm a country boy Well, a simple kind of life never did me no harm Raising me a family and working on the farm My days are all filled with an easy country charm, thank God I'm a country boy  [Chorus] Well, I got me a fine wife, I got me old fiddle When the sun's coming up, I got cakes on the griddle And life ain't nothing but a funny, funny riddle, thank God I'm a country boy  [Verse 2] When the work's all done and the sun's setting low I pull out my fiddle and I rosin up the bow The kids are asleep so I keep it kinda low, thank God I'm a country boy I'd play \"Sally Goodin'\" all day if I could But the Lord and my wife wouldn't take it very good So I fiddle when I can and I work when I should, thank God I'm a country boy  [Chorus]  [Verse 3] I wouldn't trade my life for diamonds or jewels I never was one of them money hungry fools I'd rather have my fiddle and my farming tools, thank God I'm a country boy Yeah, city folk driving in a black limousine A lot of sad people thinking that's-a mighty keen Son, let me tell you now exactly what I mean, thank God I'm a country boy  [Chorus]  [Verse 4] Well, my fiddle was my daddy's till the day he died And he took me by the hand and held me close to his side He said, \"Live a good life and play my fiddle with pride And thank God you're a country boy.\"  My Daddy taught me young how to hunt and how to whittle He taught me how to work and play a tune on the fiddle He taught me how to love and how to give just a little Thank God I'm a country boy  [Chorus]  ",
        "title": "Thank God I'm A Country Boy"
    },
    {
        "artist": "David Bowie",
        "lyrics": "  [Verse 1] They pulled in just behind the bridge He lays her down, he frowns Gee my life's a funny thing, am I Still too young? He kissed her then and there She took his ring, took his babies It took him minutes, took her nowhere Heaven knows, she'd have taken anything, but  [Chorus] All night She wants the young American Young American, young American, she wants the Young American All right She wants the young American  [Verse 2] Scanning life through the picture window (uhuh) She finds the slinky vagabond He coughs as he passes her Ford Mustang But Heaven forbid, she'll take anything But the freak, and his type, all for nothing He misses a step and cuts his hand, but Showing nothing, he swoops like a song She cries Where have all Papa's heroes gone?  [Chorus] All night She wants the young American Young American, young American, she wants the Young American All right She wants the young American  [Bridge] All the way from Washington Her bread-winner begs off the bathroom floor We live for just these twenty years Do we have to die for the fifty more?\"  [Chorus] All night He wants the young American Young American, young American He wants the young American All right He wants the young American  [Verse 3] Do you remember, your President Nixon? (huuhu) Do you remember, the bills you have to pay? Or even yesterday? Have been the un-American?  (huuhu) Just you and your idol sing falsetto  (huuhu) 'bout Leather, leather everywhere, and Not a myth left from the ghetto Well, well, well, would you carry a razor  (huuhu) In case, just in case of depression? (huuhu) Sit on your hands on a bus of survivors Blushing at all the Afro-Sheeners Ain't that close to love? Well, ain't that poster love? Well, it ain't that Barbie doll Her hearts have been broken just like you and  [Chorus] All night (All night )You want the young American Young American, young American, you want the Young American All right You want the young American  [Verse 4] You ain't a pimp and you ain't a hustler A pimp's got a Cadi and a lady got a Chrysler Black's got respect, and white's got his soul train Mama's got cramps, and look at your hands ache (I heard the news today, oh boy) I got a suite and you got defeat Ain't there a man who can say no more? And, ain't there a woman I can Sock on the jaw? And, ain't there a child I can hold without judging? Ain't there a pen that will write before they die? Ain't you proud that you've still got faces? Ain't there one damn song that can make me Break down and cry?  [Chorus] All night I want the young American Young American, young American, I want the young American All right I want the young American Young American Young American, young American, I want the young American All night You and I I want you I Young American, young American, I want the young American All right I want the young American Young American, young American, I want the young American All night  ",
        "title": "Young Americans"
    },
    {
        "artist": "Conway Twitty",
        "lyrics": "  [Chorus] Now I'm lying here with Linda on my mind And next to me, my soon-to-be, the one I left behind And Lord it's killing me to see her cry She knows I'm lying here beside her with Linda on my mind  [Verse 1] Yes I know that I once loved her and I placed no one above her And I never thought I'd ever set her free But it just wasn't in my plans,the way that Linda squeezed my hand The first time that I held her close, as she danced with me  [Verse  2] She said, \"I've loved you for a long time but you're married to a friend of mine And I've tried hard to never let it show, but my love for you is stronger I can't hide it any longer,\" and so I thought I'd better let you know  [Chorus] Now I'm lying here with Linda on my mind And next to me, my soon-to-be, the one I left behind And Lord it's killing me to see her cry She knows I'm lying here beside her with Linda on my mind  ",
        "title": "Linda On My Mind"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": null,
        "title": "Beer Barrel Polka/Dick And Jane"
    },
    {
        "artist": "Kraftwerk",
        "lyrics": "  [Produced by Kraftwerk]  Wir fahr'n fahr'n fahr'n auf der Autobahn  Vor uns liegt ein weites Tal Die Sonne scheint mit Glitzerstrahl  Die Fahrbahn ist ein graues Band Weisse Streifen, gruener Rand  Jetzt schalten wir ja das Radio an Aus dem Lautsprecher klingt es dann: Wir fah'rn auf der Autobahn  ",
        "title": "Autobahn"
    },
    {
        "artist": "Tom T. Hall",
        "lyrics": "  [Verse 1:] Boys and girls take warning, \"If you go near the lake Keep your eyes wide open and look for sneaky snake\" Now maybe you won't see him and maybe you won't hear But he'll sneak up behind you and drink all your root beer  [Chorus:] And then sneaky snake goes dancin', wigglin' and a-hissin' Sneaky snake goes dancin', a-gigglin' and a-kissin' I don't like old sneaky snake, he laughs too much you see When he goes wigglin' through the grass, it tickles his underneath  [Verse 2:] Well, sneaky snake drinks root beer and he just makes me sick When he is not dancin', he looks just like a stick Now, he doesn't have any arms or legs, you cannot see his ears And while we are not lookin', he's stealin' all of our beer  [Chorus]  ",
        "title": "Sneaky Snake"
    },
    {
        "artist": "AWB",
        "lyrics": null,
        "title": "Pick Up The Pieces"
    },
    {
        "artist": "Bachman-Turner Overdrive",
        "lyrics": null,
        "title": "Roll On Down The Highway"
    },
    {
        "artist": "Dan Fogelberg",
        "lyrics": null,
        "title": "Part Of The Plan"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  Lady Luck and four leaf clovers Won't ease this hurt I feel all over My life was one special occasion 'Til you leavin' left me this situation  I'm standin' on shakey ground Ever since you put me down Standin' on shakey ground Ever since you put me down  My car got repossessed this morning Harder times I haven't seen in years Girl, you better throw me a life preserver 'Cause I'm about to drown in my own tears  I'm standin' on shakey ground Ever since you put me down Standin' on shakey ground Ever since you put me down {repeating}  ",
        "title": "Shakey Ground"
    },
    {
        "artist": "Loretta Lynn",
        "lyrics": null,
        "title": "The Pill"
    },
    {
        "artist": "Odia Coates",
        "lyrics": null,
        "title": "Showdown"
    },
    {
        "artist": "Carl Douglas",
        "lyrics": "  Oho, dance the kung fu (I'll tell you what to do) You just dance the kung fu, haha, y'all Dance the kung fu (That's what to do) You just dance the kung fu  You swing to your left Then you swing to your right This new dance, people Is pure dynamite  Every step is poetry in motion Let the rhythm take your devotion So when you feel like you wanna fight People listen to me, oh, don't get uptight This is all, this is all you do  Oho, dance the kung fu (I'll tell you what to do) Dance the kung fu, haha, y'all Dance the kung fu (That's what to do) You just dance the kung fu  You put your hand to the hand Then you make a little stand You jump and you dip Your back up stiff  Moving with the grace of a butterfly Take yourself away on a natural high You feel like you wanna fight Listen to me, people, don't get uptight This is all, this is all you do  Oho, dance the kung fu (That's what you do) Dance the kung fu, don't fight! Dance the kung fu (Tell you what to do) Dance the kung fu  Come on, move around Never see what you're putting down Step in line, come feel the groove Doin' fine, you got nothing to lose  Dance the kung fu (This is all you do) Dance the kung fu, don't fight, hey! Dance the kung fu (Tell you what to do, y'all) Dance the kung fu  Peace and love Sweet as a flower You can do this new dance Hours and hours and hours  ",
        "title": "Dance The Kung Fu"
    },
    {
        "artist": "Charlie Kulis",
        "lyrics": null,
        "title": "Runaway"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  After long enough of being alone Everyone must face their share of loneliness In my own time nobody knew The pain I was going through And waiting was all my heart could do  Hope was all I had until you came Maybe you can't see how much you mean to me You were the dawn breaking the night The promise of morning light Filing the world surrounding me  And when I hold you Baby, baby, feels like maybe Things will be all right Baby, baby, your love's made me Free as a song singing forever  Only yesterday when I was sad and I was lonely You showed me the way to leave the past and all its tears behind me Tomorrow may be even brighter than today Since I threw my sadness away Only yesterday  I have found my home here in your arms Nowhere else on earth I'd really rather be Life waits for us, share it with me The best is about to be And so much is left for us to see  And when I hold you Baby, baby, feels like maybe Things will be all right Baby, baby, your love's made me Free as a song singing forever  Only yesterday when I was sad and I was lonely You showed me the way to leave the past and all its tears behind me Tomorrow may be even brighter than today Since I threw my sadness away Only yesterday  Only yesterday when I was sad and I was lonely You showed me the way to leave the past and all its tears behind me Tomorrow may be even brighter than today Since I threw my sadness away Only yesterday  Only yesterday when I was sad and I was lonely You showed me the way to leave the past and all its tears behind me Tomorrow may be even brighter than today Since I threw my sadness away Only yesterday  ",
        "title": "Only Yesterday"
    },
    {
        "artist": "Gloria Gaynor",
        "lyrics": "  Now if you feel that you can't go on Because all of your hope is gone And your life is filled with confusion And happiness is just an illusion And your world around is tumbling down  Darling, reach out Reach out, reach out for me I'll be there to love and comfort you I'll be there with a love that will see you through  Now when you're lost and about to give up 'Cause your best just ain't good enough And you feel the world has grown cold And you're drifting out all on your own And you need a hand to hold  Darling, reach out Reach out, reach out for me I'll be there to love and comfort you I'll be there with a love that will see you through  I can tell the way you hang your head You're without love and now you're afraid And through your tears you look around But there's no peace of mind to be found I know what you're thinking Without love, and now you're alone  Darling, reach out Reach out, reach out for me I'll be there to love and comfort you I'll be there with a love that will see you through  ",
        "title": "Reach Out, I'll Be There"
    },
    {
        "artist": "Maria Muldaur",
        "lyrics": null,
        "title": "I'm A Woman"
    },
    {
        "artist": "Ramsey Lewis And Earth, Wind & Fire",
        "lyrics": "  Way ooh Way ooh Bop bop way ooh Way ohh Bop de op bop bop bop bop way ooh Bop nop way ooh Way ooh! Way ooh Bop de ooop bop bop bop bop Way ooh Way bop bop way ooh Way ooh Way ooh bop bop way ooh Way ooh way ooh Bop way ooh way ooh Bop de oop bop bop bop bop way ooh  ",
        "title": "Sun Goddess"
    },
    {
        "artist": "Wet Willie",
        "lyrics": null,
        "title": "Leona"
    },
    {
        "artist": "Jim Gilstrap",
        "lyrics": "  Swing your daddy, sexy mama You got his love jones out of control Now don't you wanna Swing your daddy, take him higher Send him up to heaven's heights Light my fire Spend my very last dime Showing you a good time But now the piper must be paid and I'm afraid I'm just about to lose my mind Swing your daddy, sexy mama Come on and rock your baby tonight - get tight Say you wanna Swing, swing, swing your daddy Swing, swing, swing your daddy Life keep tickin' away Tomorrow's almost today Sweet child, fill my lovin' cup, stir it up Your daddy's been achin' to play Swing your daddy, sexy mama You got his love jones out of control Now don't you wanna Oh, feel so good You know you're outa sight, girl Swing your daddy tonight Oh oh oh oh, yeah Oh oh oh oh, yeah...  ",
        "title": "Swing Your Daddy"
    },
    {
        "artist": "Bloodstone",
        "lyrics": null,
        "title": "My Little Lady"
    },
    {
        "artist": "Major Harris",
        "lyrics": "  The time is right You hold me tight And love's got me high  Please tell me, yes And don't say no, honey Not tonight I need to have you next to me In more ways than one And I refuse to leave 'till I see the Morning sun creep through your window pane Cause love won't let me wait (not one more minute, baby)  The time is right Turned down the lights And take my hand We will take a flight And spend the night In a wonderland Now move a little close to me You owe it to yourself And I will selfishly take a little for myself And it's because of you That love won't let me wait  (No, listen girl)  I need your love so desperately And only you can set me free When I make love to you We will explode in ecstacy And I won't take the blame Cause love won't let me wait, no  Love won't let me wait (my temperature's rising) Love won't let me wait (cause your so tantalizing)  (Oh listen girl)  Love won't let me wait  ",
        "title": "Love Won't Let Me Wait"
    },
    {
        "artist": "The Chi-lites",
        "lyrics": null,
        "title": "Toby/that's How Long"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": "  Harbors open their doors to the young searching foreigner Come to live in the light of the big L of liberty Plains and open skies, bill boards would advertise Was it anything like that when you arrived? Dream boats carried the future to the heart of America People were waiting in line for a place by the river  [Chorus] It was time when strangers were welcome here Music would play They tell me the days were sweet and clear It was a sweeter tune, and there was so much room That people could come from everywhere  Now he arrives with hopes, and his heart set on miracles Come to marry his fortune with a hand full of promises To find they've closed the door, they don't want him anymore There isn't any more to go around Turning away, he remembers he once heard a legend That spoke of a mystical, magical land called America  [Chorus x 2]  ",
        "title": "The Immigrant"
    },
    {
        "artist": "Gordon Lightfoot",
        "lyrics": "  Rainy day people Always seem to know when it's time to call Rainy day people don't talk They just listen till they've heard it all  Rainy day lovers Don't lie when they tell 'ya they've been down like you  Rainy day people Don't mind if you cry a tear or two If 'ya get lonely All you really need is that rainy day love  Rainy day people All know there's no sorrow they can't rise above Rainy day lovers Don't love any others That would not be kind Rainy day people All know how it hangs on a piece of mind  Rainy day lovers Don't lie when they tell you they've been down there too Rainy day people Don't mind if you cry a tear or two  Rainy day people Always seem to know when you're feeling blue High stepping strutters Who land in the gutters sometimes need one too Take it or leave it Or try to believe it If you've been down too long  Rainy day lovers don't hide love inside They just pass it on Rainy day lovers don't hide love inside They just pass it on  ",
        "title": "Rainy Day People"
    },
    {
        "artist": "Loleatta Holloway",
        "lyrics": "  Amor, eu vejo suas malas Mas isso não é surpresa para mim Há muito que eu sabia que isso aconteceria O que ? não, eu não vou chorar Você vê, sou uma grande menina agora, e não posso mais chorar Mas há algo que quero, que você saiba Que eu te amo, eu te amo, eu te amo E há ainda uma outra coisa que eu quero que você saiba Que se você um dia precisar de um amigo Você pode contar comigo E querido: Se você estiver deprimido E não conseguir permanecer, de pés no chão E quando os amigos forem poucos Eu estarei aí, para te levantar And if she puts you down E se ela o diminuir Eu estarei por perto, portanto não sinta medo Porque eu estarei aí, para te levantar E se lhe roubarem o riso, chuva ou sol Se você estiver triste ou contente, feliz ou não Você pode chorar para mim Chorar para mim Não importa quanto difíceis, tornem-se as coisas Você pode chorar para mim Chorar, chorar, chorar, chorar para mim Agora eu sei que devo sofrer Assim como, um amor passageiro Mas não posso evitar em te amar E eu sei que você disse Que nosso amor foi sincero Mas se isso não funcionar Querido, eis o que quero que você faça Disque meu numero Bata em minha porta Escreva-me uma carta Mas faça-me saber Porque você pode chorar para mim Querido, chorar para mim Não importa quanto difíceis, tornem-se as coisas Você pode chorar para mim Sim você pode, chorar ... Como sentirei sua falta ... Porque estivemos juntos por muito tempo Eu sei que será difícil viver sem você Mas e quero que você saiba que Quando as horas tornarem-se difíceis, você pode discar meu numero Bater em minha porta Querido, mande-me um telegrama Mas apenas, apenas faça-me saber Você pode chorar para mim Não importa quanto difíceis, tornem-se as coisas Chore para mim Você pode chorar para mim Amor, amor ... Tem sido bom, tem sido muito bom Espero que você sinta como eu Espero que você sinta que tem sido bom, também  ",
        "title": "Cry To Me"
    },
    {
        "artist": "Lobo",
        "lyrics": "  Lying there beside me With your head resting on my arm Your body feels so warm And your hair smells Like a Sunday morning  I feel you moving closer And I know what you're gonna say But girl there's just no way I'll ever like what you'll be saying  Don't tell me goodnight It makes me feel so empty inside And if only I could I wouldn't sleep at all Don't tell me goodnight Just let me drift off slowly away And dream of you  You reach out and you touch me Just to let me know you're there And I can feel your hair And somehow I don't Feel like sleeping  ",
        "title": "Don't Tell Me Goodnight"
    },
    {
        "artist": "Herbie Mann",
        "lyrics": null,
        "title": "Hijack"
    },
    {
        "artist": "Harold Melvin And The Blue Notes",
        "lyrics": null,
        "title": "Bad Luck (Part 1)"
    },
    {
        "artist": "Evie Sands",
        "lyrics": null,
        "title": "You Brought The Woman Out Of Me"
    },
    {
        "artist": "Ecstasy, Passion & Pain",
        "lyrics": null,
        "title": "One Beautiful Day"
    },
    {
        "artist": "Nigel Olsson",
        "lyrics": null,
        "title": "Only One Woman"
    },
    {
        "artist": "Randy Edelman",
        "lyrics": null,
        "title": "Everybody Wants To Find A Bluebird"
    },
    {
        "artist": "Susan Jacks",
        "lyrics": null,
        "title": "You're A Part Of Me"
    },
    {
        "artist": "The Hues Corporation",
        "lyrics": null,
        "title": "Love Corporation"
    },
    {
        "artist": "Johnny Wakelin & The Kinshasa Band",
        "lyrics": "  This here's the story of Cassius Clay Who changed his name to Muhammad Ali He knows how to talk and he knows how to fight And all the contenders were beat out of sight Sing, Muhammad, Muhammad Ali He floats like a butterfly and stings like a bee Mohammed, the black superman Who calls to the other guy I'm Ali catch me if you can Now all you fight fans, you've got to agree There ain't no flies on Muhammad Ali He fills the arena wherever he goes And everyone gets what they paid for Muhammad, was known to have said You watch me shuffle and I'll jab off your head He moves like the black superman And calls to the other guy I'm Ali catch me if you can He says I'm the greatest the worlds ever seen The heavyweight champion who came back again My face is so pretty you don't see a scar Which proves I'm the king of the ring by far Sing, Muhammad, Muhammad Ali He floats like a butterfly and stings like a bee Mohammed, the black superman Who calls to the other guy I'm Ali catch me if you can Sing, Muhammad, Muhammad Ali He floats like a butterfly and stings like a bee Muhammad, the black superman Who calls to the other guy I'm Ali catch me if you can I'm Ali catch me if you can  ",
        "title": "Black Superman - \"Muhammad Ali\""
    },
    {
        "artist": "Solomon Burke",
        "lyrics": null,
        "title": "You And Your Baby Blues"
    },
    {
        "artist": "The Pointer Sisters",
        "lyrics": null,
        "title": "Live Your Life Before You Die"
    },
    {
        "artist": "Donna Fargo",
        "lyrics": null,
        "title": "It Do Feel Good"
    },
    {
        "artist": "Michael Murphey",
        "lyrics": null,
        "title": "Wildfire"
    },
    {
        "artist": "Brian Protheroe",
        "lyrics": "  [Verse 1] And I've run out of pale ale and I feel like I'm in jail And my music bores me once again And I've been on the pinball, and I know longer know it all And they say that you never know when you're insane  [Verse 2] Got fleas in my bedroom, got flies in my bathroom And the cat just finished off the bread So I walk over Soho and I read about Monroe And I wonder was she really what they said  [Verse 3] Got a call from a good friend, come on down for the weekend Didn't know if I could spare the time I knew a woman who was crazy about a boy who was lazy But it didn't work out 'cos they just couldn't make it rhyme  [Verse 4] Hey Jude, you were alright, I could have grooved with you all night But you turned your back on the party game Mama if I keep my head clean, will I really have a good dream? Or will I wake up in confusion just the same?  (Trumpet solo)  And I've run out of pale ale and I feel like I'm in jail Got fleas in the bedroom, got flies in the bathroom Got a call from a good friend, come on down for the weekend Hey Jude, you were alright, I could have grooved with you all night And I've run out of pale ale and I feel like I'm in jail  ",
        "title": "Pinball"
    }
]