[
    {
        "artist": "Janet",
        "lyrics": "  [Intro] Doesn't matter, doesn't matter Doesn't matter at all  [Verse 1] Doesn't matter what your friends are telling you Doesn't matter what my family's saying too It just matters that I'm in love with you It only matters that you love me too It doesn't matter if they won't accept you I'm accepting of you and the things you do Just as long as it's you. Nobody but you, baby, baby  [Pre-Chorus] My love for you, unconditional love too Gotta get up, get up, get up, get up, get up And show you that it..  [Chorus] Doesn't really matter what the eye is seeing Cause I'm in love with the inner being, and it Doesn't really matter what they believe, what matters to me Is you're in love with me Doesn't really matter what the eye is seeing Cause I'm in love with the inner being, and it Doesn't really matter what they believe, what matters To me is you're nutty-nutty-nutty for me  [Post-Chorus] (You're so kind) Just what I asked for, you're so loving and kind (And you're mine) And I can't believe you're mine  [Verse 2] Doesn't matter if you're feeling insecure Doesn't matter if you're feeling so unsure Cause I'll take away the doubt within your heart And show that my love will never hurt or harm Doesn't matter what the pain we go through Doesn't matter if the money's gone too Just as long as I'm with you, nobody but you, baby, baby  [Pre-Chorus] Your love for me, unconditional I see Gotta get up, get up, get up, get up, get up And show you that it..  [Chorus] Doesn't really matter what the eye is seeing Cause I'm in love with the inner being and it Doesn't really matter what they believe, what matters to me Is you're in love with me Doesn't really matter what the eye is seeing Cause I'm in love with the inner being, and it Doesn't really matter what they believe, what matters To me is you're nutty-nutty-nutty for me  [Post-Chorus] (You're so kind) Just what I asked for, you're so loving and kind (And you're mine) And I can't believe you're mine  [Breakdown] Doesn't matter what they say, cause you know I'm gonna love you anyway Doesn't matter what they do Cause my love will always be with you  [Pre-Chorus] My love for you, unconditional love too Gotta get up, get up, get up, get up, get up And show you that my love is true, and it's just for you  [Chorus] Doesn't really matter what the eye is seeing Cause I'm in love with the inner being and it Doesn't really matter what they believe, what matters to me Is you're in love with me Doesn't really matter what the eye is seeing Cause I'm in love with the inner being, and it Doesn't really matter what they believe, what matters To me is you're nutty-nutty-nutty for me Nutty, nutty, nutty my love for you I can't believe my dreams come true I've finally found somebody whose heart is true and Best of all you love me too And nutty, nutty, nutty my love for you I can't believe my dreams come true. I've finally found Somebody whose heart is true and best of all you're Nutty, nutty, nutty for me  [Outro] Nutty, nutty, nutty my love for you I can't believe my dreams come true I've finally found somebody whose heart is true And best of all you're Nutty, nutty, nutty for me  ",
        "title": "Doesn't Really Matter"
    },
    {
        "artist": "Sisqo",
        "lyrics": "  Whoo Ooh Oh yeah yeah Listen  Bright lights, fancy restaurants Everything in this world that a man could want Got a bank account bigger than the law should allow Still I'm lonely now  Pretty faces from the covers of the magazines From their covers to my covers wanna lay with me Fame and fortune still can't find Just a grown man runnin' out of time  Even though it seems I have everything I don't wanna be a lonely fool All of the women, all the expensive cars All of the money don't amount to you So I can make believe I have everything But I can't pretend that I don't see That without you girl my life is incomplete Said without you girl ahh Listen  Your perfume, your sexy lingerie Girl I remember it just like it was on yesterday A Thursday you told me you had fallen in love I wasn't sure that I was  It's been a year, winter, summer, spring and fall But bein' without you just ain't livin' ain't nothing at all If I could travel back in time I'd relive the days you were mine  Even though it seems I have everything I don't wanna be a lonely fool All of the women, all the expensive cars All of the money don't amount to you I can make believe I have everything But I can't pretend that I don't see That without you girl my life is incomplete Oh yeah that without you girl ahh  I just can't help lovin' you But I loved you much too late I'd give anything And everything To hear you say That you'll stay  Even though it seems I have everything I don't wanna be a lonely fool All of the women, all the expensive cars All of the money don't amount to you I can make believe I have everything But I can't pretend that I don't see That without you girl my life is incomplete  Even though it seems I have everything I don't wanna be a lonely fool All of the women, all the expensive cars All of the money don't amount to you I can make believe I have everything But I can't pretend that I don't see That without you girl my life is incomplete  Without you girl Without you girl my life Without you girl my life, my life is incomplete Without you girl my life is incomplete Oh yeah, my life is incomplete Oh yeah, yeah, yeah  ",
        "title": "Incomplete"
    },
    {
        "artist": "Destiny's Child",
        "lyrics": "  [Hook 1] Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin'  [Hook 2] Though he say he got a girl Yeah it's true you got a man But the party ain't gon' stop So let's make it hot, hot  [Verse 1] Last weekend you stayed at home alone and lonely Couldn't find your man, he was chilling with his homies This weekend you're going out If he try to to stop you, you're going off You got your hair done and your nails done too A new outfit and your Fendi shoes And when you're through parlaying at the hottest spot Tonight you're gonna find the fellas Rollin' in the Lexus, drops and Hummers  [Hook 2] Though he say he got a girl Yeah it's true you got a man But the party ain't gon' stop So let's make it hot, hot  [Hook 1] Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin' Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin'  [Hook 2] Though he say he got a girl Yeah it's true you got a man But the party ain't gon' stop So let's make it hot, hot  [Verse 2] Call your boys cause tonight you're not gonna stay at home Should tell your girl she ain't coming tonight you're going solo Cut her off cause she talk some noise You know you got the right to get your party on So get your haircut and your car washed too Lookin' like a star in your Armani suit You need to look your best cause you're turnin' heads tonight You're gonna find a sexy chica that's gonna dance all night if you wanna  [Hook 2] Though he say he got a girl Yeah it's true you got a man But the party ain't gon' stop So let's make it hot, hot  [Hook 1] Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin' Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin'  [Bridge] Sexy women do that dance Fly ladies work your man Balling fellas time to clown We can get down now  Bounce baby, bounce, bo-bounce bounce, bo-bounce, twirk it, twirk it Shake baby, shake sha-shake shake, work it, work it Twist baby, twist tw-twist, you better dip that thing (One more time papis, mamis)  Bounce baby, bounce, bo-bounce bounce, bo-bounce, twirk it, twirk it Shake baby, shake sha-shake shake, work it, work it Twist baby, twist tw-twist, you better dip that thing (Bounce it up and down papis mamis)  [Bridge] Sexy women do that dance Fly ladies work your man Balling fellas time to clown We can get down now  [Hook 1] Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin' Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin' Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin' Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin'  [Outro] I ain't thinkin' about my man tonight Uh huh, I ain't worried my girl aight  All you ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin' Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin'  Thou shall say my name  ",
        "title": "Jumpin', Jumpin'"
    },
    {
        "artist": "matchbox twenty",
        "lyrics": null,
        "title": "Bent"
    },
    {
        "artist": "Ruff Endz",
        "lyrics": null,
        "title": "No More"
    },
    {
        "artist": "Joe",
        "lyrics": "  [Intro: Joe Budden] How's everybody feeling out there? We good? Let's talk to the sample right quick. I always pictured we'd be. It go like this. Listen  [Verse 1: Joe Budden] Let me tell you how I pictured this A few houses, a couple businesses Striving for greatness, we would be each other's witnesses And during beef, we both would put aside our differences Where I ain't flinch a bit making you insignificant Maybe kids and shit, perfect arithmetic Meaning we could build our own world and co-exist in it She a synergy, sharing energy Let our souls mate in the air if you remember me Now here's what I did with it Went out my way to fuck these stripper chicks Lost good girls making them mistresses Just savages, missed marriages They all was my babies, I needed those miscarriages My worthless self when Joe felt hurt I went out and targeted women who had no self worth I relate to praying nightly feeling no spell work When you can do it, but a stranger gotta go help first I called moms on the phone, here's what I told her real quick I said my 20s flew by with no control of the shit Her next sentence swear that I’ll forever hold with a grip She said it go by even faster as the older you get I wanna never dumb down, I'd have to lower my wit Ain't gotta post this on the Gram for you to know what it is A partner to trust, I'm thinking even bigger for us Mom should've told me this when we had shit to discuss Now neither one of us is how we figured we’d be Sometimes the thought of what if still lives here with me I always pictured we'd be  [Interlude: Joe Budden] Nah'mean? That's how I see it in my head though. Ain't quite pan out like that. Word up. Let me tell you about some more of God's work though  [Hook: Stacy Barthe] I wanna know what this life's supposed to be like I wanna know, wanna know, ah I wanna know what this love's supposed to be like I wanna know, wanna know  [Interlude: Joe Budden] Nah, I like it just like that, Parks, let it run Lemme go right here, right here, right here Look, Look  [Verse 2: Joe Budden] A love that's tideful, never prideful If you're truly better without me how can I spite you? As I yearn for the greatest love I ever had Pardon me, kid, I'm still learning how to be a dad We be in spots you shouldn't be in 'till you grown I was absent so long I'm just not leaving you home So nah, too much to learn, too much world out there Let me teach you about these hoes, too many girls out there I respect your mom's tutelage But that's my weird and my brain, what's she gon' do with this? Watch and learn, foolish kid Eyes light up with surprise, you're just like I am I think that you're enjoying this ride just like I am Look, same pedigree, theoretically Cut from a cloth that was gone, that's just genetically One job in life to make you a much better me Greater feeling than I imagine this shit would ever be You be feeling strong when you diss me in songs I did the same my whole career, would never tell you it's wrong Whatever works out, whatever the price, get that embedded Even if at my expense, I'll pay it, you take the credit Had a power struggle when I thought your mom abused it My hands were in bondage, useless Beyond the excuses, calm through it It’s crazy, our bond music And we do it beautifully for our beautiful conduit So right now I stand in a place I never stood before Finally filled the void in my life, I wasn't good before Fucking with these hoes, that energy I was putting forth God, this was more like the fucking love I was looking for Now it's better than we pictured it'd be And the supervised visits, we'll never have to relive it Little nigga we'll be  [Interlude] This is greater than us. Greater than me. Greater than anything I could ever imagine, man. I ain't talking to everbody. Trey, what up though? What up? What up?  [Hook: Stacy Barthe] I wanna know what this life's supposed to be like I wanna know, wanna know, ah I wanna know what this love's supposed to be like I wanna know, wanna know I wanna know what this life's supposed to be like I wanna know, wanna know, ah I wanna know what this love's supposed to be like I wanna know, wanna know  ",
        "title": "I Wanna Know"
    },
    {
        "artist": "3 Doors Down",
        "lyrics": "  [Verse 1] Well, I took a walk around the world to ease my troubled mind I left my body lying somewhere in the sands of time But I watched the world float to the dark side of the moon I feel there's nothing I can do, yeah I watched the world float to the dark side of the moon After all I knew, it had to be something to do with you I really don't mind what happens now and then As long as you'll be my friend at the end  [Chorus] If I go crazy, then will you still call me Superman? If I'm alive and well, will you be there and holding my hand? I'll keep you by my side with my superhuman might Kryptonite  [Verse 3] You called me strong, you called me weak But still your secrets I will keep You took for granted all the times, I never let you down You stumbled in and bumped your head If not for me then you'd be dead I picked you up and put you back on solid ground  [Chorus] If I go crazy, then will you still call me Superman? If I'm alive and well, will you be there and holding my hand? I'll keep you by my side with my superhuman might Kryptonite  [Interlude]  [Chorus] If I go crazy, then will you still call me Superman? If I'm alive and well, will you be there holding my hand? I'll keep you by my side with my superhuman might Kryptonite, yeah If I go crazy, then will you still call me Superman? If I'm alive and well, will you be there and holding my hand? I'll keep you by my side with my superhuman might Kryptonite  ",
        "title": "Kryptonite"
    },
    {
        "artist": "Next",
        "lyrics": "  [Hook: R.L.] You never try me Always stood right by me Make living lively highly Spoken of, my only love, the only one You're my wifey Make my life complete Sweet—but you know when to flip it street Freak—but only when it comes to me See—that’s why you’re my wifey  [Verse 1: T-Low] This you should know 'Cause you had my mind blown, oh, oh Da jump, at the club on bump, like what I had to have you babe Saw you outside, passenger side 'Cause I let my best friend drive You was in line That's when you caught my eyes girl  [Pre-Chorus: R.L. & T-Low] You were so beautiful, girl (Beautiful) It was so critical, girl (So critical) You looked so crucial, girl Something about you is everything You are mine  [Hook] You never try me Always stood right by me Make living lively highly Spoken of, my only love, the only one You're my wifey Make my life complete Sweet—but you know when to flip it street Freak—but only when it comes to me See—that’s why you’re my wifey  [Verse 2: R. L.] You know you're sexy too I like your attitude I ain't even mad at you Girl, you're still my boo Either braids or weave Skirt or jeans, you're still my queen Baby-girl, go do your thing I'm so glad you're on my team  [Pre-Chorus: R.L.] You are so beautiful, girl It is so critical, girl You look so crucial, girl Something about you is everything You are mine  [Hook] You never try me Always stood right by me Make living lively highly Spoken of, my only love, the only one You're my wifey Make my life complete Sweet—but you know when to flip it street Freak—but only when it comes to me See—that’s why you’re my wifey  [Bridge 1: R.L.] Someone I can spend my life with Leave the keys to the Benz Wedding band with the gems You're someone I feel all right with Someone to have my kids The one I can depend on  [Hook] You never try me Always stood right by me Make living lively highly Spoken of, my only love, the only one You're my wifey Make my life complete Sweet—but you know when to flip it street Freak—but only when it comes to me See—that’s why you’re my wifey  [Bridge 2: R.L.] Skinny designer fit real jiggy Ain't afraid to hump with me when we get busy Ride out, I licky-licky 'til I get dizzy Toes done, fresh scent, I think it's sizzy Hoes, none, she was the one down with me Used to struggle, now we bubble, countin' G's with me Pop the champagne, let's take a sippy-sippy Describe you, I try to You're my wifey  [Outro: R.L. & (Lil Mo)] Will you be my wifey? (Yes, I'll be your wifey) Say you'll be my wifey (Yeah, yeah-yeah, yeah-yeah-yeah, yeah, yeah, yeah-yeah-yeah) Will you be my wifey? (Yes, I'll be your wifey) Say you'll be my wifey (Yeah, yeah-yeah, yeah-yeah-yeah, yeah, yeah, yeah-yeah-yeah)  ",
        "title": "Wifey"
    },
    {
        "artist": "Nine Days",
        "lyrics": "  [Hook 1] This is the story of a girl Who cried a river and drowned the whole world And while she looks so sad in photographs I absolutely love her When she smiles  [Verse 1] How many days in a year She woke up with hope But she only found tears And I can be so insincere Making her promises never for real As long as she stands there waiting Wearing the holes in the soles of her shoes How many days disappear When you look in the mirror So how do you choose  [Hook] Your clothes never wear as well the next day And your hair never falls in quite the same way You never seem to run out of things to say  [Hook 1] This is the story of a girl Who cried a river and drowned the whole world And while she looks so sad in photographs I absolutely love her When she smiles  [Verse 2] Now how many lovers would stay Just to put up with this every day and all day Now how did we wind up this way Watching our mouths for the words that we say As long as we stand here waiting Wearing the clothes or the soles that we choose Now how do we get there today When we're walking too far for the price of our shoes  [Hook] Your clothes never wear as well the next day And your hair never falls in quite the same way You never seem to run out of things to say  [Hook 1] This is the story of a girl Who cried a river and drowned the whole world And while she looks so sad in photographs I absolutely love her When she smiles  [Hook] Your clothes never wear as well the next day And your hair never falls in quite the same way You never seem to run out of things to say  [Hook 1] This is the story of a girl Who cried a river and drowned the whole world And while she looks so sad in photographs I absolutely love her When she smiles  [Hook 2] This is the story of a girl A pretty face she hid from the world And while she looks so sad and lonely there I absolutely love her  [Hook 1] This is the story of a girl Who cried a river and drowned the whole world And while she looks so sad in photographs I absolutely love her When she smiles  [Outro: Nine Days] When she smiles  ",
        "title": "Absolutely (Story Of A Girl)"
    },
    {
        "artist": "'N Sync",
        "lyrics": "  [Intro: Lance and (Justin)] It's gonna be me (Oh, yeah)  [Verse 1: Justin] You might've been hurt, babe That ain't no lie You've seen them all come and go, oh I remember you told me That it made you believe in No man, no cry Maybe that's why  [Chorus 1] Every little thing I do Never seems enough for you You don't wanna lose it again But I'm not like them Baby, when you finally Get to love somebody Guess what It's gonna be me  [Verse 2: JC] You've got no choice, babe But to move on, and you know There ain't no time to waste You're just too blind (too blind), to see But in the end, you know it's gonna be me You can't deny So just tell me why  [Chorus 1] Every little thing I do Never seems enough for you You don't wanna lose it again But I'm not like them Baby, when you finally Get to love somebody Guess what It's gonna be me  [Bridge 1: Lance and (Justin)] It's gonna be me (Oh, yeah)  [Bridge 2:] There comes a day When I'll be the one, you'll see It's gonna-gonna-gonna-gonna-gonna It's gonna be me  [Chorus 2] All that I do Is not enough for you Don't wanna lose it But I'm not like that When finally (finally) You get to love Guess what (guess what)  [Chorus 1] Every little thing I do Never seems enough for you You don't wanna lose it again But I'm not like them Baby, when you finally Get to love somebody Guess what It's gonna be me  [Chorus 1] Every little thing I do Never seems enough for you You don't wanna lose it again But I'm not like them Baby, when you finally Get to love somebody Guess what It's gonna be me  ",
        "title": "It's Gonna Be Me"
    },
    {
        "artist": "Nelly",
        "lyrics": "  [Intro] Hot Shit  [Chorus] I'm going down, down, baby, your street, in a Range Rover Street sweeper baby, cocked, ready to let it go Shimmy, shimmy, cocoa what, listen to it pound Light it up and take a puff, pass it to me now I'm going down, down, baby, your street, in a Range Rover Street sweeper baby, cocked, ready to let it go Shimmy, shimmy, cocoa what, listen to it pound Light it up and take a puff, pass it to me now  [Verse 1] You can find me in St. Louis rolling on dubs Smoking on dubs in clubs, blowing up like Cocoa Puffs Sipping Bud', getting perved and getting dubbed Daps and hugs, mean mugs and shoulder shrugs And it's all because accumulated enough scratch Just to navigate it, wood decorated on chrome And it's candy painted, fans fainting while I'm entertaining Wild, ain't it? How me and money get acquainted I hang with Hannibal Lecter, hot shit, so feel me when I bring it Sing it loud, I'm from the Lou' and I'm proud Run a mile for the cause, I'm righteous above the law Player my style's raw, I'm Born to Mack, like Todd Shaw Forget the fame and the glamour, give me D's with a rubber hammer My grammar be's Ebonics, gin, tonic, and chronic Fuck Bionic, it's ironic, slamming niggas like Onyx Lunatics 'til the day I die, I run more game than the Bulls and Sonics  [Chorus] I'm going down, down, baby, your street, in a Range Rover Street sweeper baby, cocked, ready to let it go Shimmy, shimmy, cocoa what, listen to it pound Light it up and take a puff, pass it to me now I'm going down, down, baby, your street, in a Range Rover Street sweeper baby, cocked, ready to let it go Shimmy, shimmy, cocoa what, listen to it pound Light it up and take a puff, pass it to me now  [Verse 2] Who say pretty boys can't be wild niggas? Loud niggas, O.K. Corral niggas Foul niggas, running the club and busting the crowd, nigga \"How nigga?\" Ask me again and it's going down, nigga Now nigga, come to the circus and watch me clown, nigga Pound niggas, what you be giving when I'm around nigga Frown niggas, talking that shit when I leave the town, nigga Say now, can you hoes come out to play now Hey I'm, ready to cut you up any day now Play by, my rules Boo and you gon' stay high May I answer your Third Question, like A.I Say hi, to my niggas left in the slamma From St. Louis to Memphis, from Texas back up to Indiana Chi-Town, K.C., Motown to Alabama L.A., New York Yankee niggas, to Hotlanta Louisiana, all my niggas with \"Country Grammar\" Smoking blunts in Savannah, blow thirty mil', like I'm Hammer  [Chorus] I'm going down, down, baby, your street, in a Range Rover Street sweeper baby, cocked, ready to let it go Shimmy, shimmy, cocoa what, listen to it pound Light it up and take a puff, pass it to me now I'm going down, down, baby, your street, in a Range Rover Street sweeper baby, cocked, ready to let it go Shimmy, shimmy, cocoa what, listen to it pound Light it up and take a puff, pass it to me now  [Verse 3] Let's show these cats to make these millions So you niggas quit acting silly, mon Kid quicker than Billy, mon, talking really and I need it mon Flows, I kick 'em freely mon, especially off Remi, mon Keys to my Beamer, mon, holla at Beenie Man See me, mon, chiefin', rollin deeper than any mon Through Jennings mon, through U-City back up to Kingsland With nice niggas, shiest niggas who snatch yo' life, niggas Trife niggas who produce and sell the same beat twice, nigga Ice niggas, all over close to never sober From broke to having brokers: my price-range is Rover Now I'm knocking like Jehovah; let me in now, let me in now Bill Gates, Donald Trump, let me in now Spin now, I got money to lend my friends now We in now, candy Benz, Kenwood and 10\"s now I win now, fucking lesbian twins now Seeing now, through the pen I make my ends now  [Chorus] I'm going down, down, baby, your street, in a Range Rover Street sweeper baby, cocked, ready to let it go Shimmy, shimmy, cocoa what, listen to it pound Light it up and take a puff, pass it to me now I'm going down, down, baby, your street, in a Range Rover Street sweeper baby, cocked, ready to let it go Shimmy, shimmy, cocoa what, listen to it pound Light it up and take a puff, pass it to me now  ",
        "title": "(Hot S**t) Country Grammar"
    },
    {
        "artist": "LeAnn Rimes",
        "lyrics": null,
        "title": "I Need You"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Intro: Timbaland] It's been a long time, we shouldn't have left you Without a dope beat to step to, step to, step to, step to Step to, step to, freaky-freaky It's been a long time, we shouldn't have left you Without a dope beat to step to, step to, step to, step to Step to, step to, freaky-freaky Baby girl,oh  [Verse 1: Aaliyah] What would you do, to get to me? What would you say, to have your way? Would you give up, or try again If I hesitated to let you in? Now would you be yourself or play your role? Tell all the boys, I keep it low If I say no, would you turn away Or play me off, or would you stay?  [Hook] And if at first you don't succeed Then dust yourself off and try again You can dust it off and try again, try again Cause if at first you don't succeed You can dust it off and try again Dust yourself off and try again, try again (and again)  [Verse 2: Aaliyah] I'm into you, you into me But I can't let it go so easily Not 'til I see, whether this could be Could be eternity, or just a week Ayo our chemistry is off the chain It's perfect now, but will it change? This ain't a yes, this ain't a no Just do your thing, we'll see how it goes  [Hook] And if at first you don't succeed Then dust yourself off and try again You can dust it off and try again, try again Cause if at first you don't succeed You can dust it off and try again Dust yourself off and try again, try again (and again)  [Bridge: Aaliyah] You don't wanna throw it all away I might be shy on the first date, what about the next date Huh, huh, huh, huh I said you don't wanna throw it all away I might be bugging on the first date, what about the next date? Huh, huh, huh, huh  [Hook] And if at first you don't succeed Then dust yourself off and try again You can dust it off and try again, try again Cause if at first you don't succeed You can dust it off and try again Dust yourself off and try again, try again (and again)  [Break]  [Hook] And if at first you don't succeed Then dust yourself off and try again You can dust it off and try again, try again Cause if at first you don't succeed You can dust it off and try again Dust yourself off and try again, try again (and again) And if at first you don't succeed Then dust yourself off and try again You can dust it off and try again, try again Cause if at first you don't succeed You can dust it off and try again Dust yourself off and try again, try again (and again)  [Interlude: Timbaland] It's been a long time, we shouldn't have left you Without a dope beat to step to Step to, step to, step to, step to Step to, step to, freaky-freaky It's been a long time, we shouldn't have left you Without a dope beat to step to Step to, step to, step to, step to Step to, step to, freaky-freaky  [Hook: Aaliyah & Timbaland] And if at first you don't succeed Then dust yourself off and try again You can dust it off and try again, try again Cause if at first you don't succeed You can dust it off and try again Dust yourself off and try again, try again (and again)  [Outro: Timbaland] It's been a long time, we shouldn't have left you Without a dope beat to step to Step to, step to, step to, step to Step to, step to, freaky-freaky It's been a long time, we shouldn't have left you Without a dope beat to step to Step to, step to, step to, step to Step to, step to, freaky-freaky  ",
        "title": "Try Again"
    },
    {
        "artist": "Madonna",
        "lyrics": null,
        "title": "Music"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": "  [Intro] Darkchild Oh, yeah, yeah Toni Braxton, oh Ha-ha, uh-huh Yeah, uh, uh Darkchild, yeah  [Verse 1] Listen girl Who do you think I am? Don't you know that he was my man? But I chose to let him go So why do you act like I still care about him? Looking at me like I'm hurt When I'm the one who said I didn't want it to work Don't you forget I had him first  [Pre-Chorus] What you thinkin'? Stop playing me He wasn't man enough for me If you don't know now here's your chance I've already had your man Do you wonder just where he's been? Yeah Not be worried about him Now it's time you know the truth I think he's just the man for you  [Chorus] What are you thinking? Did you know about us back then? Do you know I dumped your husband, girlfriend? I'm not thinking 'bout him But you married him Do you know I made him leave? Do you know he begged to stay with me? He wasn't man enough for me  [Verse 2] Listen girl Didn't he tell you the truth? If not then why don't you ask him? Then maybe you can be more into him Instead of worryin' about me And hopefully you won't find All of the reasons why his love didn't count And why we couldn't work it out  [Pre-Chorus] What you thinkin'? Stop playing me He wasn't man enough for me If you don't know now here's your chance See, I've already had your man Do you wonder just where he's been? Yeah Not be worried about him Now it's time you know the truth I think he's just the man for you  [Chorus] What are you thinking? Did you know about us back then? Do you know I dumped your husband, girlfriend? I'm not thinking 'bout him But you married him Do you know I made him leave? Do you know he begged to stay with me? He wasn't man enough for me What are you thinking? Did you know about us back then? Do you know I dumped your husband, girlfriend? I'm not thinking 'bout him But you married him Do you know I made him leave? Do you know he begged to stay with me? He wasn't man enough for me  [Bridge] Oh yeah So many reasons why our love is through, yeah What makes you think he'll be good to you, no It makes no sense 'cause he will never change Girl you better recognize the game, oh yeah  [Chorus] What are you thinking? Did you know about us back then Do you know I dumped your husband, girlfriend I'm not thinking 'bout him But you married him Do you know I made him leave? Do you know he begged to stay with me? He wasn't man enough for me What are you thinking? Did you know about us back then Do you know I dumped your husband, girlfriend I'm not thinking 'bout him But you married him Do you know I made him leave? Do you know he begged to stay with me? He wasn't man enough for me What are you thinking? Did you know about us back then Do you know I dumped your husband, girlfriend I'm not thinking 'bout him But you married him Do you know I made him leave? Do you know he begged to stay with me? He wasn't man enough for me  ",
        "title": "He Wasn't Man Enough"
    },
    {
        "artist": "Creed",
        "lyrics": null,
        "title": "Higher"
    },
    {
        "artist": "BBMak",
        "lyrics": "  [Verse 1] Baby, set me free From this misery I can't take it no more Since you ran away Nothing's been the same Don't know what I'm livin for  [Pre-Chorus] Here I am, so alone And there's nothin' in this world I can do  [Chorus] Until you're back here baby Miss you, want you, need you so Until you're back here baby, yeah There's a feelin' inside I want you to know You are the one and I can't let you go  [Verse 2] So I told you lies Even made you cry Baby, I was so wrong Girl I promise you Now my love is true This is where my heart belongs  [Pre-Chorus] 'Cause here I am, so alone And there's nothin' in this world I can do  [Chorus] Until you're back here baby Miss you, want you, need you so Until you're back here baby, yeah There's a feelin' inside I want you to know You are the one and I can't let you go  [Bridge] And I wonder... Are you thinkin' of me? 'Cause I'm thinkin' of you And I wonder... Are you ever comin' back in my life?  [Pre-Chorus] 'Cause here I am, so alone And there's nothin' in this world I can do...  [Chorus] Until you're back here baby Miss you, want you, need you so Until you're back here baby, yeah There's a feelin' inside I want you to know You are the one and I can't... Until you're back here baby (Until you're back here baby) Until you're back here baby (Until you're back here baby) Until you're back here baby (Until you're back here baby) There's a feelin' inside I want you to know You are the one and I can't...  [Outro] Until you're back here baby (Until you're back here baby) Until you're back here baby (Until you're back here baby) Until you're back here baby (Until you're back here baby) Until you're back here baby (Until you're back here baby) Until you're back here baby (Until you're back here baby) Until you're back here baby (Until you're back here baby)  ",
        "title": "Back Here"
    },
    {
        "artist": "Vertical Horizon",
        "lyrics": "  [Verse 1] Somewhere there's speaking It's already coming in Oh and it's rising at the back of your mind You never could get it Unless you were fed it Now you're here and you don't know why But under skinned knees and the skid marks Past the places where you used to learn You howl and listen Listen and wait for the Echoes of angels who won't return  [Chorus] He's everything you want He's everything you need He's everything inside of you That you wish you could be He says all the right things At exactly the right time But he means nothing to you And you don't know why  [Verse 2] You're waiting for someone To put you together You're waiting for someone to push you away There's always another wound to discover There's always something more you wish he'd say  [Chorus] He's everything you want He's everything you need He's everything inside of you That you wish you could be He says all the right things At exactly the right time But he means nothing to you And you don't know why  [Bridge] But you'll just sit tight And watch it unwind It's only what you're asking for And you'll be just fine With all of your time It's only what you're waiting for  [Verse 3] Out of the island Into the highway Past the places where you might have turned You never did notice But you still hide away The anger of angels who won't return  [Chorus] He's everything you want He's everything you need He's everything inside of you That you wish you could be He says all the right things At exactly the right time But he means nothing to you And you don't know why  [Chorus 2] I am everything you want I am everything you need I am everything inside of you That you wish you could be I say all the right things At exactly the right time But I mean nothing to you and I don't know why And I don't know why Why I don't know  ",
        "title": "Everything You Want"
    },
    {
        "artist": "Sting Featuring Cheb Mami",
        "lyrics": "  [Intro: Cheb Mami] Hathe mada tawila Wa ana nahos ana wahala ghzalti Wa ana nahos ana wahala ghzalti Wa ana nahos ana wahala ghzalti  [Verse 1: Sting] I dream of rain I dream of gardens in the desert sand I wake in vain I dream of love as time runs through my hand  I dream of fire Those dreams are tied to a horse that will never tire And in the flames Her shadows play in the shape of a man's desire  This desert rose Each of her veils, a secret promise This desert flower No sweet perfume ever tortured me more than this  And as she turns This way she moves in the logic of all my dreams This fire burns I realize that nothing's as it seems  I dream of rain I dream of gardens in the desert sand I wake in vain I dream of love as time runs through my hand  I dream of rain I lift my gaze to empty skies above I close my eyes This rare perfume is the sweet intoxication of her love  [Cheb Mami] Aman aman aman Omry feek antia Ma ghair antia Ma ghair antia  [Verse 2: Sting] I dream of rain I dream of gardens in the desert sand I wake in vain I dream of love as time runs through my hand  Sweet desert rose Each of her veils, a secret promise This desert flower No sweet perfume ever tortured me more than this  Sweet desert rose This memory of Eden haunts us all This desert flower This rare perfume, is the sweet intoxication of the fall  [Outro: Cheb Mami] Ya lili ah ya leel  ",
        "title": "Desert Rose"
    },
    {
        "artist": "Jagged Edge",
        "lyrics": "  [J.D.] This here Is a remarkable So So Def Remix J.E. y'all Run-DMC to the beat y'all Ah-ha ahhh-ha And me? Yea I know my name  [Jagged Edge] See, first of all I know these so-called players wouldn't tell you this But I'ma be real and say what's on my heart Let's take this chance and make this love feel relevant Didn't you know I loved you from the start, yeah  When I think about All these years we've put in this relationship Who knew we'd make it this far? Then I think about Where would I be if we were to just to fall apart And I can't stand the thought of losing you  [Hook] Meet me at the altar in your white dress We ain't getting no younger we might as well do it Been feeling you all the while girl I must confess Girl, let's just get married I just wanna get married  Meet me at the altar in your white dress We ain't getting no younger We might as well do it Been feeling you all the while girl I must confess Let's get married (baby let's get married)  [Jagged Edge] Said, I done it all But frankly girl, I'm tired of this emptiness I wanna come home to you and only you Cause, making love to just anyone ain't happening I just gotta be with you  Do you think about Us finishing something we started so long ago? I wanna give you my all Do you think about Maybe us havin' some babies? Come on won't you be my lady?  Forever girl...  [Run] What's going on across the seas It ain't nothin' I ain't frontin' Shorty comin' with me Now I done already gave you the key to tha Range And your last name 'bout to change Now you Mrs. Simmons Gotta a betta livin' What a difference Rev-Run made I used to be the snake type Hangin' out late night Girl you done made me Change my life Ever since you met me Keys to the Bentley Now they call you the preacher's wife I'm the type of guy that Take you out and buy that Ring with the rock that'll Break your arm Playa won't try dat Now you can't deny that Triple dub rev to the run dot com  Meet me at the altar In your white dress We ain't gettin' no younger We might as well do it Been feelin' you all the while girl I must confess Girl let's just get married I just wanna get married  [Hook X4]  ",
        "title": "Let's Get Married"
    },
    {
        "artist": "Lil' Zane Featuring 112",
        "lyrics": "  I live the life of a celebrity A made nigga way bigger than them other cats you love to see  [spoken] Lil Zane   (112) (yeah, yeah, yeah, yeah) [Hey Lil Zane, can I talk to you for a minute? It's like I been doin a lot of interviews Just people be callin my name everywhere, \"Hey zane!\"] (so crazy life's so, crazy) [cmon]  I live the life of a celebrity A made nigga way bigger than them other cats you love to see I'm getting paid like I'm supposed to My homies call me on my mobile wanna hang we still close too I switched positions with them po’ cats I write raps, make millions like that I like that (hey yeah) and I never was a rich man A rubber band for a wrist band Got dough and had to switch plans Drama still don't stop On the freeway getting chased by some bad bitches Wanting autographed pictures (oohh) They want my name tattooed on them Thinkin for a minute hit that ass make a move on them Hey! Hennessy with the chardonnay, mix it I put the trees in the Garcay, twist it (whooaa yeah) A true player smoking purple haze Two shots in the air for my true thugs out there  Chorus: (112, Lil' Zane)  This life I live of mine (yeah) This life is crazy (yeah) I waste no time at all (ahuh) They won't stop calling me (it's goin down baby) This life I live of mine (yeah) This life is crazy (yeah ahuh) I waste no time at all They won't stop calling me (ugh) Calling me, calling me, calling me (Hey Lil' Zane!), say my name! Calling me, calling me, calling me (Hey Lil' Zane!), say my name!  Let me explain what the game is like I did a show in California had to be in Las Vegas the same night Me and 112 on the same flight, getting tired It ain't easy being worldwide (worldwide, worldwide, worldwide) I seen murder come with fame in this rap game Gotta stay straped if you rap so I pack thangs All my dogs pack thangs And plus we love to ball Dont want no problem with you homie I mean none at all (not at all) And to my rich cats with them big faced bills in the air My po' cats sell more sex to you Love green millionaires Been all around the world Turned the squares into true players Cheap watches turned to Cartiers Locals turned to gators Point 3's turn to 5 c's all these car keys Jump in the benz and hit The Shark Bar You know they love to see a hot star  Chorus: Lil' Zane w/ variations  And for my dogs I ain't seen in awhile I still got love for y'all ain't got a chance to return your call I'm in chicago I'm getting paid man bigger figgas everywhere that I go I'm still hearing about drama poppin in the hood Heard everybody doing good and i like that Irv said y'all got the block locked He tell me K and big Chris driving drop tops Flossing I'm getting letters hard to write back Put a fly picture in the mail hope they like that Prayin that the fame don't kill us all The magazines to the big screens He ain't easy as the shit seems Throwin up my dueces as a pass by Showing love to the southside all the players outside And we gon' spend G's tonight Hotel's on me shit's free tonight C'mon!  Chorus to fade with variations  ",
        "title": "Callin' Me"
    },
    {
        "artist": "Everclear",
        "lyrics": null,
        "title": "Wonderful"
    },
    {
        "artist": "Christina Aguilera",
        "lyrics": "  Come on over, come on over baby Come on over, come on over baby Come on over, come on over baby Come on over, come on over baby  Yeah, yeah, yeah, yeah  Hey boy don't you know I got something going on I've got an invitation Don't you keep me waiting all night long  I know, you know, so baby don't Pretend you won't, keep me guessing if you You will or you won't Don't wanna play that game with you baby Said listen to me  All I want is you, come over here baby All I want is you, you know you make me go crazy All I want is you, now baby don't be shy You better cross the line I'm gonna love you right 'Cause all I want is you  Come on over, come on over baby Come on over, come on over baby Ohh...yeah yeah  I'm not just talking About your sexuality (your sexuality) But I can't help myself When you put your hands on me Ooh oh, ooh  It's paradise, when you and I Get close, get tight One on one I wanna, go all, all night I wanna play that game with you baby Listen to me  All I want is you, come over here baby All I want is you (oh oh), you know you make me go crazy All I want is you (yeah yeah), now baby don't be shy You better cross the line I'm gonna love you right 'Cause all I want is you  Come on over, come on over baby Come on over, come on over baby Ohh...yeah yeah yeah yeah  Don't you wanna be the one tonight We could do exactly what you like Don't you wanna be just you and me We could do what comes so naturally I got a thing for you Got my mind made up (yeah) And I'm serious, never been more baby I'm sure that it's real (so sure) And it's right here, uh come on  Come on, come on, come on, over Come on, come on, come on, over Come on, come on, come on, over  Come on, come on, come on, over Come on, come on, come on, over Come on, come on, come on, over  Oh oh oh, yeah yeah Yeah, yeah, yeah, yeah  You give me... What a girl feels, what a girl likes What a girl needs, what a girl wants  All...I... All I want is you Ohh, ohh baby  All I want is you, oh you make me go crazy, oh oh (woo) All I want is you, now baby don't be shy You better cross the line I'm gonna love you right 'Cause all I want is you  Ohh, ohh, yeah... All I want is you, you make me go crazy, you All I want is you, now baby don't be shy You better cross the line I'm gonna love you right 'Cause all I want is you  ",
        "title": "Come On Over Baby (All I Want Is You)"
    },
    {
        "artist": "Lil Bow Wow Featuring Xscape",
        "lyrics": "  [Intro: Jermaine Dupri & (Lil Bow Wow)] Uh-huh, yo (Oh, oh) Uh-huh, yo (Uh-huh, oh, oh) Uh-huh, yo (Bounce, bounce) See around here (Uh-huh, uh, huh-uh) I make things that make y'all bounce Ya know? Heh, ya know what I mean? (Yeah, yeah) Left to right, right to left (Uh-huh, uh-huh) It's So So Def (Yeah uh) And uh it's going down Ya know what I mean? (Yeah) My man Bow Wow (Bow Wow, yeah hear me now) Yeah ya heard? (Check it out) Let's go! Let's go! Let's go! (Peep game, let's go)  [Verse 1: Lil Bow Wow] Around here we pop them collars Around here we get them dollars Every girl I see that look right A nigga like me just gotta holla This kid here all about stackin' up Got big head but we can back it up Long cause everybody get crunk When we drop in the club starts acting up I represent the S-O-S-O, D-E-F-M-O-B That's me, JD, Brat, and JE So please believe What I do ain't never been done Ohio is where I'm from I heard what you said And I saw what you do And y'all playas really don't want none From the day to the night, I ROCK Say what you like, NEVER NOT Stayin' alive, living the life Gots to keep it hot Shotgun in the drop, riding good Twenties, TVs, leather and wood Poppin', watching Big Momma Holdin' it down like a playa should Sing-a-long now!  [Chorus: Xscape] All I wanna do is see ya Bounce with me, bounce with me Grab a partner hit the floor Bounce with me, bounce with me Some clap, clap others stomp But around here we get it crunk when ya Bounce with me, bounce with me All I wanna do is see ya Bounce with me, bounce with me Grab a partner hit the floor Bounce with me, bounce with me Some clap, clap others stomp But around here we get it crunk when ya Bounce with me, bounce with me  [Verse 2: Lil Bow Wow] It's the B to the O-W Wow even your girl fall in love When I smile The tight little guy you ain't seen in a while Ignore the hype, just right for you size I get in where I fit in Braided up, made the bucks And I'm still a kid Imagine what life like when I get big I'mma be rich surrounded by chicks Couple of cars, couple of cribs Gettin' a couple of mills Shining every time I feel You see how So So get ill You don't want no stuff up in here Bow to the wow get it in your ear now I get down cause I'm hit bound And I rock an iced out Mickey Mouse around my neck And I hang on niggas like Vince Carter With his arm in the net And I outta snatch up your daughters But I was brought up with respect When I turn 16 I'mma call her though And show her how to ride with a baller yo Let her know why it wouldn't hurt her To fall in love with a {nigga} like me a long time ago Sing-a-long now!  [Chorus: Xscape] All I wanna do is see ya Bounce with me, bounce with me Grab a partner hit the floor Bounce with me, bounce with me Some clap, clap others stomp But around here we get it crunk when ya Bounce with me, bounce with me All I wanna do is see ya Bounce with me, bounce with me Grab a partner hit the floor Bounce with me, bounce with me Some clap, clap others stomp But around here we get it crunk when ya Bounce with me, bounce with me All I wanna do is see ya Bounce with me, bounce with me Grab a partner hit the floor Bounce with me, bounce with me Some clap, clap others stomp But around here we get it crunk when ya Bounce with me, bounce with me All I wanna do is see ya Bounce with me, bounce with me Grab a partner hit the floor Bounce with me, bounce with me Some clap, clap others stomp But around here we get it crunk when ya Bounce with me, bounce with me  [Outro: Jermaine Dupri] I, I, I wanna see you bounce with me now Take, take, take it down to the ground with me now Shake, shake, shake it all around the town with me now What'cha gon do shorty, what'cha gon do  ",
        "title": "Bounce With Me"
    },
    {
        "artist": "SoulDecision Featuring Thrust",
        "lyrics": null,
        "title": "Faded"
    },
    {
        "artist": "Britney Spears",
        "lyrics": null,
        "title": "Lucky"
    },
    {
        "artist": "Jessica Simpson",
        "lyrics": null,
        "title": "I Think I'm In Love With You"
    },
    {
        "artist": "Son By Four",
        "lyrics": "  [Verse 1] I'm sorry I didn't mean to call you But I couldn't fight it I guess I was weak and couldn't even hide it And so I surrender just to hear your voice I know how many times I said I'm gonna to live without you And maybe someone else is standing there beside you But there's something baby that you need to know  [Pre-Chorus] That deep inside me, I feel like I'm dying I have to see you, it's all that I'm asking  [Chorus] Vida, give me back my fantasies The courage that I need to live The air that I breathe Cariño mío, my world's become so empty My days are so cold and lonely And each night I taste the purest of pain  [Verse 2] I wish I can tell you that I'm feeling better everyday That I didn't hurt when you walked away But to tell you the truth I can't fine my way  [Pre-Chorus] That deep inside me, I feel like I'm dying I have to see you, it's all that I'm asking  [Chorus] Vida, give me back my fantasies The courage that I need to live The air that I breathe Cariño mío, my world's become so empty My days are so cold and lonely And each night I taste the purest of pain  Vida, give me back my fantasies The courage that I need to live The air that I breathe Cariño mío, my world's become so empty My days are so cold and lonely And each night I taste the purest of pain  Vida, give me back my fantasies The courage that I need to live The air that I breathe Cariño mío, my world's become so empty My days are so cold and lonely And each night I taste the purest of pain  [Outro] I'm sorry I didn't mean to call you But I couldn't fight it I guess I was weak and couldn't even hide it And so I surrender just to hear your voice  ",
        "title": "Purest Of Pain (A Puro Dolor)"
    },
    {
        "artist": "Marc Anthony",
        "lyrics": "  I just wanted you to comfort me When I called you late last night you see I was feeling' into love Oh yes, I was crashing' into love Oh of all the words you sang to me About life, the truth and being' free yea You sang to me, oh how you sang to me Girl I live off how you make me feel So I question all this being' really Cause I'm not afraid to love For the first time I'm not afraid of love Oh, this day seems made for you and me And you showed me what life needs to be Yea you sang to me, oh you sang to me All the while you were in front of me I never realized I jus' can't believe I didn't see it in your eyes I didn't see it, I can't believe it Oh but I feel it When you sing to me How I long to hear you sing beneath the clear blue skies And I promise you this time I'll see it in your eyes I didn't see it, I can't believe it Oh but I feel it When you sing to me Just to think you live inside of me I had no idea how this could be Now I'm crazy for your love Can't believe I'm crazy for your love The words you said you sang to me And you showed me where I wanna be Yea you sang to me, oh you sang to me  ",
        "title": "You Sang To Me"
    },
    {
        "artist": "Faith Hill",
        "lyrics": null,
        "title": "Breathe"
    },
    {
        "artist": "Jo Dee Messina",
        "lyrics": null,
        "title": "That's The Way"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": "  [* Rain and Thunder *]  [Dr. Dre] Hey, hey hold up a minute Let me stop up here and use this pay phnoe real quick [* Telephone dialing * ] [* Sighs *] Hey, hey Toni, it's me, I was just calling ya know Just calling to let you know, don't wait up for me tonight I mean I just got a lot of things on my mind I gotta think about, you know Just umm, I'll be over Brian's house You know, just for tonight I mean, I know things are different, but you know It's not you, it's me, you know, it's really me, you know And basically, I just think I'mma need some space  [Toni Braxton] Why you calling me on the phone Why you're not at home on time You say you're staying over your friends Cause you've got a lot on your mind Now you're swearing up and down that it ain't me So you say that things have changed So tell me what exactly does it mean When you say you need your space Just don't make no excuses, no no  [Hook] Why you gotta lie to me (Just be a man about it) Baby, you don't gotta lie to me, no (Just be a man about it) If you wanna leave (Why do you wanna leave) go on (Just be a man about it) Come and grab your things (So come and get your things and leave) And go on right now, whoo (Just be a man about it) Yeah, yeah, yeah  [Dr. Dre] I mean, you gotta understand I love you You know what I'm saying And I love you enough to say that I think I think you deserve somebody better than me, you know And right now, I can't give you what you need, you know I mean, I wanna love you and I'm gonna love you One day but you know... I mean, you just gotta understand where I'm coming from  [Toni Braxton] You say right now that you're not what I'm looking for And what you really need is time to grow You're promising that one day you may come around And I'm supposed to let that go But where the hell do you get off Telling me your mama said I'm not what you need Tell you what, since she knows it all Then that's where you need to be Just don't make no excuses, no no  [Hook] Why you gotta lie to me (Just be a man about it) (Baby you ain't gotta lie to me, no no no) Baby, you don't gotta lie to me, no (Just be a man about it) (If you wanna leave, go right now) Why do you wanna leave (Just be a man about it) (Come and get your things and go baby) So come and get your things and leave (Just be a man about it)  [Toni Braxton] Can you tell me how You can say you're in love And then treat me so bad Boy, you know it just ain't right I cannot believe the way you handled things You want to lie If you were a man...  [Hook to fade] Why you gotta lie to me (Just be a man about it) (Just be a man about it baby) You don't gotta lie to me (Just be a man about it) (You ain't gotta lie to me, no no baby) Why do you wanna leave (Just be a man about it) (If you wanna go grab your things and leave now) So come and get your things and leave (Just be a man about it) (Don't wanna stay, don't wanna be no more lying)  (If you wanna go on and leave, just be a man about it) Why you gotta lie to me (Just be a man about it) (You ain't gotta be here so leave no) You don't gotta lie to me (Just be a man about it) (Baby just be a man whoo) Why do you wanna leave (Just be a man about it) So come and get your things and leave (Just be a man about it)  ",
        "title": "Just Be A Man About It"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] Please do not come around talking about that you love me Because that love shit just is not for me And I don't wanna hear that you adore me And I know that all you are doing is running your mind games Do not you know my game beats these games? So your best bet is to be straight with me So you say you want to talk, let's talk If you won't talk, I'll walk, yeah it is like that I got a new man, he is waiting out back Now what, whatcha think about that Now when I say I'm through, I'm through Basically, I'm through with you Whatcha wanna say, had to have it your way, had to play games Now you're begging me to stay  [Chorus] There you go, looking pitiful Just because I let you go There you go, talking about you want me back But sometimes it be's like that, so There you go, talking about you miss me so, that you love me so, why I let you go There you go because your lies got old, look at you There you go  [Verse 2] Please do not come around talking about how you changed How you said good-bye to what's her name All it sounds like to me is new game And I was right when I thought I would be much better off without you Had to get myself from round you, because my life was all about you So you say you wanna talk, I don't Say you want to change, I won't Yeah, it is like that Had your chance, won't take you back Now what, what you think about that And when I say I am through, I am through Basically I am through with you What you want to say Had to have it your way, had to play games, now you are begging me to stay  [Chorus] There you go, looking pitiful Just because I let you go There you go, talking about you want me back But sometimes it be's like that, so There you go, talking about you miss me so, that you love me so, why I let you go There you go because your lies got old, look at you There you go  [Verse 3] Oh, don't you wish you could turn the hands of time Don't you wish you still were mine? Don't you wish I would take you back? Don't you wish that things were simple like that, oh? Didn't miss a good thing till it was gone But I knew it wouldn't be long, till you came running back Missing my love, there you go  [Chorus] There you go, looking pitiful Just because I let you go There you go, talking about you want me back But sometimes it be's like that, so There you go, talking about you miss me so, that you love me so, why I let you go There you go because your lies got old, look at you There you go There you go, looking pitiful Just because I let you go There you go, talking about you want me back But sometimes it be's like that, so There you go, talking about you miss me so, that you love me so, why I let you go There you go because your lies got old, look at you There you go There you go, looking pitiful Just because I let you go There you go, talking about you want me back But sometimes it be's like that, so There you go, talking about you miss me so, that you love me so, why I let you go There you go because your lies got old, look at you There you go  [Outro] So there you go, there you go  ",
        "title": "There You Go"
    },
    {
        "artist": "98 Degrees",
        "lyrics": null,
        "title": "Give Me Just One Night (Una Noche)"
    },
    {
        "artist": "Lonestar",
        "lyrics": null,
        "title": "What About Now"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] I never cared too much for love It was all a bunch of mush, that I just did not want Paid, was the issue of the day If a girlfriend's got some game Couldn't be more fly, getting paid was everything  [Pre-Chorus] But I am not every girl and I do not need that world to validate me 'Cause shorty has got a job, shorty has got a car Shorty can pay her own rent Do not want to dance if it is not in my heart  [Chorus] Most girls want a man with the bling bling Got my own thing, got the ching ching I just want real love Most girls want a man with the mean green Do not want to dance if he cannot be everything that I dream of A man that understands real love  [Verse 2] I was a girl about the floss It was all about the cost, how much he spent on me Seek, for a man who has got the means To be giving you diamond rings It is what every fly girl could want or even dream  [Pre-Chorus] But I am not every girl and I do not need any G to take care of me Because shorty has got a job, shorty has got a car Shorty can pay her own rent Do not want to dance if it is not in my heart, no no  [Chorus] Most girls want a man with the bling bling Got my own thing, got the ching ching I just want real love Most girls want a man with the mean green Do not want to dance if he cannot be everything that I dream of A man that understands real love Most girls want a man with the bling bling Got my own thing, got the ching ching I just want real love Most girls want a man with the mean green Do not want to dance if he cannot be everything that I dream of A man that understands real love  [Interlude] But I am not every girl And I do not need no G to take care of me, no Because Shorty has got a job, Shorty has got a car, Shorty can pay her own rent Do not want to dance if it is not in my heart (Oh most girls)  [Chorus] Most girls want a man with the bling bling Got my own thing, got the ching ching I just want real love Most girls want a man with the mean green Do not want to dance if he cannot be everything that I dream of A man that understands real love Most girls want a man with the bling bling Got my own thing, got the ching ching I just want real love Most girls want a man with the mean green Do not want to dance if he cannot be everything that I dream of A man that understands real love  [Outro] Because I am not most girls, do not want to dance if he cannot be everything I, I just want real love, said I got to have real love Everything that, can you be everything that I dream of  ",
        "title": "Most Girls"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Verse 1] First I get cold and hot Think I'm on fire, but I'm not Oh, what a pain I've got It must be love There's nothing I can do All that I want is you Look what I'm going through It must be love  [Chorus] It must be love, it must be love I fall like a sparrow and fly like a dove You must be the dream I been dreaming of Oh what a feeling, it must be love  [Verse 2] Something is wrong or right I think of you all night Can't sleep 'til morning light It must be loveSeeing you in my dreams Holding you close to me Oh, what else can it be? It must be love  [Chorus] It must be love, it must be love I fall like a sparrow and fly like a dove You must be the dream I been dreaming of Oh what a feeling, it must be love  [Outro] It must be love, it must be love I fall like a sparrow and fly like a dove  ",
        "title": "It Must Be Love"
    },
    {
        "artist": "Billy Gilman",
        "lyrics": "  Some kids have and some don't And some of us are wondering why Mom won't watch the news at night There's too much stuff that's making her cry We need some help Down here on earth A thousand prayers, a million words But one voice was heard  A house, a yard, a neighborhood Where you can ride your new bike to school A kind of world where Mom and dad Still believe in the golden rule Life's not that simple Down here on earth A thousand prayers, a million words But one voice was heard  One voice, one simple word Hearts know what to say One dream can change the world Keep believing Till you find a way  Yesterday while walking home I saw some kid on newberry road He pulled a pistol from his bag And tossed it in the river below Thanks for the help Down here on earth A thousand prayers, a million words But one voice was heard One voice was heard One voice was heard  ",
        "title": "One Voice"
    },
    {
        "artist": "Da Brat Featuring Tyrese",
        "lyrics": "  [Intro: Da Brat & (Tyrese)] Oh, look out Oh uh, come on What'chu like, a whole lot of, whut? (Tyrese yeah) What'chu like, me on a, whut? (What'cha like, what'cha like?) What'chu like? (Can you tell me, baby) Why? How? All night long (All night long)  [Verse 1: Da Brat] I like 'em brown, yellow, Puerto Rican or Haitian with Good conversation plenty big faces It's a must I stay luxurious Jewelry cut precision like I bust Been winnin' since Funkdafied blew up It's evident, shit I can't be touched Niggas say I'm too much, I trust it's true Why lie? See for yourself when I slide through Drive by, your bitch say don't look, you do Shine so bright in the wet U2 You wish boo boo could ride with you tonight Ain't nothing in the world that Brat can't do She attractive to them, him, her, and you shit Frostbit, December Unrestricted Drop dead, the cost is priceless Due to the content I suggest you'll like this  [Chorus: Tyrese] What do you like? A whole lot of foreplay Right before you get it started What do you like? Me on top You on the bottom, tight body What do you like? Somebody that can make you say Wow, know how to all night long All night long, tell me  [Verse 2: Da Brat] Whassup? The setting, a hot-ass club And you still be sweating me I don't see nothing wrong with giving a little love But nigga just let me breathe Damn, you cute as hell so let's switch the digits Then I got to leave And you can buy me a couple of drinks But I'mma go socialize and smoke my weed And I like it when you keep your eyes on me And I like it when you touch my privacy And I like it sex and ecstasy When the belt buckle loosen up, undress me Already juiced up, that come naturally Wax on and off so romantically No woman can slow dance or throw down like I can Ask if you curious to know what I like, man  [Chorus: Tyrese] What do you like? A whole lot of foreplay Right before you get it started What do you like? Me on top You on the bottom, tight body What do you like? Somebody that can make you say Wow, know how to all night long All night long, tell me  [Verse 3: Da Brat] Let me tell you something Well I start at the top of the list With my pretty eyes, a cute nose and these fat ass lips My medallion sit in the middle of my tits It's hit after hit, shit sweet every sip Down to the last drip drop, watch the hips rock Color Me Bad, tick tock you don't stop 'Till the thick thighs, dick rise when I skip by I ain't surprised I'm what'chu like nigga  [Chorus: Tyrese] What do you like? A whole lot of foreplay Right before you get it started What do you like? Me on top You on the bottom, tight body What do you like? Somebody that can make you say Wow, know how to all night long All night long, tell me  ",
        "title": "What'Chu Like"
    },
    {
        "artist": "Avant",
        "lyrics": "  [Foxy Brown] This is the remix Ha ha Fox Brown, Avant Yeah yeah yeah c'mon  [Avant] Mmm, mmm, mmm, mmm, mmm Yeah yeah Mmm, mmm, mmm, mmm, mmm Listen babe  Everytime I see you, I get a bad vibe Just thinkin' of someone else in between your thighs And you thought you were slick, had tricks up your sleeve But I'm sick of your stupid ass and I know you're tired of me That's why I say  [Avant] (Foxy Brown) 1 - When we were together (Fox Brown c'mon) We never turned our backs on each other (Yeah) But now that we're separated (Yeah nigga, separated) We can't stand one another  [Foxy] I can't stand you nigga Shit be as simple as that Thought you had it all cuz my ass was phat Bitch rockin' the Prada suits with the Gucci boots Sceamin' on some mad loot, four fifth and I shoot Hard game straight down to the verses Image Fox Brown, c'mon out lyrical cursin' Avant separated, nigga it can't be I'mma keep on rockin' the mic Cuz that's the way it be I'm just a bad girl, na na illa on tracks Thinkin' I'mma leave ya lonely, shit nigga relax  [Avant] I don't wanna be wit you, put that on everything I own I can't believe I stayed around that damn long If I never see you again, I won't be mad at all, no no Cuz I believe that you're my downfall You did me wrong  2 - You did me wrong I thought you were true You ran out of my life And now I'm so through with you  I wanted you to be there Right here with me, oh  Repeat 1 Repeat 1  [Foxy] Peep the ice, baby blue Bentley The g string rocked Labels up stocked, and the bottles of Cris' popped Non stop, in the summer to the winter and shit Never gonna get stuck with the ill na na bitch With the frozen wrist Too much for some cats They play-hatin' from the back Done shit simple as that Sellin' mills with the hint of rhyme I sell records, I keep niggas laced out Cop 2 million or better with the jew-els in my pocket Playin' niggas on the low Got my creep going on in the S-5-0 I'm just gonna keep doing this shit 'till the day I die Na na one luv, niggas don't cry, Peace!  It's really over babe Cuz you did me wrong  Repeat 2  [Avant] I remember when you used to sit there I'd hold you in my arms and you would say to me Yeah yeah  [Avant] (Foxy) Yeah, yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah, yeah Mmm, mmm, mmm, mmm (I used to rub your body and you would say to me) Yeah, yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah, yeah Mmm, mmm, mmm, mmm (When we were together you'd say) Yeah, yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah, yeah Mmm, mmm, mmm, mmm (I can hear your body say) Yeah, yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah, yeah (ohh nigga that sounds good to me) Mmm, mmm, mmm, mmm  ",
        "title": "Separated"
    },
    {
        "artist": "Mystikal",
        "lyrics": "  Mmm! Mmm, mmm, mmm Oooh-OOOH!  [Hook] Shake ya ass, but watch yourself Shake ya ass, show me what you working with  [Verse 1] I came here with my dick in my hand Don't make me leave here with my foot in yo' ass; be cool And don't worry bout how I'm ripping this shit When I'm flipping what I'm kicking nigga, that's just what I do I'm effervescent and I'm off that crescent Nastier than a full grown German Shepherd; motherfucker keep stepping They don't fuck with me and they don't Y'all bitches can't catch me and you won't Pay ya fare, fix your hair, throw that pussy Got a Prada for bonapalies, and Donna for my babooski You think I'm tricking? Bitch, I ain't trippin I'm buyin if you got nice curves for your iceberg Drinkin Henn and acting like it do something to me Hope this indecent proposal make you do somethin with me Fuck a dollar girl, pick up fifty And fuck that coward, girl, you need a real nigga Off top knick-a-boxers hurting shit Bend over ho; show me what you workin with!  [Hook]  [Bridge] Attention all y'all players and pimps Right now in the place to be (shake ya ass) I thought I told y'all niggas before Y'all niggas can't fuck with me (watch yourself) Now this ain't for no small booties No sir cause that won't pass (show me whatcha workin with) But if you feel you got the biggest one Then momma come shake ya ass  [Hook]  [Verse 2] I like my women fire like CAY-ENNE!! Chocolate and bowlegged - when I'm runnin up behind her!! Go head do your job, pop the lock, let the cock out For girl don't lie you know you wanna go back to my house \"The Man Right Chea\" wanna get under that dress right there You spicy cajun we gon' a good time over there You better suck the head on them there crawfish And you gotta bend all the way over to dance off this Handle yo' business but I know you do it way better, you dead wrong So if you talking bout how niggas make noise when you pass by Get yo' fine ass on the floor girl this yo' fuckin song! Do yo' thang dont be scared, cause you gon' get served You get mine then you gon' get yours Bout to make yo' ass love it Raise it up, show the G-string hustling hustling  [Bridge]  [Hook]  [Verse 3] Stop yo' cryin heffer, I don't need all that I got a job for you - the braided up pimp is back Break them handcuffs, fuck you nigga move something And if they ask you what you doin say, \"Ooohh nuttin!\" And we been doin for the past 2 somethin And I've been beatin that pussy up not smooth fucking You can betcha bottom dollar; if that pussy fire You gon' holla Michael Tyler! So don't act like you don't be backin that stuff up Girl in the club, cause that's what you got ass for Wobble wobble I'm infatuated Bitch ride a dick like she making a baby And I see that we gon' have to go to a quiet corner for just us two an' Don't worry about who looking, just keep on doing what you doing Cause a nigga like me gon' get to work before I know the girl Bitch what's happening, let 'em see, show the world!  [Bridge]  [Hook]  Uhh.. OOOH-WEE! Good lawd! Damn!  ",
        "title": "Shake Ya Ass"
    },
    {
        "artist": "Erykah Badu",
        "lyrics": "  Bag lady you gone hurt your back Dragging all them bags like that I guess nobody ever told you All you must hold onto Is you, is you, is you  One day all them bags gone get in your way One day all them bags gone get in your way I said one day all them bags gone get in your way One day all them bags gone get in your way  So pack light Ooh Ooh  Bag Lady you gone miss your bus You can't hurry up 'Cause you got too much stuff When they see you coming Niggas take off running From you it's true, oh yes they do  One day he gone say you crowding my space One day he gone say you crowding my space I said one day he gone say you crowding my space One day he gone say you crowding my space So pack light Ooh Ooh  Girl I know sometimes it's hard And we can't let go Oh when someone hurts you oh so bad inside You can't deny it you can't stop crying So oh, oh, oh If you start breathin  So where my garbage bag lady (Let it go, let it go, let it go, let it go) What about my grocery bag lady? (Bet ya love could make it better) I'm talking to my Gucci bag lady (Let it go, let it go, let it go, let it go) What about my paper sack lady? (Bet ya love could make it better) What about my nickel bag lady? (Let it go, let it go, let it go, let it go) Backpack on ya back, back lady (Bet ya love could make it better) What about my booty bag lady? (Let it go, let it go, let it go, let it go) And what about the cheeba sack babies? (Bet ya love could make it better) So what about the plastic bag lady? (Let it go, let it go, let it go, let it go) And my baby bag mamas, yeah (Let it go, let it go, let it go, let it go) All my bookbag ladies (Let it go, let it go, let it go, let it go) Ziploc bag lady (Let it go, let it go, let it go, let it go) What about my Fendi bag ladies? (Let it go, let it go, let it go, let it go) All of my shopping bag ladies (Let it go, let it go, let it go, let it go)  ",
        "title": "Bag Lady"
    },
    {
        "artist": "Christina Aguilera",
        "lyrics": "  [Verse 1] When I'm lost in the rain In your eyes I know I'll find the light To light my way And when I'm scared And losing ground When my world is going crazy You can turn it all around And when I'm down you're there - pushing me to the top You're always there Giving me all you've got  [Chorus] For a shield from the storm For a friend, for a love To keep me safe and warm I turn to you For the strength to be strong For the will to carry on For everything you do For everything that's true I turn to you  [Verse 2] When I lose the will to win I just reach for you and I can reach the sky again I can do anything Cause your love is so amazing Cause your love inspires me And when I need a friend You're always on my side Giving me faith Taking me through the night  [Chorus] For a shield from the storm For a friend, for a love To keep me safe and warm I turn to you For the strength to be strong For the will to carry on For everything you do I turn to you  [Bridge] For the arms to be my shelter Through all the rain For truth that will never change For someone to lean on For a heart I can rely on through anything For that one who I can run to...  [Chorus] For a shield from the storm For a friend, for a love To keep me safe and warm I turn to you For the strength to be strong For the will to carry on For everything you do For everything that's true I turn to you  [Outro] For everything you do For everything that's true I turn to you  ",
        "title": "I Turn To You"
    },
    {
        "artist": "Dr. Dre Featuring Snoop Dogg",
        "lyrics": "  [Produced by Dr. Dre]  [Intro: Snoop Dogg and Kurupt] La-da-da-da-dahh It's the motherfuckin' one and only D-O-double-G (Snoop Dogg!) La-da-da-da-dahh You know I'm mobbin' with the D-R-E You know who's back up in this motherfucker? What what what what So blaze the weed up then Blaze it up, blaze it up! Just blaze that shit up, nigga! Yeah, 'sup, Snoop?  [Verse 1: Snoop Dogg] Top Dogg, bite 'em all, nigga, burn the shit up D-P-G-C, my nigga, turn that shit up C-P-T, L-B-C, yeah, we hookin' back up And when they bang this in the club, baby, you got to get up Thug niggas, drug dealers, yeah, they givin' it up Lowlife, yo' life, boy, we livin' it up Takin' chances while we dancin' in the party for sure Slip my ho a forty-fo' and she got in the back do' Bitches lookin' at me strange, but you know I don't care Step up in this motherfucker just a-swangin' my hair Bitch, quit talkin', Crip walk, stay down with the set Take a bullet with some dick and take this dope from this jet Out of town, put it down for the Father of Rap And if yo' ass get cracked, bitch, shut yo' trap Come back, get back, that's the part of success If you believe in the S, you'll be relievin' your stress  [Interlude: Snoop Dogg and Dr. Dre] La-da-da-da-dahhh It's the motherfuckin' D.R.E. (Dr. Dre, motherfucker) La-da-da-da-dahhh You know I'm mobbin' with the D-O-double-G  [Verse 2: Dr. Dre] Straight off the fuckin' streets of C-P-T King of the beats, you ride to 'em in your Fleet (Fleetwood) Or Coupe DeVille rollin' on dubs How you feelin' whoopty whoop, nigga what? Dre and Snoop chronic'd out in the 'llac With Doc in the back, sippin' on 'gnac Clip in the strap, dippin' through hoods (what hoods?) Compton, Long Beach, Inglewood South Central out to the westside; it's California Love This California bud got a nigga gang of pub I'm on one, I might bail up in the Century Club With my jeans on, and my team strong Get my drink on and my smoke on Then go home with somethin' to poke on Loc, it's on for the two-triple-oh Comin' real, it's the next episode  [Outro: Nate Dogg] Hold up, hey For my niggas who be thinkin' we soft, we don't play We gonna rock it 'til the wheels fall off Hold up, hey For my niggas who be actin' too bold, take a seat Hope you ready for the next episode Hey, hey, hey, hey  Smoke weed every day  ",
        "title": "The Next Episode"
    },
    {
        "artist": "Creed",
        "lyrics": "  [Verse 1] Well I just heard the news today It seems my life is going to change I closed my eyes, begin to pray Then tears of joy stream down my face  [Chorus] With arms wide open under the sunlight Welcome to this place I'll show you everything With arms wide open With arms wide open  [Verse 2] Well I don't know if I'm ready To be the man I have to be I'll take a breath, I'll take her by my side We stand in awe, we've created life  [Chorus] With arms wide open under the sunlight Welcome to this place I'll show you everything With arms wide open now everything has changed I'll show you love, I'll show you everything  With arms wide open Wide open  [Guitar Solo: Mark Tremonti]  [Verse 3] If I had just one wish only one demand I hope he's not like me, I hope he understands That he can take this life and hold it by the hand And he can greet the world with arms wide open  [Chorus] With arms wide open under the sunlight Welcome to this place I'll show you everything With arms wide open now everything has changed I'll show you love, I'll show you everything  With arms wide open With arms wide open  ",
        "title": "With Arms Wide Open"
    },
    {
        "artist": "Common",
        "lyrics": "  [Produced by J Dilla]  [Intro] Yeah, doo-doo-doo Doo-doo-d-doo, diggy-doo, yo  [Hook] There are times When you'll need someone I will be by your side There is a light that shines Special for you and me  [Verse 1] I never knew a luh, luh-luh, a love like this Gotta be somethin' for me to write this Queen, I ain't seen you in a minute Wrote this letter, and finally decide to send it Signed, sealed, delivered, for us to grow together Love has no limit, let's spend it slow forever I know your heart is weathered by what studs did to you I ain't gon' assault them, ‘cause I probably did it too Because of you, feelings I handle with care Some niggas recognize the light But they can't handle the glare You know I ain't the type to walk around with matchin' shirts If relationship is effort I will match your work I want to be the one to make you happiest And hurt you the most They say the end is near, it's important that we close To the most high Regardless of what happen, on Him let's rely  [Hook] There are times When you'll need someone I will be by your side There is a light that shines Special for you and me  [Verse 2] It's important we communicate And tune the fate of this union to the right pitch I never call you my bitch or even my boo There's so much in a name and so much more in you Few understand the union of woman and man And sex and a tingle is where they assume that it land But that's fly by night, for you and the sky I write For in these cold Chi night's moon, you my light If Heaven had a height, you would be that tall Ghetto to coffee shop, through you I see that all Let's stick to understandin' and we won't fall For better or worse times, I hope to me you call So I pray every day more than anything Friends will stay as we begin to lay This foundation for a family, love ain't simple Why can't it be anything worth havin' you work at annually? Granted we known each other for some time It don't take a whole day to recognize sunshine  [Hook] There are times When you'll need someone I will be by your side There is a light that shines Special for you and me  [Verse 3] It's kind of fresh you listen to more than hip-hop And I can catch you in the mix from beauty to thrift shop Plus you shit pop when it's time to Thinkin' you fresh, suggestin' beats I should rhyme to At times when I'm lost I try to find you You know to give me space when it's time to My heart's dictionary defines you, it's love and happiness Truthfully it's hard tryin' to practice abstinence The time we committed love, it was real good Had to be for me to arrive and it still feel good I know the sex ain't gon' keep you But as my equal, it's how I must treat you As my reflection in light I'ma lead you And whatever's right I'ma feed you Digga-da, digga-da, digga-da, digga-digga-da-da Yo, I tell you the rest when I see you; peace!  [Hook] There are times When you'll need someone I will be by your side There is a light that shines Special for you and me  [Outro] I'll take my chances Before they pass Pass me by, oh, darling You need to look at the other side You'll agree  ",
        "title": "The Light"
    },
    {
        "artist": "SHeDAISY",
        "lyrics": "  I won't be ignored I won't be bored Hey!  I won't be your dirty secret I won't be your cure-all pill And I won't run to fetch the water Just to tumble down the hill  I won't be your Friday paycheck I won't be the prize you flaunt And I won't be your Martha Stewart, baby Or your all night restaurant  But I will, I will, I will be your everything If you make me feel like a woman should I will, I will, I will be the whole shebang You know I will...but  I won't be your crutch to lean on I won't wear stiletto heels I won't walk a mile in your shoes Just so I know how it feels  I won't be your obligation I won't be your Barbie doll I won't be the portrait of perfection To adorn your wall  But I will, I will, I will be your everything If you make me feel like a woman should I will, I will, I will be the whole shebang You know I will...but  Bridge: Hey - you know I will All right  I won't be your lifetime girlfriend I won't be just one of the guys I won't be your mama's favorite I refuse to be the last in line  But I will, I will, I will be your everything If you make me feel like a woman should I will, I will, I will be the whole shebang You know I will...but  Yeah, I will, I will, I wll be your everything I will, I will be the whole shebang I will, I will be your everything I will, I will, I will, I will- yeah  You know I will You know, you know I will You know I will You know, you know I will - yeah  ",
        "title": "I Will...But"
    },
    {
        "artist": "Santana Featuring Rob Thomas",
        "lyrics": "  [Verse 1] Man, it's a hot one Like seven inches from the midday sun I hear you whisper and the words melt everyone But you stay so cool My muñequita, my Spanish Harlem Mona Lisa You're my reason for reason, the step in my groove  [Hook A] And if you say this life ain't good enough I would give my world to lift you up I could change my life to better suit your mood Because you're so smooth  [Hook B] And it's just like the ocean under the moon It's the same as the emotion that I get from you You got the kind of loving that can be so smooth Gimme your heart, make it real, or else forget about it  [Verse 2] I'll tell you one thing If you would leave it would be a crying shame In every breath and every word I hear your name calling me out Out from the barrio, you hear my rhythm from your radio You feel the turning of the world so soft and slow Turning you round and round  [Hook A] And if you say this life ain't good enough I would give my world to lift you up I could change my life to better suit your mood Because you're so smooth  [Hook B] And it's just like the ocean under the moon It's the same as the emotion that I get from you You got the kind of loving that can be so smooth Gimme your heart, make it real, or else forget about it  [Hook B] And it's just like the ocean under the moon It's the same as the emotion that I get from you You got the kind of loving that can be so smooth Gimme your heart, make it real, or else forget about it  Or else forget about it Or else forget about it Oh, let's don't forget about it (Gimme your heart, make it real) Let's don't forget about it (hey) Let's don't forget about it (no oh no oh) Let's don't forget about it (no no no oh) Let's don't forget about it (hey no no oh) Let's don't forget about it (hey hey hey)  ",
        "title": "Smooth"
    },
    {
        "artist": "Kandi",
        "lyrics": "  Now I don't have to question Where you were last night Cause I already know what you will say I already know you'll lie But I can't be mad at ya Cause there's something that you don't know Then when you're gone I do my own thing And I catch a bone while you're doggin' me  [Hook] When you're out in the club Don't think I'm not Even when you're out making love Don't think I'm not When you're feeling good In somebody's spot Getting hot Don't stop Just don't think I'm not Cause I'm out getting mine When you're out in the club Don't think I'm not Even when you're out making love Don't think I'm not When you're feeling good In somebody's spot Getting hot Don't stop Just don't think I'm not Cause I'm out getting mine  When I tried to get your attention You ignored me every time You were so caught up doin' your dirt that You didn't notice mine Well I couldn't put up with your schemin' And I couldn't put up with your lies They say two wrongs don't make a right but But It's suiting me just fine  [Hook] When you're out in the club Don't think I'm not Even when you're out making love Don't think I'm not When you're feeling good In somebody's spot Getting hot Don't stop Just don't think I'm not Cause I'm out getting mine When you're out in the club Don't think I'm not Even when you're out making love Don't think I'm not When you're feeling good In somebody's spot Getting hot Don't stop Just don't think I'm not Cause I'm out getting mine  [Bridge] Don't look so surprised to know that Sometimes women play the field You may not believe it, but it's real... The game is so real So real So real So real Oh don't think we won't know it When you're out in the club  [Hook] When you're out in the club Don't think I'm not Even when you're out making love Don't think I'm not When you're feeling good In somebody's spot Getting hot Don't stop Just don't think I'm not Cause I'm out getting mine When you're out in the club Don't think I'm not Even when you're out making love Don't think I'm not When you're feeling good In somebody's spot Getting hot Don't stop Just don't think I'm not Cause I'm out getting mine When you're out in the club Don't think I'm not Even when you're out making love Don't think I'm not When you're feeling good In somebody's spot Getting hot Don't stop Just don't think I'm not Cause I'm out getting mine When you're out in the club Don't think I'm not Even when you're out making love Don't think I'm not When you're feeling good In somebody's spot Getting hot Don't stop Just don't think I'm not Cause I'm out getting mine  ",
        "title": "Don't Think I'm Not"
    },
    {
        "artist": "Jay-Z Featuring UGK",
        "lyrics": "  [Produced by Timbaland]  [Intro: Jay-Z] Uh, uh uh uh It's big pimpin baby (thats right) It's big pimpin, spendin G's Feel me uh-huh uhh, uh-huh Ge-ge-geyeah, geyeah Ge-ge-geyeah, geyeah  [Verse 1: Jay Z] You know I thug 'em, fuck 'em, love 'em, leave 'em ‘Cause I don't fuckin' need 'em Take 'em out the hood, keep 'em lookin' good But I don't fuckin' feed 'em First time they fuss I'm breezin' Talkin' about, \"What's the reasons?\" I'm a pimp in every sense of the word Bitch, better trust and believe 'em In the cut where I keep 'em 'Til I need a nut, 'til I need to beat the guts Then it's \"beep beep\" and I'm pickin' them up Let 'em play with the dick in the truck Many chicks wanna put Jigga's fists in cuffs Divorce him and split his bucks Just because you got good head I'ma break bread, so you can be livin' it up? Shit, I part with nothin', y'all be frontin' Me give my heart to a woman? Not for nothin', never happen; I'll be forever mackin' Heart cold as assassins, I got no passion I got no patience and I hate waitin' Ho, get your ass in and let's ride!  [Hook: Jay Z] We doin' big pimpin', we spendin' cheese Check 'em out now, big pimpin' on B.L.A.D.'s We doin' big pimpin' up in N.Y.C. It's just that Jigga Man, Pimp C, and B-U-N B  [Verse 2: Bun B] Nigga, it's the big Southern rap impresario Comin' straight up out the black barrio Makes a mill' up off a sorry ho Then sit back and peep my sce-nahr-i-o Oops, my bad, that's \"my scenario\" No, I can't fuck a scary ho Now every time, every place, everywhere we go Hoes start pointin', they say: \"There he go!\" Now these motherfuckers know we carry mo' Heat than a little bit We don't pull it out over little shit And if you catch a lick when I spit Then it won't be a little hit Go read a book, you illiterate son of a bitch! And step up your vocab! Don't be surprised if your ho stab out with me And you see us comin' down on yo' SLAB Livin' ghetto-fabulous, so mad, you just can't take it But nigga if you hatin' I Then you wait while I get your bitch butt-naked Just break it; you gotta pay like you weigh Wet with two pairs of clothes on Now get yo' ass to the back as I'm flyin' to the track Timbaland, let me spit my prose on Pump it up in the pro-zone That's the track that we breakin' these hoes on Ain't the track that we flows on But when shit get hot then the Glock start poppin' like ozone We keep hoes crunk like Trigger-man For real, it don't get no bigger, man Don't trip, let's flip, gettin' throwed on the flip Gettin' blowed with the motherfuckin' Jigga Man, fool!  [Hook 2: Bun B] We be big pimpin', spendin' cheese We be big pimpin' on B.L.A.D.'s We be big pimpin' down in P.A.T. It's just that Jigga Man, Pimp C, and B-U-N B  [Verse 3: Pimp C] Smokin' out, pourin' up Keepin' lean up in my cup All my car got leather and wood In my hood we call it \"buck\" Everybody wanna ball Holla at broads at the mall If he up, watch him fall Nigga, I can't fuck with y'all If I wasn't rappin', baby I would still be ridin' Mercedes Comin' down and sippin' daily No record 'til whitey pay me Uhhh, now what y'all know about them Texas boys? Comin' down in candied toys Smokin' weed and talkin' noise  [Hook 2: Bun B] We be big pimpin', spendin' cheese We be big pimpin' on B.L.A.D.'s We be big pimpin' down in P.A.T. It's just that Jigga Man, Pimp C, and B-U-N B  [Verse 4: Jay Z] On the canopy, my stamina be Enough for Pamela Anderson Lee MTV jam of the week Made my money quick, then back to the streets But still sittin' on blades, sippin' that Ray Standin' on the corner of my block, hustlin' Still gettin' that cane Half what I paid slippin' right through customs It'll sell by night, its egg shell white I got so many grams, if the man find out It will land me in jail for life But I'm still big pimpin', spendin' cheese With Bun B, Pimp C, and Timothy We got bitches in the back of the truck Laughin' it up, Jigga Man: that's what's up!  [Hook 2: Bun B] We be big pimpin', spendin' cheese We be big pimpin' on B.L.A.D.'s We be big pimpin' down in P.A.T. It's just that Jigga Man, Pimp C, and B-U-N B  ",
        "title": "Big Pimpin'"
    },
    {
        "artist": "Bon Jovi",
        "lyrics": "  [Verse 1] This ain't a song for the broken-hearted No silent prayer for the faith-departed I ain't gonna be just a face in the crowd You're gonna hear my voice When I shout it out loud  [Chorus] It's my life It's now or never I ain't gonna live forever I just want to live while I'm alive (It's my life) My heart is like an open highway Like Frankie said, \"I did it my way\" I just wanna live while I'm alive It's my life  [Verse 2] This is for the ones who stood their ground For Tommy and Gina who never backed down Tomorrow's getting harder make no mistake Luck ain't even lucky Got to make your own breaks  [Chorus] It's my life It's now or never I ain't gonna live forever I just want to live while I'm alive (It's my life) My heart is like an open highway Like Frankie said, \"I did it my way\" I just wanna live while I'm alive It's my life   [Bridge] Better stand tall when they're calling you out Don't bend, don't break, baby, don't back down  [Chorus] It's my life It's now or never I ain't gonna live forever I just want to live while I'm alive (It's my life) My heart is like an open highway Like Frankie said, \"I did it my way\" I just wanna live while I'm alive It's my life  It's my life It's now or never I ain't gonna live forever I just want to live while I'm alive (It's my life) My heart is like an open highway Like Frankie said, \"I did it my way\" I just wanna live while I'm alive It's my life  ",
        "title": "It's My Life"
    },
    {
        "artist": "Mya",
        "lyrics": "  [Verse 1] It's after midnight And she's on your phone Saying come over Cause she's all alone I could tell it was Your ex by your tone Why is she calling now After so long?  [Bridge] Now what is it that she wants? Tell me what is it that she needs? Did she hear about the brand new Benz That you just bought for me? Cause y'all didn't have no kids Didn't share no mutual friends And you told me that she turned trick When y'all broke up in '96  [Hook] What you gon' do when you can't say no? When the feelings start to show, boy I really need to know and How you gonna act? How you gonna handle that? What you gon' do when she wants you back? What you gon' do when you can't say no? When the feelings start to show, boy I really need to know and How you gonna act? How you gonna handle that? What you gon' do when she wants you back?  [Verse 2] There's no need to Reminisce bout the past Obviously cause That shit did not last I know how a woman Will try to game you Don't get caught up Because baby you'll lose  [Bridge]  [Hook x2]  [Verse 3] Tell me why she on the phone in the middle of the night? Tell me why she in your life tryna get what's mine? She don't know me, she's about to know me I'm in your life, and that's how it's gon' be I saw a photo, she ain't even all that So if you want her back then take her back Cause game recognize game, I can do the same thing Get it right, change or take back this ring!  [Hook x2]  ",
        "title": "Case Of The Ex (Whatcha Gonna Do)"
    },
    {
        "artist": "Mandy Moore",
        "lyrics": null,
        "title": "I Wanna Be With You"
    },
    {
        "artist": "Lee Ann Womack",
        "lyrics": "  [Verse 1:] I hope you never lose your sense of wonder You get your fill to eat But always keep that hunger May you never take one single breath for granted God forbid love ever leave you empty handed  I hope you still feel small When you stand beside the ocean Whenever one door closes I hope one more opens Promise me that you'll give faith a fighting chance And when you get the choice to sit it out or dance  [Chorus:] I hope you dance I hope you dance  [Verse 2:] I hope you never fear those mountains in the distance Never settle for the path of least resistance Living might mean taking chances But they're worth taking Loving might be a mistake But it's worth making  Don't let some Hell-bent heart leave you bitter When you come close to selling out Reconsider Give the heavens above more than just a passing glance And when you get the choice to sit it out or dance  [Chorus:] I hope you dance I hope you dance I hope you dance I hope you dance  (Time is a wheel in constant motion Always rolling us along Tell me who wants to look back on their years And wonder where those years have gone)  [Bridge:] I hope you still feel small When you stand beside the ocean Whenever one door closes I hope one more opens Promise me that you'll give faith a fighting chance And when you get the choice to sit it out or dance  [Chorus:] Dance I hope you dance I hope you dance I hope you dance I hope you dance I hope you dance  (Time is a wheel in constant motion Always rolling us along Tell me who wants to look back on their years And wonder where those years have gone)  ",
        "title": "I Hope You Dance"
    },
    {
        "artist": "Vertical Horizon",
        "lyrics": "  [Verse 1] I've got to be honest I think you know We're covered in lies and that's okay But there's somewhere beyond this, I know But I hope I can find the words to say  [Bridge] Never again, no No never again  [Chorus] 'Cause you're a god And I am not And I just thought that you would know You're a god And I am not And I just thought I'd let you go  [Verse 2] Though I've been unable To put you down I'm still learnin' things I ought to know by now It's under the table, so... I need somethin' more to show, somehow  [Bridge] So never again, no No never again  [Chorus] 'Cause you're a god And I am not And I just thought that you would know You're a god And I am not And I just thought I'd let you go  [Verse 3] I've got to be honest I think you know We're covered in lies and that's okay But there's somewhere beyond this,I know But I hope I can find the words to say...  [Bridge] Never again, no No never again  [Chorus] 'Cause you're a god And I am not And I just thought that you would know You're a god And I am not And I just thought I'd let you go  [Outro] (You're a god) Oh, and I am not (I just thought that you would know) Oh, I thought that would you know (You're a god) Oh, and I am not I just thought I'd let you go  ",
        "title": "You're A God"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": "  [Verse 1] I know forever is a long long time For a girl to put her heart on the line Trust is a tight rope we all have to walk Baby don't be afraid I won't let you fall With a little faith mountains move You and me we can't lose  [Chorus] You can count on the sun to rise And stars to come out at night As long as there's air to breathe You'll always be loved by me  [Verse 2] Love comes so many times goes So much out there we'll never know Call it fate call it destiny But I think we were meant to be This old world it spins so fast So many times they just don't last  [Chorus][x2]  [Outro] You'll always be loved by me  ",
        "title": "You'll Always Be Loved By Me"
    },
    {
        "artist": "DMX Featuring Sisqo",
        "lyrics": null,
        "title": "What You Want"
    },
    {
        "artist": "Debelah Morgan",
        "lyrics": null,
        "title": "Dance With Me"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1 - Keith Urban] The first time I looked in your eyes I knew That I would do anything for you The first time you touched my face I felt Like I've never felt with anyone else  [Verse 2 - Keith Urban] I wanna give back what you've giving to me And I wanna witness all of your dreams Now that you've shown me who I really am I wanna be more than just your man  [Chorus - Keith Urban] I wanna be the wind that fills your sails And be the hand that lifts your veil And be the moon that moves your tide The sun coming up in your eyes Be the wheels that never rust And be the spark that lights you up All that you've been dreaming of and more So much more, I wanna be your everything  [Verse 3 - Keith Urban] When you wake up, I'll be the first thing you see And when it gets dark you can reach out for me I'll cherish your words and I'll finish your thoughts And I'll be your compass baby, when you get lost  [Chorus - Keith Urban] I wanna be the wind that fills your sails And be the hand that lifts your veil And be the moon that moves your tide The sun coming up in your eyes Be the wheels that never rust And be the spark that lights you up All that you've been dreaming of and more So much more, I wanna be your everything  [Verse 4 - Keith Urban] Be the wheels that never rust And be the spark that lights you up All that you've been dreaming of and more So much more, I wanna be your everything I wanna be your everything  ",
        "title": "Your Everything"
    },
    {
        "artist": "Ideal Featuring Lil' Mo",
        "lyrics": null,
        "title": "Whatever"
    },
    {
        "artist": "Baha Men",
        "lyrics": "  [Hook] Who let the dogs out? (woof, woof, woof, woof) Who let the dogs out? (woof, woof, woof, woof) Who let the dogs out? (woof, woof, woof, woof) Who let the dogs out? (woof, woof, woof, woof)  [Verse 1] When the party was nice, the party was jumpin' (Hey, Yippie, Yi, Yo) And everybody havin' a ball (Hah, ho, Yippie Yi Yo) I tell the fellas \"Start the name callin'\" (Yippie Yi Yo) And the girls respond to the call I heard a woman shout out  [Hook] Who let the dogs out? (woof, woof, woof, woof) Who let the dogs out? (woof, woof, woof, woof) Who let the dogs out? (woof, woof, woof, woof) Who let the dogs out? (woof, woof, woof, woof)  [Bridge] I see ya' little speed boat head up our coast She really want to skip town Get back gruffy, back scruffy Get back you flea-infested mongrel!  [Verse 2] Gonna tell myself, \"Hey man no get angry\" (Hey, Yippie, Yi, Yo) To any girls calling them canine, hey! (Yippie, Yi, Yo) But they tell me \"Hey Man, It's part of the Party!\" (Yippie Yi, Yo) You put a woman in front and her man behind (Yippie, Yi, Yo) I heard a woman shout out  [Hook] Who let the dogs out? (woof, woof, woof, woof) Who let the dogs out? (woof, woof, woof, woof) Who let the dogs out? (woof, woof, woof, woof) Who let the dogs out? (woof, woof, woof, woof)  [Bridge 2] Say, A doggy is nuttin' if he don't have a bone! (Oh doggy hold ya' bone, oh doggy hold it) A doggy is nuttin' if he don't have a bone! (Oh doggy hold ya' bone, oh doggy hold it)  [Hook] Who let the dogs out? (woof, woof, woof, woof) Who let the dogs out? (woof, woof, woof, woof) Who let the dogs out? (woof, woof, woof, woof) Who let the dogs out? (woof, woof, woof, woof)  [Bridge 1] I see ya' little speed boat head up our coast She really want to skip town Get back gruffy, back scruffy Get back you flea-infested mongrel!  [Verse 3] Well if I am a dog, the party is on I gotta get my groove cause my mind done gone Do you see the rays comin' from my eye Walking through the place That Diji man is breakin' it down? Me and My white short shorts And I can't see color, any color will do I'll stick on you, that's why they call me Pitbull Cause I'm the man of the land When they see me they say WOOOOO!!!  [Hook] Who let the dogs out? (woof, woof, woof, woof) Who let the dogs out? (woof, woof, woof, woof) Who let the dogs out? (woof, woof, woof, woof) Who let the dogs out? (woof, woof, woof, woof)  ",
        "title": "Who Let The Dogs Out"
    },
    {
        "artist": "Donell Jones",
        "lyrics": "  [Verse 1] I just left my baby girl a message Sayin' I won't be coming home I'd rather be alone She doesn't fully understand me Cause I'd rather leave than to cheat If she gives me some time I can be the man she needs But there's a lot of lust inside of me And we've been together since our teenage years I really don't mean to hurt her, but I need some time To be alone  [Hook 1] But when you love someone You just don't treat them bad Oh, how I feel so sad Now that I wanna leave She's crying her heart to me How could you let this be? I just need time to see Where I wanna be Where I wanna be...  Sweet little dee-do-dee-dee... I don't mean to hurt you, baby, oh, no, no...  [Verse 2] Never did I imagine That you would play a major part In a decision that's so hard Do I leave, do I stay, do I go? Or think about my life and what matters to me the most Girl, the love that we share is real But in time your heart will heal I'm not saying I'm gone, but I Have to find what life is like Without you  [Hook 1] But when you love someone You just don't treat them bad Oh, how I feel so sad Now that I wanna leave She's crying her heart to me How could you let this be? I just need time to see Where I wanna be Where I wanna be...  Sweet little dee-do-dee-dee... I don't mean to hurt you, baby  [Hook 2] See when you love someone You just don't treat them bad Oh, how I feel so sad Now that I wanna leave She's crying her heart to me How could you let this be? And I just need time to see Where I wanna be  [Hook 2] See when you love someone You just don't treat them bad Oh, how I feel so sad Now that I wanna leave She's crying her heart to me How could you let this be? And I just need time to see Where I wanna be  [Hook 2] See when you love someone You just don't treat them bad Oh, how I feel so sad Now that I wanna leave She's crying her heart to me How could you let this be? And I just need time to see Where I wanna be  Where I wanna be... I'm Sorry Baby  ",
        "title": "Where I Wanna Be"
    },
    {
        "artist": "Joe Diffie",
        "lyrics": "  Downtown, stoplight, red car rolls by, what else can I do But wonder if it's you Scanning the stations, every song they're playin' is like a soundtrack To the love we had I should be over you by now But every time I turn around It's always somethin', every day remindin' me Everywhere I go, there's a memory Ready and awaitin' to catch me off guard There's no way to prepare my heart What I wouldn't give, what I wouldn't do If only I could just stop missin' you I'd let go of our love, like it was never nothing But it's always something Lunch time, a new place, waitress says her name Why does it have to be, Emily? Corner store, stop in, someone ask, \"How you been?\" I say, â€½I wouldn't know, I really gotta goâ€\u009d Wish I could forget you, but I don't know how 'Cause every time I turn around It's always somethin' every day remindin' me Everywhere I go, there's a memory Ready and awaitin' to catch me off guard There's no way to prepare my heart What I wouldn't give, what I wouldn't do If only I could just stop missin' you I'd let go of our love, like it was never nothing But it's always Somethin' every day remindin' me Everywhere I go, there's a memory Ready and awaitin' to catch me off guard There's no way to prepare my heart What I wouldn't give, what I wouldn't do If only I could just stop missin' you I'd let go of our love, like it was never nothing But it's always something It's always something Oh, it's always something It's always something  ",
        "title": "It's Always Somethin'"
    },
    {
        "artist": "Papa Roach",
        "lyrics": "  [Intro] Cut my life into pieces, this is my last resort Suffocation, no breathing Don't give a fuck, if I cut my arm bleeding This is my last resort  [Verse 1] Cut my life into pieces I've reached my last resort – suffocation, no breathing Don't give a fuck, if I cut my arms bleeding Do you even care, if I die bleeding? Would it be wrong, would it be right If I took my life tonight? Chances are that I might Mutilation out of sight And I'm contemplatin' suicide  [Chorus] 'Cause I'm losin' my sight, losin' my mind Wish somebody would tell me I'm fine Losin' my sight, losin' my mind Wish somebody would tell me I'm fine  [Verse 2] I never realized I was spread too thin Till it was too late and I was empty within Hungry, feeding on chaos and livin' in sin Downward spiral, where do I begin? It all started when I lost my mother No love for myself and no love for another Searchin' to find a love upon a higher level Findin' nothin' but questions and devils  [Chorus] 'Cause I'm losin' my sight, losin' my mind Wish somebody would tell me I'm fine Losin' my sight, losin' my mind Wish somebody would tell me I'm fine  [Bridge] Nothing's alright, nothing is fine I'm runnin' and I'm crying I'm crying, I'm crying I'm crying, I'm crying I can't go on living this way  [Verse 3] Cut my life into pieces This is my last resort Suffocation, no breathing Don't give a fuck if I cut my arm bleeding Would it be wrong, would it be right If I took my life tonight? Chances are that I might Mutilation out of sight And I'm contemplating suicide  [Chorus] 'Cause I'm losin' my sight, losin' my mind Wish somebody would tell me I'm fine Losin' my sight, losin' my mind Wish somebody would tell me I'm fine  [Outro] Nothing's alright, nothing is fine I'm runnin' and I'm crying I can't go on living this way Can't go on living this way Nothing's alright  ",
        "title": "Last Resort"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Intro: Band] I don't want to spend another lonely night Ooooooo  [Verse 1: Gary] I've got the lights turned up The door is locked The bedroom TV's on Doing the only thing That gets me through the night Since you've been gone  [Chorus: Band] Prayin' for daylight waiting for that morning sun So I can act like my whole life ain't going wrong Baby come back to me, I swear I'll make it right Don't make me spend another lonely night Prayin' for daylight  [Verse 2: Gary] I made a bad miscalculation Betting you would never leave Cause if you're getting on with your new life Then where does that leave me  [Chorus]  [Bridge: Gary] Hoping that I didn't wait too long That this is just the dark before the dawn  [Verse 3: Gary] Deep in my heart I know That you love me as much as I love you And that you must be lying somehwere Looking up to heaven too  [Chorus x2]  [Outro: Band] Prayin' for daylight I don't want to spend another lonely night I don't want to spend another lonely night Prayin' for daylight  ",
        "title": "Prayin' For Daylight"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] Well the weatherman said it might storm today I got to hit the field Got to bail some hay And I can't let it rain on my daddy's farm Till I get it all stacked up high in the barn  And I'm going to call my baby She's been waiting on me She lives down town on Sycamore Street And the wheels on the black top A starting to whine As I pass that Oklahoma City limit sign  [Pre-Chorus] I'm a hayseed And a plow boy I'm a farm kid And a cowboy I'm a roughneck My daddy was a roughneck too  [Chorus] I run around with hillbilly girls The weekend sits on my hillbilly world You better be ready when the sun goes down That's when country comes to town  [Verse 2] Well her Daddy said child you better let him be Well I don't like him and he sire don't like me Momma just says ya'll have a little fun Ain't doing nothing me and papa ain't done Open up the door to my pick-up truck And my baby jumps in and she fires it up And she gives me a kiss As I crawl in We've been waiting all week for a weekend  [Pre-Chorus]   [Chorus]  [Chorus] Yeah it's true I run around with hillbilly girls The weekend sits on my hillbilly world You better be ready when the sun goes down Cause that's when country comes to town Here I come  ",
        "title": "Country Comes To Town"
    },
    {
        "artist": "George Strait",
        "lyrics": null,
        "title": "Go On"
    },
    {
        "artist": "Lara Fabian",
        "lyrics": "  [Verse 1] Did I ever tell you How you live in me? Every waking moment Even in my dreams?  [Pre-Chorus 1] And if all this talk is crazy And you don't know what I mean Does it really matter Just as long as I believe?  [Chorus] I will love again, though my heart is breaking I will love again, stronger than before I will love again, even if it takes a lifetime to get over you Heaven only knows I will love again  [Verse 2] People never tell you The way they truly feel I would die for you gladly If I knew it was for real  [Pre-Chorus 2] So if all this talk sounds crazy And the words don't come out right Does it really matter If it gets me through this night?  [Chorus] I will love again, though my heart is breaking I will love again, stronger than before I will love again, even if it takes a lifetime to get over you Heaven only knows I will love again  [Bridge] If I'm true to myself Nobody else can take the place of you But I've got to move on Tell me what else can I do?  [Chorus] I will love again, though my heart is breaking I will love again, stronger than before I will love again, even if it takes a lifetime to get over you Heaven only knows I will love again  I will love again, I will love again (I will love again) One day I know I will love again (I will love again) You can't stop me from loving again, breathing again Feeling again, I know one day I'll love again (I will love again)  (Loving again, breathing again, feeling again) (Loving again, breathing again, feeling again)  ",
        "title": "I Will Love Again"
    },
    {
        "artist": "Joe",
        "lyrics": "  Something ain't right Something just ain't right  Tell me when was the last time You brought her roses home from work Tell me when was the last time You rubbed her feet when she said they hurt  Tell me when was the last time You bought a card to tell her how you feel Dont even know when was the last time You lit a candle for a late night meal  (chorus) Tell me How long will it be Before you treat her like your queen Tell me How long will it take Before she starts coming home too late And how long will it be Before she starts runnin in the streets You better take your time To treat her like your lady  You prolly dont know when was the last time You stopped to open up her car door Adn tell me when was the last time You heard her say baby do it once more Tell me when was the last time You didn't have an argument Dont even know when was the last time you told the truth about where you been  Now if this dont apply to you Keep doin what you do But if this shoe fits you well Take a minute just to ask yourself (just 60 seconds now)  (chorus) Now see what's old to you Is just like new to the next man What you won't do for her She'll find somebody else who can If you don't want to loose Out on the best thing you ever had You better take it from me You only end up a lonely man  (Chorus)  ",
        "title": "Treat Her Like A Lady"
    },
    {
        "artist": "Whitney Houston & Enrique Iglesias",
        "lyrics": "  [Intro: Whitney Houston] Dame un beso Para siempre  [Verse 1: Enrique Iglesias] Over and over, I look in your eyes You are all I desire You have captured me I want to hold you I want to be close to you I never want to let go  [Pre-Chorus 1: Whitney Houston] I wish that this night would never end I need to know  [Chorus 1: Enrique Iglesias & Whitney Houston] Could I hold you for a lifetime? Could I look into your eyes? Could I have this night to share this night together? Could I hold you close beside me? Could I hold you for all time? Could I, could I, could I have this kiss forever? Could I, could I, could I have this kiss forever, forever? (Forever, ooh)  [Verse 2: Whitney Houston] Over and over, I've dreamed of this night Now you're here by my side You are next to me (you are next to me) I want to hold you (hold you) And touch you taste you (hold you) And make you want no one but me I wish that this kiss could never end Oh, baby,  please (please, please) (Could I?)  [Chorus 2: Enrique Iglesias & Whitney Houston] Could I hold you for a lifetime? Could I look into your eyes? Could I have this night to share this night together? (Un beso para siempre, para siempre) Could I hold you close beside me? Could I hold you for all time? Could I, could I, could I have this kiss forever? (Forever?) Could I, could I, could I have this kiss forever, forever? (Forever?) And ever? (Forever?) Oh!  [Verse 3: Whitney Houston] I don't want any night to go by Without you by my side I just want all my days Spent being next to you Lived for just loving you And, baby, oh, by the way  [Chorus 3: Enrique Iglesias & Whitney Houston] (Could I hold you?) Could I hold you for a lifetime? Could I look into your eyes? Could I have this night to share this night together? Could I hold you close beside me? Could I just want to hold you? Could I, could I, could I have this kiss forever? Could I, could I, could I have this kiss forever, forever (Forever) And ever? (Forever) Oh, forever? (Could I have this kiss forever? Could I have this kiss forever?) Solo, solo un beso Un beso para siempre (Para siempre) (Could I have this kiss forever?) Dame un beso para siempre (Could I have this kiss forever?) Para siempre  [Outro: Enrique Iglesias & Whitney Houston] Could I have this kiss forever? Could I have this kiss forever?  ",
        "title": "Could I Have This Kiss Forever"
    },
    {
        "artist": "Don Henley",
        "lyrics": "  I had a good life Before you came I had my friends and my freedom I had my name  Still there was sorrow and emptyness Till you made me glad Oh and this love I found strength Never knew i had  And this love Is like nothing i have ever known Take my hand I'm taking you home Taking you home  There were days, lonely days When the world Wouldn't throw me a crumb But I kept on believin' That this day would come  And this love Is like nothig like I have ever known baby Take my hand I'm takin you home I'm taking you home Where we can be with the ones who really care Home Where we can grow old together Keep you in my heart forever  Oh and this love Is like nothing I have ever known Take my hand Taking you home Taking you home  Yes I am  ",
        "title": "Taking You Home"
    },
    {
        "artist": "Aaron Tippin",
        "lyrics": "  She was a woman on a mission Here to drown him and forget him So I set her up again to wash him down She has just about succeed With that low-down, no good cheating Good for nothing, came strutting through the crowd Oh he was laying it on so thick He never missed a lick Professing his never-ending love Oh but I never will forget When she stood up and said \"So I guess you think we are just gonna kiss and make up don't ya?\"  That's when she said  [Chorus] Why don't you kiss, kiss this! And I don't mean on my rosy red lips And me and you (Me and you) We're through (We're through) And there's only one thing left for you to do You just come on over hereon last time Pucker up and close your eyes And kiss this, goodbye  Well,the next thing I recall She had him back against the wall Chewing him like a bulldog on a bone She was putting him in his place I mean right up in his face Dragging him down a list of done did wrongs It was just about now That the crowd gathered around They come to watch him pay for his every sin She called him everything under the sun And when we thought she was done She rared back and she let him have it again, MAN  She said...she said  Why don't you kiss, kiss this! And I don't mean on my rosy red lips And me and you (me and you) We're through (we're through) And there's only one thing left for you to do You just come on over here one last time Pucker up and close your eyes And kiss this  Why don't you kiss, kiss this! And I don't mean on my rosy red lips And me and you (me and you) We're through (we're through) And there's only one thing left for you to do You just come on over here one last time Pucker up and close your eyes And kiss this, goodbye  Kiss this, goodbye  See ya  ",
        "title": "Kiss This"
    },
    {
        "artist": "Faith Hill With Tim McGraw",
        "lyrics": "  [Verse 1] Baby I've been drifting away Dreaming all day Of holding you Touching you The only thing I want to do Is be with you As close to you As I can be  [Chorus] Let's make love All night long Until all our strength is gone Hold on tight Just let go I want to feel you in my soul Until the sun comes up Let's make love Oh, baby  [Verse 2] Do you know what you do to me Everything inside of me Is wanting you And needing you I'm so in love with you Look in my eyes Let's get lost tonight In each other  [Chorus] [x2]  [Outro] Oh baby, let's make love All night long All night long Let's make love  ",
        "title": "Let's Make Love"
    },
    {
        "artist": "Eminem",
        "lyrics": "  [Produced by Eminem]  [Intro] …Man, whatever Dre, just let it run Ayo, turn the beat up a little bit Ayo, this song is for anyone Fuck it, just shut up and listen, ayo  [Verse 1] I sit back with this pack of Zig-Zag's and this bag Of this weed, it gives me the shit needed to be The most meanest MC on this—on this Earth And since birth I've been cursed with this curse to just curse And just blurt this berserk and bizarre shit that works And it sells and it helps in itself to relieve all this tension Dispensing these sentences, getting this stress That's been eating me recently off of this chest And I rest again peacefully But at least have the decency in you To leave me alone, when you freaks see me out In the streets when I'm eating or feeding my daughter To not come and speak to me, I don't know you And no, I don't owe you a mothafuckin' thing I'm not Mr. N'Sync, I'm not what your friends think I'm not Mr. Friendly, I can be a prick if you tempt me My tank is on empty, no patience is in me And if you offend me, I'm lifting you ten feet in the air I don't care who was there and who saw me just jaw you Go call you a lawyer, file you a lawsuit I'll smile in the courtroom and buy you a wardrobe I'm tired of all you, I don't mean to be mean But that's all I can be, it's just me  [Hook] And I am whatever you say I am If I wasn't, then why would I say I am? In the paper, the news, every day I am Radio won't even play my jam 'Cause I am whatever you say I am If I wasn't, then why would I say I am? In the paper, the news, every day I am I don't know, it's just the way I am  [Verse 2] Sometimes I just feel like my father I hate to be bothered with all of this nonsense It's constant, and, \"Oh, it's his lyrical content The song 'Guilty Conscience' has gotten such rotten responses.\" And all of this controversy circles me And it seems like the media immediately points a finger at me So I point one back at 'em, but not the index or pinkie Or the ring or the thumb, it's the one you put up When you don't give a fuck, when you won't just put up With the bullshit they pull, 'cause they full of shit too When a dude's getting bullied and shoots up his school And they blame it on Marilyn and the heroin Where were the parents at? And look where it's at! Middle America, now it's a tragedy Now it's so sad to see, an upper-class city havin' this happening Then attack Eminem ‘cause I rap this way But I'm glad, ‘cause they feed me the fuel that I need For the fire to burn, and it's burning, and I have returned  [Hook] And I am whatever you say I am If I wasn't, then why would I say I am? In the paper, the news, every day I am Radio won't even play my jam 'Cause I am whatever you say I am If I wasn't, then why would I say I am? In the paper, the news, every day I am I don't know, it's just the way I am  [Verse 3] I'm so sick and tired of being admired That I wish that I would just die or get fired And dropped from my label, let's stop with the fables I'm not gonna be able to top on \"My Name Is\" And pigeon-holed into some poppy sensation To cop me rotation at rock-n-roll stations And I just do not got the patience To deal with these cocky Caucasians Who think I'm some wigger who just tries to be black ‘Cause I talk with an accent and grab on my balls So they always keep asking the same fucking questions What school did I go to, what hood I grew up in The why, the who, what, when, the where and the how 'Til I'm grabbing my hair and I'm tearin' it out ‘Cause they driving me crazy, I can't take it I'm racin', I'm pacin', I stand and I sit And I'm thankful for every fan that I get But I can't take a shit In the bathroom without someone standing by it No, I won't sign you an autograph You can call me an asshole, I'm glad  [Hook] 'Cause I am whatever you say I am If I wasn't, then why would I say I am? In the paper, the news, every day I am Radio won't even play my jam 'Cause I am whatever you say I am If I wasn't, then why would I say I am? In the paper, the news, every day I am I don't know, it's just the way I am  ",
        "title": "The Way I Am"
    },
    {
        "artist": "Aaron Carter",
        "lyrics": "  [Intro] Here's a little bit of old school for ya That goes a little something like this...  [Verse 1] I always tried to be the flyest kid in the block The popular one with the rising stock So that's when I had this bright idea (Throw the party of the month) No, the party of the year All the fine girls couldn't turn it down Now all I gotta do is get my parents out Should I send them to a movie (No, send them to a show) Let me think, hmmm It's gotta be long though I said Mom, Dad, yo why ya sittin' home It's a Friday night, have you seen Aunt Joan And don't worry about stayin' out too long Don't fuss over me, I'll be fine alone Have a good time... The doorbell rings 'cause the party's here I'm crankin' up the stereo like it's New Years Walkin' 'round the house like who's Da Man (Ain't nobody do it like Aaron can) First on the floor, you know that's me Bustin' out the moves like it's MTV I guess somewhere along I lost my head Then I jumped on table, this is what I said  [Chorus] People all around you gotta (Come get it) Everyone together sing it loud (Come get it) Jump all around, come on (Come get it) What... (Come get it) Say it again (Come get it) People all around you gotta (Come get it) From the left to the right, make noise (Come get it) Here we go now, come on (Come get it) Uh uh what what (Come get it) (Come get it)  [Post-Chorus] Na na na na Na na na na Na na na na  [Verse 2] Things are goin' great then to my surprise Some people walked in, I didn't recognize I said fellas, yo, ya gotta get out (Hey man I heard this was an open house) Open house? (Yeah that's what the flyers said) Well I didn't put out flyers (Well somebody did) Then walked in The girl I'm crushin' And the kid spilled juice On my Mom's new cushion I turned around and Another kid broke the lamp (I hope they weren't expensive) They got them from France For now I won't sweat it I'll clean it up later There's a honey over there And I really wanna meet her  [Chorus] People all around you gotta (Come get it) From the left to the right, make noise (Come get it) Here we go now, come on (Come get it) Uh uh what what (Come get it) (Come get it) People all around you gotta (come get it) From the left to the right, make noise (come get it) Here we go now, come on Uh uh what what  [Post-Chorus] Na na na na Na na na na Na na na na Aaron C's in the house, here we go Come with it  [Break] Break it down (go go go go go...)  [Verse 3] Is that a car door Oh dang, I'm in trouble Everybody get out now On the double I'm dead (you're done) that's it for me I'm gonna be picked off my family tree Once Mom finds out 'bout this party I had I don't even wanna start thinkin' about dad I'm hustlin' around the house Trying to clean up the mess I sure put my new white Nikes to the test The car door slammed And they're walking up the steps I guess life is good with 10 seconds left (AARON!!!???!!!) Grounded  [Chorus] People all around you gotta (Come get it) Everyone together sing it loud (Come get it) Jump all around, come on (Come get it) What... (Come get it) Say it again (Come get it) People all around you gotta (Come get it) From the left to the right, make noise (Come get it) Aaron C's in the house, come on (come get it) Uh uh what what  [Post-Chorus] Na na na na C'mon, haha Na na na na What, what, c'mon, c'mon Na na na na C'mon, c'mon, come get it Na na na na Wave your hands from side to side Na na na na Do it one time for the rodeo Na na na na C'mon, yeah, come get it Na na na na Uh, uh, haha Na na na na Come get it Na na na na  ",
        "title": "Aaron's Party (Come Get It)"
    },
    {
        "artist": "Yolanda Adams",
        "lyrics": "  [Verse 1:] Alone in a room It's just me and you I feel so lost 'Cause I don't know what to do Now what if I choose the wrong thing to do I'm so afraid, afraid of disappointing you  [Chorus:] So I need to talk to you And ask you for your guidance Especially today When my life is so cloudy Guide me until I'm sure I open up my heart Oh yeah  [Verse 2:] My hopes and dreams Are fading fast I'm all burned out And I don't think my strenghts gonna last So I'm crying out Crying out to you Lord I know that you're the only one Who is able to pull me through  [Chorus:] So I need to talk to you And ask you for your guidance Especially today When my life seems so cloudy Lord guide me until I'm sure I open up my heart  [Bridge:] So show me how To do things your way Don't let me make the same mistakes Over and over again Your will be done And I'll be the one To make sure that it's carried out And in me I don't want any doubt That's why...  [Chorus:] I need to talk to you, yes I do And ask you for your guidance Especially today When my life seems just a little bit cloudy Lord you can guide me through Thats why I open up I open up my heart, my heart My heart, my heart  All I need to do is hear a single word from you I open up my heart Just one word could make a difference in what I do, Lord (Guide until I'm sure) I open my heart to you You just say one word, one word, one word One word, one word, one word I open up my heart to you  You're the lover of my soul Captain of my sea I need a word from you That's why I open up my heart  ",
        "title": "Open My Heart"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  [Verse 1] Psychic spies from China Try to steal your mind's elation And little girls from Sweden Dream of silver screen quotation And if you want these kind of dreams, it's Californication  [Verse 2] It's the edge of the world And all of Western civilization The sun may rise in the east At least it's settled in a final location It's understood that Hollywood sells Californication  [Pre-Chorus 1] Pay your surgeon very well To break the spell of aging Celebrity skin, is this your chin Or is that war you're waging? First born unicorn Hardcore, soft porn  [Chorus] Dream of Californication Dream of Californication  [Verse 3] Marry me, girl, be my fairy to the world Be my very own constellation A teenage bride with the baby inside Getting high on information And buy me a star on the boulevard, it's Californication  [Verse 4] Space may be the final frontier But it's made in a Hollywood basement And Cobain, can you hear the spheres Singing songs off Station to Station? And Alderaan's not far away, it's Californication  [Pre-Chorus 2] Born and raised by those Who praise control of population Well, everybody's been there And I don't mean no vacation First born unicorn Hardcore, soft porn  [Chorus] Dream of Californication Dream of Californication Dream of Californication Dream of Californication  [Guitar Solo]  [Verse 3] Destruction leads to a very rough road But it also breeds creation And earthquakes are to a girl's guitar That's just another good vibration And tidal waves couldn't save the world from Californication  [Pre-Chorus 3] Pay your surgeon very well To break the spell of aging Sicker than the rest, there is no test But this is what you're craving First born unicorn Hardcore, soft porn  [Chorus] Dream of Californication Dream of Californication Dream of Californication Dream of Californication  ",
        "title": "Californication"
    },
    {
        "artist": "Darryl Worley",
        "lyrics": null,
        "title": "When You Need My Love"
    },
    {
        "artist": "Travis Tritt",
        "lyrics": "  Capo 1st  I had big plans for our future Said I'd give you the whole world somehow I tried makin' good on that promise Thought I'd be so much further by now Never could build you a castle Even though you're the queen of my heart But I've had the best of intentions from the start  Now some people think I'm a loser Cause I seldom get things right But you make me feel like a winner When you wrap me in your arms so tight Please tell me you will remember No matter how much I do wrong That I had the best of intentions all along  Chorus: I'd gave you a ring, and I promised you things I always thought we'd do  But my best-laid plans slipped right through my hands To show my love for you And if you could read my heart Then you'd know without exception It was all with the best of_ intentions  Instrumental:  Chorus  So here I am asking forgiveness And praying that you'll understand Don't think I take you for granted Girl I know just how lucky I am Though you deserve so much better You won't find devotion more true Cause I've had the best of intentions Girl I've had the best of intentions Yes, I've had the best of intentions Loving you  ",
        "title": "Best Of Intentions"
    },
    {
        "artist": "Third Eye Blind",
        "lyrics": "  [Verse 1: Stephan Jenkins] When we met light was shed Thoughts free flow, you said you've got something Deep inside of you A wind chime voice sound, sway of your hips round rings true It goes deep inside of you These secret garden beams, changed my life so it seems Fall breeze blows outside, I don't break stride My thoughts are warm And they go deep inside of you  [Chorus: Stephan Jenkins] And I never felt alone 'Til I met you  [Verse 2: Stephan Jenkins] Friends say I've changed, I don't listen 'cause I live to be Deep inside of you Slide of her dress, shouts in darkness, I'm so alive I'm deep inside of you You said boy make girl feel good But still, deep inside, still  [Chorus: Stephan Jenkins] I've never felt alone 'Til I met you I'm all right on my own And then I met you And I'd know what to do if I just knew what's coming  [Bridge: Stephan Jenkins] I would change myself if I could I'd walk with my people if I could find them And I'd say that I'm sorry to you I'm sorry to you And I don't want to call you But then I want to call you 'cause I don't want to crush you But I feel like crushing you And it's true I took for granted you were with me I breathe by your looks and you look right through me And we were broke and didn't know And we were broke and didn't know And we were broke and didn't know  [Verse 3: Stephan Jenkins] Something's gone, you withdraw and I'm not strong like before I was Deep inside of you I can go nowhere I burn candles and stare at a ghost Deep inside of you And some great need in me ... starts to bleed I've lost myself there's nothing left, it's all gone  [Outro: Stephan Jenkins] Deep inside of you Deep inside of you Deep inside of you  ",
        "title": "Deep Inside Of You"
    },
    {
        "artist": "Sister Hazel",
        "lyrics": null,
        "title": "Change Your Mind"
    },
    {
        "artist": "Vince Gill",
        "lyrics": "  [Verse 1:] Look what my heart has gotten into The sweetest gift I ever knew It's even better than my favorite shoes Look what my heart has found in you  [Chorus:] Feels like sunshine, fels like rain Lord it feels like love finally called my name I wanna jump and shout I wanna sing and dance Lord it feels like love wants a second chance  [Verse 2:] Look what my heart can clearly see How much I crave your company A true companion I will always be Look what my heart has done to me  [Chorus]  [Verse 3:] Looks like my heart has become The safest place for us to run I'll be here for you when the day is done Looks like my heart has found someone  [Chorus]  ",
        "title": "Feels Like Love"
    },
    {
        "artist": "Eric Heatherly",
        "lyrics": "  I keep hearin' your concern about my happiness But all that thought you've given me is, conscience I guess If I were walkin' in your shoes, I wouldn't worry none While you and your friends are worryinbout me, I'm havin'lots of fun  (Chorus) Countin' flowers on the wall, that don't bother me at all Playin' solitaire 'til dawn, with a deck of fifty-one Smokin' cigarettes and watchin' Captain Kangaroo Now don't tell me I've nothin' to do  Last night I dressed in tails, pretended I was on the town As long as I can dream it's hard to slow this swinger down So please don't give a thought to me, I'm really doin' fine You can always find me here and havin' quite a time  (Chorus) Countin' flowers on the wall, that don't bother me at all Playin' solitaire 'til dawn, with a deck of fifty-one Smokin' cigarettes and watchin' Captain Kangaroo Now don't tell me I've nothin' to do  It's good to see you, I must go, I know I look a fright Anyway, my eyes are not accustomed to this light And my shoes are not accustomed to this hard concrete So I must go back to my room and make my day complete  (Chorus) Countin' flowers on the wall, that don't bother me at all Playin' solitaire 'til dawn, with a deck of fifty-one Smokin' cigarettes and watchin' Captain Kangaroo Now don't tell me I've nothin' to do Now don't tell me I've nothin' to do  ",
        "title": "Flowers On The Wall"
    },
    {
        "artist": "Lucy Pearl",
        "lyrics": "  I wanna dance tonight (Dance tonight) I wanna toast tonight (Toast tonight) I'll spend my money tonight (Spend your money) I'll spend my money tonight (Spend your money, yeah)  I wanna dance tonight (Dance tonight) I wanna toast tonight (Toast tonight) I'll spend my money tonight (Spend your money) I wanna get freaky tonight (Freakin', baby, yeah)  First thing we need to do Is buy brand new fits for you Make sure that you look good Make sure that I smell good  Let's purchase two new Bentleys I know that it looks trendy So glad that it's not windy  Here comes that girl named Jhani Ask if she wants to go Tonight's gonna be hot for sure Be dancin' on the floor  Folks trippin' I don't know Money flyin' everywhere Champagne, we won't go there Bottles poppin' in the air They'll be screamin, \"I don't care\"  I wanna dance tonight (Dance tonight) I wanna toast tonight (Toast tonight) I'll spend my money tonight (Spend your money) I'll spend my money tonight (Spend your money, yeah)  I wanna dance tonight (Dance tonight) I wanna toast tonight (Toast tonight) I'll spend my money tonight (Spend your money) I wanna get freaky tonight (Freakin', baby, yeah)  Look what the cat hauled in Me and a couple friends No need to settle down My body don't know how  Right there I see you lookin' Sure hope that you're not took and Don't get lost in the crowd This place is so damn wild  Go ahead and floss your ice Go ahead do what you like I'm feelin' just as fly Do you think it's on tonight  I wanna dance tonight (Dance tonight) I wanna toast tonight (Toast tonight) I'll spend my money tonight (Spend your money) I'll spend my money tonight (Spend your money, yeah)  I wanna dance tonight (Dance tonight) I wanna toast tonight (Toast tonight) I'll spend my money tonight (Spend your money) I wanna get freaky tonight (Freakin', baby, yeah)  Dance tonight, toast tonight Spend you money, baby Dance tonight, toast tonight Freak your body, baby  Dance tonight, toast tonight Spend you money, baby Dance tonight, toast tonight Freak your body, baby  I wanna dance tonight (Dance tonight) I wanna toast tonight (Toast tonight) I'll spend my money tonight (Spend your money) I'll spend my money tonight (Spend your money, yeah)  I wanna dance tonight (Dance tonight) I wanna toast tonight (Toast tonight) I'll spend my money tonight (Spend your money) I wanna get freaky tonight (Freakin', baby, yeah)  I wanna dance tonight (Dance tonight) I wanna toast tonight (Toast tonight) I'll spend my money tonight (Spend your money) I'll spend my money tonight (Spend your money, yeah)  I wanna dance tonight (Dance tonight) I wanna toast tonight (Toast tonight) I'll spend my money tonight (Spend your money) I wanna get freaky tonight (Freakin', baby, yeah)  I wanna dance tonight (Dance tonight) I wanna toast tonight (Toast tonight) I'll spend my money tonight (Spend your money) I'll spend my money tonight (Spend your money, yeah)  I wanna dance tonight (Dance tonight) I wanna toast tonight (Toast tonight)  ",
        "title": "Dance Tonight"
    },
    {
        "artist": "No Doubt",
        "lyrics": "  For a long time I was in love Not only in love, I was obsessed With a friendship that no one else could touch It didn't work out, I'm covered in shells  And all I wanted was the simple things A simple kind of life And all I needed was a simple man So I could be a wife  I'm so ashamed, I've been so mean I don't know how it got to this point I always was the one with all the love You came along, I'm hunting you down  Like a sick domestic abuser looking for a fight And all I wanted was the simple things A simple kind of life  If we met tomorrow for the very first time Would it start all over again? Would I try to make you mine?  I always thought I'd be a mom Sometimes I wish for a mistake The longer that I wait the more selfish that I get You seem like you'd be a good dad  Now all those simple things Are simply too complicated for my life How'd I get so faithful to my freedom? A selfish kind of life When all I ever wanted was the simple things A simple kind of life  ",
        "title": "Simple Kind Of Life"
    },
    {
        "artist": "Lil' Kim",
        "lyrics": "  [Intro: Puff Daddy] Uh, yeah Queen Bee, 2000 Come on  [Chrous: Lil Kim] No matter what people say We got it going on Who cares about what they think (Won't you come and) We are the number one (Come and show me how you do that, baby) No matter what people say We got it going on Who cares about what they think (Shake your body to the rhythm) We are the number one (If it drives you crazy)  [Verse 1: Lil Kim] Everywhere I go red carpet Gave the keys to valet tell 'em to park it Then I jumps out the Azure, a Lil' Kim aura Girls making faces like Ace Ventura And my B-A-D G-I-R-L-S is in the stretch LX Ain't shit you can tell us Even got some of these niggas jealous But tonight ain't about the fellas Bvlgari perfume from a mile ya smell us Model agencies say it's easy to sell us We got sex appeal, I'ma keep it real If I didn't have a deal I'd still be worth a mill', uh Depending on how I feel I might go on a heist So at my wedding I can throw ice instead of throwing rice We fly like kites never gettin' into fights I got a whole bunch of dykes on ninja bikes  [Chrous: Lil Kim] No matter what people say We got it going on Who cares about what they think (Won't you come and) We are the number one (Come and show me how you do that, baby) No matter what people say We got it going on Who cares about what they think (Shake your body to the rhythm) We are the number one (If it drives you crazy)  [Verse 2: Lil' Kim & Lil' Caesar] I'm just trying to be me, doing what I got to do So why y'all keep hating on me and my crew? Yo, I'm saying Q.B, look at them and look at you True, if I was you I'd hate me too Louis Vuitton shoes and a whole lot of booze Every other week a different dude and other crews I make offers nobody can refuse You might even see me on the channel nine news I get paid just for laying in the shade To take pictures with a glass of lemonade My rocks shine like it was dipped in Cascade (Uh-uh, Kim been fly since she was in the fifth grade) Wake up in the morning to breakfast from a maid Wanted me so bad you ain't copped or bootleg Y'all niggas played like a high top fade Some of the shit I hear I don't know how it got played Y'all rock Versace and y'all went out and bought it I rock Versace and y'all know I ain't paid for it My fam deep with security in the jeep When the Queen come in town everything shut down  [Chrous: Lil Kim] No matter what people say We got it going on Who cares about what they think (Won't you come and) We are the number one (Come and show me how you do that, baby) No matter what people say We got it going on Who cares about what they think (Shake your body to the rhythm) We are the number one (If it drives you crazy)  [Interlude: Puff Daddy] Breakdown, uh Let's dance come on Let's dance come on I see you, let's go Yeah, Queen Bee, do it like this  [Verse 3: Lil' Kim] I'm the highest, your highest title, numero uno I'm not a Puerto Rican but I'm speakin' so that 'ju know *Rakim* \"This is how it should be done.. 'Cause this style, is identical to none\" The hip, hop, the hippie, the hippie To the hip hip-hop a ya don't stop To rock it to the bang-bang boogie To up jump the boogie To the boogie to the boogedy beat Now what you hear is not a fake It's the real Lil' Kim, Queen Bee (That's right) Now I know y'all heard other females rap But they ain't got nothin' on me 'Cause, y'all take to my rap cause my rap's the best A hundred and fifty thou, sixteen bars nothin less (Nothin less) So to y'all haters, I paid y'all no mind In fact I'ma give it to y'all one more time like..  [Interlude: Puff Daddy] Uh yeah, what? Come on, bounce, what?  [Chrous: Lil Kim] No matter what people say We got it going on Who cares about what they think (Won't you come and) We are the number one (Come and show me how you do that, baby) No matter what people say We got it going on Who cares about what they think (Shake your body to the rhythm) We are the number one (If it drives you crazy) No matter what people say We got it going on Who cares about what they think (Won't you come and) We are the number one (Come and show me how you do that, baby) No matter what people say We got it going on Who cares about what they think (Shake your body to the rhythm) We are the number one (If it drives you crazy) No matter what people say We got it going on Who cares about what they think (Won't you come and) We are the number one (Come and show me how you do that, baby)  ",
        "title": "No Matter What They Say"
    },
    {
        "artist": "Goo Goo Dolls",
        "lyrics": null,
        "title": "Broadway"
    },
    {
        "artist": "Eminem",
        "lyrics": "  [Intro] May I have your attention, please? May I have your attention, please? Will the real Slim Shady please stand up? I repeat, will the real Slim Shady please stand up? We're gonna have a problem here  [Verse 1] Y'all act like you never seen a white person before Jaws all on the floor like Pam like Tommy just burst in the door And started whoopin' her ass worse than before They first were divorced, throwin' her over furniture (Agh!) It's the return of the \"Ah, wait, no way, you're kidding He didn't just say what I think he did, did he?\" And Dr. Dre said… nothing, you idiots! Dr. Dre's dead, he's locked in my basement (ha ha!) Feminist women love Eminem \"Chicka, chicka, chicka, Slim Shady, I'm sick of him Look at him, walkin' around, grabbin' his you-know-what Flippin' the you-know-who,\" \"Yeah, but he's so cute though.\" Yeah, I probably got a couple of screws up in my head loose But no worse than what's goin' on in your parents' bedrooms Sometimes I wanna get on TV and just let loose But can't, but it's cool for Tom Green to hump a dead moose \"My bum is on your lips, my bum is on your lips\" And if I'm lucky, you might just give it a little kiss And that's the message that we deliver to little kids And expect them not to know what a woman's clitoris is Of course they're gonna know what intercourse is By the time they hit fourth grade They've got the Discovery Channel, don't they? We ain't nothin' but mammals—well, some of us, cannibals Who cut other people open like cantaloupes But if we can hump dead animals and antelopes Then there's no reason that a man and another man can't elope But if you feel like I feel, I got the antidote Women, wave your pantyhose, sing the chorus, and it goes—  [Hook] I'm Slim Shady, yes, I'm the real Shady All you other Slim Shadys are just imitating So won't the real Slim Shady please stand up Please stand up, please stand up? 'Cause I'm Slim Shady, yes, I'm the real Shady All you other Slim Shadys are just imitating So won't the real Slim Shady please stand up Please stand up, please stand up?  [Verse 2] Will Smith don't gotta cuss in his raps to sell records Well, I do, so fuck him and fuck you too! You think I give a damn about a Grammy? Half of you critics can't even stomach me, let alone stand me \"But Slim, what if you win, wouldn't it be weird?\" Why, so you guys could just lie to get me here? So you can sit me here next to Britney Spears? Shit, Christina Aguilera better switch me chairs So I can sit next to Carson Daly and Fred Durst And hear 'em argue over who she gave head to first Little bitch put me on blast on MTV \"Yeah, he's cute, but I think he's married to Kim, hee-hee.\" I should download her audio on MP3 And show the whole world how you gave Eminem VD I'm sick of you little girl and boy groups All you do is annoy me, so I have been sent here to destroy you And there's a million of us just like me Who cuss like me, who just don't give a fuck like me Who dress like me; walk, talk and act like me And just might be the next best thing, but not quite me  [Hook] 'Cause I'm Slim Shady, yes, I'm the real Shady All you other Slim Shadys are just imitating So won't the real Slim Shady please stand up Please stand up, please stand up? 'Cause I'm Slim Shady, yes, I'm the real Shady All you other Slim Shadys are just imitating So won't the real Slim Shady please stand up Please stand up, please stand up?  [Verse 3] I'm like a head trip to listen to, ‘cause I'm only givin' you Things you joke about with your friends inside your livin' room The only difference is I got the balls to say it in front of y'all And I don't gotta be false or sugarcoat it at all I just get on the mic and spit it And whether you like to admit it, I just shit it Better than 90% of you rappers out can Then you wonder: \"How can Kids eat up these albums like Valiums?\" It's funny, ‘cause at the rate I'm going, when I'm 30 I'll be the only person in the nursing home flirting Pinching nurse's asses when I'm jacking off with Jergens And I'm jerking, but this whole bag of Viagra isn't working And every single person is a Slim Shady lurking He could be working at Burger King, spittin' on your onion rings Or in the parking lot, circling, screaming, \"I don't give a fuck!\" With his windows down and his system up So will the real Shady please stand up And put one of those fingers on each hand up? And be proud to be outta your mind and outta control And one more time, loud as you can, how does it go?  [Hook] I'm Slim Shady, yes, I'm the real Shady All you other Slim Shadys are just imitating So won't the real Slim Shady please stand up Please stand up, please stand up? 'Cause I'm Slim Shady, yes, I'm the real Shady All you other Slim Shadys are just imitating So won't the real Slim Shady please stand up Please stand up, please stand up? 'Cause I'm Slim Shady, yes, I'm the real Shady All you other Slim Shadys are just imitating So won't the real Slim Shady please stand up Please stand up, please stand up? 'Cause I'm Slim Shady, yes, I'm the real Shady All you other Slim Shadys are just imitating So won't the real Slim Shady please stand up Please stand up, please stand up?  [Outro] Ha ha, I guess there’s a Slim Shady in all of us Fuck it, let’s all stand up!  [Produced by Dr. Dre & Mel-Man]  ",
        "title": "The Real Slim Shady"
    },
    {
        "artist": "Kelly Price",
        "lyrics": "  Whoa, it's morning And we slept the night away It happened Now we can't turn back the hands of time, no, no  Yes we've stolen this moment We forgot to face one simple fact We both belong to someone else As we slept the night away  It's morning Sunlight shines across your sleeping face, oh A new day Brings reality and we must go our separate ways  What a lovely night we had yeah, yeah As we shared each other's love We forgot about all the pain we caused As we slept the night away  As we lay We forgot about tomorrow As we lay Ooh hey, hey  As we lay Didn't think about The price we'd have to pay No, no, no  It's morning And now it's time for us to say goodbye Goodbye baby You're leaving me I know you've got to hurry home to face your wife, wife  I would never want to hurt her, no, no, no She would never understand You belong to me for just one night As we slept the night away  Ooh oh, whoa  I would never, never want to hurt her, no, no, no She would never understand You belong to me for just one night As we slept the night away  As we lay We forgot about tomorrow As we lay Ooh no, no hey, hey  As we lay Didn't think about The price we'd have to pay No, no, no  We should have counted up the cost But instead we got lost In the second, in the minute In the hour, hey, hey, hey As we lay We forgot about tomorrow As we lay Oh no, oh no, no My love why can't you see How loving you is killing me baby, baby I can't think of no one else Baby, baby I can't take it no more  You see I can't be in your life You gotta go home to you wife Oh it's morning  ",
        "title": "As We Lay"
    },
    {
        "artist": "Madison Avenue",
        "lyrics": "  [Verse 1] You and me, we have an opportunity And we could make it something really cool But you, you think I'm not that kind of girl I'm here to tell ya' baby, I know how to rock your world  [Pre-Chorus] Don't think that I'm not strong I'm the one to take you on Don't underestimate me boy I'll make you sorry you were born You don't know me The way you really should You're sure misunderstood  [Chorus] Don't call me baby You've got to know now baby, that'll never do You know I don't belong to you It's time you knew I'm not your baby I belong to me, so don't call me baby  [Verse 2] Behind my smile is my IQ I must admit this does not sit with the likes of you You're really sweet Mmmm.. you're really nice But didn't mama ever tell ya' not to play with fire  [Pre-Chorus] Don't think that I'm not strong I'm the one to take you on Don't underestimate me boy I'll make you sorry you were born You don't know me The way you really should You're sure misunderstood  [Chorus] Don't call me baby You've got to know now baby, that'll never do You know I don't belong to you It's time you knew I'm not your baby I belong to me, so don't call me baby  [Bridge] You and me, we have an opportunity And we could make it something really cool But you, you think I'm not that kind of girl I'm here to tell ya' baby, I know how to rock your world  [Pre-Chorus] Don't think that I'm not strong I'm the one to take you on Don't underestimate me boy I'll make you sorry you were born You don't know me The way you really should You're sure misunderstood  [Chorus] Don't call me baby You've got to know now baby, that'll never do You know I don't belong to you It's time you knew I'm not your baby I belong to me, so don't call me baby You've got to know now baby, that'll never do You know I don't belong to you It's time you knew I'm not your baby I belong to me, so don't call me baby  ",
        "title": "Don't Call Me Baby"
    },
    {
        "artist": "2Gether",
        "lyrics": "  C'mon Yeaaa Yea 2gether's in the house! Put your hands in the air 'cause we'll make ya bounce. c'mon [x4] Oooh oh yea It's been so long since I've seen your face So long since I've been to first base *strike 3 your out* I really miss the feel of your kiss But can I have back my things before I get really pissed? You had my heart, my soul, my attention But you walked out my life with my CD collection We're Breaking Up! Breaking up is hard enough (oh oh oh oh) Say you had nothing but I called your bluff You got my sweaters, my hat... I can't find my cat! *meow* The Hardest Part Of Breaking Up Is getting Back Your Stuff Yea 2gether's in the house Put your hands in the air 'cause we'll make ya bounce c'mon yea.[x2] So tell me girl, do I have to say please Or do I have to involve the police *We have you surrounded* There was a time when I'd trust you alone I'd call you up girl, but you took my phone You borrow stuff every time I turn my back *hey that's mine!* I can't believe I went out with a KLEPTOMANIAC!! We're breaking up! Breaking up is hard enough (oh oh oh oh) Say you had nothing but I called your bluff You got my sweaters, my hat... I can't find my cat! *meow* The Hardest Part Of Breaking Up Is getting Back Your Stuff [Spoken] Man you ever break up with a girl And she keeps your stuff? Man, What's up with dat?! I dunno man, something wrong! Ya know what I'm say? Something wrong with dat.... Yea, Uh Mickey Parke up in this mug Here we go one, two Yea, Yea, Yea U plus ME, it doesn't equal us You took my car now I gotta take the bus I thought I had a girl that I could trust I guess I never knew my calculus! Breaking up is hard enough (oh oh oh oh) Say you had nothing but I called your bluff You got my sweaters, my hat... I can't find my cat! *meow* The Hardest Part Of Breaking Up Is getting Back Your Stuff. [x2] --- .  ",
        "title": "The Hardest Part Of Breaking Up (Is Getting Back Your Stuff)"
    },
    {
        "artist": "Gerald Levert",
        "lyrics": "  Before you came around I asked myself What is this thing called love There were clouds, the rain kept pouring down Then you brought the sun, yes you did Showed me all the differences Between a woman and a girl Right then I knew I could be a good man With you inside my world, my world, my world  I don't need to take a toke Cuz I'm on a natural high Everybody's blowing smoke But girl you never lie Friends say that we in a pinch They're just hating their lies I know they want what I got It comes once in a lifetime, yeah  You're the reason why I sing All of life's finer things Like rainbows and shining stars You're the reason why I sing All of life's finer things Like diamond rings and fancy cars Baby you are  I was a bad seed And you nourished me, encouraged me 'Till I grew tall as a tree, as a tree You had patience to search Find and bring out all the best in me, yes you did You see things I couldn't see My mental potential Girl you showed me, yeah Now it's a reality And I promise for you I'm gonna be all that I can be  Repeat 1 Repeat 2  You are, you are, you are, you are Baby you are, I mean it, I mean it babe Baby you are, said you're number one in my book And forever you got me hooked Baby you are, you are, you are  Take it back girl, come on Ooh who, ooh who You're my shining star Said baby, baby you are, you are, you are Oh who, you're everything I need Baby just stay here with me, you are  Repeat 2 until fade  ",
        "title": "Baby U Are"
    },
    {
        "artist": "Reba McEntire",
        "lyrics": null,
        "title": "I'll Be"
    },
    {
        "artist": "Jay-Z Featuring Memphis Bleek & Amil",
        "lyrics": "  [Verse 1 - Jay-Z] Ay yo I got a resolution This year I'm playing right No 6:15 this year, yeah, you can stay the night We can go bowling, it ain't like before Can't y'all see that I'm growing? I was so immature I was young and having money Having honeys come to the crib Dig in their shit And they couldn't get cab money from me Some bad chicks didn't get past the bridge I went to 1 Trump Plaza on their asses No room service, just snacks and shit Work with those Lil Debbies And when you're done, get ready The chicks I was fiending to smash Let 'em lean on the cash Will take 'em on long trips Break 'em with long dick There was no such thing as strong relationships But I'm off that player shit I need a chick that practice Tai Chi That still can buy weed And can give me some good head And I'll make her a mami  [Hook] (Hey papi!) Even if they don't understand the flow They understand the dough, my ladies going (Hey papi!) Promise you'll never let me go Promise you'll never leave me Promise we'll grow  [Verse 2 - Memphis Bleek] The only thing Bleek spinning is Them chrome wheels spinning on them new rims Home, suspended from school again I'm grown, still ill, ladies love the ve-hi-cle, like \"Bleek Can I feel up on your wood and grill?\" It's a hood thing, wood grain, off the chain She give me good brain Love the way I push my slang Calling my jack soon as they hop in my V They catching contact, weed smoke all up in the weave Bet your man can't do it like this, like this I bet his wrists ain't bluish like this, like this And I'm from Marcy, you catch me on anybody's block Reppin' th-the Roc Hoes, they all clock like:  [Hook]  [Verse 3 - Jay-Z] I was the worst, I used to switch chicks every day Had niggas mad, for real, like, \"I wish he was gay\" Cause they knew sooner or later hun was getting with Jay Just a matter of time: she was getting with Jay I'll have your chick in the summer tropics sipping on 'zae Spitting up in the Pacifics, smoking spliffs in the shade She used to love you, but she feeling different today You used to smother her. Look at your honey slipping away Consorting with hustlers, niggas that be giving her space She said she feel free when she's around me I'm letting her do her and, in turn, she's doing me She on the phone with her friends like, \"How cool is he?\"  ",
        "title": "Hey Papi"
    },
    {
        "artist": "Stone Temple Pilots",
        "lyrics": "  [Verse 1] She turned away, what was she looking at? She was a sour girl the day that she met me Hey! What are you looking at? She was a happy girl the day that she left me She turned away what was she looking at? She was a sour girl the day that she met me Hey! What are you looking at? She was a happy girl when she left me  [Chorus] What would you do? What would you do if I followed you? What would you do if I follow?  [Verse 2] Don't turn away, what are you looking at? He was so happy on the day that he met her Say, what are you looking at? I was a superman, but looks are deceiving The roller-coaster ride's a lonely one I paid a ransom note to stop it from steaming Hey! What are you looking at? She was a teenage girl when she met me  [Chorus] What would you do? What would you do if I followed you? What would you do if I follow? What would you do? What would you do if I followed you? What would you do if I follow?  [Bridge] The Girl got reasons They all got reasons  [Chorus] What would you do? What would you do if I followed you? What would you do if I follow? What would you do? What would you do if I followed you? What would you do if I follow?  [Outro] Hey! What are you looking at? She was a happy girl the day that she left me The day that she left me She was a happy girl the day that she left me She was a sour girl the day that she met The day that she left me  ",
        "title": "Sour Girl"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Intro] Yeah, yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah, yeah  [Verse 1] I think I did it again I made you believe we're more than just friends, oh, baby It might seem like a crush But it doesn't mean that I'm serious  [Pre-Chorus] 'Cause to lose all my senses That is just so typically me, ooh, baby, baby  [Chorus] Oops, I did it again I played with your heart Got lost in the game Oh, baby, baby Oops, you think I'm in love That I'm sent from above I'm not that innocent  [Verse 2] You see, my problem is this, I'm dreaming away Wishing that heroes, they truly exist I cry watching the days Can't you see I'm a fool in so many ways?  [Pre-Chorus] But to lose all my senses That is just so typically me, oh, baby, oh  [Chorus] Oops, I did it again I played with your heart Got lost in the game Oh, baby, baby Oops, you think I'm in love That I'm sent from above I'm not that innocent  [Post-Chorus] Yeah, yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah, yeah  [Interlude] \"All aboard!\" \"Britney, before you go, there's something I want you to have\" \"Oh, it's beautiful! But wait a minute, isn't this?\" \"Yeah, yes, it is.\" \"But I thought the old lady dropped it into the ocean in the end\" \"Well, baby, I went down and got it for ya\" \"Aw, you shouldn't have\"  [Bridge] Oops, I did it again to your heart Got lost in this game, oh, baby Oops, you think that I'm sent from above I'm not that innocent  [Chorus] Oops, I did it again I played with your heart Got lost in the game Oh, baby, baby Oops, you think I'm in love That I'm sent from above I'm not that innocent Oops, I did it again I played with your heart Got lost in the game Oh, baby, baby Oops, you think I'm in love That I'm sent from above I'm not that innocent  ",
        "title": "Oops!...I Did It Again"
    },
    {
        "artist": "Lil' Mo",
        "lyrics": "  Chorus: Ta Da Tryna make you disappear Make you pack your bags Get the hell out of here Ding-dong The sound I'm waiting for Your taxi's outside And the driver's at the door Oh, won't you please disappear? Make yourself invisible but leave the car here The pink slips in my name so the Benz has got to stay Why you St-st-stuttering Tryin' to explain  Verse 1: I had it up to here I make the choice today See one of us will be leaving Right now I ain't goin' say You say you didn't go out I know that was a lie The neighbors said they saw you Last night driving by What's up with this girl? Some supermarket clerk is visiting our house Each day when I'm at work I just can't believe you had the nerve There'll be no more~~ No more kisses We won't be makin' love I'm tired of your SH - IT I had enough If I had three wishes you'd see me close my eyes Real tight and concentrate like 1,2,3' And ta da  Repeat Chorus  Verse 2: See one of us has got to go It's gonna be you cause it's my condo See the two of us can't be up in here So one of us is going make it clear There's no layin' around No free rides No playing around, is a rule of mine But you were cheating around Tryin' fly free If it worked like Dream of Jennie I'd blink yo' ass away from me No more kisses We won't be makin' love I'm tired of yo' SH - IT I had enough If I had three wishes you'd see me close My eyes real tight and concentrate like 1,2,3.. And ÜberBot 13:47, 11 April 2006 (PDT)  Repeat Chorus Ta da Tryin' make you disappear (dang you still here nigga) Make you pack yo' bag get the hell (get hell up out) out of here Ding-dong The sound (the magic sound the magic sound~~) I'm waiting for The taxi out side And the driver's at the door OhÜberBot 13:47, 11 April 2006 (PDT) won't please disappear (It's funny but that what I want hear) The ----- is in my name so the business got stay why you St-st-stuttering tryin' to explain  Repeat Chorus Disappear13:47, 11 April 2006 (PDT) Oh ÜberBotoÜberBot 13:47, 11 April 2006 (PDT) The sound I'm waiting for the taxi outside And the driver's at the door OhÜberBot 13:47, 11 April 2006 (PDT) won't you please (please, please, pleaseÜberBot) The ---- is in my so the business have to stay why You st-st-stuttering And tryin' to explain  TA DA!  ",
        "title": "Ta Da"
    },
    {
        "artist": "Metallica",
        "lyrics": "  [Verse 1] Hey, hey, hey Here I go now Here I go into new days  [Verse 1] Hey, hey, hey Here I go now Here I go into new days  [Chorus 1] I'm pain, I'm hope, I'm suffer Yeah, hey, hey, hey, yeah Here I go into new days  [Verse 2] Hey, hey, hey Ain't no mercy Ain't no mercy there for me  [Verse 2] Hey, hey, hey Ain't no mercy Ain't no mercy there for me  [Chorus 2] I'm pain, I'm hope, I'm suffer Yeah, yeah, hey, hey, no mercy Ain't no mercy there for me  [Chorus 3] Do you bury me when I'm gone? Do you teach me while I'm here? Just as soon as I belong Then it's time I disappear  [Verse 3] Hey, hey, hey And I went And I went on down that road  [Verse 3] Hey, hey, hey And I went on And I went on down that road  [Chorus 4] I'm pain, I'm hope, I'm suffer Hey, hey, hey, yeah, and I went on And I went on down that road  [Chorus 3] Do you bury me when I'm gone? Do you teach me while I'm here? Just as soon as I belong Then it's time I disappear  [Chorus 3] Do you bury me when I'm gone? Do you teach me while I'm here? Just as soon as I belong Then it's time I disappear  [Bridge] (I'm gone! I'm gone! I'm gone! I'm real gone!)  (I'm gone! I'm gone baby! I'm gone! I'm gone!)  [Chorus 3] Do you bury me when I'm gone? Do you teach me while I'm here? Just as soon as I belong Then it's time I disappear  [Chorus 3] Do you bury me when I'm gone? Do you teach me while I'm here? Just as soon as I belong Then it's time I disappear (Disappear)  ",
        "title": "I Disappear"
    },
    {
        "artist": "Zombie Nation",
        "lyrics": "  Zombie Zombie Zombie Zombie nation Zombie Zombie Zombie Zombie nation Zombie Zombie Zombie Zombie nation Zombie Zombie Zombie Zombie nation Zombie Zombie Zombie Zombie nation  Zombie Zombie Zombie Zombie Zombie Zombie Zombie Zombie Zombie Zombie Zombie Zombie Zombie Zombie Zombie  Nation Liftoff  Whoah oh oh oh oh, oh Whoah oh oh oh oh oh oh oh Whoah oh, ah oh  Zombie Zombie Zombie Zombie Zombie Zombie Zombie Zombie nation  Whoah oh oh oh oh, oh Whoah oh oh oh oh oh oh oh Whoah oh, ah oh  ",
        "title": "Kernkraft 400"
    },
    {
        "artist": "Backstreet Boys",
        "lyrics": null,
        "title": "The One"
    }
]