[
    {
        "artist": "Nelly",
        "lyrics": "  Hot in... so hot in herre! So hot in... hot - OH! With a little bit of, uh uh; and a little bit of, uh uh Just a little bit of...  just a little bit of... Just a little bit of...  just a little bit of...  [Verse 1: Nelly] I was like, good gracious - ass is bodacious (uhh) Flirtacious, tryin to show patience I'm waitin for the right time to shoot my steez (you know) Waitin for the right time to flash them keys, then uhh I'm leavin, please believe in - ohhh! Me and the rest of my heathens Check it, got it locked at the top of the Fo' Seasons Penthouse, roof top, birds I'm feedin No deceivin, nuttin up my sleeve and No teasin.. I need you to Get up up on the dance floor Give that man what he askin for Cause I feel like bustin loose And I feel like touchin you, uh uh And can't nobody stop the juice So baby tell me what's the use? I said  [Hook] It's gettin hot in herre (so hot), so take off all your clothes I am - gettin so hot, I wanna take my clothes off It's gettin hot in herre (so hot), so take off all your clothes I am - gettin so hot, I wanna take my clothes off  Uh, uh, uh - let it hang alll out!  [Verse 2: Nelly] Why you at the bar if you ain't poppin the bottles? (c'mon) What good is all the fame if you ain't fuckin the models I see you drivin, sports cars, ain't hittin the throttle And I'll be down to do a hundred, top down and goggles Got off the freeway, exit 106 and parked it Ash tray, flip gate, time to spark it Gucci collar for dollar, got out and walked it I spit game cause baby I can't talk it Warm, sweatin, it's hot up in this joint Vokal tanktop, on at this point You with a winner so baby you can't lose I got secrets can't leave Cancun So take it off like you're home alone You know dance in front your mirror while you're on the phone Checkin your reflection and tellin your best friend Like \"Girl I think my butt gettin big!\"  [Hook] It's gettin hot in herre (so hot), so take off all your clothes I am - gettin so hot, I wanna take my clothes off It's gettin hot in herre (so hot), so take off all your clothes I am - gettin so hot, I wanna take my clothes off  Uh, uh, uh - let it hang alll out!  (Let it hang all out) Mix a little bit of ah, ah With a little bit of ah, ah (Let it just fall out) Give a little bit of ah, ah With a little bit of ah, ah (Let it hang all out) With a little bit of ah, ah And a sprinkle of that ah, ah (Let it just fall out) I like it when ya ah, ah Girl, baby make it ah, ah  [Verse 3: Nelly] Stop pacin, time wastin I got a friend with a pole in the basement (what?) I'm just kidding like Jason (oh) Unless you gon' do it Extra, extra - eh, spread the news (check it) Nelly took a trip from the Lou' to the Neptunes Came back with somethin thicker than fittin in Sasoons Say she got a thing about cuttin in restrooms - ohhhhh!  [Hook] It's gettin hot in here (so hot), so take off all your clothes I am - gettin so hot, I wanna take my clothes off It's gettin hot in here (so hot), so take off all your clothes I am - gettin so hot, I wanna take my clothes off  Uh, uh, uh - let it hang alll out! It's gettin hot in herre (so hot), so take off all your clothes I am - gettin so hot, I wanna take my clothes off It's gettin hot in herre (so hot), so take off all your clothes I am - gettin so hot, I wanna take my clothes off  Uh, uh, uh - let it hang alll out!  (Let it hang all out) Mix a little bit of ah, ah With a little bit of ah, ah (Let it just fall out) Give a little bit of ah, ah With a little bit of ah, ah (Let it hang all out) With a little bit of ah, ah And a sprinkle of that ah, ah (Let it just fall out) I like it when ya ah, ah Girl, baby make it ah, ah... ohhh!  ",
        "title": "Hot In Herre"
    },
    {
        "artist": "Eminem",
        "lyrics": "  [Intro: Obie Trice] Obie Trice! Real name, no gimmicks – (*record scratch*)  [Refrain 1: Eminem] Two trailer park girls go 'round the outside 'Round the outside, 'round the outside Two trailer park girls go 'round the outside 'Round the outside, 'round the outside  [Refrain 2: Eminem] Guess who's back, back again Shady's back, tell a friend Guess who's back, guess who's back Guess who's back, guess who's back  [Verse 1: Eminem] I've created a monster, ‘cause nobody wants to See Marshall no more, they want Shady, I'm chopped liver Well, if you want Shady, this is what I'll give ya A little bit of weed mixed with some hard liquor Some vodka that'll jump start my heart quicker Than a shock when I get shocked at the hospital By the doctor when I'm not co-operating When I'm rocking the table while he's operating (heyyy!) You waited this long, now stop debating ‘Cause I'm back, I'm on the rag and ovulating I know that you got a job, Ms. Cheney But your husband's heart problem's complicating So the FCC won't let me be Or let me be me, so let me see They try to shut me down on MTV But it feels so empty without me So, come on and dip, bum on your lips Fuck that! Cum on your lips and some on your tits And get ready, ‘cause this shit's about to get heavy I just settled all my lawsuits—fuck you, Debbie!  [Hook: Eminem] Now this looks like a job for me So everybody, just follow me! ‘Cause we need a little controversy ‘Cause it feels so empty without me I said this looks like a job for me So everybody, just follow me! ‘Cause we need a little controversy ‘Cause it feels so empty without me  [Verse 2: Eminem] Little hellions, kids feeling rebellious Embarrassed their parents still listen to Elvis They start feeling like prisoners helpless 'Til someone comes along on a mission and yells, \"Bitch!!!\" A visionary, vision is scary Could start a revolution, polluting the airwaves A rebel, so just let me revel and bask In the fact that I got everyone kissing my ass {​​smack}​​ And it's a disaster, such a catastrophe For you to see so damn much of my ass—you asked for me? Well, I'm back, na-na-na-na-na-na-na-na-na-na Fix your bent antenna, tune it in, and then I'm gonna Enter in, and up under your skin like a splinter The center of attention, back for the winter I'm interesting, the best thing since wrestling Infesting in your kid's ears and nesting Testing, attention please Feel the tension soon as someone mentions me Here's my ten cents, my two cents is free A nuisance, who sent? You sent for me?  [Hook: Eminem] Now this looks like a job for me So everybody, just follow me! ‘Cause we need a little controversy ‘Cause it feels so empty without me I said this looks like a job for me So everybody, just follow me! ‘Cause we need a little controversy ‘Cause it feels so empty without me  [Verse 3: Eminem] A tisk-it a task-it, I'll go tit for tat with Anybody who's talking \"this shit, that shit\" Chris Kirkpatrick, you can get your ass kicked Worse than them little Limp Bizkit bastards And Moby? You can get stomped by Obie You 36-year-old baldheaded fag, blow me! You don't know me, you're too old, let go It's over, nobody listens to techno Now let's go, just give me the signal I'll be there with a whole list full of new insults I been dope, suspenseful with a pencil Ever since Prince turned himself into a symbol But sometimes the shit just seems Everybody only wants to discuss me So this must mean I'm disgusting But it's just me, I'm just obscene No, I'm not the first king of controversy I am the worst thing since Elvis Presley To do black music so selfishly And use it to get myself wealthy (Heyyy!) There's a concept that works Twenty million other white rappers emerge But no matter how many fish in the sea It'll be so empty without me  [Hook: Eminem] Now this looks like a job for me So everybody, just follow me! ‘Cause we need a little controversy ‘Cause it feels so empty without me I said this looks like a job for me So everybody, just follow me! ‘Cause we need a little controversy ‘Cause it feels so empty without me  [Outro] Hum dei dei la la Hum dei dei la la la la la Hum dei dei la la Hum dei dei la la la la la Kids!  ",
        "title": "Without Me"
    },
    {
        "artist": "Ashanti",
        "lyrics": "  [Intro] Murder Inc Ashanti  [Chorus] See, my days are cold without you But I'm hurting while I'm with you And though my heart can't take no more I keep on running back to you See, my days are cold without you But I'm hurting while I'm with you And though my heart can't take no more I keep on running back to you  [Verse 1] Baby, I don't know why you're treating me so bad You said you love me, no one above me and I was all you had And though my heart is beating for you, I can't stop crying I don't know how I allow you to treat me this way and still I stay  [Chorus] See, my days are cold without you But I'm hurting while I'm with you And though my heart can't take no more I keep on running back to you See, my days are cold without you But I'm hurting while I'm with you And though my heart can't take no more I keep on running back to you  [Verse 2] Baby, I don't know why you wanna do me wrong See when I'm home, I'm all alone and you are always gone And boy, you know I really love you, I can't deny I can't see how you could bring me to so many tears after all these years  [Chorus] See, my days are cold without you But I'm hurting while I'm with you And though my heart can't take no more I keep on running back to you See, my days are cold without you But I'm hurting while I'm with you And though my heart can't take no more I keep on running back to you  [Verse 3] I trusted you, I trusted you So sad, so sad what love will make you do All the things that we accept Be the things that we regret To all of my ladies Feel me, come on, sing with me See, when I get the strength to leave You always tell me that you need me And I'm weak 'cause I believe you And I'm mad because I love you So I stop and think that maybe You can learn to appreciate me Then it all remains the same That you ain't never gonna change  [Chorus] See, my days are cold without you But I'm hurting while I'm with you And though my heart can't take no more I keep on running back to you See, my days are cold without you But I'm hurting while I'm with you And though my heart can't take no more I keep on running back to you  [Verse 4] Baby, why you hurt me, leave me and desert me? Boy, I gave you all my heart and all you did was tear it up Looking out my window, knowing that I should go Even when I pack my bags, this something always hold me back  ",
        "title": "Foolish"
    },
    {
        "artist": "P. Diddy Featuring Usher & Loon",
        "lyrics": null,
        "title": "I Need A Girl (Part One)"
    },
    {
        "artist": "Cam'Ron Featuring Juelz Santana",
        "lyrics": "  [Produced by Just Blaze]  [Intro: Cam'ron] Just Blaze! (Oh baby) Oh baby, uh, Killa!  [Verse 1: Cam'ron] All the girls see the (boy), look at his kicks (boy) Look at his car (boy), all I say is (oh boy) Look mami, I'm no good, I'm so hood Clap at your soldiers sober, then leave after it's over, Killa I'm not your companion, or your man's stand-in Hit me when you wanna get rammed in, I'll be scramblin' With lots of mobsters, shop for lobsters Cops and robbers, listen every block is blaka (BLAKA!!!) But she like the way I diddy bop, you peep that? Mink on, Mauri kicks plus Chanel ski hat She want the (boy) so I give her the (boy) Now she screamin' out (boy, boy, boy, boy) Killa, Killa Now she playin' with herself, Cam dig it out, lift her up Ma, it's just a fuck, girl, get it out, pick on up They want the boy Montana with guns with bandanas Listen to my homeboy Santana  [Verse 2: Juelz Santana] Y'all niggas can't fuck with the (boy), I'm tellin' ya (Boy) Put a shell in ya (boy) now he bleedin' (oh boy) Get him, call his (boy) he wheezin' he need his (boy) He screamin' (boy, boy, boy, boy) Damn, shut up (boy), he's snitchin' (oh boy) This nigga's bitchin' (Boy), he's twisted (oh boy) If Feds was listenin' (boy) damn, whoa, whoa, c'mon... I'm in trouble need bail money, shit Where the fuck is my (boy)? I got trust for my (boy) That's why I fuck with my (boy), that's my nigga (oh boy) He gon' come get his (boy) he got love for his (boy) That's my (boy, boy, boy, boy) uh huh, uh huh  [Verse 3: Cam'ron] When he got caught with the (boy) we went to court for the (boy) Just me and my (boy) and we sayin' (oh boy) Be on the block with my (boy) with the rock or the (boy) When the cops come - Squalie! Yeah this is for the sports cars, Bonita's, Jimmy's PJ's, old school, eighteenth at the sports bar Eight or nine on the (boy), holla at your boy Killa, holla, listen It's the D-I-P (boy) plus the R-O-C (boy) You'll be D-O-A (boy) your moms will say (oh boy) Shit, ain't no stoppin' 'em, guns we got a lot of 'em Shit, matter of fact, Guru start poppin' 'em Then slap up this (boy), clap up his (boy) Wrap up his (boy), get them gats (oh boy) Diplomats are them (boy) for the girls and the (boy) Say (boy, boy, boy, boy)  [Verse 4: Juelz Santana] Now when they see Cam and his (boy), they say damn (oh boy) Santana's that (boy) that squeeze hammers (oh boy) Cannons and bandanas, blammers we don't brandish Blam at your man's canvas then scram with your man's leaded And I'm back with my (boy)  [Verse 5: Cam'ron] Until that man is vanished Away in the Grand Canyon, these kids are grand standin' Niggas demand ransom over them grams scramblin' (Boy, boy, boy, boy) Well fuck it, Van Damme 'em, Cam'll blam blam 'em Call up his (boy), I'm down south tannin' Mami, I got the remedy, Tommy's up at the enemy Homi's and bodies, but now my body be feelin' finicky Killa and Capo we chill in Morocco for reela We got dough chinchilla dough and fill with them hollows, huh It's the (boy), I said it's the (boy) I'm the (boy, boy, boy, boy) Killa  ",
        "title": "Oh Boy"
    },
    {
        "artist": "Jimmy Eat World",
        "lyrics": "  [Verse 1] Hey Don't write yourself off yet It's only in your head you feel left out or looked down on Just try your best Try everything you can And don't you worry what they tell themselves when you're away  [Chorus] It just takes some time Little girl, you're in the middle of the ride Everything, everything will be just fine Everything, everything will be all right  [Verse 2] Hey You know they're all the same You know you're doing better on your own so don't buy in Live right now Just be yourself It doesn't matter if that's good enough for someone else  [Chorus] It just takes some time Little girl, you're in the middle of the ride Everything, everything will be just fine Everything, everything will be all right  It just takes some time Little girl, you're in the middle of the ride Everything, everything will be just fine Everything, everything will be all right, all right!  [Verse 3] Hey Don't write yourself off yet It's only in your head you feel left out or looked down on Just do your best Do everything you can Don't you worry what their bitter hearts are going to say  [Chorus] It just takes some time Little girl, you're in the middle of the ride Everything, everything will be just fine Everything, everything will be all right  It just takes some time Little girl, you're in the middle of the ride Everything, everything will be just fine Everything, everything will be all right  ",
        "title": "The Middle"
    },
    {
        "artist": "Vanessa Carlton",
        "lyrics": "  [Intro]  [Verse 1] Makin' my way downtown Walkin' fast, faces pass And I'm home-bound Starin' blankly ahead Just makin' my way Makin' a way through the crowd  [Pre-Hook 1] And I need you And I miss you And now I wonder  [Hook] If I could fall into the sky Do you think time would pass me by? Cause you know I'd walk a thousand miles If I could just see you, tonight  [Verse 2] It's always times like these when I think of you And wonder if you ever think of me Cause everything's so wrong And I don't belong, livin' in your precious memory  [Pre Hook 2] Cause I'll need you And I'll miss you And now I wonder  [Hook] If I could fall into the sky Do you think time would pass me by? Oh, cause you know I'd walk a thousand miles If I could just see you, tonight  [Bridge] I, I don't wanna let you know I, I drown in your memory I, I don't wanna let this go I, I don't  [Verse 1 (reprise)] Makin' my way downtown Walkin' fast, faces pass And I'm home-bound Starin' blankly ahead Just makin' my way Makin' a way through the crowd  [Pre-Hook 3] And I still need you And I still miss you And now I wonder  [Hook] If I could fall into the sky Do you think time would pass us by? Cause you know I'd walk a thousand miles If I could just see you  [Hook] If I could fall into the sky Do you think time would pass me by? Cause you know I'd walk a thousand miles If I could just see you If I could just hold you, tonight  ",
        "title": "A Thousand Miles"
    },
    {
        "artist": "Chad Kroeger Featuring Josey Scott",
        "lyrics": null,
        "title": "Hero"
    },
    {
        "artist": "Truth Hurts Featuring Rakim",
        "lyrics": "  [Verse 1 - Rakim] You off the planet, wherever you at you stand out Plus you specialize in freakin your man out Put it all in one pot lets see if it pan out Stick ya hand out, I got it all planned out Layin out the way, I set a date to wed on Plus you got your head on, you my queen from here on Lookin like lady Revlon with all red on She fiending till I'm in her arms, I'm King Put the silk bedspread on Rose pedals and scent candle lit Victoria's Secret set on Rough sex turnin her on So ghetto, innocent but scandalous just bling and fur on Million dollar habit, she said its a fetish she gotta have it Once she get it, she holla thats it Keep the waters rapid The hotter its automatic  Oh shit, she OD'n again I got an addict  [Verse 2: Truth Hurts] He breaks me down, he builds me up He fills my cup, I like it rough We fuss, we brawl, we rise, we fall He comes in late, but it's okay He do, I do, he knows the rules He takes care of home, though he's not alone I'm on his team, he keeps me clean And gives me things, he makes me scream  [Hook: Truth Hurts] He's so contagious, returns my pages He's got me anxious, he's what I've waited for He keeps me guessing, spontaneous He's so persuasive and I'm his lady  [Verse 3: Truth Hurts] Oh! Tonight is waitin, and I ain't complainin I'm entertainin, my number one fan My back is achin, from our love makin Oh yes I'm taken, ain't no use in fakin My ups, my downs, my high and my lows From head to toe, he makes me glow He hits the spot, he makes me hot I'm all that he's got, and he's all that I've got  [Hook]  [Verse 4: Rakim] Thinking of a master plan You know anything you need baby ask your man You was there from a half a gram Now it's kilos to C-notes and high fashion brands We ball like we own the world The only concern is you my only girl And when we speakin in tongues Breathing hard when I'm squeezin' your lungs Keep it strong, but I gotta hit the streets when I'm done It's joy and pain, when you tryin to get ahead of the game It's fucked up, but you never complain You just pray I don't get killed when I hit the hood Just another hundred mill' and I'mma quit for good No more drug wars trips to jail and shootouts Gettin loot out for lawyers and bail'll get you boot out Just me and you, high off sex and twisted You OG'd and you OD: addicted  ",
        "title": "Addictive"
    },
    {
        "artist": "Jennifer Lopez Featuring Nas",
        "lyrics": "  [Jennifer Lopez & (Nas)] Oh yes (Uh, this for you girl)  [Nas] Yo, I took you from the projects, put the best clothes in ya closet Like Ginger from \"Casino\" and now you a pro We was like Joe DiMaggio and Marilyn Monroe All ya jealous girlfriends hatin' waitin' So I put the cards in yo hand All I know, when Nas was yo man It was so real, boats and sixes Special Japanese chefs makin' home cooked dishes Plenty trips, invisible sets You know what you missin'  [Jennifer Lopez] Money, cars for a while I walked around with a smile But deep inside, I could hear Voices telling me \"This ain't right\" Don't you know, it's not for you I always knew what I had to do But it's hard to get away Cause I love you I just got to say  [Hook] I used to say I didn't do it but I did it (Yes I did) After telling everybody that I wasn't with it Though it brings tears to my eyes I can feel it And I know inside that I'm gonna be alright (Gonna be alright) I said I didn't do it but I did it (Yes I did) After telling everybody that I wasn't with it Though it brings tears to my eyes I can feel it And that voice inside says I'm gonna be alright (Gonna be alright)  [Jennifer Lopez] Friends of mine say to me Say you got control over me You're not alone, I played my part I saw the way you were from the start Cause I expect so much from you You had a girl when I first met you Did the best that you could do Now I realize, I can't change you  [Hook]  [Jennifer Lopez & {Nas}] Said I wouldn't walk away Some days I want to stay (Days I want to stay) But leaving you is what I need to do (Need to do) To be OK (I need to be OK) I never thought it would be true (Would be true) Be leaving without you (Leaving without you) {Huh, this life is crazy} So now it's time for me to make that move  [Nas with J.Lo ad-libs] Huh check it Yo nobody understands me, I'm dealin' with pressure My peoples is locked in a jail cell with no bail stressin' Guess it's the life of a kingpin Rap Stephen King, rap bling Like neon lights, we gon' be alright But it's like, you feelin' me lesser Claim I'm actin' like a retard, right? Me and my boys, we start fights, when will I mature You scream I'm in the streets all night Or where was I at, ya found light brown hairs on my hat I'm slow caught  [Hook]  ",
        "title": "I'm Gonna Be Alright"
    },
    {
        "artist": "Fat Joe Featuring Ashanti",
        "lyrics": "  [Fat Joe] Put the fuckin mic on.. Mic is on? Joe Crack the Don, uh! Uh.. Irv Gotti!  [Ashanti] What's love?  [Fat Joe] Ashanti, Terror.. Terror Squad It should be about us, be about trust  [Hook: Ashanti & (Ja Rule)] What's love? (Got to do, got to do with it, babe) What's love? It's about us, it's about trust babe What's love? (Got to do, got to do with it, babe) What's love? It should be about us, it should be about trust babe What's love?  [Verse 1: Fat Joe] Yeah, uh, uh, uh Woo! Yeah, slow down baby Let you know from the gate I don't go down lady I wanna chick with thick hips that licks her lips She can be the office type or like to strip Girl you get me aroused how you look in my eye But you talk too much, man you're ruinin my high Don't wanna lose the feelin cause, the roof is chillin It's on fire and you lookin good for the gettin I'ma, rider, whether in a hoodie or a linen A provider; you should see the jewelery on my women And I'm, livin it up, the Squad stay fillin the truck With chicks that's willin to triz with us, uh You say you gotta man and you're in love But what's love gotta do with a little menage? After the par-tay, me and you Could just slide for a few and she could come too That's love!  [Hook: Ashanti & (Ja Rule)] What's love? (Got to do, got to do with it, babe) What's love? It's about us, it's about trust babe What's love? (Got to do, got to do with it, babe) What's love? It should be about us, it should be about trust babe What's love?  [Verse 2: Fat Joe] Yeah, uh - yeah.. yo, uh, yo Mami I know you got issues; you gotta man But you need to understand that you got somethin with you Ass is fat, frame is little Tattoo on your chest with his name in the middle, uh I'm not a hater I just crush a lot And the way you shake your booty I don't want you to stop You need to come a little closer.. (come a little closer) And let me put you, under my arms like a Don is supposed ta Please believe, you leave with me We be freakin all night like we was on E You need to trust the God and jump in the car For a little hard eight at the Taj Mahal What's love?  [Hook: Ashanti & (Ja Rule)] What's love? (Got to do, got to do with it, babe) What's love? It's about us, it's about trust babe What's love? (Got to do, got to do with it, babe) What's love? It should be about us, it should be about trust babe What's love?  [Verse 3: Fat Joe] Yeah, uh, yo Yo I stroll in the club with my hat down Michael Jack style, hot steppin who the mack now? Not my fault cause they love the kid Might be the chain or the whip, I don't know what it is We just party and bullshit; c'mon mami Put your body in motion, you got a nigga open You came here with the heart to cheat So you need to sing the song with me All my ladies come on  [Bridge: Ashanti &  Fat Joe] When I look in your eyes there's no stoppin me I want the Don Joey Crack on top of me (uh-huh) Don't want your stacks just break my back (yea) Gonna cut you no slack, cause I'm on it like that (uh, woo, uh) Come on (yea yea y'all) And put it all (yea yea y'all) on me (put it on ya girl) On me (I'ma put it on ya girl)  [Hook: Ashanti & (Ja Rule)] What's love? (Got to do, got to do with it, babe) What's love? It's about us, it's about trust babe What's love? (Got to do, got to do with it, babe) What's love? It should be about us, it should be about trust babe What's love? (Got to do, got to do with it, babe) What's love? It's about us, it's about trust babe What's love? (Got to do, got to do with it, babe) What's love? It should be about us, it should be about trust babe What's love?  ",
        "title": "What's Luv?"
    },
    {
        "artist": "Big Tymers",
        "lyrics": "  [Birdman] What's up, Fresh it's our turn baby  [Refrain] Gator boots with the pimped out Gucci suits Ain't got no job, but I stay sharp, eh eh, eh eh, I stay sharp Can't pay my rent cause all my money's spent But that's okay, cause I'm still fly Got a quarter tank of gas in my new E class But that's alright, cause I'm gon' ride Got everything in my momma's name But I'm hood rich, la-di-da  [Birdman] Get your c-uh-c-uh-car, playa gems gon' shine And tell momma get a mink, baby girl let's ride You a number one stunna and we gon' glide And go straight to the mall and tear down the inside Prada, Gucci, full-mink leather Burberry's cool, Coogi sweater Twenty inches, pop my feather The Birdman daddy, I fly in any weather Alligator seats with the head in the inside Swine on the dash, G-wagon is so fly #1: don't tangle and twist it When it come to these cars I am that nigga The g-uh-g-uh-Gucci with the matching interior Three-wheel ride with the tire in the middle It's Fresh and Stunna, and we like brothers We shine like paint, daddy: it's our summer  [Hook]  [Mannie Fresh] Have you ever seen crocodile seats in the truck Turn around, sit it down and let 'em bite your butt See the steering wheel is Fendi, dashboard Armani With your baby momma, player's where you can find me Cruisin' through the parking lot on twenty-fours Cadillac Escalade with the chromed-out nose With an navigation arrow headed straight to your spot (Turn left) Where your wife really love me cause the sex is so hot Put the Caddy up, start the 3-wheel Benz (skurrrrr) Hyper white lights, ultra-violet lens Suma-tuma tires and they gotta be run flat TV where the horn go, boy can you top that I'mma show you some shit, rookie: press that button The trunk went \"uh-uh\", and all of a sudden Four 15's - didn't see no wires And then I heard (boom) from the amplifier  [Hook]  [Birdman] Let me slide in the Benz with the fished out fins Impala loud pipes, drinkin' the Henn' It's the Birdie-Birdie Man, I'll do it again In a Cadillac truck twenty-fours with tens  [Mannie Fresh] Lookin' at my Gucci, it's about that time Six bad broads flying in at nine New Suburban truck with the porno showin' Up and down and up they go  [Baby] Bodies on the Roadster - Lexus, you know what That hard-top Beamer, yo Ma, that's your truck I'm comin' up, the hood been lovely New shoes on the whip and I wake up to bubbly  [Mannie Fresh] 430 Lex with the convertible top And the rims keeps spinning every time I stop Got a Superman Benz that I scored from Shaq With a old school Caddy with a diamond in the back  ",
        "title": "Still Fly"
    },
    {
        "artist": "No Doubt",
        "lyrics": "  [Verse 1] (Oh!) The waves keep on crashing on me for some reason (Oh!) But your love keeps on coming like a thunderbolt Well come here a little closer 'Cause I wanna see you, baby, real close up (Get over here, get over here)  [Chorus 1] You got me feelin' hella good so let’s just keep on dancin' (Oh!) You hold me like you should so I’m gonna keep on dancin' (Keep on dancin')  [Verse 2] A performance deserving of standing ovations (Oh!) And who would of thought it’d be the two of us? (I didn't really think it could ever happen, haha) So don’t wake me if I’m dreaming 'Cause I’m in the mood, come on and give it up (Oh, oh, oh!)  [Chorus 2] You got me feelin' hella good so let’s just keep on dancin' (Oh!) You hold me like you should so I’m gonna keep on dancin' (Keep on dancin') You got me feelin' hella good so let’s just keep on dancin' (Oh!) You hold me like you should so I’m gonna keep on dancin' (Keep on dancin')  [Instrumental] Ooh, yeah yeah! Ooh, yeah yeah! (Oh!) (I might've thought that but I've been trapped by what happened) [?]  [Chorus 3] You got me feelin' hella good so let’s just keep on dancin' (Oh!) You hold me like you should so I’m gonna keep on dancin' (Keep on dancin') You got me feelin' hella good so let’s just keep on dancin' (Oh!) You hold me like you should so I’m gonna keep on dancin' (Keep on dancin')  [Outro] (Oh!) (Uh, uh, uh) (Uh, uh, uh) (Oh!) (Uh, uh, uh) (Oh!) (Keep on dancin') (Oh!) (Oh!) (Keep on dancin')  ",
        "title": "Hella Good"
    },
    {
        "artist": "Dirty Vegas",
        "lyrics": "  [Verse 1] You You You are still a whisper on my lips A feeling at my fingertips That's pulling at my skin You leave me when I'm at my worst A feeling as if I've been cursed Bitter cold within  [Chorus] Days go by and still I think of you Days when I couldn't live my life without you Days go by and still I think of you Days when I couldn't live my life without you Without you Without you  [Verse 2] You are still a whisper on my lips A feeling at my fingertips That's pulling at my skin You leave me when I'm at my worst A feeling as if I've been cursed Bitter cold within  [Chorus] Days go by and still I think of you Days when I couldn't live my life without you Without you Without you  [Outro] Days go by and still I think of you Days when I couldn't live my life without you Days go by and still I think of you Days when I couldn't live my life without you Without you Without you Without you Without you Without you  ",
        "title": "Days Go By"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Intro] Yo, after tonight... Don't leave your girl around me, true playa for real Ask my nigga, Pharrell, uh Come on, that's how it's going down You smell it? Hah yeah You smell it? Hah yeah Don't leave your girl around me, true playa for real Ask my nigga, Pharrell, uh  [Verse 1] Situations will arise In our lives But you got to be smart about it Celebrations with the guys I sacrificed 'Cause I knew you could not sleep without it  [Pre-Chorus 1] Meanwhile I... I loved you, you were my girl You see, I... Thought the world of you But you're still steady leaving, baby  [Chorus] You don't have to call It's okay, girl 'Cause I'ma be alright tonight You don't have to call It's okay, girl 'Cause I'ma be alright tonight  [Verse 2] Aw, girl, your face is saying, \"Why?\" Tears in eyes Should've been more smart about it Should've cherished me, listening to friends Now it's the end And again, no story can end without it  [Pre-Chorus 2] Damn right... I loved you You were my girl You see, I... Thought the world of you But you're still steady leaving, baby  [Chorus] You don't have to call It's okay, girl 'Cause I'ma be alright tonight You don't have to call It's okay, girl 'Cause I'ma be alright tonight  [Bridge] Gonna boogie, tonight 'Cause I'm honestly too young of a guy To stay home, waiting for love So tonight, I'm gonna do what a single man does And that's party, yeah, oh yeah  [Chorus] You don't have to call (you don't gotta call) It's okay, girl (It's okay, girl) 'Cause I'ma be alright tonight (Im'a be alright hah) You don't have to call (you ain't gotta call) It's okay, girl (I'm okay girl) 'Cause I'ma be alright tonight Tonight I'm going out with my nigga oh yeah, hah You don't have to call It's okay, girl (I'm alright girl, hah!) 'Cause I'ma be alright tonight (I'm alright)  [Bridge] Gonna boogie, tonight 'Cause I'm honestly too young of a guy To stay home, waiting for love So tonight, I'm gonna do what a single man does And that's party, yeah, yeah, hah!  [Outro] You don't have to call It's okay, girl 'Cause I'ma be alright tonight (Oh-oh-oh-oh, oh) You don't have to call (hah) It's okay, girl (It's okay, i'ma be alright) 'Cause I'ma be alright tonight (oh, oh, oh, oh, yeah, yeah, yeah, yeah, yeah) You don't have to call It's okay girl (It's okay, girl) 'Cause I'ma be alright tonight (sick and tired of being home, I'm gonna have me some fun) You don't have to call (hey, hey, yeah) It's okay, girl (it's okay, it's okay, it's okay, it's alright) 'Cause I'ma be alright tonight I'm not waiting at home for you Bye bye  ",
        "title": "U Don't Have To Call"
    },
    {
        "artist": "Michelle Branch",
        "lyrics": "  [Verse 1] I wanted to be like you I wanted everything So I tried to be like you And I got swept away I didn't know that it was so cold And you needed someone To show you the way So I took your hand and we figured out That when the time comes I'd take you away  [Chorus] If you want to I can save you I can take you away from here So lonely inside So busy out there And all you wanted Was somebody who cares  [Verse 2] I'm sinking slowly So hurry hold me Your hand is all I have to keep me hanging on Please can you tell me So I can finally see Where you go when you're gone  [Chorus] If you want to I can save you I can take you away from here So lonely inside So busy out there And all you wanted Was somebody who cares  [Bridge] All you wanted was somebody who cares If you need me you know I'll be there Oh, yeah  [Chorus] If you want to I can save you I can take you away from here So lonely inside So busy out there And all you wanted Was somebody who cares If you want to I can save you I can take you away from here So lonely inside So busy out there And all you wanted Was somebody who cares  [Outro] Please can you tell me So I can finally see Where you go when you're gone  ",
        "title": "All You Wanted"
    },
    {
        "artist": "Musiq",
        "lyrics": "  [Intro] La la la la la la la, la la La la la la la la la La la la la la la la, la la La la la la la la la  [Verse 1] Never thought that we would ever be more than friends Now I'm all confused cause for you I have deeper feelings We both thought it was cool to cross the line And I was convinced it would be alright Now things are strange, nothing's the same And really I just want my friend back  [Hook] And my mind's gone half crazy cause I can't leave you alone (oh can't get you out of my system) And I'm wondering if it's worth me holding on (holding on) Said my mind's gone half crazy cause I can't leave you alone (can't get you out of my system) And I'm wondering if it's worth me holding on (yeah)  [Verse 2] I'd hate to walk away from you as if this never existed Cause when we kissed the moment after I love that you different Lately I gotta watch what I say Cause you take things personal nowadays You used to laugh now you get mad Damn I just want my friend back  [Hook]  [Breakdown] Oh oh oh oh oh yeah What happened to the one I used to know (oh yeah yeah) The one I used to laugh and joke with The one I used to tell all my secrets We used to chill and be down for whatever whenever together yeah  [Hook] And my mind's gone half crazy (oh) cause I can't leave you alone (I'm going half crazy baby) And I'm wondering if it's worth me (oh) holding on (over you) Said my mind's gone half crazy (yeah) cause I can't leave you alone (and I just don't know) And I'm wondering if it's worth me holding on (said I just don't know what to do now) We used to chill (yeah) we used to hang We used to do we used to do some many things together (yeah) Yeah yeah yeah yeah Oh oh Yeah Oh oh oh  ",
        "title": "halfcrazy"
    },
    {
        "artist": "Avril Lavigne",
        "lyrics": "  [Intro] Uh huh, life's like this Uh huh, uh huh, that's the way it is 'Cause life's like this Uh huh, uh huh that's the way it is  [Verse 1] Chill out, what you yellin' for? Lay back, it's all been done before And if you could only let it be, you would see I like you the way you are When we're drivin' in your car And you're talkin' to me one on one, but you become  [Pre-Chorus] Somebody else 'round everyone else You're watchin' your back, like you can't relax You're tryin' to be cool, you look like a fool to me Tell me  [Chorus] Why do you have to go and make things so complicated? I see the way you're Actin' like you're somebody else gets me frustrated Life's like this, you And you fall and you crawl and you break And you take what you get and you turn it into honesty And promise me, I'm never gonna find you fake it No, no, no  [Verse 2] You come over unannounced Dressed up like you're somethin' else Where you aren't where it's at, you see, you're makin' me Laugh out when you strike your pose Take off all your preppy clothes You know, you're not foolin' anyone when you become  [Pre-Chorus] Somebody else 'round everyone else You're watchin' your back, like you can't relax You're tryin' to be cool, you look like a fool to me Tell me  [Chorus] Why do you have to go and make things so complicated? I see the way you're Actin' like you're somebody else gets me frustrated Life's like this, you And you fall and you crawl and you break And you take what you get and you turn it into honesty And promise me, I'm never gonna find you fake it No, no, no  [Bridge] Chill out, what you yellin' for? Lay back, it's all been done before And if you could only let it be, you would see  [Pre-Chorus] Somebody else 'round everyone else You're watchin' your back, like you can't relax You're tryin' to be cool, you look like a fool to me Tell me  [Chorus] Why do you have to go and make things so complicated? I see the way you're Actin' like you're somebody else gets me frustrated Life's like this, you And you fall and you crawl and you break And you take what you get and you turn it into honesty And promise me, I'm never gonna find you fake it No, no Why do you have to go and make things so complicated? I see the way you're Actin' like you're somebody else gets me frustrated Life's like this, you And you fall and you crawl and you break And you take what you get and you turn it into honesty And promise me, I'm never gonna find you fake it No, no, no  ",
        "title": "Complicated"
    },
    {
        "artist": "Sheryl Crow",
        "lyrics": "  [Verse 1] My friend the communist Holds meetings in his RV I can't afford his gas So I'm stuck here watching TV I don't have digital I don't have diddly squat It's not having what you want It's wanting what you've got  [Chorus] I'm gonna soak up the sun Gonna tell everyone To lighten up (I'm gonna tell 'em that) I've got no one to blame For every time I feel lame I'm looking up I'm gonna soak up the sun I'm gonna soak up the sun  [Verse 2] I've got a crummy job It don't pay near enough To buy the things it takes To win me some of your love  [Chorus 2] Every time I turn around I'm looking up, you're looking down Maybe something's wrong with you That makes you act the way you do  [Chorus] I'm gonna soak up the sun Gonna tell everyone To lighten up (I'm gonna tell 'em that) I've got no one to blame For every time I feel lame I'm looking up I'm gonna soak up the sun I'm gonna soak up the sun  [Bridge] I'm gonna soak up the sun While it's still free I'm gonna soak up the sun Before it goes out on me  [Verse 3] Don't have no master suite I'm still the king of me You have a fancy ride, but baby I'm the one who has the key  [Chorus 2] Every time I turn around I'm looking up, you're looking down Maybe something's wrong with you That makes you act the way you do Maybe I am crazy too  [Chorus] I'm gonna soak up the sun Gonna tell everyone To lighten up (I'm gonna tell 'em that) I've got no one to blame For every time I feel lame I'm looking up I'm gonna soak up the sun I'm gonna soak up the sun  [Outro] I'm gonna soak up the sun Got my 45 on So I can rock on  ",
        "title": "Soak Up The Sun"
    },
    {
        "artist": "Puddle Of Mudd",
        "lyrics": "  [Verse 1] Everything's so blurry and everyone's so fake And everybody's empty and everything is so messed up Preoccupied, without you I cannot live at all My whole world surrounds you, I stumble then I crawl  [Verse 2] You could be my someone, you could be my scene You know that I'll protect you from all of the obscene I wonder what you're doing, imagine where you are There's oceans in between us, but that's not very far  [Chorus] Can you take it all away Can you take it all away When you shoved it in my face This pain you gave to me Can you take it all away Can you take it all away When you shoved it in my face?  [Verse 3] Everyone is changing, there's no one left that's real So make up your own ending and let me know just how you feel Cause I am lost without you, I cannot live at all My whole world surrounds you, I stumble then I crawl  [Verse 4] And you could be my someone, you could be my scene You know that I will save you from all of the unclean I wonder what you're doing, I wonder where you are There's oceans in between us, but that's not very far  [Chorus] Can you take it all away Can you take it all away When you shoved it in my face This pain you gave to me Can you take it all away Can you take it all away When you shoved it in my face This pain you gave to me?  [Bridge] No-nobody told me what you thought Nobody told me what to say Everyone showed you where to turn Told you when to run away Nobody told you where to hide Nobody told you what to say Everyone showed you where to turn Showed you when to run away  [Chorus] Can you take it all away Can you take it all away When you shoved it in my face This pain you gave to me Can you take it all away Can you take it all away When you shoved it in my face This pain you gave to me No, this pain you gave to me This pain you gave to me?  [Outro] Can you take it all Can you take it all away The pain you gave to me This pain you gave to me This pain you gave to me Take it all away This pain you gave to me...  ",
        "title": "Blurry"
    },
    {
        "artist": "P. Diddy & Ginuwine Featuring Loon, Mario Winans & Tammy Ruggeri",
        "lyrics": null,
        "title": "I Need A Girl (Part Two)"
    },
    {
        "artist": "Default",
        "lyrics": null,
        "title": "Wasting My Time"
    },
    {
        "artist": "Brandy",
        "lyrics": "  [Verse 1] Boy, I saw you soon as you came bouncin' through the door You, and your mans, and them just took over the floor Started doing your thang And it made me notice you even more The way you turned around and looked at me seemed as though You must've somehow felt me staring on the low Something tells me you're the kind of guy I'd like to get to know  [Chorus] I ain't even gonna front I ain't even gonna lie Since you walked up in the club I've been giving you the eye We can dance if you want Get it crackin' if you like Must be a full moon Feel like one of those nights  [Verse 2] Why is this the first time that I'm seeing you around? Could you be visiting, or are you new in town? Yeah, whatever the case I'm feeling you right here and right now Your smile and all the love you showing lets me know that you Like what you see and wanna get to know me too This could very well be the start of something special Happy that I met you  [Chorus] I ain't even gonna front I ain't even gonna lie Since you walked up in the club I've been giving you the eye We can dance if you want Get it crackin' if you like Must be a full moon Feel like one of those nights I ain't even gonna front I ain't even gonna lie Since you walked up in the club I've been giving you the eye We can dance if you want Get it crackin' if you like Must be a full moon Feel like one of those nights  [Bridge] I didn't think that I'd come here tonight Meet someone like you Start feeling the way I do Seems like we've known each other most of our lives After one conversation, this must be right  [Chorus] I ain't even gonna front I ain't even gonna lie Since you walked up in the club I've been giving you the eye We can dance if you want Get it crackin' if you like Must be a full moon Feel like one of those nights I ain't even gonna front I ain't even gonna lie Since you walked up in the club I've been giving you the eye We can dance if you want Get it crackin' if you like Must be a full moon Feel like one of those nights I ain't even gonna front I ain't even gonna lie Since you walked up in the club I've been giving you the eye We can dance if you want Get it crackin' if you like Must be a full moon Feel like one of those nights I ain't even gonna front I ain't even gonna lie Since you walked up in the club I've been giving you the eye We can dance if you want Get it crackin' if you like Must be a full moon Feel like one of those nights  ",
        "title": "Full Moon"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] Never win first place, I don't support the team I can't take direction, and my socks are never clean Teachers dated me, my parents hated me I was always in a fight, 'cause I can't do nothing right  [Bridge] Everyday I fight a war against the mirror I can't take the person staring back at me I'm a hazard to myself  [Pre-Chorus] Don't let me get me I'm my own worst enemy It's bad when you annoy yourself So irritating Don't wanna be my friend no more I wanna be somebody else  [Break] I wanna be somebody else, yeah  [Verse 2] LA told me, \"You'll be a pop star All you have to change is everything you are.\" Tired of being compared to damn Britney Spears She's so pretty, that just ain't me  [Chorus] Doctor, doctor won't you please prescribe Something A day in the life of someone else? Because I'm a hazard to myself  [Pre-Chorus] Don't let me get me I'm my own worst enemy It's bad when you annoy yourself So irritating Don't wanna be my friend no more I wanna be somebody else  [Pre-Chorus] Don't let me get me I'm my own worst enemy It's bad when you annoy yourself So irritating Don't wanna be my friend no more I wanna be somebody else  [Chorus] Doctor, doctor won't you please prescribe Something A day in the life of someone else? Because I'm a hazard to myself  [Pre-Chorus] Don't let me get me I'm my own worst enemy It's bad when you annoy yourself So irritating Don't wanna be my friend no more I wanna be somebody else  ",
        "title": "Don't Let Me Get Me"
    },
    {
        "artist": "Mary J. Blige Featuring Ja Rule",
        "lyrics": "  [Intro: Ja Rule] Ha ha here we go again Rule, Mary J. Bilge Whoo Holla, Ha ha  [Hook: Mary J. Blige] It's just those rainy days Spent a lifetime tryin' to wash away 'Til the sun comes out and shines again Smile for me, smile for me On all those rainy days Spend a lifetime tryin' to wash away 'Til the sun shines and I see your face Smile at me, smile at me  [Mary J. Blige] We're always livin' so crazy and sexy and cool And we begin to love it (begin love it) Watchin' all the heartache and pain of the world And think nothing of it (thinkin' nothing of it) Baby I got love for you And I know that you got me baby (got me baby) But every time the sun shines bright it gets so cloudy  (Chorus)  [Bridge: Mary J. Blige] (x2) Cuz nobody loves the rain Can't stand it It always seem to fall Baby handle it Baby didn't we tell you before about chasin those waterfalls Yeah  [Ja Rule] Rule Mary baby, see it just a sin It's the path that I'm on, in this midst of madness And my rain is a tad bit, to wet for the average Yeah, and I can see it her eyes That she's scared of the soul collision by Rule and Blige In my demise, smile on them Rainy Dayz Cause that's the Lord shedding tears on my grave And it's so real it's funny, Rule and Gotti rain supreme And hail down money, but the storm's still comin  [Mary - rapping] God, it ain't easy for none of us Ghetto children growing up alone, all we do is cuss Mad at the world, cause no one told us about the storm And they ain't give enough love to keep us warm (no love, no love) Every time I look around my people are dying Stressed out, pissed off, but I'm keep on tryin (what) To make sure me and you we make it through this maze Till the sun shines again on these Rainy Dayz  (Chorus)  [Mary J. Blige] I feel like an angel, mend my broken wings So I can soar again, Lord let me in And through all the passion and the pain and the hurt I feel like I'm fallin' (yeah) Makin' promises of love to those that spread love And for those that can't take it, stand up Baby we gon' make it and the words of Marvin Gaye \"War is not the answer\"  (Chorus)  (Bridge) x2  ",
        "title": "Rainy Dayz"
    },
    {
        "artist": "The Calling",
        "lyrics": "  [Verse 1] So lately, been wondering Who will be there to take my place When I'm gone you'll need love To light the shadows on your face If a great wave shall fall it would fall upon us all Then between the sand and stone Could you make it on your own  [Chorus] If I could, then I would I'll go wherever you will go Way up high or down low I'll go wherever you will go!!  [Verse 2] And maybe I'll find out A way to make it back someday To watch you, to guide you Through the darkest of your days If a great wave shall fall it'd fall upon us all Then I hope there's someone out there Who can bring me back to you  [Chorus] If I could, then I would I'll go wherever you will go Way up high or down low I'll go wherever you will go!!  [Bridge] Run away with my heart Run away with my hope Run away with my love  I know now, just quite how My life and love may still go on In your heart, in your mind I'll stay with you for all of time  [Chorus] If I could, then I would I'll go wherever you will go Way up high or down low I'll go wherever you will go!!  [Outro] If I could turn back time I'll go wherever you will go If I could make you mine I'll go wherever you will go I'll go wherever you will go  ",
        "title": "Wherever You Will Go"
    },
    {
        "artist": "Ja Rule Featuring Charli \"Chuck\" Baltimore",
        "lyrics": null,
        "title": "Down A** Chick"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] Had a nice little life A little boat a little beach A little routine I liked A blue ocean view Free to go with the flow Anywhere that I wanted to But the moment you set foot on my shore That's when I knew  [Chorus] There's a difference in living and living well You can't have it all all by yourself Something's always missing Till you share it with someone else There's a difference in living and living well  [Verse 2] Till you sailed with me Thought that I had it good As good as it could be From the back of my deck Caught a fish caught a breeze And a thousand red sunsets But sitting here with you girl I just saw The best one yet  [Chorus]  [Bridge] My days are brighter My sky a deeper blue My nights are sweeter When I'm with you   [Chorus]  ",
        "title": "Living And Living Well"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Verse 1] Passion, instant Sweat beads, feel me Cupid's shot me My heartbeat's racing Tempt me, drive me Feels so exciting Thought of highly It's yours entirely I'll be  [Hook] I'll be more than a lover More than a woman More than your lover (I'll be) I'll be more than a lover More than a woman More than enough for you (I'll be) More than a lover More than a woman Even more under covers (I'll be) I'll be more than a lover More than a woman More than enough for you (I'll be)  [Verse 2] Midnight grindin' My heart rate's climbin' You go, I go Cause we share pillows Chase me, leave me There's still no separating Morning massages With new bones in your closet  [Hook] I'll be more than a lover More than a woman More than your lover (I'll be) I'll be more than a lover More than a woman More than enough for you (I'll be) More than a lover More than a woman Even more under covers (I'll be) I'll be more than a lover More than a woman More than enough for you (I'll be)  [Bridge] I don't think you're ready (I don't think you're ready for this thing) For this thing (I don't think you're ready for this thing) You're not ready (I don't think you're ready for this thing) This thing, this thing (I don't think you're ready for this thing)  [Verse 3] Constant pleasure No scale can measure Secret Treasures Keeps on getting better Do you wanna roll with me? We can go to foreign lands Your hand in my hand Do you wanna ride with me? We can be like Bonnie & Clyde Me by your side  [Hook] I'll be more than a lover More than a woman More than your lover (I'll be) I'll be more than a lover More than a woman More than enough for you (I'll be) More than a lover More than a woman Even more under covers (I'll be) I'll be more than a lover More than a woman More than enough for you (I'll be)  ",
        "title": "More Than A Woman"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Verse 1: Mike Shinoda & Chester Bennington] It starts with one One thing, I don't know why It doesn't even matter how hard you try Keep that in mind I designed this rhyme to explain in due time All I know Time is a valuable thing Watch it fly by as the pendulum swings Watch it count down to the end of the day The clock ticks life away It's so unreal You didn't look out below Watch the time go right out the window Tryin' to hold on, they didn't even know I wasted it all just to watch you go I kept everything inside And even though I tried, it all fell apart What it meant to me will eventually be a memory Of a time when I tried so hard  [Chorus: Chester Bennington] I tried so hard and got so far But in the end, it doesn't even matter I had to fall to lose it all But in the end, it doesn't even matter  [Verse 2: Mike Shinoda & Chester Bennington] One thing, I don't know why It doesn't even matter how hard you try Keep that in mind, I designed this rhyme To remind myself how I tried so hard In spite of the way you were mockin' me Actin' like I was part of your property Remembering all the times you fought with me I'm surprised it got so far Things aren't the way they were before You wouldn't even recognize me anymore Not that you knew me back then But it all comes back to me in the end You kept everything inside And even though I tried, it all fell apart What it meant to me will eventually Be a memory of a time when I tried so hard  [Chorus: Chester Bennington] I tried so hard and got so far But in the end, it doesn't even matter I had to fall to lose it all But in the end, it doesn't even matter  [Bridge: Chester Bennington] I've put my trust in you Pushed as far as I can go For all this There's only one thing you should know I've put my trust in you Pushed as far as I can go For all this There's only one thing you should know  [Chorus: Chester Bennington] I tried so hard and got so far But in the end, it doesn't even matter I had to fall to lose it all But in the end, it doesn't even matter  ",
        "title": "In The End"
    },
    {
        "artist": "Tweet",
        "lyrics": null,
        "title": "Call Me"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] Well I love her But I love to fish I spend all day out on this lake And hell is all I catch Today she met me at the door Said I would have to choose If I hit that fishin' hole today She'd be packin' all her things And she'd be gone by noon  [Chorus] Well, I'm gonna miss her When I get home But right now I'm on this lake shore And I'm sittin' in the sun I'm sure it'll hit me When I walk through that door tonight Yeah, I'm gonna miss her Oh, look there, another bite  [Verse 2] Now there's a chance that if I hurry I could beg her to stay But that water's right And the weather's perfect No tellin' what I might catch today  [Chorus] Well, I'm gonna miss her When I get home But right now I'm on this lake shore And I'm sittin' in the sun I'm sure it'll hit me When I walk through that door tonight Yeah, I'm gonna miss her Oh, look there, another bite  [Outro] Yeah, I'm gonna miss her Oh, look there, another bite  ",
        "title": "I'm Gonna Miss Her (The Fishin' Song)"
    },
    {
        "artist": "Busta Rhymes Featuring P. Diddy & Pharrell",
        "lyrics": "  [Intro: Busta Rhymes] Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna  [Verse 1 - Busta Rhymes & P. Diddy] Act a fool, you better watch out Hot shit be bringin the cops out Street niggas is ringin them shots out Short circuit and blacken the blocks out Now open up the garage and pull the drops out Rockin the fur coat bringin the blue fox out Diamonds light up the block, runnin the blue rocks out Whylin till all of my crew knocks out Get yo' ass up on the floor Huh, throw ya hands if you wan't some more Baby, wiggle your crotch out, huh And peep the way we be blowin them spots out C'mon, look how we got 'em ready to act out Girl, I'm ready to give it twistin your back out Drink yack till a nigga fallin out Flat on his back now watch a nigga crawlin out, talk to me  [Hook: Pharell & (Busta Rhymes)] I said Busta (whassup son?) You leave them girls rollin' and it look like (c'mon) They asses is swollen (and they ass gettin big now) But if your man babysittin (uh-huh) then what you gon' say? (What we gon' tell 'em man?) We gon' tell that nigga (Pass the Courvoisier) We gon' tell that brotha (Pass the Courvoisier) Everybody sing it now {*Pass the Courvoisier*} Everybody sing it now {*Pass the Courvoisier*}  [Verse 2 - Busta Rhymes & P. Diddy] Girl, you need to shake it off Too much hair on your cho-cha, then shave it off C'mon, jump smack yo' ass and break it off And if it's too hot for y'all? You need to take it off In case you ain't knowin niggas we on a roll now Diddy, like we done stumbled on a pot of gold now - c'mon Food spillin all out of the bowl now, huh! Money thick, get harder to fold now - c'mon Ladies tell me if you're feelin {*alright*} And are you sure that you up for doin it {*all night*} I like this Listen, before you ass bet, nigga We wreck shit and we ain't even blacked yet Niggas all around and police rapidly shut down the block And the club ain't even packed yet - c'mon Nuff drinkin at the bar hold it down whylin out 'til the club is closed down, talk to me  [Hook: Pharell & (Busta Rhymes)] I said Busta (whassup son?) You leave them girl rollin... and it look like (c'mon) They asses is swollen (and they ass gettin big now) But if your man babysittin (uh-huh) then what you gon' say (What we gon' tell 'em man?) We gon' tell that nigga (Pass the Courvoisier) We gon' tell that brotha (Pass the Courvoisier) Everybody sing it now {*Pass the Courvoisier*} Everybody sing it now {*Pass the Courvoisier*}  [Bridge] (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna  [Verse 3 - Busta Rhymes & P. Diddy] Rob a bank my nigga, cash rule Bust it, let's get this money and act like a damn fool Fuck it, act stupid and jump in the damn pool - huh! Bone bitches and me and they man's cool C'mon, shit I'm sayin, just put your bank up, nigga Put me and Diddy together you bankrupt - c'mon Fly niggas we full of finesse y'all, yeah! Me and my niggas is fittin to bless y'all - c'mon Don't talk about it, be about it (Shut up!) Live niggas come and be around it (What up?) C'mon, rep to the fullest now - huh! These niggas ain't knowin how we gon' put it down - c'mon Cock, aim and shoot to spray it down Steamrollin you niggas and lay it down Niggas frontin with they thug image but we pay them no mind Now drink until the bottle finished, talk to me  [Hook: Pharell & (Busta Rhymes)] I said Busta (whassup son?) You leave them girl rollin... and it look like (c'monn) They asses is swollen (and they ass gettin big now) But if your man babysittin (uh-huh) then what you gon' say (What we gon' tell 'em man?) We gon' tell that nigga (Pass the Courvoisier) We gon' tell that brotha (Pass the Courvoisier) Everybody sing it now {*Pass the Courvoisier*} Everybody sing it now {*Pass the Courvoisier*}  [Bridge] (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna  [Hook: Pharell & (Busta Rhymes)] I said Busta (whassup son?) You leave them girl rollin... and it look like (c'mon) They asses is swollen (and they ass gettin big now) But if your man babysittin (uh-huh) then what you gon' say (What we gon' tell 'em man?) We gon' tell that nigga (Pass the Courvoisier) We gon' tell that brotha (Pass the Courvoisier) Everybody sing it now {*Pass the Courvoisier*} Everybody sing it now {*Pass the Courvoisier*}  ",
        "title": "Pass The Courvoisier Part II"
    },
    {
        "artist": "B2K",
        "lyrics": "  [Intro:] J Boog Raz B Lil Fizz Omarion  Check this out  [Verse 1:] It's not my way, to talk to strangers But I feel like I already know you, ooh And if you need somebody I wanna manage you, huh I can tell that you've been through some changes in your past, relationships But come on and walk through that door Cause I'm what you've been waitin for Whatever's on your mind (let it all) Girl we've got lots of time (we can talk) Through all the good times and bad times  [Hook 1:] I wanna be the gots ta be in your life Gots ta be the one that makes you sad Gots ta be the one you never had Gots ta be the one that you want so damn bad Gotta be, gotta be, gotta be your everything (everything) Gots be the only one you fight Gots ta be the one that makes it right Gots ta be the one you don't like half the time (the time) Gotta be, gotta be, gotta be your everything  [Verse 2:] Girl you just can't love anybody I take it I'm the right one for you, ooh But you gots to believe me Cause everything that I tell you is true, yeah I wanna be your mother, your father, your brother, and your sister too Be the good,be the bad Be the gots ta love that you run to Girl Whatevers on your mind (let it on) Girl we've got lots of time (we can talk) Through all the good times, and bad times  [Hook 2:] I wanna be the gots to be in your life Gots ta be the one that gets your nerves Gots ta be the one you don't deserve Gots ta be the only one that you serve Gotta be, gotta be, gotta be your everything Gots ta be the one to change your fate Gots ta be the one you love to hate Gots ta be the one you let eat off your plate Gotta be, gotta be, gotta be your everything (Be your everything)  [Bridge:] Listen Things aren't always gonna be, be so easy girl And I can let you know for sure that I gonna always be right here (right here for the long run) I might make you mad, you cuss me out, but your still my girl And I promise that I'll never put my hands on you girl I wanna be everything to you girl  [Hook 3:] Gots ta be the one you that you can't stand Gots ta be the one you call your man Gots ta be the one to put a ring on that hand Gotta be, gotta be, gotta be your everything Gots ta be the one you can't forget Gots ta be the one that you regret Gots ta be the one like you ain't never met Gotta be, gotta be, gotta be your everything  [Bridge 2:] Listen I don't want you love nobody but me You and me can do almost anything Gots ta be the one you want (Gots ta be the one you want) Gots ta be the one you flaunt You can't get mad at nobody but me In fact I'm the only one you can recieve Gots ta be the one you want Gots ta be the one you flaunt  [Hook 1] Gots ta be the one that make you sad (Gots ta be, yeah) Gots ta be the one you never had (Oh) Gots ta be the one that you want so damn bad (Gotta be everything to you) Gotta be, gotta be, gotta be your everything (Girl, you don't rally understand)  Gots ta be the only one you fight Gots ta be the one that makes it right Gots ta be the one you don't like half the time Gotta be, gotta be, gotta be your everything, yeah Gots ta be the one you want (Gots ta be the one) Gots ta be the one you flaunt (Gots ta be the one) Gotta be, gotta be, gotta be your everything  Gots ta be the one you want (Gots ta be the one) Gots ta be the one you flaunt (Gots ta be the one) Gotta be, gotta be, gotta be your everything, yeah  ",
        "title": "Gots Ta Be"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Verse 1] Never made it as a wise man I couldn't cut it as a poor man stealing Tired of living like a blind man I'm sick of sight without a sense of feeling And this is how you remind me  [Pre-Chorus] This is how you remind me Of what I really am This is how you remind me Of what I really am  [Chorus] It's not like you to say sorry I was waiting on a different story This time I'm mistaken For handing you a heart worth breaking And I've been wrong, I've been down Been to the bottom of every bottle These five words in my head Scream \"are we having fun yet?\"  Yeah, yeah, yeah, no, no Yeah, yeah, yeah, no, no  [Verse 2] It's not like you didn't know that I said I love you and I swear I still do And it must have been so bad Cause living with me must have damn near killed you  [Pre-Chorus] And this is how, you remind me Of what I really am This is how, you remind me Of what I really am  [Chorus] It's not like you to say sorry I was waiting on a different story This time I'm mistaken For handing you a heart worth breaking And I've been wrong, I've been down Been to the bottom of every bottle These five words in my head Scream \"are we having fun yet?\"  Yeah, yeah, yeah, no, no Yeah, yeah, yeah, no, no  [Bridge] Never made it as a wise man I couldn't cut it as a poor man stealing And this is how you remind me This is how you remind me  [Pre-Chorus] This is how you remind me Of what I really am This is how you remind me Of what I really am  [Chorus] It's not like you to say sorry I was waiting on a different story This time I'm mistaken For handing you a heart worth breaking And I've been wrong, I've been down Been to the bottom of every bottle These five words in my head Scream \"are we having fun yet?\"  [Outro] Yeah, yeah, are we having fun yet? Yeah, yeah, are we having fun yet? Yeah, yeah, are we having fun yet? Yeah, yeah, no, no  ",
        "title": "How You Remind Me"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": null,
        "title": "Drive (For Daddy Gene)"
    },
    {
        "artist": "Mario",
        "lyrics": "  You Ready for me  [Verse 1] I wanna know your name and I wanna know if you gotta man (I wanna know) I wanna know everything I wanna your number and if I can come over and I wanna know what you like I wanna know so I can do it all night But you're telling me I'm just a friend You're telling me I'm just a friend  [Chorus] Oh baby you (oh baby you) Got what I need (got what I need) But you say I'm just a friend (say I'm just a friend) But you say I'm just a friend Cause I can be your (cause I can be your) Fantasy But you say I'm just a friend (say I'm just a friend) But you say I'm just a friend  [Verse 2] I wanna know you in and out I wanna know what you're all about (I wanna know) I wanna know what makes you laugh I wanna know about your past I wanna know how you move I wanna know so I can move too (I wanna know) But you're telling me I'm just a friend Telling me I'm just a friend  [Chorus 2x]+(Mario) Oh baby you (oh baby you) Got what I need (got what I need, yeah) But you say I'm just a friend (say I'm just a friend) But you say I'm just a friend Cause I can be your (girl I can be your) Fantasy (fantasy, yeah) But you say I'm just a friend (say I'm just a friend) But you say I'm just a friend   [Mario] Oh can you give me one reason why (why) You wouldn't want this kinda guy Cause I stay dipped, I stay laced And I know, you know I'm fly Girl, stop playing games with me And let's get it on tonight You got nothing to lose Let me do what I do  [Chorus 2x] Oh baby you Got what I need (got what I need) But you say I'm just a friend (say I'm just a friend) But you say I'm just a friend (Just wanna be your) Cause I can be your fantasy (fantasy, girl) But you say I'm just a friend (but you say ) But you say I'm just a friend  [Breakdown] You can call me anytime you like (oh anytime) It doesn't matter day or night (said it doesn't matter) We can do whatever you (ohh) Wanna do it's up to you Don't fight the feeling that you feel (don't fight the feeling) I can tell that its real (oh girl) So won't you help me understand Why you say I'm just a friend  [Chorus]  ",
        "title": "Just A Friend 2002"
    },
    {
        "artist": "DJ Sammy & Yanou Featuring Do",
        "lyrics": null,
        "title": "Heaven"
    },
    {
        "artist": "Shakira",
        "lyrics": "  [Verse 1] You're a song written by the hands of God Don't get me wrong 'Cause this might sound to you a bit odd But you own the place Where all my thoughts go hiding And right under your clothes Is where I find them  [Chorus] Underneath your clothes There's an endless story There's the man I chose There's my territory And all the things I deserve For being such a good girl, honey  [Verse 2] 'Cause of you I forgot the smart ways to lie Because of you I'm running out of reasons to cry When the friends are gone When the party's over We will still belong to each other  [Chorus] Underneath your clothes There's an endless story There's the man I chose There's my territory And all the things I deserve For being such a good girl, honey Underneath your clothes There's an endless story There's the man I chose There's my territory And all the things I deserve For being such a good girl For being such a, ah, ah  [Bridge] I love you more than all that's on the planet Moving talking walking breathing You know it's true Oh, baby, it's so funny You almost don't believe it As every voice is hanging from the silence Lamps are hanging from the ceiling Like a lady tied to her manners I'm tied up to this feeling  [Chorus] Underneath your clothes There's an endless story There's the man I chose There's my territory And all the things I deserve For being such a good girl, honey Underneath your clothes There's the man I chose There's my territory And all the things I deserve For being such a good girl For being such a good girl  ",
        "title": "Underneath Your Clothes"
    },
    {
        "artist": "Irv Gotti Presents The Inc. Featuring Ja Rule, Ashanti, Charli Baltimore & Vita",
        "lyrics": "  [Hook: Ja Rule] + (Ashanti) (I wanna be your chick) (I wanna be down for you) Do you trust me? (Yea) Love me? (Yea) You puttin it on me? You must be (Your down ass chick) (I wanna be your chick) And only for the Rule baby (I'll ride for you) Yea (And die for you) Yea (Do anything you want me to; I'll be your down ass chick)  [Ja Rule] Yo - this is no intention of bein offensive to women By calling y'all bitches, my down ass bitches Still my queen, princess cuts look clean On that finger next to the finger you flipped at me And there's no in between me and you, only me and you Who else gon put it on ya, like the Rule And God only looks after children and fools And you're not - so who gon' look after you? Just Rule baby  [Vita] True baby, it's only for you baby Vita's thighs only divide, if you inside Cause I, love the way you touch me nobody can get it And if it's comin or gunnin just considered it's spitted So when you gone fo' a minute, I just fantasize Like if it's you that's all in it, then I'm satisfied 'til you come back to me, holdin stacks and jewels V-I-T-A and my nigga J-A, Rule baby  [Hook]  [Ashanti] I'm gonna be here when you need me Rule baby, can always count on me And you don't ever have to worry You know I'll make it in a hurry Here for you and I will never leave Shed tears for you, cause boy you got to me There will never be another for me You'll always be my one and only  [Ja Rule] Baby girl, would you bust your gun wit me? [Ashanti] Yea, yea [Ja Rule] Lie to the Feds if they come get me? [Ashanti] Yea, yea [Ja Rule] And if I died, would you kill for me? [Ashanti] Yea, yea [Ja Rule] Do you trust in me? [Ashanti] Yea, yea [Ja Rule] Are you lovin me? [Ashanti] Yea, yea, yea  [Ja Rule] Yea, let's get it gwenin' like we Ashford and Simpson Or Ike and Anna Mae on one of they good days You smile like sun rays 5'5 with brown eyes And thick legs, only for the Rule baby!!  [Hook]  [Charli Baltimore] Now baby, I told you I can show you better than I can tell you Blow trial, who bring commissaries and mail You them sweet words and naked flicks? I'm still that pretty down down ass 2 cars behind your 6 And I detest any clown that's clockin my round ass Only a down ass, and it's ALL for you I grown a tad bit since we've been at it like rabbits The booty a lil' plumper and it's (alll for Rule) Shit, who gon' love you like that? Thug with you with it stacked to the ceiling or splittin a dub with you Cause I play my position with cold D's, O.G.'s Until that bloodshed, blood red, or we O.D Remember every word that you told me? (Just show me! Hold me!) All you need in your life is Chuck, drugs, and dubs Or 22's, now tell me who the honey for you? .. Chuck  [Hook] - repeat 2X  ",
        "title": "Down 4 U"
    },
    {
        "artist": "John Mayer",
        "lyrics": "  [Verse 1] \"Welcome to the real world\", she said to me Condescendingly Take a seat Take your life Plot it out in black and white Well I never lived the dreams of the prom kings And the drama queens I'd like to think the best of me Is still hiding Up my sleeve  They love to tell you Stay inside the lines But something's better On the other side  [Chorus] I want to run through the halls of my high school I want to scream at the Top of my lungs I just found out there's no such thing as the real world Just a lie you've got to rise above  [Verse 2] So the good boys and girls take the so called right track Faded white hats Grabbing credits and Maybe transfers They read all the books but they can't find the answers And all of our parents They're getting older I wonder if they've wished for anything better While in their memories Tiny tragedies  They love to tell you Stay inside the lines But something's better On the other side  [Chorus] I want to run through the halls of my high school I want to scream at the Top of my lungs I just found out there's no such thing as the real world Just a lie you've got to rise above  [Bridge] I am invincible I am invincible I am invincible As long as I'm alive  [Chorus] I want to run through the halls of my high school I want to scream at the Top of my lungs I just found out there's no such thing as the real world Just a lie you've got to rise above  [Outro] I just can't wait til my ten year reunion I'm going to bust down the double doors And when I stand on these tables before you You will know what all this time was for  ",
        "title": "No Such Thing"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] Well, me and my lady had our first big fight So I drove around till I saw the neon light A corner bar, and it just seemed right So I pulled up  [Verse 2] Not a soul around but the old bar keep Down at the end and looking half asleep And he walked up, and said: \"What'll it be?\" I said: \"The good stuff\"  [Verse 3] He didn't reach around for the whiskey; He didn't pour me a beer His blue eyes kind of went misty He said: \"You can't find that here  [Chorus 1] Because it's the first long kiss on a second date Momma's all worried when you get home late And dropping the ring in the spaghetti plate Because your hands are shaking so much And it's the way that she looks with the rice in her hair Eating burnt suppers the whole first year And asking for seconds to keep her from tearing up Yeah, man, that's the good stuff\"  [Verse 4] He grabbed a carton of milk and he poured a glass And I smiled and said: \"I'll have some of that\" We sat there and talked as an hour passed Like old friends  [Verse 5] I saw a black and white picture and it caught my stare It was a pretty girl with bouffant hair He said: \"That's my Bonnie Taken about a year after we were wed\"  [Verse 6] He said \"Spent five years in the bottle When the cancer took her from me But I've been sober three years now Because the one thing stronger than the whiskey  [Chorus 2] Was the sight of her holding my baby girl The way she adored that string of pearls I gave her the day that our youngest boy, Earl Married his high school love And it's a new tee-shirt saying: 'I'm a Grandpa' Being right there as our time got small And holding her hand, when the Good Lord called her up Yeah, man, that's the good stuff\"  [Outro] He said: \"When you get home, she'll start to cry When she says: 'I'm sorry,' say: 'So am I' And look into those eyes, so deep in love And drink it up Because that's the good stuff That's the good stuff\"  ",
        "title": "The Good Stuff"
    },
    {
        "artist": "Jennifer Lopez Featuring Ja Rule",
        "lyrics": "  [Verse 1: Ja Rule] Murda Inc, ha, ha It, must, be the ASS - that got me like damn If they get any fatter Man, the Rule going to have to get at her And our situation won't matter I come to make you smile in the freakiest manners J to the L-O, hello No, I'm not Lee Harvey Oswald I'm the Rule and I shot call \"Off the Wall\" like MJ in his early days It's the Inc. and Lopez now  [Jennifer Lopez] Ain't that funny? It's been awhile since you came around Now you want to see what's going down Trying to tell me why you want my time Trying to tell me how I'm on your mind See, it never had to be this way You should have never played the games you played Now I'm seeing that you're kind of lame Knowing how the situation change  [Chorus: Jennifer Lopez] Ain't that funny? Baby, that you want me When you had me Love is crazy Now I can smile and say Ain't that funny? Baby, that you want me When you had me Love is crazy I'm glad I can smile and say Ain't that funny?  [Verse 2: Jennifer Lopez] I remember how you walked away Even when I tried to call your name See, at first I didn't understand Now you're looking like a lonely man I remember how you did me wrong And now you're hurting 'cause my love is gone Everybody gets a chance to burn You can take it as a lesson learned  [Chorus: Jennifer Lopez] Ain't that funny? Baby, that you want me When you had me Love is crazy Now I can smile and say Ain't that funny? Baby, that you want me When you had me Love is crazy I'm glad I can smile and say Ain't that funny?  [Verse 3: Cadillac Tah] C-A double D, HA!!! Double dose ma Fly by, red line, Testa Rossa Oh I, never been a sucker for chocha Spit the ism, hit them, get rid of em And you know That get it gully And isn't that funny How they want me see me working with money But Caddy isn't a dummy What these brodies want from me Because all I got is G, J.LO!!! And Murda I.N.C  [Verse 3: Jennifer Lopez] I really wish you wouldn't send me gifts Trying to make me sit and reminisce Trying to blind me with your blinging bling Thought I told you love don't cost a thing Hope you realize that now I'm through And I don't ever want to hear from you I had enough of being there for you Now I'm laughing why you play the fool  [Chorus: Jennifer Lopez] Ain't that funny? Baby, that you want me When you had me Love is crazy Now I can smile and say Ain't that funny? Baby, that you want me When you had me Love is crazy I'm glad I can smile and say Ain't that funny?  [Bridge: Ja Rule & Jennifer Lopez] Baby, is that your girlfriend I got my boyfriend But maybe we can be friends Nah, nah, nah, nah, nah, nah Baby, I've got my boyfriend Is that your girlfriend But maybe we can be friends Nah, nah, nah, nah, nah, nah  [Chorus: Jennifer Lopez] Ain't that funny? Baby, that you want me When you had me Love is crazy Now I can smile and say Ain't that funny? Baby, that you want me When you had me Love is crazy I'm glad I can smile and say Ain't that funny?  ",
        "title": "Ain't It Funny"
    },
    {
        "artist": "N.O.R.E.",
        "lyrics": null,
        "title": "Nothin'"
    },
    {
        "artist": "Lonestar",
        "lyrics": "  Got a picture of you I carry in my heart Close my eyes to see it when the world gets dark Got a memory of you I carry in my soul I wrap it close around me when the nights get cold If you asked me how I'm doin' I'd say just fine But the truth is baby, if you could read my mind  Not a day goes by that I don't think of you After all this time you're still with me it's true Somehow you remain locked so deep inside Baby, baby, oh baby, not a day goes by  I still wait for the phone in the middle of the night Thinkin' you might call me if your dreams don't turn out right And it still amazes me that I lie here in the dark Wishin' you were next to me, with your head against my heart If you asked me how I'm doing I'd say just fine But the truth is baby, if you could read my mind  Not a day goes by that I don't think of you After all this time you're still with me it's true Somehow you remain locked so deep inside Baby, baby, oh baby, not a day goes by  Minutes turn to hours, and the hours to days Seems it's been forever that I've felt this way  Not a day goes by that I don't think of you After all this time you're still with me it's true Oh, somehow you remain locked so deep inside Baby, baby, oh baby, not a day goes by That I don't think of you  ",
        "title": "Not A Day Goes By"
    },
    {
        "artist": "Craig David",
        "lyrics": "  [Hook] I'm walking away from the troubles in my life I'm walking away oh to find a better day I'm walking away from the troubles in my life I'm walking away oh to find a better day I'm walking away  [Verse 1] Sometimes some people get me wrong When it's something I've said or done Sometimes you feel there is no fun That's why you turn and run But now I truly realise Some people don't wanna compromise Well I saw them with my own eyes spreading those lies And well I don't wanna live a lie, too many sleepless nights Not mentioning the fights, I'm sorry to say lady  [Hook] I'm walking away from the troubles in my life I'm walking away oh to find a better day I'm walking away from the troubles in my life I'm walking away oh to find a better day I'm walking away  [Verse 2] Well I'm so tired baby Things you say you're driving me away Whispers in the powder room baby Don't listen to the games they play Girl I thought you'd realise I'm not like them other guys Coz I saw them with my own eyes You should've been more wise And well I don't wanna live a lie, too many sleepless nights Not mentioning the fights, I'm sorry to say lady  [Hook] I'm walking away from the troubles in my life I'm walking away oh to find a better day I'm walking away from the troubles in my life I'm walking away oh to find a better day I'm walking away  ",
        "title": "Walking Away"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Intro] American Girls and American Guys We’ll always stand up and salute, we’ll always recognize When we see Old Glory Flying - there’s a lot of men dead So we can sleep in peace at night when we lay down our head  [Verse 1] My daddy served in the army where he lost his right eye But he flew a flag out in our yard 'til the day that he died He wanted my mother, my brother, my sister and me To grow up and live happy in the land of the free  [Verse 2] Now this nation that I love has fallen under attack A mighty sucker punch came flying in from somewhere in the back Soon as we could see clearly through our big black eye Man, we lit up your world like the Fourth of July  [Chorus] Hey, Uncle Sam put your name at the top of his list And the Statue of Liberty started shaking her fist And the eagle will fly - man, it’s gonna be hell When you hear Mother Freedom start ringing her bell And it feels like the whole wide world is raining down on you Oh, brought to you courtesy of the red, white, and blue  [Bridge] Oh, justice will be served and the battle will rage This big dog will fight when you rattle his cage And you’ll be sorry that you messed with the U.S. of A `Cause we`ll put a boot in your ass, it`s the American way  [Chorus] Hey, Uncle Sam put your name at the top of his list And the Statue of Liberty started shaking her fist And the eagle will fly - man, it’s gonna be hell When you hear Mother Freedom start ringing her bell And it feels like the whole wide world is raining down on you Brought to you courtesy of the red, white, and blue  [Outro] Oh, oh Of the red, white and blue Oh, oh Of my red, white, and blue  ",
        "title": "Courtesy Of The Red, White And Blue (The Angry American)"
    },
    {
        "artist": "Gary Allan",
        "lyrics": null,
        "title": "The One"
    },
    {
        "artist": "Ruff Endz",
        "lyrics": "  I picture that I can read your mind And tell you everything you're going through Baby I've tried to find, i've the reasons why You're alone and acting so cold  Tell me how long you've been this way Maybe I can open up your heart See, I've been waiting all my life For someone just like you And I know you've been waiting too For someone to love you  CHORUS All you need is someone who cares (Someone to love you) Someone who will always be there All you need to say is that You want me to be with you Girl I know you waited so long For someone to love you  Baby I wish I could be there For every time you ever shed a tear Baby I hate to see a pretty girl like you Going through, the things that you do  Girl I think you've gone for far too long Without a good man to make you smile How can I appeal to you and make you understand That I'm here when you're ready for Someone to love you  CHORUS  Baby you've been waiting for the man from all the fairy tales Or maybe just the man from all your dreams Try to think reality, Lets talk possibilities Cause girl you know you've waited for so long For someone to love you  CHORUS  All you need is someone...  Repeat Chorus  ",
        "title": "Someone To Love You"
    },
    {
        "artist": "Paulina Rubio",
        "lyrics": null,
        "title": "Don't Say Goodbye"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  [Chorus] Standing in line to see the show tonight And there's a light on, heavy glow By the way I tried to say I'd be there waiting for Dani the girl is singing songs to me Beneath the marquee Overload  [Verse 1] Steak knife, card shark Con job, boot cut Skin that flick, she's such a little DJ To get there quick by street but not the freeway Turn that trick to make a little leeway Beat that nic but not the way that we play Dogtown, blood bath Rib cage, soft tail  [Chorus] Standing in line to see the show tonight And there's a light on, heavy glow By the way I tried to say I'd be there waiting for  [Verse 2] Black jack, dope dick Pawn shop, quick pick Kiss that dyke, I know you want to hold one Not on strike but I'm about to bowl one Bite that mic, I know you never stole one Girls that like a story, so I told one Song bird, main line Cash back, hard top  [Chorus] Standing in line to see the show tonight And there's a light on, heavy glow By the way I tried to say I'd be there waiting for Dani the girl is singing songs to me Beneath the marquee Oversold By the way I tried to say I'd be there waiting for  [Bridge] Ooh, ah, guess you never meant it Ooh, ah, guess you never meant it Ooh, ah, guess you never meant it Ooh, ah, guess you never meant it Ooh, ah, guess you never meant it Ooh, ah, guess you never meant it Ooh, ah, guess you never meant it Ooh, ah  [Chorus] Standing in line to see the show tonight And there's a light on, heavy glow By the way I tried to say I'd be there waiting for Dani the girl is singing songs to me Beneath the marquee Of her soul By the way I tried to say I know you from before Standing in line to see the show tonight And there's a light on, heavy glow By the way I tried to say I'd be there waiting for  ",
        "title": "By The Way"
    },
    {
        "artist": "Jaheim Featuring Next",
        "lyrics": null,
        "title": "Anything"
    },
    {
        "artist": "Avant",
        "lyrics": "  [Avant] I'm doin' this for all my ladies I know you thinkin', yo, it sound a lullaby, right? Bone Thugs-N-Harmony, A-V, we so sick We about to do this REMIX Radio play this  [Verse 1: Krayzie Bone] On The highway and it's Friday, in my big truck Tryin' to get home to you Stop and get a bottle to pop I'll be lovin' the night time When we do what we do Best part of my day Is when we rollin' it up And we blowin' and we zonin' Feelin' the buzz, plus the love Up til early in the morning Bone comes (That's right) Let's go have some fun In the bedroom All day (All day) And all of the night I been workin' Now, daddy comin' home, and I'm lookin' for a little bit of action I be comin' through, you wanna do that thang Let me bless you with thug passion  Chorus: Avant Girl, when We, make (I keep the pain comin') Love all night, I mean We, make good (We do the same good loving) Love all night, when We, make (I keep the pain comin') Love all night We really make love (We do the same good loving)  Repeat Chorus  [Verse 2: Wish Bone] On the way to my honnies Leaving the club, and I'm off that Henny baby Hope a [{*nigga*}] understand that a [{*nigga*}] Got a plan, and I really gotta see this lady Charter plane in Cleveland, hit up my thugs, let 'em know I'm leaving Four hours Windows tinted Cause you know How these [{*hoes*}] be creepin' We off And it's gonna get freaky, this weekend, off in my house And I'm real Just hold it steady, I bet ya I break you off Yes, miss lady And you know a [{*nigga*}] keep it thug, so it might get it rough, I'm sorry But don't you know, you do what you do When you drop that dress with that body My God!  Repeat Chorus Twice  (Verse 3) [Layzie Bone] Baby, we did Our thang, off in the shower, had me goin' a whole hour Thought I was scared like I was a coward When you hit the streets and you felt this power Of the thang I swang, thangs won't change, and I need that lovin' Baby, that baby you got in the oven All I need is kissin' and huggin' All of the drama you can keep it, ain't no secret It's revealed Walk the walk, girl, go on and shake that sex appeal I'm still here, always gon' be here, never gon' leave Wanna get down with Steve, and you my boo, oooh, wee  [Bizzy Bone] Cum at the same Time, with you, with you, whet you Wetter, wetter, thick up inside You gristle {*groan*} Oh That's eight and a half to nine And ya gushy like Niagara Feeling my split ends Amazed, cause I'm in between your thighs, lickin' And other people, they be fightin' And I rap fast So what you think I'm fin'na do with that [{*ass*}] One hundred and fifty five, seventy one thousand got you paralyzed Cummin' Though she's flabbergasted, and I'm Duracell And others, they just don't last (Going and going and going) Zip in the vehicle with the homeboy Avant Let's mash, Cleveland, come/cum back  Bridge: (Bizzy Bone in background) [Avant]      If it's the house In the boat (Come in the (???) that, there) In the Jeep, babe (Up in the backseat, yeah) In the top (Sippin' that bubbly) In the pool Or the beach, babe Get your groove on (Gotta get your groove on) [Bizzy Bone] Gotta get your groove on [Avant]      Get your groove on [Bizzy Bone] I'm a make good love here, baby  Repeat Bridge  Repeat Chorus Twice  [Avant] And I love the way you feel Girl, I love ya Throw it on the floor Girl, I love ya Throw it on the couch  ",
        "title": "Makin' Good Love"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": null,
        "title": "My Heart Is Lost To You"
    },
    {
        "artist": "Steve Azar",
        "lyrics": null,
        "title": "I Don't Have To Be Me ('til Monday)"
    },
    {
        "artist": "Amerie",
        "lyrics": null,
        "title": "Why Don't We Fall In Love"
    },
    {
        "artist": "Goo Goo Dolls",
        "lyrics": "  [Verse 1] You and i got something But it's all and then it's nothing to me, yeah And i got my defenses When it comes through your intentions for me, yeah And we wake up in the breakdown With the things we never thought we could be, yeah  [Pre-Chorus] I'm not the one who broke you I'm not the one you should fear We got to move you darling I thought i lost you somewhere But you were never really ever there at all  [Chorus] And i want to get free Talk to me I can feel you falling And i wanted to be All you need Somehow here is gone  [Verse 2] I am no solution To the sound of this pollution in me, yeah And i was not the answer So forget you ever thought it was me, yeah  [Pre-Chorus] I'm not the one who broke you I'm not the one you should fear We got to move you darling I thought i lost you somewhere But you were never really ever there at all  [Chorus] And i want to get free Talk to me I can feel you falling And i wanted to be All you need Somehow here is gone  [Bridge] And i don't need the fallout Of all the past that's in between us And i'm not holding on And all your lies weren't enough to keep me here  [Chorus] And i want to get free Talk to me I can feel you falling And i wanted to be All you need Somehow here is gone   [Outro] And i want to get free Talk to me I can feel you falling I know it's out there I know it's out there And i can feel you falling I know it's out there I know it's out there Somehow here is gone, yeah I know it's out there I know it's out there Somehow here is gone, yeah  ",
        "title": "Here Is Gone"
    },
    {
        "artist": "Enrique Iglesias",
        "lyrics": null,
        "title": "Escape"
    },
    {
        "artist": "Creed",
        "lyrics": "  [Verse 1] Please come now I think I'm falling I'm holding on to all I think is safe It seems I found the road to nowhere And I'm trying to escape I yelled back when I heard thunder But I'm down to one last breath And with it let me say Let me say  [Chorus] Hold me now I'm six feet from the edge And I'm thinking maybe six feet Isn't so far down  [Verse 2] I'm looking down now that it's over Reflecting on all of my mistakes I thought I found the road to somewhere Somewhere in His grace I cried out, „Heaven save me“ But I'm down to one last breath And with it let me say Let me say  [Chorus] Hold me now I'm six feet from the edge And I'm thinking maybe six feet Isn't so far down  [Chorus] Hold me now I'm six feet from the edge And I'm thinking maybe six feet Isn't so far down I'm so far down  [Verse 3] Sad eyes follow me But I still believe there's Something left for me So please come stay with me Because I still believe there's Something left for you and me For you and me For you and me  [Chorus] Hold me now I'm six feet from the edge And I'm thinking  [Chorus] Hold me now I'm six feet from the edge And I'm thinking maybe six feet Isn't so far down  [Chorus] Hold me now I'm six feet from the edge And I'm thinking maybe six feet Isn't so far down  [Outro] Please come now I think I'm falling I'm holding on to all I think is safe  ",
        "title": "One Last Breath"
    },
    {
        "artist": "Donell Jones",
        "lyrics": null,
        "title": "You Know That I Love You"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] Under an old brass paperweight Is my list of things to do today Go to the bank and the hardware store Put a new lock on the cellar door I cross 'em off as I get 'em done but when the sun is set There's still more than a few things left I haven't got to yet  [Chorus] Go for a walk, say a little prayer Take a deep breath of mountain air Put on my glove and play some catch It's time that I make time for that Wade the shore and cast a line Look up a long lost friend of mine Sit on the porch and give my girl a kiss Start living, that's the next thing on my list  [Verse 2] Wouldn't change the course of fate But cutting the grass just had to wait Cause I've got more important things Like pushing' my kid on the backyard swing I won't break my back for a million bucks I can't take to my grave So why put off for tomorrow what I could get done today like  [Chorus] Go for a walk, say a little prayer Take a deep breath of mountain air Put on my glove and play some catch It's time that I make time for that Wade the shore and cast a line Look up a long lost friend of mine Sit on the porch and give my girl a kiss Start living, that's the next thing on my list  [Chorus 2] Raise a little hell, laugh 'till it hurts Put an extra five in the plate at church Call up my folks just to chat It's time that I make time for that Stay up late, then oversleep Show her what she means to me Catch up on all the things I've always missed Just start living', that's the next thing on my list  [Outro] Under an old brass paperweight Is my list of things to do today  ",
        "title": "My List"
    },
    {
        "artist": "Kellie Coffey",
        "lyrics": "  Oh  Maybe tonight We could close the door and lock ourselves inside Take time to feel I don't want to miss the chance to be so real The days all fly away and I forget the truth Everything that matters, is, in this room  When you lie next to me Breathing the air I breathe We don't have to speak, an' just be Our love's a precious thing Don't want to waste a day Or one more minute without you in it Life is so sweet When you lie next to me  My heart is yours And every part of me still wants to give you more More time to love 'Cos you never know when life will leave us I want to take in all the beauty here Oh, let the world around us just disappear  When you lie next to me Breathing the air I breathe We don't have to speak, an' just be Our love's a precious thing Don't want to waste a day Or one more minute without you in it Life is so sweet When you lie next to me Oh lie next to me  When you lie next to me Breathing the air I breathe We don't have to speak, an' just be Our love's a precious thing Don't want to waste a day Or one more minute without you in it Life is so sweet When you lie next to me  When you lie next to me  ",
        "title": "When You Lie Next To Me"
    },
    {
        "artist": "Nickelback",
        "lyrics": null,
        "title": "Too Bad"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Verse 1] Daddy sits on a front porch swinging Looking out on a vacant field Used to be filled with burley t'bacca Now he knows it never will My Brothers found work in Indiana M' Sisters a nurse at the old folks home Mama still cooking too much for supper And me I’ve been a long time gone  [Chorus] Been a long time gone No, I ain't hoed a row since I don't know when Long time gone And it ain't coming back again  [Verse 2] Deliah plays that ol' church pian'a Sitting out on her daddy’s farm She always thought that we'd be together Lord I never meant to do her harm Said she could hear me singin' in the choir Me, I heard another song I caught wind and hit the road runnin' And Lord, I've been a long time gone  [Chorus] Been a long time gone No, I ain't hoed a row since I don't know when Long time gone And it ain't coming back again  [Bridge] Now me, I went to Nashville Tryin' to beat the big deal Playin' down on Broadway Gettin' there the hard way Living from a tip jar Sleeping in my car Hocking my guitar Yeah I’m gonna be a star  [Verse 3] Now, me and Deliah singing every Sunday Watching the children and the garden grow We listen to the radio to hear what's cookin’ But the music ain't got no soul Now they sound tired but they don't sound Haggard They've got money but they don't have Cash They got Junior but they don't have Hank I think, I think, I think  [Outro] The rest is a long time gone No, I ain't hit the roof since I don’t know when Long time gone And it ain't coming back I said a long time gone No, I ain't honked the horn since I don’t know when Long time gone And it ain't coming back again I said a long time, long time, long time gone Well it’s been a long time Long time, long time, long time gone Oh, it's been a long time gone Long time, long time, long time gone Yeah yeah  ",
        "title": "Long Time Gone"
    },
    {
        "artist": "Clipse",
        "lyrics": "  [Intro: Pharrell & (Pusha T)] Yo, I go by the name (I'm yo' pusha) Of Pharrell, from the Neptunes And I just wanna let y'all know (I'm yo' pusha) The world, is about to feel something (I'm yo pusha) That they've never felt before, c'mon  [Verse 1: Pusha T] From ghetto to ghetto, to backyard to yard I sell it whipped un-whipped, it’s soft or hard I'm the neighborhood pusha Call me Subwoofer, cause I pump base like that, Jack On or off the track, I'm heavy cous Ball 'til you fall, cause you could duck to the Feddy Govs Sorry my love, what I'm seeing through these eyes Benz convoys with the wagon on the side Only big boys keep deuces on the ride Gucci Chuck Taylor with the dragon on the side Man, I make a buck, why scram? I'm trying to show y'all who the fuck I am The jewels is flirting, be damned if I'm hurting Legend in two games like I'm Pee Wee Kirkland Platinum on the block with consistent hits While Pharrell keep talking this music shit  [Hook: Pharrell] Grindin'... Grindin', grindin' Grindin', grindin' Huh-huh  [Verse 2: Malice] Patty cake, patty cake, I'm the baker's man I bake them cakes as fast as I can And you can tell by how my bread stack up Then disguise it as rap so the feds back up Watch it, like my whip, like my chick, topless Doing a buck-six with me in the cockpit Grindin' cousin, I got wholes for a dozen Even eleven-5, if I see ya keep it comin' And my weight, that's just as heavy as my name So much dough, I can't swear I won't change Excuse me if my wealth got me full of myself Cocky, something that I just can't help 'Specially when them 20's is spinning like windmills And the ice 32 below minus the wind chill Filthy, the word that best defines me I'm just grinding man, y'all never mind me  [Hook: Pharrell] Grindin'... Grindin', grindin' Grindin', grindin' Huh-huh  [Post-Hook: Clipse & (Pharrell)] Grindin' (whoa) When you know what I keep in the lining (whoa) Niggas better stay in line when (whoa) You see a nigga like me shinin' (grinding!) Grindin' (whoa) When you know what I keep in a lining (whoa) Niggas better stay in line when (whoa) You see a nigga like me shinin' (grinding!)  [Verse 3: Malice] My grind's 'bout family, never been about fame From days I wasn't able, there was always 'caine Four and a half will get you in the game Anything less is just a goddamn shame Guess the weight, my watch got blue chips in the face Glock with two tips whoever gets in the way Not to mention the hideaway that rests by the lake Consider my raw demeanor the icing on the cake I'm grindin'  [Verse 4: Pusha T] I move 'caine like a cripple Balance weight through the hood, kids call me Mr. Sniffles Other hand on my nickel Plated whistle, one eye closed I'll hit you As if I was Slick Rick my aim is still an issue Lose your soul in, whichever palm I'm holdin' One'll leave you frozen, the other, noddin' and dozin' I'm grindin' Jack  [Hook: Pharrell] Grindin'... Grindin', grindin' Grindin', grindin' Huh-huh  [Post-Hook: Clipse & (Pharrell)] Grindin' (whoa) When you know what I keep in the lining (whoa) Niggas better stay in line when (whoa) You see a nigga like me shinin' (grinding!) Grindin' (whoa) When you know what I keep in a lining (whoa) Niggas better stay in line, when (whoa) You see a nigga like me shinin' (grinding!)  [Produced by The Neptunes]  ",
        "title": "Grindin'"
    },
    {
        "artist": "Puddle Of Mudd",
        "lyrics": "  Forgotten thoughts of yesterday Through my eyes I see the past  Well I don't know I don't know I don't know why I believe I believe I believe in the truth, from inside Go away go away go away from me Leave me alone Ignorance spreads lies How much will money buy Well I'll take my time as I drift and die  Unwanted live my life a shame Who's to blame for my mistakes  [Chorus] As I drift and die [x2]  Ignorance spreads lies How much will money buy Well I'll take my time As I drift and die [x5]  ",
        "title": "Drift & Die"
    },
    {
        "artist": "Darryl Worley",
        "lyrics": "  I miss the look of surrender in your eyes The way your soft brown hair would fall I miss the power of your kiss when we made love But baby most of all  I miss my friend The one my heart and soul confided in The one I felt the safest with The one who knew just what to say to make me laugh again And let the light back in I miss my friend  I miss the colors that you brought into my life Your golden smile, those blue-green eyes I miss your gentle voice in lonely times like now Saying it'll be alright  I miss my friend The one my heart and soul confided in The one I felt the safest with The one who knew just what to say to make me laugh again And let the light back in I miss my friend  I miss those times I miss those nights I even miss the silly fights The making up The morning talks And those late afternoon walks  I miss my friend The one my heart and soul confided in The one I felt the safest with  ",
        "title": "I Miss My Friend"
    },
    {
        "artist": "Emerson Drive",
        "lyrics": "  [Verse 1:] I never knew there were such great movies On tv at 3 am I'd never guessed that at midnight tuesday I could have pizza ordered in I've never been a real night owl But these days i'm all turned around There's only one thing i'm sure of right now  [Chorus:] I should be sleeping 'stead of keeping These late hours i've been keeping I've been pacing and retracing Every step of every move Even though i'm feeling so right I'm so happy still i know i Should be sleeping Instead of dreaming about you  [Verse 2:] I never knew that i was funny 'til i went and made you laugh Never liked a girl to call me honey But you did and i liked that I keep thinking about your smile Trying to read between the lines Looks like i'll be up for a while  [Chorus]  [Verse 3:] After just three dates And one great kiss It's way too soon To be obsessing like this  [Chorus]  [Outro:] Dreaming about you I should be sleeping Dreaming about you Well, i'm dreaming about you Yeah  ",
        "title": "I Should Be Sleeping"
    },
    {
        "artist": "Khia Featuring DSD",
        "lyrics": "  [Intro] All you ladies pop your pussy like this Shake your body: don't stop, don't miss All you ladies pop your pussy like this Shake your body: don't stop, don't miss Just do it, do it, do it, do it, do it now Lick it good, suck this pussy just like you should Right now, lick it good Suck this pussy just like you should  [Hook] My neck, my back Lick my pussy and my crack  [Verse 1] First you gotta put your neck into it Don't stop, just do it, do it Then, you roll your tongue From the crack back to the front Then you suck it all til I shake and cum, nigga Make sure I keep busting nuts, nigga All over your face and stuff Slow head, show me so much love The best head comes from a thug The dick good: thick, big and long Slow thumping til the crack of dawn On the X, making faces and stuff Through the night, making so much love Dead sleep when the sun comes up  [Hook] My neck, my back Lick my pussy and my crack  [Verse 2] You might roll dubs, you might have G's But fuck that, nigga: get on your knees A bitch like me moans and screams \"Thug Misses\" know what I mean At the club, so fresh, so clean Hoes hate and niggas watching me So high in the line on green With a unit on my face, so mean I got to pick which nigga I need Cause only thug niggas satisfy me You try me, I'll make you see You bitches ain't got shit on me  [Hook] My neck, my back Lick my pussy and my crack  ",
        "title": "My Neck, My Back"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "A New Day Has Come"
    },
    {
        "artist": "Ludacris Featuring Sleepy Brown",
        "lyrics": null,
        "title": "Saturday (Oooh! Ooooh!)"
    },
    {
        "artist": "Ying Yang Twins",
        "lyrics": "  So Ying Yang, what you gonna do two years after whistle while you twurk?  [Hook: Ying Yang Twins] She got her hands all on her knees and then her bows on her thigh She like to twerk and that's for sure cause I can tell how she fly She got me hyper, wanna bite right now yi yi Say I yi, yi yi yi  [Verse 1: Ying Yang Twins] Look at shawty snap, make that ass clap Niggas in the club spendin dubs when it's PHAT Thick and real fine, standin five-nine High heels on, right on time God Damn look at shawty she makin that ass jiggle I like the way it wobbledy wobbledy when it wiggle Anybody down for my nursery rhyme riddle Some of these hoes be for the creamin in the middle  [Verse 2: Ying Yang Twins] She shakin ass and gettin paid because she makin her cheese She ain't scared to get on the flo' to show her ass and titties If she doin it quite right I might just give her fifty I be drankin Hennessy so I'm down to tipsy I know them hoes in the club they ain't twerkin for free If she dancin like she should she'll make her money I like them freaky ass hoes twitchin asses for me Ahhh shit that's it so I'm so I'm spendin my cheese  [Hook: Ying Yang Twins] She got her hands all on her knees and then her bows on her thigh She like to twerk and that's for sure cause I can tell how she fly She got me hyper, wanna bite right now yi yi Say I yi, yi yi yi  She got her hands all on her knees and then her bows on her thigh She like to twerk and that's for sure cause I can tell how she fly She got me hyper, wanna bite right now yi yi Say I yi, yi yi yi  [Verse 3: Ying Yang Twins] Jummy club let me see ya I YI YI Blue flame let me see ya I YI YI Magic City let me see ya I YI YI Body Chap let me see ya I YI YI Jazzy T's let me see ya I YI YI Club Pleeders let me see ya I YI YI School Hoes let me see ya I YI YI And if you ain't twerkin BITCH BY YI YI  [Verse 4: Ying Yang Twins] Shawty let me see ya shake it on the flo' butt-naked Show-stoppin pussy-poppin; damn I like the way you take it Up and down, side to side, round and round, touch the ground There you go, now you know, how you gotta make yo cash flow Put them poles touch them toes, let me see that ass roll All in the booty club, shawty shake it for the dub High as a kite, so I'm might, stick yo' ass a lil' somethin Make that pussy pull a blunt!  [Hook: Ying Yang Twins] She got her hands all on her knees and then her bows on her thigh She like to twerk and that's for sure cause I can tell how she fly She got me hyper, wanna bite right now yi yi Say I yi, yi yi yi She got her hands all on her knees and then her bows on her thigh She like to twerk and that's for sure cause I can tell how she fly She got me hyper, wanna bite right now yi yi Say I yi, yi yi yi, Yeah  [Verse 5: Ying Yang Twins] Hoes shakin ass like a real freak Tryin to get the motherfuckin ends meat Don't be tryin to motherfuckin tease me Cause I'm bout tipped on the Hennessy But I still give you a dub doe But you gotta shake that ass ho Work real hard for the cash flow Bring yo ass to the dance flow  [Verse 6: Ying Yang Twins] One time for them bitches at that gentlemen's club Them bitches shakin ain't no fakin and they came to buy dubs Them niggas hatin steady waitin so we can't come back I'm on this track up out this here while she work that cat Pussy poppin shawty droppin say she gone get blowed She a average everyday government cheese ho Fuck them niggas who dem niggas that be hatin on the guys They in the club with them thugs screamin I YI YIIII  [Hook: Ying Yang Twins] She got her hands all on her knees and then her bows on her thigh She like to twerk and that's for sure cause I can tell how she fly She got me hyper, wanna bite right now yi yi Say I yi, yi yi yi She got her hands all on her knees and then her bows on her thigh She like to twerk and that's for sure cause I can tell how she fly She got me hyper, wanna bite right now yi yi Say I yi, yi yi yi She got her hands all on her knees and then her bows on her thigh She like to twerk and that's for sure cause I can tell how she fly She got me hyper, wanna bite right now yi yi Say I yi, yi yi yi  ",
        "title": "Say I Yi Yi"
    },
    {
        "artist": "Dave Matthews Band",
        "lyrics": "  [Verse 1] Where are you going? With your long face Pulling down, Don't hide away Like an ocean That you can't see but you can smell And the sound of the waves crash down  [Hook] I am no Superman, I have no reasons for you I am no hero, Oh that's for sure But I do know one thing Is where you are is where I belong I do know where you go, Is where I want to be  Where are you going? Where do you go?  [Verse 2] Are you looking for answers To questions under the stars? Well, if along the way You are grown weary You can rest with me until A brighter day and you're okay  [Hook] I am no Superman, I have no answers for you I am no hero, Oh that's for sure But I do know one thing Is where you are is where I belong I do know where you go, Is where I want to be  Where are you going? Where do you go?  Where do you go? Where are you going?  Where do you go?  [Hook]  Where are you going? Where do you go? Tell me, where are you going? Where? Well, let's go  ",
        "title": "Where Are You Going"
    },
    {
        "artist": "Andy Griggs",
        "lyrics": "  Baby light a couple candles, lock the bedroom door Put on some sweet soul music, throw a blanket on the floor Surrender to my patient hands All week I've been your husband, tonight I wanna be your man  It hit me just this morning, when I passed you in the hall I swear I caught you lookin, like you dont know me at all Let me show you who I am All week I've been your husband, tonight I wanna be your man  And I'll always be, your cover when your cold And when the world winds up against you, im the safe place you can go But now and then, we need to find some time to be in love, just be in love  Now the whole worlds in bed sleepin, I think were finally alone And if the telephone starts ringin, we'll pretend like were not home Cause any fool would understand That all week ive been your husband, tonight I wanna be your man  Mhhmh, mmhmmmhm  So let me show you who I am All week ive been your husband, tonight I wanna be your man  Just forget about that old wedding band All week I've been your husband, tonight I wanna be your man Mmmhmm  ",
        "title": "Tonight I Wanna Be Your Man"
    },
    {
        "artist": "Tommy Shane Steiner",
        "lyrics": "  There's a man standing on the corner With a sign saying, 'Will work for food' You know the man, you see him every morning The one you never give your money to  You can sit there with your window rolled up Wondering when the lights going to turn green Never knowing what a couple more bucks In his pocket might mean  What if he's an angel sent here from Heaven And he's making certain that you're doing your best To take the time to help one another Brother are you going to pass that test?  You can go on with your day to day Trying to forget what you saw in his face Knowing deep down it could have been his saving grace What if he's an angel?  There's a man and there's a woman Living right above you in apartment G There's a lot of noise coming through the ceiling And it don't sound like harmony  You can sit there with your TV turned up While the words and his anger fly But come tomorrow when you see her with her shades on Can you look her in the eye?  What if she's an angel sent here from Heaven And she's making certain that you're doing your best To take the time to help one another Brother are you going to pass that test?  You can go on with your day to day Trying to forget what you saw in her face Knowing deep down it could have been her saving grace But what if she's an angel?  A little girl on daddy's lap Hiding her disease with a baseball cap You can turn the channel, most people do But what if you were sitting in her daddy's shoes?  Maybe she's an angel sent here from Heaven And she's making certain that you're doing your best To take the time to help one another Brother are you going to pass that test?  You can go on with your day to day Trying to forget what you saw in her face Knowing deep down it could have been her saving grace What if she's an angel?  ",
        "title": "What If She's An Angel"
    },
    {
        "artist": "Ludacris Featuring Mystikal & Infamous 2.0",
        "lyrics": null,
        "title": "Move B***h"
    },
    {
        "artist": "Will Smith Featuring Tra-Knox",
        "lyrics": "  Intro: (Come Come on) (Come on Come Come on M-I-B) (The Black Suits Comin) (The Black Suits Comin)  I'm Comin... I'm Comin... I'm Comin... I'm Comin I am the man in black I'm back Breaking the back of the random attackers So can the flak Yo Im dangerous I've been trained to bust When a stranger fuss try to endanger us Praise me y'all Dont nothing faze me y'all When they see me their gaze be all crazy y'all They say I'm a myth Trust me if somebody riff Out of the depth of your imagination appears Will Smith Black suit, the black shades, the black shoes Black tie with the black attitude New style black Ray-Bans I'm stunning man New hotness pitch black six hundred man Don't you understand? What you thought I wouldn't come again? Leave you hanging without bringing you the fun again? Tangling with the alien scum again Monumental it's the black suits running in  Chorus 1: (Nod Ya Head! The Black Suits Comin') Let me see you (Nod Ya Head! The Black Suits Comin') Like this, let me see you (Nod Ya Head! The Black Suits Comin') Like this, let me see you bop your head, nod your head, come on! (Nod Ya Head! The Black Suits Comin') Let me see you (Nod Ya Head! The Black Suits Comin') Like this, let me see you (Nod Ya Head!The Black Suits Comin') Like this (Nod Ya Head!)  Check it Yo it's this chick right Serleena, making me sick right Earth is worthless to her she be tripping like Threatening me and my mens Trying to get the light Thinking she's superwoman But black kryptonite finishing whatever you start son The best looking crime fighter since myself in part one Better act right and play nice and sing along Cause K is back and he hype What? Bring it on! Wanna brawl with me? Trying to brawl with me? Unh Unh What What Yo... what what... then... lemme... see you just... Come on... just come on and  Chorus 2: (Nod Ya Head! The Black Suits Comin') Like this, let me see you (Nod Ya Head! The Black Suits Comin') Let me see you (Nod Ya Head! The Black Suits Comin') Like this, let me see you(Nod Ya Head! M-I-B) Let me see you (Nod Ya Head! The Black Suits Comin') Let me see you (Nod Ya Head!) Come on! Come on! Let me see you (Nod Ya Head! The Black Suits Comin') Like this, let me see you (Nod Ya Head!)  Check it, Check it Yo, case closed Erase my foes Chased away by the black suits, shades, and clothes We above the law Feds can't touch me y'all Highly ranked black blank I.D. card So disregard what you think you saw Put that phone down now Who you think you calling huh? One little flash then good night there Just open your eyes honey look right there Thank you mission completed I mean it we won't be defeated You seen it we did it even with weapons depleted Galaxy defenders don't act like you don't remember Taking contenders and proving they only pretenders Ladies and gentlemen, boys and girls The Men In Black is back to protect the world When the enemy is near the elite is here So have no fear just let me see you  Chorus 3: (Nod Ya Head! the Black Suits Comin') Come on! (Nod Ya Head! the Black Suits Comin') Like this, let me see you (Nod Ya Head! the Black Suits Comin') Like this, let me see you (Nod Ya Head! M-I-B) (Nod Ya Head! M-I-B) Woo! (Nod Ya Head! The Black Suits Comin') Unh! (Nod Ya Head! M-I-B) Yo, yo (Nod Ya Head!)  Yo, Yo If you want to rock just say (Ooo-oh!) Tell me if you want to rock just say (Ooo-oh!) If you want to rock just say (Ooo-oh!) Come on if you want to rock jusy say (Ooo-oh!) Yo if you want to rock just say (Ooo-oh!) Tell me if you want to rock just say (Ooo-oh!) If you want to nod just say (Ooo-oh!) Tell me if you want to rock just say (Ooo-oh!) Ha!  ",
        "title": "Black Suits Comin' (Nod Ya Head)"
    },
    {
        "artist": "Ashanti",
        "lyrics": null,
        "title": "Happy"
    },
    {
        "artist": "Korn",
        "lyrics": "  [Verse 1] This time, I'm taking it away I've got a problem With me getting in the way Not by design So I take my face And bash it into a mirror I won't have to see the pain Pain, pain!  [Pre-Chorus] This state is elevating As the hurt turns into hating Anticipating all the fucked up feelings again!  [Chorus] The hurt inside is fading (aah-aah-aah) This shit's gone way too far All this time, I've been waiting Oh, I cannot grieve anymore For what's inside awaking (aah-aah-aah) I'm not, I'm not a whore You've taken everything and (aah-aah-aah) Oh, I cannot give any more  [Verse 2] My mind's done with this, okay? I've got a question Can I throw it all away? Take back what's mine So I take my time Guiding the blade down the line Each cut closer to the vein Vein, vein  [Pre-Chorus] This state is elevating As the hurt turns into hating Anticipating all the fucked up feelings again!  [Chorus] The hurt inside is fading (aah-aah-aah) This shit's gone way too far All this time, I've been waiting Oh, I cannot grieve anymore For what's inside awaking (aah-aah-aah) I'm not, I'm not a whore You've taken everything and (aah-aah-aah) Oh, I cannot give any more  [Refrain] I'm here to stay (ha-aah) Bring it down! (aah) I'm here to stay (aah) Bring it down! (aah) I'm here to stay (aah) Bring it down! (aah) I'm here to stay (aah)  [Breakdown] Bring it down! Bring it down! Bring it down! Bring it down! Gonna break it down! Gonna break it down! Gonna break it down! Gonna break it down! Gonna break it down! Gonna break it down! Gonna break it down! Gonna break it!  [Pre-Chorus] This state is elevating As the hurt turns into hating Anticipating all the fucked up feelings again!  [Chorus] The hurt inside is fading (aah-aah-aah) This shit's gone way too far All this time, I've been waiting Oh, I cannot grieve anymore For what's inside awaking (aah-aah-aah) I'm not, I'm not a whore You've taken everything and (aah-aah-aah) Oh, I cannot give any more  [Outro] (Aah-aah-aah) Give any more! (aah-aah-aah) Give any more! (aah-aah-aah) Give any more! (aah-aah-aah) Give any more!  ",
        "title": "Here To Stay"
    },
    {
        "artist": "Staind",
        "lyrics": null,
        "title": "For You"
    },
    {
        "artist": "Joe",
        "lyrics": "  [Verse 1] What if a woman Had a man on the side And she never spent time with you What if a woman Said she's working late And it's always the same excuse What if a woman Took the keys to your whip Said I'll be right back, don't trip What if a woman Left you home with the kids Changing diapers and shit What a twist  [Chorus] Could you stand inside her shoes and walk a mile? (I don't really think so) Could you hold her down when she doesn't smile? (I don't know a man who could) What if a woman, what if a woman What if a woman was just like you? What if a woman, what if a woman What if a woman was just like you? What if a woman, what if a woman What if a woman was just like us? What if a woman, what if a woman What if a woman Could you ever wonder if she does?  [Verse 2] What if a woman Started wearing the pants Would you feel less of a man and more What if a woman Never wanna settle down Always wanna run around on the low You can beg, you can plead, you can cry She won't be your wife But your eyes are full of tears She'll be running the streets With girls hanging out tonight It's the same thing you do to her  [Chorus]  [Bridge] If the table were turned around Would you leave? Would you stay? Would you drown? If the cards you were dealt were to change Would you let your hand go up in flames?  [Outro till fades] What if a woman, what if a woman What if a woman was just like you? What if a woman, what if a woman What if a woman was just like you? What if a woman, what if a woman What if a woman was just like us? What if a woman, what if a woman What if a woman Could you ever wonder if she does?  ",
        "title": "What If A Woman"
    },
    {
        "artist": "Joe Nichols",
        "lyrics": null,
        "title": "The Impossible"
    },
    {
        "artist": "Carolyn Dawn Johnson",
        "lyrics": null,
        "title": "I Don't Want You To Go"
    },
    {
        "artist": "Phil Vassar",
        "lyrics": "  (Phil Vassar, Julie Wood)  When I hear you stop and laugh out loud When you're fallin' fast asleep When you're in the middle of a crowd When you're lyin' close to me When I hear you softly say my name When you're high and when you're low When you don't need me to explain 'Cause you already know When you smile that way I know, every night and day  That's when I love you, when I need you When I care about you That's when I know without a doubt That I can't live without you Everyday I find another reason Every season we go through And every little thing you do That's when I love you  When you're drivin' in your car When you dance and sing to the radio When you're walkin' underneath the stars Anywhere and everywhere you go When you're dressed up or you're dressed down When you're talkin' on the phone With a million people all around Or when you're all alone When you're near, or you're far You're in my heart no matter where you are  That's when I love you, when I need you When I care about you That's when I know without a doubt That I can't live without you Everyday I find another reason Every season we go through And every little thing you do That's when I love you  When you smile that way I know, every night and day  That's when I love you, when I need you When I care about you That's when I know without a doubt That I can't live without you Everyday I find another reason Every season we go through And every little thing you do That's when I love you  That's when I love you, when I need you When I care about you That's when I know without a doubt That I can't live without you Everyday I find another reason Every season we go through And every little thing you do That's when I love you  That's when I love you  ",
        "title": "That's When I Love You"
    },
    {
        "artist": "Angie Martinez Featuring Lil' Mo & Sacario",
        "lyrics": "  [Lil' Mo] Yeaaaaaaaaaaayyyyy!!! [Angie M] Oh yeah yeah [Lil' Mo] Yeaaaaaaaaaaayyyy!!! [Angie M] Uh, woo! come on, uh [Lil' Mo] If I can go, with you [Angie M] Yo, yo, uh  [Verse 1: Angie Martinez] If I can chose a place to go it gotta be far away From here we could crossover like Hardaway Somewhere outside the states, where tommorow's like today And I'm out in a space where nobody else can stay And, if I can go, with you Then I'll go get the ticket right now if that's cool Have you ever been close to feelin like leavin the coast too Feelin like leavin with somebody who Hold you the right way while watchin the night fade Make you feel like you right back in the ninth grade When you know what he likes and what he might say And you try to be calm and answer in nice ways And, if I can go, with you Way out the states no 2-ways and no page No cells and no trace, and you just a phone call away So all I got to say is  [Hook: Lil' Mo] If I can go, contigo, I'll pack my things, soon as you say Baby vamos, we'll fly away, like there is no, no tomorrow If can go, contigo, I'll tell my friends, nothing at all I'll get my things, soon as you say, baby vamos, we'll fly away  [Verse 2: Sacario] And, if I can go, with you Oh boy we 'bout to make a lot of people annoyed In Croix, you better know I know how to sneak with them toys Employed, with the block since around 94 boy And, if I can flow, with you Holdin dat dough after the studio I roll with you I send Dutch and three other goons to go get you Sacario the name awaits the whole issue Grown men keep on cryin get mo' tissue The way me and this girl be rhymin it's so official Them I'm takin a trip too with no pistols Cause everything peace only sand no streets Little Miami Heat, that's the plan we'll see Two cups, one in Senado one in Sand Beach And, I'll think I'll go, with you So tell the station you need a week - back to you  [Hook: Lil' Mo] If I can go, contigo, I'll pack my things, soon as you say Baby vamos, we'll fly away, like there is no, no tomorrow If I can go, contigo, I'll tell my friends, nothing at all I'll get my things, soon as you say, baby vamos, we'll fly away  [Bridge: Lil' Mo] You can fly away, no one has to know Babe take me with you, cause if I can go Soon as you say the word, we'll be on our way To a foreign place, you got to tell me  [Angie Martinez] Yo, uh, so now that we got a plan are you comin? We could plan a week The only question now is LaGuardia or Kennedy?  [Sacario] And a seat, know why? the window cause I like to see And seein as to how I'm so fly me and the clouds can speak  [Angie+S] And, since we 'bout to go, in a few [Sacario] Go 'head  [Angie Martinez] Oh, I just wanted to tell Trace thank you That week off I'm grateful what was you tryin to say boo?  [Sacario] Nuttin just grab my chain off the table and 2 way too  [Angie Martinez] Ok, that little place it's a great move But ain't no problems, unless the water don't stay blue  [Sacario] And the shop's there?  [Angie Martinez] If they don't got em, they don't make em (Sacario: True!) No concrete just sand, throw away your shoes Now, that we are on, our way And our bags is packed and the car service is not late Everything's ok, so I guess I catch you on the next track Now I don't gotta ask  [Hook: Lil' Mo] If I can go, contigo, I'll pack my things, soon as you say Baby vamos, we'll fly away, like there is no, no tomorrow If I can go, contigo, I'll tell my friends, nothing at all I'll get my things, soon as you say, baby vamos, we'll fly away  [Outro: Lil' Mo] If I can go, contigo, I'll pack my things, soon as you say Baby vamos, we'll fly way, like there is no, no tomorrow And if I can go, contigo, I'll tell my friends, nothing at all Nothing at all, I'll tell my friends, nothing at all  ",
        "title": "If I Could Go!"
    },
    {
        "artist": "Pilar Montenegro",
        "lyrics": "  Quítame el recuerdo, que me dejó Quítame el vestido, destrózalo Bájame del cielo, donde me llevo Bájame y de nuevo súbeme hasta el sol  Quítame esa idea de serle fiel Quítame el deseo de estar con él Déjame en la mente ganas de volver a verte Quítame ese hombre, del corazón Quítame del cuerpo su sensación Anda quítalo tu Anda quítalo tu Borra con tus labios lo que el besó Llega donde nadie jamás llegó Anda inténtalo tú Anda inténtalo tú Uuuh  Quítame la venda que me cegó Quítame de golpe esta obsesión Siempre queda espacio Para un nuevo amor Siempre si el que llega es muy superior  Quítame esa idea de serle fiel Quítame el deseo de estar con él Déjame en la mente ganas de volver a verte Quítame ese hombre, del corazón Quítame del cuerpo su sensación Anda quítalo tu Anda quítalo tu Borra con tus labios lo que el besó Llega donde nadie jamás llegó Anda inténtalo tú Anda inténtalo tú Uuuh  Quítame ese hombre, del corazón Quítame del cuerpo su sensación Anda quítalo tu Anda quítalo tu Borra con tus labios lo que el besó Llega donde nadie jamás llegó Anda inténtalo tú Anda inténtalo tú Uuuh  ",
        "title": "Quitame Ese Hombre"
    },
    {
        "artist": "Nas",
        "lyrics": "  [Produced by Chucky Thompson and Nas]  [Intro] One time.. yeah.. yeah..  [Verse 1] All I need is one mic, one beat, one stage One nigga front, my face on the front page Only if I had one gun, one girl and one crib One God to show me how to do things his son did Pure, like a cup of virgin blood Mixed with 151, one sip'll make a nigga flip Writin' names on my hollow tips, plottin' shit Mad violence, who I'm gon' body? This hood politics Acknowledge it, leave bodies chopped up in garbages Seeds watch us, grow up and try to follow us Police watch us {*siren*} , roll up and try knockin' us One knee I ducked, could it be my time is up? But my luck, I got up, the cop shot again Bus stop glass bursts, a fiend drops his Heineken Ricochetin' between the spots that I'm hidin' in Blackin' out as I shoot back – fuck gettin' hit! {*more sirens*} This is my hood, I'ma rep to the death of it 'Til everybody come home, little niggas is grown Hoodrats, don't abortion your womb We need more warriors soon Sent from the stars, sun and the moon In this life of police chases, street sweepers and coppers Stick-up kids with no conscience, leavin' victims with doctors IF YOU REALLY THINK YOU READY TO DIE, WITH 9's OUT THIS IS WHAT NAS IS 'BOUT, NIGGA, THE TIME IS NOW!  [Chorus] Yo, all I need is one mic.. All I need is one mic.. (that's all I need) All I need is one mic.. (all I need niggas) All I need is one mic.. (yeah)  [Verse 2] All I need is one blunt, one page and one pen One prayer; tell God forgive me for one sin Matter of fact, maybe more than one Look back at all the hatred against me – fuck all of them! Jesus died at age 33, there's 33 shots From twin Glocks, there's 16 apiece, that's 32 Which means one of my guns was holdin' 17 27 hit your crew, six went into you Everybody gotta die sometime, hope your funeral Never gets shot up, bullets tear through the innocent Nothin' is fair, niggas roll up, shootin' from wheelchairs My heart is racin', tastin' revenge in the air I let this shit slide for too many years, too many times Now I'm strapped with a couple of MAC's, too many 9's If y'all niggas really with me, get busy, load up the semi's Do more than just hold it, explode the clip until you empty There's nothin' in our way: they bust, we bust They rush, we rush, lead flyin', feel it? I feel it in my gut THAT WE TAKE THESE BITCHES TO WAR, LIE 'EM DOWN CAUSE WE STRONGER NOW, MY NIGGA, THE TIME IS NOW!  [Chorus] All I need is one mic.. (that's all I need niggas, that's all I need) All I need is one mic.. (there's nuttin else in the world) All I need is one mic.. (that's all a nigga need to do his thing y'know) All I need is one mic.. (this is all I need...)  [Verse 3] ALL I NEED IS ONE LIFE, ONE TRY, ONE BREATH, I'M ONE MAN WHAT I STAND FOR SPEAKS FOR ITSELF THEY DON'T UNDERSTAND Don't wanna see me on top, too egotistical Talkin' all that slick shit the same way these bitches do Wonder what my secrets is Niggas'll move on you, only if they know what your weakness is I have none – too late to grab guns I'm blastin' ‘cause I'm a cool nigga Thought I wouldn't have that ass done? Fooled you niggas What you call an infinite brawl, eternal souls clashin' War gets deep, some beef is everlastin' Complete with thick scars Brothers knifin' each other up in prison yards Drama, where does it start? You know the block was ill as a youngster Every night it was like a, cop'll get killed Body found in the dumpster For real a hustler, purchased my Range Niggas throwin' dirt on my name Jealous ‘cause fiends got they work and complain Bitches left me ‘cause they thought I was finished Shoulda knew she wasn't true She came to me when her man caught a sentence Diamonds are blindin', I never make the same mistakes Movin' with a change of pace Lighter load, see now the king is straight Swellin' my melon, ‘cause none of these niggas real Heard they were tellin' police, how can a kingpin squeal? This is crazy, I'm on the right track, I'm finally found You need some soul-searchin', the time is now  [Chorus] All I need is one mic.. (yeah, yeah yeah yeah) All I need is one mic.. (That's all I ever needed in this world, fuck cash) All I need is one mic.. (fuck the cars, the jewelry) All I need is one mic.. (To spread my voice to the whole world, baby, uh)  ",
        "title": "One Mic"
    },
    {
        "artist": "Naughty By Nature Featuring 3LW",
        "lyrics": null,
        "title": "Feels Good (Don't Worry Bout A Thing)"
    },
    {
        "artist": "Tanto Metro & Devonte",
        "lyrics": "  Yo - yuh say sheall request it - Ya man let she have it (oh-oh-oh-oh boy) (She can't get a way - no) Could never - Could never - eh-eh (no no) Give it to her hard (more with me-e-e) Ya know - Tanto Metron Devonte - uh-huh (oh) Listen up  If she said she wanted - if she said shed need If she said you love her - give it to her please (give it to her, give it to her) If she said she wanted - if she said shed ne-e-e-ed Don't you keep her waiting - Give it to her please  Mana reella cor - yella out some more Tackleem bon bed - Tackleem bon floor Dema knowa da score - ya-la-quia ignore HhNobody to know fi ever born Mana conga-lee - Yella out to me Pan shif me walk - from tree to tree Engine run down - me service it free Now-I-be-like - someboy boya bodella boys a singa ree - singa sing  Chorus Want us out fi - cop come see me Traffic it a little - now is it te gimme Ah went bya - railroad manlimi Cal just collectinem - ba compan-immy Imma love dem - short skirt and mini I'm in love when, dem fat or slimmy I now gro-gno-letto - from Phillie Voux-las carminel like - some more rum-billits (I sing - I sing)  Chorus Mana reella cor - yella out some more Tackleem bon bed - Tackleem bon floor Dema knowa da score - ya-la-quia ignore HhNobody to know fi ever born Mana conga-lee - Yella out to me Pan shif me walk - from tree to tree Engine run down - me service it free Cowmbe-like someboy boya bodella boys a singa ree - singa sing  Chorus Want us out fi - yi cop come see me Traffic it a little - now is it te gimme Ah went bya - railroad manlimy Cal just collectinem - ba compan-immy Imma love dem - short skirt  ",
        "title": "Give It To Her"
    },
    {
        "artist": "System Of A Down",
        "lyrics": "  [Produced by Rick Rubin, Daron Malakian, Serj Tankian]  [Verse 1] Conversion Software version 7.0 Looking at life through the eyes of a tire hub Eating seeds as a pastime activity The toxicity of our city, of our city  [Chorus] You! What do you own the world How do you own disorder, disorder Now! Somewhere between the sacred silence Sacred silence and sleep Somewhere... Between the sacred silence and sleep Disorder, disorder, disorder!  [Verse 2] More wood for their fires Loud neighbors Flashlight reveries Caught in the headlights of a truck Eating seeds as a pastime activity The toxicity of our city, of our city  [Chorus] You! What do you own the world How do you own disorder, disorder Now! Somewhere between the sacred silence Sacred silence and sleep Somewhere... Between the sacred silence and sleep Disorder, disorder, disorder!  [Instrumental Bridge]  [Chorus] You! What do you own the world How do you own disorder Now! Somewhere between the sacred silence Sacred silence and sleep Somewhere... Between the sacred silence and sleep Disorder, disorder, disorder!  [Outro] When I became the sun I shone life into the man's hearts When I became the sun I shone life into the man's hearts  ",
        "title": "Toxicity"
    },
    {
        "artist": "Soluna",
        "lyrics": null,
        "title": "For All Time"
    },
    {
        "artist": "Angie Stone",
        "lyrics": "  [Verse 1] Same old story back again 'She's not a lover, she's just a friend' I'm sick and tired for you to blame on me Now you think it's funny Now you wanna spend your money on girls But you forgot when you were down that I was around Call my lover, hang up, call again What in the world is happening? Listen in, but don't yell at me Isn't it ironic? All you wanna do is smoke chronic Boy, you forgot when you were down who was around  [Chorus] I can't eat, I can't sleep anymore Waiting for love to walk through the door I wish I didn't miss you anymore (anymore)  [Verse 2] Memories don't live like people do I'm sick for ever believing you Wish you'd bring back the man I knew Was good to me, oh, lord Everytime you say you're coming Boy, you disappoint me, honey How well you forgot when you were down And I was around  [Chorus] I can't eat, I can't sleep anymore (oh, no, no) Waiting for love to walk through the door I wish I didn't miss you anymore (anymore) I can't eat, I can't sleep anymore Waiting for love to walk through the door I wish I didn't miss you anymore (anymore)  [Bridge] One of these days, it's gonna happen to you Missing a love like I'm missing you, babe, yeah, yeah One of these days, when your dreams come true That's the one that's gonna do it to you Oh, oh, oh, yeah, yeah, yeah yeah yeah yeah  [Chorus] I can't eat, I can't sleep anymore Waiting for love to walk through the door I wish I didn't miss you anymore (anymore, yeah, yeah) I can't eat, I can't sleep anymore Waiting for love to walk through the door I wish I didn't miss you anymore (you anymore) I can't eat, I can't sleep anymore Waiting for love to walk through the door I wish I didn't miss you anymore (miss you) I can't eat, I can't sleep anymore Waiting for love to walk through the door  ",
        "title": "Wish I Didn't Miss You"
    },
    {
        "artist": "Sean Paul",
        "lyrics": "  [Intro] Jus gimme the light, yeah yeah Jus gimme the light, yo yo Jus gimme the light, don't say it Jus gimme the light, Sean Paul  [Hook] Jus gimme the light and pass the dro Bust another bottle of Mo Gal dem in a me sight and I gots to know Which one is gonna catch my flow Cause I'm inna the vibes And I got my dough Bust another bottle of Mo Gurl dem lookin hype And I gots to know  [Verse 1] Could I be your protector Your buff in every sector Everyman around dem Wanna turn your inspector But you no let them sweat ya No grill you with no lecture But dem power drill Or dem fuel injector Dem a infector Disease collector Nuff of dem a gwan Like dem wan come wreck ya Done out the part Where you got in your center But you know You dont let themn guy affect ya  [Hook] Jus gimme the light and pass the dro Bust another bottle of Mo Gal dem in a me sight and I gots to know Which one is gonna catch my flow Cause I'm inna the vibes And I got my dough Bust another bottle of Mo Gurl dem lookin hype And I gots to know  [Verse 2] One, two, three, four, five of them Situation getting really live again Girl dem wanna fi hang out with The players and the riders dem Beside of them and dem say Dem tired of the liars Dem friars and connivers Will never get inside of dem Dem clyder dem Especially the money hider dem Watchie watchie girl bout dem A try fi make bride of dem Denied again Some of them move like a Spiderman Girl dem say nah Open wide again  [Hook] Jus gimme the light and pass the dro Bust another bottle of Mo Gal dem in a me sight and I gots to know Which one is gonna catch my flow Cause I'm inna the vibes And I got my dough Bust another bottle of Mo Gurl dem lookin hype And I gots to know  [Verse 1] Could I be your protector Your buff in every sector Everyman around dem Wanna turn your inspector But you no let them sweat ya No grill you with no lecture But dem power drill Or dem fuel injector Dem a infector Disease collector Nuff of dem a gwan Like dem wan come wreck ya Done out the part Where you got in your center But you know You dont let themn guy affect ya  [Hook] Jus gimme the light and pass the dro Bust another bottle of Mo Gal dem in a me sight and I gots to know Which one is gonna catch my flow Cause I'm inna the vibes And I got my dough Bust another bottle of Mo Gurl dem lookin hype And I gots to know  ",
        "title": "Gimme The Light"
    },
    {
        "artist": "Scarface Featuring Jay-Z & Beanie Sigel",
        "lyrics": "  [Jay-Z talking] Talk to me man… This ya boy Young Hova, yo turn the muh'fuckin noise up We’ll get right into the proceedings this evening Headphones are distortin', bring it down a lil' bit Okay, now we workin' wit it The boy Face up in bassline, Face — Mob Welcome to New York City It’s ya boy Young Hov' chea Kanye West on the track Chi-Town, what’s goin' on now Can I talk to y'all for a minute Lemme talk to y'all for a minute Just gimme a minute of ya time baby — I don’t want much Lemme talk to these muh'fuckas, uhh  [Verse 1: Jay-Z] Guess who's bizack You still smellin' crack in my clothes Don't make me have to relapse on these hoes Take it back out to taxing them roads When I was huggin' it, niggas couldn't do nuttin' with it Straight from the oven with it, came from the dirt I emerged from it all without a stain on my shirt You can blame my old earth, for the shit she instilled in me Still with me, pain plus work Shit she made me milk this game for all it's worth That's right, these niggas can't fuck with me I'm calling guts every time, drag my nuts every time Homey, we make a great combination don't we Me and the Face Mob, every time we face-off Face it y'all, y'all niggas playing basic-ball I'm on the block like I'm eight feet tall Homey, I'm in the drop with the AC on That's why the streets embrace me dawg, I'm so cool  [Hook: Kanye West] Guess who's bizack Back on the block with them O's Face Mob, Mack Mittens and Hov' Don't make me relapse Back to the block with the four Cause this street shit is all I know  [Verse 2: Scarface] From the womb to the tomb, a hot pot a jar and a spoon Trying to make me forty thousand and move Motels, star-studded, rock stars and goons Plain clothes wanna run in my room But nigga guess who's bizack, it's ya boy Face Mob Started with an eightball, gotta get this cake dawg Give niggas a break, nah; you know how the game go Fuck you think I slang for, to go against the grain, no I'm out here in grind mode, wrapped up in the paper chase I wanna fuck a fine ho and candy paint the 88 Don't got no wholesale, cause that ain't how I wanna run it Here take these five stones and bring a nigga back a hundred Gotta see my feet dude, you do shit a fiend do The fire get too hot in the kitchen, I hit the streets fool Money is an issue and that's on the fo' shizzle my nizzle Ya block warm, and I come by with the fizzle And make fo' sho' I get to work mines, a car at a time We go to war and you ain't making a dime Cause I got, shit to lose; a nigga out here paying his dues My baby walking gotta get him some shoes It's a new game brewin', lemme give ya the rules Get outta line and I'mma give ya the blues It's a new game doin', lemme give ya the rules Get outta line and I'mma give ya the blues, whoa  [Verse 3: Beanie Sigel] Guess who's bizack The boy B. Mizack, a.k.a. Mr. Crack-A-Brick Turn a whole one from a half a brick, look I mastered this You can smell it once the plastic rips A hot plate'll make ya swell up if ya gas get clipped You can make ya chips swell up, ya don't hafta pitch Play them corners like a safety, watch the traffic switch Young'n never pump fake, and you'll get past the blitz And keep ya whole hood on flip, like old box-spring Pissy mattress shit, low old box of things Strictly glassy shit, I hug the block like quarter water Shit I used to hug a corner like a old deuce and a quarter Till like deuce in the morning, with the old heads Slangin' loose quarters, this Philly cat back at it Still fuckin' with them crack addicts Still bustin' with that black-matic  [Hook]  ",
        "title": "Guess Who's Back"
    },
    {
        "artist": "Kylie Minogue",
        "lyrics": "  [Verse 1] Thought that I was going crazy Just having one of those days yeah Didn't know what to do Then there was you  [Pre-Chorus] And everything went from wrong to right And the stars came out and filled up the sky The music you were playing really blew my mind It was love at first sight  [Chorus] 'Cause, baby, when I heard you For the first time I knew We were meant to be as one  [Verse 2] Was tired of running out of luck Thinking about giving up yeah Didn't know what to do Then there was you  [Pre-Chorus] And everything went from wrong to right And the stars came out and filled up the sky The music you were playing really blew my mind It was love at first sight  [Chorus] 'Cause, baby, when I heard you For the first time I knew We were meant to be as one (To be as one) Baby, when I heard you For the first time I knew We were meant to be as one  [Bridge] And everything went from wrong to right And the stars came out and filled up the sky The music you were playing really blew my mind It was love at first sight Love at first sight Love at first sight Love Ooh, it was love, it was love At first sight  [Chorus] 'Cause, baby, when I heard you For the first time I knew We were meant to be as one (To be as one) Baby, when I heard you For the first time I knew We were meant to be as one  [Outro] It was love, it was love, it was love, it was love It was love, it was love, it was love, it was love It was love, it was love, it was love, it was love  ",
        "title": "Love At First Sight"
    },
    {
        "artist": "Nappy Roots",
        "lyrics": "  Yeah, haha Nappy Roots Awwnaw!  [Hook] Awnaw! Hell naw! Man Y'all done up and done it Awnaw! Hell naw! Boy Y'all done up and done it Awnaw! Hell naw! Boy Y'all done up and done it Ah, y'all done up and done it Man y'all done up and done it  [Fish Scales] My first song was like forty-eight bars with no hook You hear me flippin thru my pages out my favorite notebook The microphone was in the closet (What?) No headphones, we lost it Niggas scared to get some water, roaches hangin over the faucets No AC, Tez'll break a sweat just tryin to make beats E-Dubz was being a hustler, (Heeeyy man!) Always flirtin with all his customers, and flat broke Nappy smokin blacks out on the back po'ch I'm thinkin I got everything a country boy could ask for  [Big V] Now what we do to get here? (Say dat boy!!) Lay it down and bring it to ya raw (Say dat boy!!) Hey now we hurt some, suffered for more, takes what we work for Hated for for the cussin, but the hatred it made us cuss more Held on, but it was hard - stepped up, took charge Ran through what we scared of, but what was we afraid for? Look at what we made of, hard times done made us Being here is alright, but MUST believe we want more!  Them country boys on the rise! With them big fat wheels on the side! Peep them vertical grills on the ride! And aw-awww-awww-awwwww!  {Repeat Hook over this part} Them country boys With them big fat wheels Peep the vertical grills And awwwwwwww!  [Saan/Skinny DeVille] My yegga, we hogwild, bet that from that roota to that toota-file Hell naw, them country boys ain't headed south for six miles Kentucky mud, them kinfolk, twankies with them hundred-spokes Skullied on that front po'ch, plus you know they got 'dro Seventy-nine coupe DeVille vertical Caddy grill Interstate 65 headin down to Cashville Glass filled, to the tippy-top, back-seat Benz Spent my last cent on the rent, left with pocket lints A damn shame, gotta grind anythang and everythang Jimmy Crack Corn, cross the county line with Mary Jane A long time, a gravel road, to cash and fame and sold my soul To Hell and back, and back and forth, with same jeans and nappy 'fro  [R Prophit] I might, hop off the Harley, smoke mine like Bob Marley Block parties with shawties, wallin like they swallowin Bacardi Them butter-skin, Prophit gutter like kin Understand you 'bout to lose ya life fuckin with THEEEMM!  Them country boys on the rise! With them big fat wheels on the side! Peep the vertical grills on the ride! And aw-awww-awww-awwwww!  {Repeat Hook over this part} Them country boys With them big fat wheels Peep the vertical grills And awwwwwwww!  Them country boys With them big fat wheels Peep the vertical grills And awwwwwwww! [Repeat]  Them country boys on the rise! With them big fat wheels on the side! Peep the vertical grills on the ride! And aw-awww-awww-awwwww! Them country boys With them big fat wheels Peep the vertical grills And awwwwwwww!  ",
        "title": "Awnaw"
    },
    {
        "artist": "Beanie Sigel & Freeway",
        "lyrics": "  [B Sigel] Ho! Ho! [Freeway] Bounce [B Sigel] Holla! [Freeway] Bounce, bounce, bounce  [Intro: Beanie Sigel] It's B Sig in the place with Young Free And I got what it takes to rock the mic right Still watch what you say out your mouth Cause 50 shots still will turn the club out  [Verse 1: Freeway] I miss the hood when I'm travelin, get neck when I'm travelin Chicks peck wood when I'm travelin Fuck a Lex cause the click fit good in the Caravan Slide through your hood like a avalanche Click a flick if you get a chance get that close Fuck an advance, cause I get that dough (get… that… dough) Beef with me, enemies come sleep with me for breakfast Guaranteed to eat this toast I'm reckless, firestarter heat your folks A starvin artist that'll eat y'all tracks, so don't bring 'em around I be around Ricans vida loca They got all the toasters don't need no gats I got a six stashed leave 'em around So I don't get left around haters around when I leave In the winter rock short sleeves reason the pound With the heat blastin, keep actin the heat blastin Techno Marine shinin, marine fashion backin 'em down Niggas 'gone keep hatin and my click gon' keep grindin Keep movin, lockin the town  [Hook:Freeway] It's Freeway in the place with B Sig And I got what it takes to rock the mic right yeah Still watch what you say to me prick Cause I got what it takes to dump the AK clip  [Hook: Beanie Sigel] (It's B Sig in the place with Young Free And I got what it takes to rock the mic right yeah Still watch what you say out your mouth Cause 50 shots still will turn the club out, ho!!!)  [Verse 2: Beanie Sigel] It's Mack-daddy-young strappy No he ain't the O.G. gangsta Yes I is! come on don't test I kid I firebomb cribs like Left Eye did Notorious like that Bed-Stuy kid, big or small you can get it \"Dead Wrong,\" like tryin' to brawl a strong armored midget I pull that 9 out my pocket I'm lyin' I pull that Mac out the closet, start firin' For you cats outta pocket, stop tryin Take that, get back, clap iron You know, stay low, keep firin, uh! I put the led in the gat, the metal go clap I lay cats flat on they back, stop fuckin with this radical cat You fuck around and need a medical cat The led'll go clap, your head'll go back, uhhh It's B Sig in the place to be With two heaters on the waist of me, man who's facin me?  [Hook: Beanie Sigel] (It's B Sig in the place with Young Free And I got what it takes to rock the mic right yeah Still watch what you say out your mouth Cause 50 shots still will turn the club out, ho!!!)  [Hook: Freeway] It's Freeway in the place with B Sig And I got what it takes to rock the mic right yeah Still watch what you say to me prick Cause I got what it takes to dump the AK clip  [Verse 3: Freeway] Big nickels down your way don't trip Get folded down your way, got soldiers down your way Keep quiet down your way no lip All of y'all need to one yo'self Go get the burna nigga bang yo'self Or I come through with the hammer make you lose yo' health Fast, roll with Dash's, move like Cassius Clay Move yay like caskets, there's a will there's a way Obey my thirst move yay through traffic Without Sprite, without Nike's I \"Just Do It\" ball break the basket Yeah you damn right, without ice I pull up to your honey car and stuff her basket International post player, circle the atlas You don't wanna be ho playas, circle the hood Bend over backwards, without searchin for backwoods  [Hook:Freeway] It's Freeway in the place with B Sig And I got what it takes to rock the mic right yeah Still watch what you say to me prick Cause I got what it takes to dump the AK clip  [Hook: Beanie Sigel] (It's B Sig in the place with Young Free And I got what it takes to rock the mic right yeah Still watch what you say out your mouth Cause 50 shots still will turn the club out, ho!!!)  [Hook:Freeway] It's Freeway in the place with B Sig And I got what it takes to rock the mic right yeah Still watch what you say to me prick Cause I got what it takes to dump the AK clip  [Hook: Beanie Sigel] (It's B Sig in the place with Young Free And I got what it takes to rock the mic right yeah Still watch what you say out your mouth Cause 50 shots still will turn the club out, ho!!!)  [Outro: Freeway] All of y'all need to one yo'self Go get the burna nigga bang yo'self All of y'all need to one yo'self Go get the burna nigga bang yo'self Shit, shit, it's the, it's the Roc nigga, hooo, hoo, hoo! And another one, and another one...  ",
        "title": "Roc The Mic"
    },
    {
        "artist": "Isyss Featuring Jadakiss",
        "lyrics": "  [Jadakiss talking] That's right, Isy', Jadakiss, ya heard? Let's get it on  [Verse 1] You got a house on the hill, chromed out ride You live that life, giving me everything that I dream All the time on a creep, first class flights Seas in sights, all night Never thought that this could take control of me  [Chorus] Day and night, I don't know what to do Always on my mind and dreaming of you It feels so right but I know it is wrong That I know I gotta man, just can't leave you alone  [Verse 2] So many nights on the scene Buying me, shopping sprees, diamond rings All the things that I can't get at home Never could understand a thing like me To utter this from the seen of your face I'm caught up in love with my secret love  [Chorus]  [Verse 3] Never thought that I would feel this way All the things that I believed in went away Right from the start, you took my heart I'm in love, what can I say  [Jadakiss] Uh uh uh uh uh, hey yo You just can't leave me, see me alone The Porsche is black the B's is chrome And he's at home and you with me It's the four point six, three cribs and some jewelry Don't work I can put you through school for free So if that's cool with you it's cool with me Princess ya neck, tennis ya wrist Anything you wish, Icey and Kiss Thinkin' of me so what ya really got him for Let's go to the mall and close down the Prada store And even if ya don't rock diamonds Baby you'll like to go deep-sea fishin' and rock climbin' Pop wine and horseback ridin' You shotgun scared, use the Porshe back slidin' And ya friends say J ain't right But you know we go together like day and night, uh  [Chorus with variations to end]  ",
        "title": "Day + Night"
    },
    {
        "artist": "Maxwell",
        "lyrics": "  Ah-hah Ah-hah-ooo. Ooooooooo....  [Verse 1] Pray God you can cope I'll stand outside This woman's work This woman's world Ooooh it's hard on a man Now his part is over Now starts the craft of the Father  [Pre-Chorus] I know you've got a little life in you left I know you've got a lot of strength left I know you've got a little life in you yet I know you've got a lot of strength left  [Chorus] I should be crying but I just can't let it show I should be hoping but I can't stop thinking All the things we should've said that I never said All the things we should have done that we never did All the things we should have given but I didn't  Oh darling make it go Make it go away  [Verse 2] Give me these moments Give them back to me Give me that little kiss Give me your talking hands  [Pre-Chorus] (I know you have a little life in you yet) Give me your hand baby (I know you have a lot of strength left) Give me your pretty hand (I know you have a little life in you yet) Ooooh oooh oooh (I know you have a lot of strength left) You're loved child (I know you have a little life in you yet) Whatever you need baby (I know you have a lot of strength left) Give me your hand (I know you have a little life in you yet) Give me your hand (I know you have a lot of strength left)  [Chorus] Oh I should be crying but I just can't let it go I should be hoping but I can't stop Thinking and thinking and thinking Of all the things we should've said that we never said And all the things we should have done that we never did All the things that you wanted from me All the things that you needed from me All the things I should have given but I didn't  Oh darling make it go Just make it go away  ",
        "title": "This Woman's Work"
    },
    {
        "artist": "Hoobastank",
        "lyrics": "  [Verse 1] I will dedicate and sacrifice my every Thing for just a second's worth of how my story's ending And I wish I could know if the directions that I take And all the choices that I make won't end up all for nothing  [Chorus] Show me what it's for, make me understand it I've been crawling in the dark looking for the answer Is there something more than what I've been handed? I've been crawling in the dark looking for the answer  [Verse 2] Help me carry on, assure me it's ok to Use my heart and not my eyes to navigate the darkness Will the ending be ever coming suddenly? Will I ever get to see the ending to my story?  [Chorus] Show me what it's for, make me understand it I've been crawling in the dark looking for the answer Is there something more than what I've been handed? I've been crawling in the dark looking for the answer  [Rap] So when and how will I know?  [Bridge] How much further do I have to go? And how much longer till I finally know? `Cause I'm looking and I just can't see what's in front of me In front of me  [Chorus] Show me what it's for, make me understand it I've been crawling in the dark looking for the answer Is there something more than what I've been handed? I've been crawling in the dark looking for the answer  ",
        "title": "Crawling In The Dark"
    }
]