[
    {
        "artist": "Stories",
        "lyrics": "  She was black as the night; Louie was whiter than white Danger, danger when you taste brown sugar Louie fell in love overnight  Nothing bad, it was good Louie had the best girl he could When he took her home To meet his mama and papa; Louie knew just where he stood  Louie Louie Louie louie, Louie Louie Louie Lou I Louie Louie Louie Louie, Louie Louie you're gonna cry  There he stood in the night Knowing what's wrong from what's right He took her home to meet his mama and papa Man, they had a terrible fight  Louie nearly caused a scene Wishin' it was a dream Ain't no diff'rence if you're black or white Brothers, you know what I mean, come on Louie Louie Louie  Louie Louie Louie Louie, Louie Louie Louie Lou I Louie Louie Louie Louie, Louie Louie you're gonna cry  {Instrumental}  Louie Louie Louie Louie, Louie Louie Louie Lou I Louie Louie Louie Louie, Louie Louie you're gonna cry  ",
        "title": "Brother Louie"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Verse 1] I’ve been really trying, baby Trying to hold back this feeling for so long And if you feel like I feel baby Come on, oh come on, ooh  [Chorus] Let’s get it on, ow baby Let’s get it on, let’s love baby Let’s get it on Let’s get it on, woo  [Verse 2] We’re all sensitive people with so much to give Understand me, sugar Since we got to be, let’s live, I love you There’s nothing wrong with me loving you, baby no no And giving yourself to me can never be wrong If the love is true, oh baby ooh  [Bridge] Don’t you know how sweet and wonderful life can be, ooh ooh I’m asking you baby to get it on with me, ooh ooh ooh I ain't gonna worry, I ain't gonna push, I won't push you baby So come on, come on, come on, come on, come on, baby Stop beating round the bush, hey  [Verse 3] Let's get it on, let's get it on You know what I'm talkin' 'bout Come on baby, let your love come out If you believe in love Let's get it on, let's get it on baby This minute, oh yeah let's get it on Please, let's get it on hey hey  I know you know what I been dreamin' of, don't you baby? My whole body makes that feelin' of love, I'm happy I ain't gonna worry, no I ain't gonna push I won't push you baby, woo Come on, come on, come on, come on darling Stop beatin' round the bush, hey  Oh, gonna get it on, threatin' you, baby I wanna get it on You don't have to worry that it's wrong If the spirit moves you Let me groove you good Let your come down Oh, get it on, come on baby Do you know the meaning? I've been sanctified, hey hey Girl, you give me good feeling So good somethin' like sanctified Oh dear I, baby Nothing wrong with love If you want to love me just let your self go Oh baby, let's get it on  ",
        "title": "Let's Get It On"
    },
    {
        "artist": "Helen Reddy",
        "lyrics": "  Delta Dawn, what's that flower you have on Could it be a faded rose from days gone by And did I hear you say He was a-meeting you here today To take you to his mansion in the sky  She's forty-one and her daddy still calls 'er \"baby\" All the folks 'round Brownsville say she's crazy 'Cause she walks downtown with her suitcase in her hand Lookin' for a mysterious dark-haired man  In her younger days they called her Delta Dawn Prettiest woman you ever laid eyes on Then a man of low degree stood by her side Promised her he'd take her for his bride  Delta Dawn, what's that flower you have on Could it be a faded rose from days gone by And did I hear you say He was a-meeting you here today To take you to his mansion in the sky  Delta Dawn, what's that flower you have on Could it be a faded rose from days gone by And did I hear you say He was a-meeting you here today To take you to his mansion in the sky  Delta Dawn, what's that flower you have on Could it be a faded rose from days gone by And did I hear you say He was a-meeting you here today To take you to his mansion in the sky  Delta Dawn, what's that flower you have on Could it be a faded rose from days gone by And did I hear you say He was a-meeting you here today To take you to his mansion in the sky  ",
        "title": "Delta Dawn"
    },
    {
        "artist": "Diana Ross",
        "lyrics": "  [Verse 1:] Touch me in the morning Then just walk away We don't have tomorrow But we had yesterday  Hey, wasn't it me who said That nothin' good's gonna last forever And wasn't it me who said Let's just be glad for the time together  Must've been hard to tell me That you've given all you had to give I can understand your feelin' that way Ev'rybody's got their life to live  Well, I can say goodbye In the cold morning light But I can't watch love die In the warmth of the night  If I've got to be strong Don't you know I need to have tonight When you're gone, till you go I need to lie here and Think about the last time  [Verse 2:] You'll touch me in the morning Then just close the door Leave me as you found me Empty like before  Hey, wasn't it yesterday We used to laugh at the wind behind us Didn't we run away and hope That time wouldn't try to find us  Didn't we take each other To a place where No one's ever been  Yeah, I really need you Near me tonight 'Cause you'll never take me there again  [Bridge:] Let me watch you go With the sun in my eyes We've seen how love can grow Now we'll see how it dies If I've got to be strong  Don't you know I need to have tonight When you're gone Till you go I need to hold you until the tie Your hands reach out and  [Verse 3:] Touch me in the morning Then just walk away We don't have tomorrow But we had yesterday  We're blue and gold And we could feel one another living We walked with a dream to hold And we could take what the world was giving  There's no tomorrow here There's only love and the time to chase it Yesterday's gone my love There's only now and it's time to face it  ",
        "title": "Touch Me In The Morning"
    },
    {
        "artist": "Wings",
        "lyrics": "  [Verse 1] When you were young and your heart was an open book You used to say live and let live (You know you did, you know you did, you know you did) But if this ever changing world in which we're living Makes you give in and cry  [Chorus] Say live and let die (Live and let die) Live and let die (Live and let die)  [Verse 2] What does it matter to you? When you got a job to do You got to do it well You got to give the other fellow hell  [Verse 1] You used to say live and let live (You know you did, you know you did, you know you did) But if this ever changing world in which we're living Makes you give in and cry  [Chorus] Say live and let die (Live and let die) Live and let die (Live and let die)  ",
        "title": "Live And Let Die"
    },
    {
        "artist": "Dawn Featuring Tony Orlando",
        "lyrics": "  We were very happy Well at least I thought we were Can't somebody tell me What's got into her A house, a home, a family And a man who loves her so Who'd believe she'd leave us To join a burlesque show?  Say has anybody seen my Sweet Gypsy Rose? Here's her picture when she was my Sweet Mary Jo Now she's got rings on her fingers And bells on her toes Say has anybody seen my Sweet gypsy Rose?  Oh, I know when Mary Jo's been dancin' Here in New Orleans In this smoke-filled honky-tonk They call the land of dreams Whoah, here she comes a-struttin' In her birthday clothes Say has anybody seen my Sweet gypsy Rose?  Whoah, baby, baby Won'tcha come home Say, we all miss ya And every night we kiss your picture  Whoiah Rose, one night the lights go dim And the crowd goes home That's the day you wake up And you find you're all alone So let's say goodbye to Gypsy Hello Mary Jo Say has anybody seen my Sweet Gypsy Rose  (Instrumental)  So take those rings off your fingers And bells off your toes Say has anybody seen my Now you know just what I mean by Has anybody seen my Sweet Gypsy Rose  ",
        "title": "Say, Has Anybody Seen My Sweet Gypsy Rose"
    },
    {
        "artist": "Maureen McGovern",
        "lyrics": "  There's got to be a morning after If we can hold on through the night We have a chance to find the sunshine Let's keep on looking for the light  Oh, can't you see the morning after It's waiting right outside the storm Why don't we cross the bridge together And find a place that's safe and warm  It's not too late We should be giving Only with love can we climb It's not too late Not while we're living Let's put our hands out in time  There's got to be a morning after We're moving closer to the shore I know we'll be there by tomorrow And we'll escape the darkness We won't be searching any more  There's got to be a morning after (There's got to be a morning after) There's got to be a morning after (There's got to be a morning after) There's got to be a morning after (There's got to be a morning after) There's got to be a morning after (There's got to be a morning after) There's got to be a morning after  ",
        "title": "The Morning After"
    },
    {
        "artist": "Gilbert O'Sullivan",
        "lyrics": null,
        "title": "Get Down"
    },
    {
        "artist": "Paul Simon (with The Dixie Hummingbirds)",
        "lyrics": "  [Spoken Intro]  When I was a little boy (When I was just a boy) And the Devil would call my name I’d say, “Now who do Who do you think you’re fooling?”  I’m a consecrated boy Singer in a Sunday choir Oh, my mama loves me, she loves me She get down on her knees and hug me Oh, she loves me like a rock She rock me like the rock of ages And she loves me She love me, love me, love me, love me  When I was grown to be a man And the Devil would call my name I’d say “now who do Who do you think you’re fooling?”  I’m a consummated man I can snatch a little purity My mama loves me, she loves me She get down on her knees and hug me Oh, she loves me like a rock She rock me like the rock of ages And loves me She love me, love me, love me, love me  And If I was the President And the Congress called my name I’d say “now who do Who do you think you’re fooling?”  I’ve got the presidential seal I’m up on the presidential podium My mama loves me, she loves me She get down on her knees and hug me And she loves me like a rock She rock me like the rock of ages And love me  [outro]  She love me, love me, love me, love me, love me like a rock She love me love me like a rock Love me, love me, love me love me like a rock, oh baby... She love me, love me, love me, love me...  ",
        "title": "Loves Me Like A Rock"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse 1] I do believe in you And I know you believe in me Oh yeah Oh yeah And now we realize Love's not all that it's supposed to be Oh yeah Oh yeah  [Chorus] And knowing that you would have wanted it this way I do believe I'm feeling stronger every day  [Verse 2] I know we really tried Together we had love inside Oh yeah Oh yeah So now the time has come For both of us to live on the run Oh yeah Oh yeah  [Chorus] And knowing that you would have wanted it this way I do believe I'm feeling stronger every day  [Bridge] After what you've meant to me Ooh baby now I can make it easily Yeah, yeah, yeah I know that we both agree Best thing to happen to you The best thing that happened to me Yeah, yeah, yeah  (Let's spend the night together Jumpin' Jack Flash it's a gas gas gas.)  [Outro] Feeling stronger every day Feeling stronger every day Feeling stronger every day (You know I'm alright now) Feeling stronger every day (You know I'm alright now) Feeling stronger every day (You know I'm alright now) Feeling stronger every day (You know I'm alright now) Feeling stronger every day (You know I'm alright now) Feeling stronger every day (You know I'm alright now) Feeling stronger every day (You know I'm alright now) Feeling stronger every day (You know I'm alright now) Feeling stronger every day  ",
        "title": "Feelin' Stronger Every Day"
    },
    {
        "artist": "Grand Funk",
        "lyrics": "  {Intro}  On the road for forty days Last night in Little Rock put me in a haze Sweet, sweet Connie - doing her act She had the whole show and that's a natural fact  Up all night with Freddy King I got to tell you poker's his thing A-booze 'n ladies keep me right As long as we can make it to the show tonight  We're an American band We're an American band We're coming to your town, we'll help you party it down We're an American band  {Hook}  Four young chiquitas in Omaha Was waitin' for the band to return from the show Feelin' good, feelin' right, it's Saturday night The hotel detective -- he was out-a-sight  Now, these fine ladies, they had a plan They was out to meet the boys in the band They said, \"Come on, dudes, let's get it on,\" And we proceeded to tear that hotel down  We're an American band We're an American band We're coming to your town, we'll help you party it down We're an American band  We're an American band We're an American band We're coming to your town, we'll help you party it down We're an American band  {Bridge}  We're an American band We're an American band We're coming to your town, we'll help you party it down We're an American band  We're an American band We're an American band We're coming to your town, we'll help you party it down We're an American band  We're an American Band, Ooo-ooo We're an American Band, Ooo-ooo We're an American Band, Ooo-ooo  ",
        "title": "We're An American Band"
    },
    {
        "artist": "Sly & The Family Stone",
        "lyrics": null,
        "title": "If You Want Me To Stay"
    },
    {
        "artist": "Jim Croce",
        "lyrics": "  Well the South side of Chicago Is the baddest part of town And if you go down there You better just beware Of a man named Leroy Brown  Now Leroy more than trouble You see he stand 'bout six foot four All the downtown ladies call him \"Treetop Lover\" All the men just call him \"Sir\"  And he's bad, bad Leroy Brown The baddest man in the whole damn town Badder than old King Kong Meaner than a junkyard dog  Now Leroy he a gambler And he like his fancy clothes And he like to wave his diamond rings In front of everybody's nose He got a custom Continental He got an Eldorado too He got a 32 gun in his pocket for fun He got a razor in his shoe  And he's bad, bad Leroy Brown The baddest man in the whole damn town Badder than old King Kong Meaner than a junkyard dog  Well Friday bout a week ago Leroy shootin' dice And at the edge of the bar Sat a girl named Doris And ooh that girl looked nice Well he cast his eyes upon her And the trouble soon began Leroy Brown he learned a lesson 'Bout messin' with the wife of a jealous man  And he's bad, bad Leroy Brown The baddest man in the whole damned town Badder than old King Kong Meaner than a junkyard dog  Well the two men took to fightin' And when they pulled them from the floor Leroy looked like a jigsaw puzzle With a couple of pieces gone  And he's bad, bad Leroy Brown The baddest man in the whole damn town Badder than old King Kong Meaner than a junkyard dog  And he’s bad, bad Leroy Brown The baddest man in the whole damn town Badder than old King Kong Meaner than a junkyard dog Badder than old King Kong Meaner than a junkyard dog  ",
        "title": "Bad, Bad Leroy Brown"
    },
    {
        "artist": "Al Green",
        "lyrics": "  [Verse 1] I can't believe that it's real The way that you make me feel A burning deep down inside A love that I cannot hide  [Pre-Chorus] Our love is you and me, baby That make the world go round And if keeping you and loving you means Layin' all my troubles down  [Chorus] Here I am, baby, come and take me Here I am, baby, won't you come and take me Take me by the hand, yeah Show me Here I am, baby  [Verse 2] It always ends up this way Me begging you every day A love that I cannot have You broke my heart into half  [Pre-Chorus] Our love is you and me, baby That make the world go round Keeping you and loving you means Laying all my troubles down  [Chorus] Here I am, baby, come and take me Here I am, baby, won't you come and take me Take me by the hand, yeah Squeeze it Here I am, baby  [Bridge] When I'm down I can always call you For a helpin' hand I know you'll do the best you can But it don't take much for me Before my cup runs over All this love's inside of me I believe there's going to be an explosion, yeah You can talk to me, oh baby I'm in no hurry Tell me all your troubles And you won't ever have to worry, no And one more thing You just can't trust everybody Everybody you see, no no You'll find yourself lost and alone On a darkened street  [Chorus] Here I am, baby, come and take me Here I am, baby, would you come and take me Take me by the hand Show me, hey hey Take me, hey hey Show me, won't you? Here I am, baby, hey hey Take me, won't you? Teach me Baby, won't you take me by the hand? Teach me Here I am, baby  ",
        "title": "Here I Am Come & Take Me"
    },
    {
        "artist": "War",
        "lyrics": "  They call They call me a gypsy man They call me a gypsy man  They call me a gypsy man They call me a gypsy man  They call me a gypsy man 'Cause I don't stay in one place too long  I'm searchin' for a brand new world To make and call my home  I gotta find a friend, a nice sharp baby I gotta find a friend, a nice sharp baby  To make my home ohh, yeah To make my home  'Cause I'm a gypsy man Yes, I'm a gypsy man Oh, I'm a gypsy man  ",
        "title": "Gypsy Man"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] It's getting late, have you seen my mates? Ma, tell me when the boys get here It's seven o'clock and I want to rock Want to get a belly full of beer My old man's drunker than a barrel full of monkeys And my old lady, she don't care My sister looks cute in her braces and boots A handful of grease in her hair  [Chorus] Don't give us none of your aggravation We had it with your discipline Saturday night's alright for fighting Get a little action in Get about as oiled as a diesel train Going to set this dance alight Saturday night's the night I like Saturday night's alright, alright, alright  [Verse 2] Well, they're packed pretty tight in here tonight I'm looking for a dolly who'll see me right I may use a little muscle to get what I need I may sink a little drink and shout out \"she's with me!\" A couple of the sounds that I really like Are the sounds of a switchblade and a motorbike I'm a juvenile product of the working class Whose best friend floats at the bottom of a glass  [Chorus] Don't give us none of your aggravation We had it with your discipline Saturday night's alright for fighting Get a little action in Get about as oiled as a diesel train Going to set this dance alight Saturday night's the night I like Saturday night's alright, alright, alright  [Guitar break]  [Chorus] Don't give us none of your aggravation We had it with your discipline Saturday night's alright for fighting Get a little action in Get about as oiled as a diesel train Going to set this dance alight 'Cause Saturday night's the night I like Saturday night's alright, alright, alright  [Coda] Saturday! Saturday! Saturday! Saturday! Saturday! Saturday! Saturday! Saturday! Saturday night's alright Saturday! Saturday! Saturday! Saturday! Saturday! Saturday! Saturday! Saturday! Saturday night's alright Saturday! Saturday! Saturday! Saturday! Saturday! Saturday! Saturday! Saturday! Saturday night's alright  ",
        "title": "Saturday Night's Alright For Fighting"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  [Verse 1] There's not a street that you can walk You got to watch just who you're talking to They're out to get ya, can't turn your back on a smiling face Next thing you know, there ain't no trace of you And this I betcha, some people lose and some folks win It's a matter of what they do  [Chorus] Are you man enough, big and bad enough? Are you gonna let 'em shoot you down? When the evil flies and your brother cries Are you gonna be around? Someone needs a friend, just around the bend Don't ya think you should be there? Are you man enough when the going's rough? Is it in your heart to care?  [Verse 2] There's no pretending it goes away With every step that you take you pay your dues and I ain't lying You got to struggle to see the light How someone's looking to steal your right to choose And that don't stop trying It's like a jungle outside the door and it's keeping you so confused  [Chorus] Are you man enough, big and bad enough? Are you gonna let 'em shoot you down? When the evil flies and your brother cries Are you gonna be around?  [Bridge] Gotta keep your eye on the passers-by, better watch your step Because you never know where the knife would go And they ain't missed yet The strong survive, they stay alive, they always do But nothin' they ever teach you is true  [Chorus] Are you man enough, big and bad enough? Are you gonna let 'em shoot you down? When the evil flies, and your brother cries Are you gonna be around? Someone needs a friend, just around the bend Don't ya think you should be there? Are you man enough when the going gets rough? Is it in your heart to care? Are you man enough, big and bad enough? (Are you big and bad enough?) Are you gonna let 'em shoot ya down? When the evil flies, brother cries (And your brother sighs) Are you gonna be around?  ",
        "title": "Are You Man Enough"
    },
    {
        "artist": "Charlie Daniels",
        "lyrics": "  [Verse] I was taking a trip out to L.A Tooling along in my Chevrolet Taking on a number and digging on the radio Just as I crossed the Mississippi line I heard that highway start to whine And I knew that left rear tire was about to blow Well the spare was flat and I got uptight Cause there wasn't a filling station in sight So I just limped on down the shoulder on the rim I went as far as I could and when I stopped the car It was right in front of this little bar Kind of a red-neck looking joint called the Dew Drop Inn I stuffed my hair up under my hat And told the bartender that I had a flat And would he be kind enough to give me change for a one There was one thing I was sure proud to see There wasn't a soul in the place except for him and me He just looked disgusted and pointed toward the telephone I called up the station down the road a ways He said he wasn't very busy today And he could have someone out there in just about 10 minutes or so He said, \"Now, you just stay right where yer at!\" And I didn't bother to tell the darn fool That I sure as hell didn't have anyplace else to go I just ordered up a beer and sat down at the bar When some guy walked in and said, \"Who owns this car With the peace sign, the mag wheels and the four on the floor?\" He looked at me and I damn near died And I decided that I'd just wait outside So I laid a dollar on the bar and headed for the door Just when I thought I'd get out of there with my skin These 5 big dudes come strolling in With one old drunk chick and some fella with green teeth I was almost to the door when the biggest one Said, \"You tip your hat to this lady, son!\" And when I did, all that hair fell out from underneath Now the last thing I wanted was to get into a fight In Jackson Mississippi on a Saturday night Especially when there was three of them and only one of me They all started laughing and I felt kinda sick And I knew I better think of something pretty quick So I just reached out and kicked old green teeth right in the knee Now he let out a yell that'd curl your hair But before he could move I grabbed me a chair And said \"Now watch him Folks cause he's a thoroughly dangerous man!\" \"You may not know it but this man is a spy He's a undercover agent for the FBI And he's been sent down here to infiltrate the Ku Klux Klan!\" He was still bent over holding on to his knee But everybody else was looking and listening to me And I laid it on thicker and heavier as I went I said, \"Would you believe this man has gone as far As tearing Wallace stickers off the bumpers of cars And he voted for George McGovern for President.\" \"Well, he's a friend of them long haired, hippy-type, pinko fags! I bet you he's even got a commie flag Tacked up on the wall inside of his garage.\" \"He's a snake in the grass, I tell you guys He may look dumb but that's just a disguise He's a mastermind in the ways of espionage\" They all started looking real suspicious at him And he jumped up and said \"Now just wait a minute Jim! You know he's lying I been living here all of my life!\" \"I'm a faithful follower of Brother John Birch And I belong to the Antioch Baptist Church And I ain't even got a garage, you can call home and ask my wife!\" Then he started saying something bout the way I was dressed But I didn't wait around to hear the rest I was too busy moving and hoping I didn't run out of luck When I hit the ground I was making tracks And they were just taking my car down off the jacks So I threw the man a twenty and jumped in and fired that mother up Mario Andretti would be sure been proud Of the way I was moving when I passed that crowd Coming out the door and headed toward me at a trot And I guess I should of gone ahead and run But somehow I just couldn't resist the fun Of chasing them all just once around the parking lot Well they headed for their car, but I hit the gas And spun around and headed them off at the pass I was slinging gravel and putting a ton of dust in the air I had them all out there stepping and fetching Like their heads was on fire and their asses was catching Then I figured I had better go ahead and split before the cops got there When I hit the road I was really wheeling Had gravel flying and rubber squealing And I didn't slow down till I was almost to Arkansas I think I'm going to reroute my trip I wonder if anybody'd think I'd flipped If I went to L.A., via Omaha  ",
        "title": "Uneasy Rider"
    },
    {
        "artist": "Johnnie Taylor",
        "lyrics": null,
        "title": "I Believe In You (You Believe In Me)"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": null,
        "title": "Angel"
    },
    {
        "artist": "The Isley Brothers",
        "lyrics": "  [Hook] Who's that lady? Who's that lady? Beautiful lady, who's that lady? Lovely lady, who's that lady? Real fine lady, who's that lady?  [Verse 1] Hear me callin' out to you Cause it's all that I can do Your eyes tell me to pursue But you say look yeah but don't touch, baby Nah, nah, nah don't touch  [Hook] Who's that lady? Who's that lady? Sexy lady, who's that lady? Beautiful lady, who's that lady? Real fine lady, who's that lady?  [Verse 2] I would dance upon a string Any gift she'd wanna bring I would give her anything If she would just do what I say Come 'round my way baby, shine my way  [Hook] Who's that lady? Who's that lady? Beautiful lady, who's that lady? Lovely lady, who's that lady? Real fine lady, who's that lady?  [Verse 3] I would love to take her home But her heart is made of stone I would keep on keepin' on If I don't she'll do me wrong Do me wrong, yeah  ",
        "title": "That Lady (Part 1)"
    },
    {
        "artist": "Bobby \"Boris\" Pickett And The Crypt-Kickers",
        "lyrics": null,
        "title": "Monster Mash"
    },
    {
        "artist": "Donny Osmond",
        "lyrics": "  [Verse 1:] A million to one That’s what our folks say about this love of ours A million to one They’re saying our love will fade like yesterday’s flowers  They’re betting everything That our love won’t survive They’re hoping in time we’ll forget each other’s lives  [Verse 2:] A million to one Maybe were too young to know The meaning of love  A million to one That they’ve forgotten the dreams That we’re dreaming of  [Chorus:] But we’ll forgive them because we love them After all that’s said and done There’s one in a million A million to one  But we’ll forgive them Because we love them After all that’s said and done The one in a million A million to one  ",
        "title": "A Million To One/Young Love"
    },
    {
        "artist": "Lobo",
        "lyrics": "  She knows when I am lonesome She cries when I am sad She's up in the good times She's down in the bad Whenever I am discouraged She knows just what to do But girl She doesn't know about you  I can tell her my troubles She makes them all seem right I can make up excuses Not to hold her at night We can talk of tomorrow I'll tell her things that I wanna do But girl How can I tell her about you?  How can I tell her about you? Girl, please tell me what to do Everything seems right whenever I'm with you So girl, won't you tell me How to tell her about you  How can I tell her I don't miss her Whenever I am away How can I say it's you I think of Every single night and day But when is it easy telling someone the truth Oh girl, help me tell her about you  How can I tell her about you? Girl, please tell me what to do Everything seems right whenever I'm with you So girl, won't you tell me How to tell her about you  ",
        "title": "How Can I Tell Her"
    },
    {
        "artist": "B.W. Stevenson",
        "lyrics": "  My Maria Don't you know I have come a long, long way I've been longing to see her, when she's around, she takes my blues away  Sweet Maria The sunlight surely hurts my eyes I'm a lonely dreamer on a highway in the skies  Maria (oh, Maria, I love you, girl, oh, my Maria) Maria (oh, Maria, I love you, girl), I love you  My Maria There were some blue and sorrow times Just my thoughts about you bring back my peace of mind  Gypsy lady You're a miracle worker for me You set my soul free like a ship sailing on the sea  She is the sunlight when the skies are grey She treats me so right, lady, take me away  Maria (oh, Maria, I love you, girl, oh, my Maria) Maria (oh, Maria, I love you, girl), I love you  Maria (oh, Maria, I love you, girl, oh, my Maria) Maria (oh, Maria, I love you, girl), I love you  ",
        "title": "My Maria"
    },
    {
        "artist": "Seals & Crofts",
        "lyrics": null,
        "title": "Diamond Girl"
    },
    {
        "artist": "Joe Simon featuring The Mainstreeters",
        "lyrics": "  A world of love is mine alone A world of love no one has known And yet they speak of such a place Beyond the stars, through time and space  So this is paradise, truly paradise I dared to dream of My wildest fantasy could never bring to me Such lips, so filled with love  Lost in your kiss, here I will stay Til there's no night 'til there's no day What greater gift could ever be? A world of love you gave to me You gave to me a world of love  ",
        "title": "Theme From Cleopatra Jones"
    },
    {
        "artist": "Carole King",
        "lyrics": null,
        "title": "You Light Up My Life/Believe In Humanity"
    },
    {
        "artist": "Don Covay",
        "lyrics": "  Spoken: I just got finished given the hotel Manager back the room key and paid my bill  I was outside in the car In the shadows of the parkin' lot Tellin' the woman I was with How happy she made me Kissin' and huggin'  An all of a sudden another car Pulled up on the parkin' lot But I couldn't believe my eyes 'Cause the woman that was sitting In the front seat beside another dude Turned out to be my old lady  Sings: Lord, I was checkin' out And she was checkin' in Yeah, yeah, yeah, (yeah) (Oh yeah) Oh, let me tell you people I was checkin' out, um-hm An my old lady was checkin' in Oh Lord, have mercy!  I was with my other woman And she, she was with her boyfriend She waited outside ya'all, in the car While he went in, yeah To rent the room  I wanted to say something to her But there was nothing I could say, yeah 'Cause the woman I was with Yes, she was married too!  Lord, I was checkin' out And she was checkin' in (checkin' in) Yeah, yeah, yeah Oh, yes she was Ya'all, I saw another man took my old lady (Oh took my baby) Let me tell ya In the Hideaway Motor Inn  (Motor Inn) yeah baby um-hm Uum, I was with my other woman (Oh, I was treated wrong, yeah) And she was with her boyfriend  She was suppose to be at home Mindin' the kids The both of us had been untrue (Been untrue)  Guess I'll have to go on Bein' blind I can't reveal her guilt Without' showin' mine, Lord!  I was checkin' out (Checkin out, sho' nuff was) As she was checkin' in Yeah, yeah, yeah, yeah, yeah  Hoo hey! umm, let me tell ya What hurt me so bad, ya'all (Hurt me, really hurt me so bad) Really hurt me so bad (It hurt me) The man gave him the same room I had Yes, he did, yeah-yeah The same room I was in (yeah)  Umm!, what a terrible blow it was (Such a terrible, terrible, terrible thing it was)  FADES-  What a terrible thing To do to a man, yeah-yeah  She was smilin' And she never smiles!  I think my debt has Caught up with me ya'all  Lord, have mercy  ~  ",
        "title": "I Was Checkin' Out She Was Checkin' In"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] People keep on learning Soldiers keep on warring World keep on turning Because it won't be too long  [Verse 2] Powers keep on lying While your people keep on dying World keep on turning Because it won't be too long  [Chorus] I'm so darn glad he let me try it again Because my last time on earth I lived a whole world of sin I'm so glad that I know more than I knew then Going to keep on trying Until I reach my highest ground  [Verse 3] Teachers keep on teaching Preachers keep on preaching World keep on turning Because it won't be too long Oh no  [Verse 4] Lovers keep on loving Believers keep on believing Sleepers just stop sleeping Because it won't be too long Oh no  [Chorus] I'm so glad he let me try it again Because my last time on earth I lived a whole world of sin I'm so glad that I know more than I knew then Going to keep on trying Until I reach my highest ground No one's going to bring me down  [Outro] Until I reach my highest ground No one's going to bring me down Oh no Until I reach my highest ground Don't let nobody bring you down (they'll sho 'nuff try)  ",
        "title": "Higher Ground"
    },
    {
        "artist": "Kris Kristofferson",
        "lyrics": null,
        "title": "Why Me"
    },
    {
        "artist": "Bobby Womack",
        "lyrics": "  Well, once I lived the life of a millionaire Spending my money, no, I didn't care Takin' my friend John out for a mighty good time Drinkin' that good gin, champagne and wine  Aww, soon as my money got low Didn't have a friend, couldn't find no place to go But if I get my hands on a dollar again I think I'11 hold on to it until the eagle grins  Cause, I found out Nobody wants you when you're down and out Nobody wants you when you're down and out Down and out  Oh, Yeah, Hmmm wait a miunte  Went in your pocket there's not one penny Old man, and good friend I'm tellin' ya to find out if You haven't got any  But just let you get up on my feet again Here they all come tellin you All are your long-lost friends!  Nobody wants you when you're down and out Let me tell you bout it Nobody wants ya - Ahhhh, Mobody wants ya When you're down and out Down and out Nobody wants ya' Whooooaaa Oooh Ooooh! Yeah, Yeah, Yeah, Yeah I don't mean to take up much of your time But i thought I'd drop this line (Talking:Noboby wants ya) Nobody wants ya  ",
        "title": "Nobody Wants You When You're Down And Out"
    },
    {
        "artist": "Cher",
        "lyrics": "  [Verse 1] My father married a pure Cherokee My mother's people were ashamed of me The Indians said I was white by law The white man always called me \"Indian Squaw\"  [Chorus] Half-breed, that's all I ever heard Half-breed, how I learned to hate the word Half-breed, 'She's no good' they warned Both sides were against me since the day I was born  [Verse 2] We never settled, went from town to town When you're not welcome you don't hang around The other children always laughed at me \"Give her a feather, she's a Cherokee\"  [Chorus] Half-breed, that's all I ever heard Half-breed, how I learned to hate the word Half-breed, 'She's no good' they warned Both sides were against me since the day I was born  [Bridge] We weren't accepted and I felt ashamed Nineteen I left them Tell me, who's to blame? My life since then has been from man to man But I can't run away from what I am  [Chorus] Half-breed, that's all I ever heard Half-breed, how I learned to hate the word Half-breed, 'She's no good' they warned Both sides were against me since the day I was born Half-breed, that's all I ever heard Half-breed, how I learned to hate the word Half-breed, 'She's no good' they warned Both sides were against me since the day I was born  ",
        "title": "Half-Breed"
    },
    {
        "artist": "Cat Stevens",
        "lyrics": null,
        "title": "The Hurt"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  When I was young I'd listen to the radio Waiting for my favorite songs When they played I'd sing along It made me smile  Those were such happy times and not so long ago How I wondered where they'd gone But they're back again just like a long lost friend All the songs I loved so well  Every shalalala, every oho, oho Still shines Every shing-a-ling-a-ling that they're starting to sing's So fine  When they get to the part where he's breaking her heart It can really make me cry Just like before It's yesterday once more  (Shoobidoo, wangdang) (Shoobidoo, wangdang)  Looking back on how it was in years gone by And the good times that I had Makes today seem rather sad So much has changed  It was songs of love that I would sing to them And I'd memorize each word Those old melodies still sound so good to me As they melt the years away  Every shalalala, every oho, oho Still shines Every shing-a-ling-a-ling that they're starting to sing's So fine  All my best memories come back clearly to me Some can even make me cry Just like before It's yesterday once more  (Shoobidoo, wangdang) (Shoobidoo, wangdang)  Every shalalala, every oho, oho Still shines Every shing-a-ling-a-ling that they're starting to sing's So fine  Every shalalala, every oho, oho Still shines Every shing-a-ling-a-ling that they're starting to sing's So fine  ",
        "title": "Yesterday Once More"
    },
    {
        "artist": "The Chi-lites",
        "lyrics": "  Baby, when I found out you were lyin' Playin' around and connivin' Undesired tears I was cryin' 'Cause sugar coated lies I was buyin'  I was just a backseat driver in a car of love Goin' wherever you take me Don't know why I put up with the pain 'Cause nobody else could make me  You got me goin' (Stoned out of my mind) You got me goin' (Stoned) Hey, hey (Out of my mind) You got me goin' (Stoned out of my mind) You got me goin' (Stoned) Hey, hey (Out of my mind)  When you led me to the water I drank it Man, I drank more than I could hold When you took my mind and body You know you wanna take my soul  Where can I run Where can I hide Who can I talk to Tell me what, what can I do  When you got me goin' (Stoned out of my mind) You got me goin' (Stoned) Hey, hey (Out of my mind) You got me goin' (Stoned out of my mind) You got me goin' (Stoned) Hey, hey (Out of my mind)  Hee...you got me goin' (Stoned out of my mind) You got me goin' (Stoned) Hey, hey (Out of my mind) Been around with every guy in town (Stoned out of my mind) Funny but I just can't put you down (Stoned out of my mind)  You got me goin' (Stoned out of my mind) You got me goin' (Stoned out of my mind)  ",
        "title": "Stoned Out Of My Mind"
    },
    {
        "artist": "Barry White",
        "lyrics": "  Don’t do that Baby, please don’t do that What are you cryin’ for Is it because you’re sad or mad or Nothing’s gonna go wrong Sometimes we feel inside of us that That everything we have is only here for today But every now and then two people get lucky And find that certain thing that make them wanna Just keep it, just keep it that way I don’t want you to feel that That you have to go through these changes when Knowin’ no way I know that our love is different Our lives will be different Trust me, baby, trust me  Now that I’m here no more tears Come here, come here And you won’t find things that broke your heart And blew your mind Not here, no, not here  And my, oh, my Girl, can’t you see, can’t you see that I I’ve got so much to give to you, my dear It’s gonna take a lifetime, it’s gonna take years  To you my dear I’ve got so much to give It’s gonna take my lifetime It’s gonna take years and years and years and years  And I’ll fill you in your hopes and dreams Believe me, girl, you got everything Right here, right here No one could offer you more Than the love I have for you in store It’s here, oh, oh, yeah  And my, oh, my Honey, can’t you see, can’t you see that I I got so much to give to you my dear It’s gonna take a lifetime, it’s gonna take years  To you my dear I’ve got so much to give It’s gonna take my lifetime It’s gonna take years and years and years and years  Believe me, baby We found that certain thing That certain feeling That lets two people express themselves how they feel Let your love flow inside of you Don’t be afraid, don’t be afraid, baby  ",
        "title": "I've Got So Much To Give"
    },
    {
        "artist": "Tyrone Davis",
        "lyrics": null,
        "title": "There It Is"
    },
    {
        "artist": "Curtis Mayfield",
        "lyrics": "  Future shock Ooh, ho  Hey, little sister, where's your brother? See your mother standing on the soup line God bless your father Ain't got the strength to be bothered  The almighty world hear me now Whisper on to weigh him down  We got to stop all men from messing up the land When won't we understand this is our last and only chance Everybody, it's a future shock Future shock, future shock Future shock, future shock  All worldly figures playing on niggers Oh, see them passing See how they're dancing to the superfly Oh, ain't it wrong when you don't know where we come from  Dancing in our youth Dying at the truth, it ain't over (Over, over, ain't over)  We got to stop all men from messing up the land When won't we understand this is our last and only chance Everybody, it's a future shock Future shock, future shock Future shock, future shock  The price of the beat higher than the dope in the street Is it any wonder for those with nothing to eat  We got to stop all men from messing up the land When won't we understand this is our last and only chance Everybody, it's a future shock Future shock, future shock Future shock, future shock  ",
        "title": "Future Shock"
    },
    {
        "artist": "Deep Purple",
        "lyrics": "  [Verse 1] We all came out to Montreux On the Lake Geneva shoreline To make records with a mobile We didn't have much time But Frank Zappa and the Mothers Were at the best place around But some stupid with a flare gun Burned the place to the ground  [Chorus] Smoke on the water and fire in the sky Smoke on the water  [Verse 2] They burned down the gambling house It died with an awful sound (Uh) Funky Claude was running in and out Pulling kids out the ground When it all was over We had to find another place But Swiss time was running out It seemed that we would lose the race  [Chorus] Smoke on the water and fire in the sky Smoke on the water  [Solo]  [Verse 3] We ended up at the Grand Hotel It was empty cold and bare But with the Rolling truck Stones thing just outside Making our music there With a few red lights, a few old beds We made a place to sweat No matter what we get out of this I know I know we'll never forget  [Chorus] Smoke on the water and fire in the sky Smoke on the water  ",
        "title": "Smoke On The Water"
    },
    {
        "artist": "The Independents",
        "lyrics": "  [Intro] Darling, these last few days Have been almost unbearable I mean, nothing is going right Since you’ve been gone  Nothing to do No place to go Nothing good comes On the tv anymore Since you’ve been gone My whole world is Just one big drag  Uh huh, baby I’ve been missing you Uh huh, baby I’ve been missing you  Uh huh, baby I’ve been missing you Uh huh, baby I’ve been missing you  I sit by my window Just wanting you To come back home My days are nights And my nights are days Everything i do, child Seems to turn out wrong  When you are here It gives me too much joy My heart is wrapped Up in your love Everytime you bring me joy Oh, yeah, yeah  Uh huh, baby I’ve been missing you Uh huh, baby I’ve been missing you Uh huh, baby I’ve been missing you  We shared our love But now it’s gone Like a stranger In a big, old town I feel so all alone  I’m believing I love you so much How would i ever do Without your loving touch Yeah, yeah, yeah  Baby, i’ve been missing you Uh huh, baby I’ve been missing you Uh huh, baby I’ve been missing you Uh huh, baby I’ve been missing you…  ",
        "title": "Baby I've Been Missing You"
    },
    {
        "artist": "The Spinners",
        "lyrics": null,
        "title": "Ghetto Child"
    },
    {
        "artist": "Tower Of Power",
        "lyrics": "  Ain't nothin' I can say Nothin' I can do I feel so bad, yeah I feel so blue I got to make it right For everyone concerned Even if it's me, if it means, just me Wants getting back  'Cause I can never make you unhappy No, I couldn't do that, girl Only wish I didn't love you so Makes it so, so very hard to go  So very hard to go 'Cause I love you so So very hard to go I, I love you so  I knew the time would come I'd have to pay for my mistake I can't blame you for what you're doin' to me girl Even though my heart aches  Your dreams have all come true Just the way you planned them So I'll just step aside, I'm going to step aside And lend a helping hand  'Cause I can never make you unhappy No, I couldn't do that, girl Only wish I didn't love you so Makes it so very hard to go  So very hard to go 'Cause I love you so So very hard to go I, I love you so  I could never make you unhappy No, I couldn't do that, girl Only wish I didn't love you so Makes it so very hard to go  So very hard to go 'Cause I love you so So very hard to go I, I love you so So very hard to go It ain't easy to walk away when a man loves somebody So very hard to go Hey, hey...  ",
        "title": "So Very Hard To Go"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": "  Wash away my troubles, wash away my pain With the rain in Shambala Wash away my sorrow, wash away my shame With the rain in Shambala  Ah, ooh, yeah Yeah, yeah, yeah, yeah, yeah Ah, ooh, yeah Yeah, yeah, yeah, yeah, yeah  Everyone is helpful, everyone is kind On the road to Shambala Everyone is lucky, everyone is so kind On the road to Shambala  Ah, ooh, yeah Yea, yeah, yeah, yeah, yeah Ah, ooh, yeah Yeah, yeah, yeah yeah, yeah  How does your light shine In the halls of Shambala How does your light shine In the halls of Shambala?  I can tell my sister by the flowers in her eyes On the road to Shambala I can tell my brother by the flowers in his eyes On the road to Shambala  Ah, ooh, yeah Yeah, yeah, yeah yeah, yeah Ah, ooh, yeah Yeah, yeah, yeah yeah, yeah  How does your light shine In the halls of Shambala? How does your light shine In the halls of Shambala? Tell me how does your light shine In the halls of Shambala? (Tell me how) How does your light shine In the halls of Shambala?  Ah, ooh, yeah Yeah, yeah, yeah yeah, yeah Ah, ooh, yeah On the road to Shambala  Ah, ooh, yeah Shambala, la Ah, ooh, yeah On the road to Shambala  ",
        "title": "Shambala"
    },
    {
        "artist": "Edgar Winter Group",
        "lyrics": "  The mountain is high, the valley is low And you're confused on which way to go So I've come here to give you a hand And lead you into the promised land, so  Come on and take a free ride (Free ride) Come on and sit here by my side Come on and take a free ride  All over the country, I'm seeing it the same Nobody's winning at this kind of game We gotta do better, it's time to begin You know all the answers must come from within, so  Come on and take a free ride (Free ride) Come on and sit here by my side Come on and take a free ride  Yeah, yeah, yeah, yeah Ooh, ooh, ooh Ooh, ooh, ooh Ooh, ooh, free ride  Come on and take a free ride Yeah, yeah, yeah, yeah Come on and take a free ride Yeah, yeah, yeah, yeah  Come on and take a free ride Yeah, yeah, yeah, yeah Come on and take a free ride Yeah, yeah, yeah, yeah  Come on and take a free ride Yeah, yeah, yeah, yeah Come on and take a free ride Yeah, yeah, yeah, yeah  ",
        "title": "Free Ride"
    },
    {
        "artist": "Charlie Rich",
        "lyrics": null,
        "title": "Behind Closed Doors"
    },
    {
        "artist": "The Temptations",
        "lyrics": null,
        "title": "Hey Girl (i Like Your Style)"
    },
    {
        "artist": "Jackie Moore",
        "lyrics": null,
        "title": "Sweet Charlie Babe"
    },
    {
        "artist": "David Gates",
        "lyrics": null,
        "title": "Clouds"
    },
    {
        "artist": "B.B. King",
        "lyrics": null,
        "title": "To Know You Is To Love You"
    },
    {
        "artist": "Conway Twitty",
        "lyrics": null,
        "title": "You've Never Been This Far Before"
    },
    {
        "artist": "The Doobie Brothers",
        "lyrics": "  When the sun comes up on a sleepy little town Down around San Antone And the folks are risin' for another day Roundabout their homes  The people of the town are strange And they're proud of where they came  Well, you're talkin bout China Grove (China) Oh-oh-oh, China Grove, oh-oh-oh  Well, the preacher and the teacher Lord, they're a caution They are the talk of the town When the gossip gets to flyin' And they ain't lyin' When the sun goes fallin' down  They say that the father's insane And dear Mrs. Perkins a game  Were talkin' 'bout the China Grove (China) Oh-oh-oh, China Grove, oh-oh-oh  But every day there's a new thing comin' The ways of an Oriental view The sheriff and his buddies With their samurai swords You can even hear the music at night  And though it's a part of the Lone Star State People don't seem to care They just keep on lookin to the East  Talkin bout the China Grove (China) Oh-oh-oh, China Grove, oh-oh-oh  ",
        "title": "China Grove"
    },
    {
        "artist": "James Brown",
        "lyrics": "  Hey, yeah  She's sexy, sexy, sexy She's sexy, sexy, sexy  Cause she's just, she's Just sexy, sexy, sexy  That's what she is Ooo wee, sexy, sexy, sexy  Hey, let her name ring Cause I know I got a good thing Don't turn off the lights To watch her dress Makes you appreciate a sister Now, dig that mess  She's sexy, sexy That's what she is  Can't get enough That makes me rough Love me tender, good God  She got giant hips Got chicken lips You see, a dog don't want a bone That's why he buries it  Don't talk about a Thing I don't know about (mumble) that's what i got  Cause she's just sexy, sexy She's sexy, sexy, sexy All right  Now baby, bring Your good thing home Now baby, bring Your good thing home  Soul sister If you got a man That be his job to fulfill Don't waste your time Bring it to a man that will  If you're sexy, sexy, sexy, sexy Only, only, only if you're sexy Sexy, sexy, sexy, sexy All right  ",
        "title": "Sexy, Sexy, Sexy"
    },
    {
        "artist": "Smokey Robinson",
        "lyrics": "  This song is dedicated to some people With whom I had the pleasure of living Over half the years I've lived 'Til now, when we come to our fork in the road  And though our feet may travel A different path from now on I want them to know how I feel about them And that I wish them well  Sweet harmony Go on and and blow on Stay in perfect tune With your own familiar song  Make the world aware That you're still goin' strong Go on, spread your joy around the world Spread your joy around the world  Sweet harmony, yeah, yeah Go on and blow on I believe in miracles If you can dream it it can be done  And though a task was made for two It can be done well by one Go on, spread your joy around the world Spread your joy around the world, ew  Sweet harmony Spread your joy around the world, ew Sweet harmony Go on, spread your joy around the world Sweet harmony, ew  Sweet harmony, go on and go  You were the prelude for the song The village minstrels play Though most of them have come and gone You're still around today Go on, spread your joy around the world  Harmony, huh, spread your joy around the world Keep on, sweet harmony, ew To every heart and soul You know the joy you bring When you do your thing  Sweet harmony, yeah Don't stop now, no Sweet harmony, I believe Spread your joy around the world Sweet harmony  ",
        "title": "Sweet Harmony"
    },
    {
        "artist": "The Pointer Sisters",
        "lyrics": "  [Verse 1:] Now's the time for all good men To get together with one another We got to iron out our problems And iron out our quarrels And try to live as brothers And try to find a piece of land Without stepping on one another And do respect the women of the world Remember you all have mothers  We got to make this land a better land Than the world in which we live And we got to help each man be a better man With the kindness that we give  [Chorus:] I know we can make it I know darn well we can work it out Oh yes we can, I know we can can Yes we can can, why can't we? If we wanna get together we can work it out  [Verse 2:] And we gotta take care of all the children The little children of the world 'cause they're our strongest hope for the future The little bitty boys and girls  We got to make this land a better land Than the world in which we live And we got to help each man be a better man With the kindness that we give  [Chorus:] I know we can make it I know darn well we can work it out Oh yes we can, I know we can can Yes we can can, why can't we? If we wanna, yes we can can  ",
        "title": "Yes We Can Can"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": null,
        "title": "Evil"
    },
    {
        "artist": "Alice Cooper",
        "lyrics": "  [Verse 1: Alice Cooper] Billion dollar baby Rubber little lady, slicker than a weasel Grimy as an alley, loves me like no other lover  [Verse 2: Donovan] Billion dollar baby Rubber little monster, baby I adore you Man or woman living couldn't love you like me baby  [Chorus: Alice Cooper singing, Donovan speaking] We go dancing nightly in the attic While the moon is rising in the sky If I'm too rough tell me I'm so scared your little head Will come off in my hands  [Verse 3: Alice Cooper] Billion dollar baby I got you in a dimestore No other little girl could ever Hold you any tighter, any tighter than me baby  [Verse 4: Donovan] Billion dollar baby Reckless like a gambler, million dollar maybe Fighting like a dog who's been infected by the rabies  [Chorus: Donovan singing, Alice Cooper speaking] We go dancing nightly in the attic While the moon is rising in the sky If I'm too rough tell me I'm so scared your little head Will come off in my hands  [Verse 5: Donovan and Alice Cooper] Million dollar babies Billion dollar babies Trillion dollar babies Zillion dollar babies  ",
        "title": "Billion Dollar Babies"
    },
    {
        "artist": "The Allman Brothers Band",
        "lyrics": "  Lord, I was born a ramblin' man Tryin' to make a livin' and doin' the best I can And when it's time for leavin', I hope you'll understand That I was born a ramblin' man  Well my father was a gambler down in Georgia And he wound up on the wrong end of gun And I was born in the back seat of a Greyhound bus Rollin' down Highway 41  Lord, I was born a ramblin' man Tryin' to make a livin' and doin' the best I can When it's time for leavin', I hope you'll understand That I was born a ramblin' man  I'm on my way to New Orleans this mornin' Leaving out of Nashville, Tennessee They're always having a good time down on the bayou Lord, and Delta women think the world of me  Lord, I was born a ramblin' man Tryin' to make a livin' and doin' the best I can And when it's time for leavin', I hope you'll understand That I was born a ramblin' man  Lord, I was born a ramblin' man Lord, I was born a ramblin' man Lord, I was born a ramblin' man Lord, I was born a ramblin' man  ",
        "title": "Ramblin Man"
    },
    {
        "artist": "Stealers Wheel",
        "lyrics": "  Riding on the subway, watching all the people stare Everyone just listens, they won't do any talking (oh no, oh no) They just sit there waitin', waitin' with their eyes Don't ask any questions, you won't get an answer (oh no, oh no)  Everybody seems to have a good time Nobody goes stepping out of line Everyone's agreed that everything will turn out fine  Moving through the city, making all the rounds Trying different places, didn't like the faces (oh no, oh no) Rollin' in the gutter, throwin' up my pride Belly full of whiskey, was it hard to swallow (oh no, oh no)  Everybody seems to have a good time Nobody goes stepping out of line Everyone's agreed that everything will turn out fine  Everybody seems to have a good time Nobody goes stepping out of line Everyone's agreed that everything will turn out fine  Everyone's agreed that everything will turn out fine Everyone's agreed that everything will turn out fine Fine (fine), fine (fine) So fine (fine) fine (fine) Fine (fine), fine (fine) Fine (fine), so fine (fine)  Oh no  ",
        "title": "Everyone's Agreed That Everything Will Turn Out Fine"
    },
    {
        "artist": "Eddie Kendricks",
        "lyrics": "  Ooh... Ooh... Ooh...  Keep on truckin', baby I got to keep on truckin' Got to get to your good lovin' Huh...huh...huh...huh...huh...  Shame A double shame on me, yeah Love Love, I let it control me, yeah  From just one kiss I am inspired To lovers in time There's a fire  And I'll keep on truckin', baby I got to keep on truckin' I got to get to your good lovin' Huh...huh...huh...huh...  Baby, it's bad It's so hard to bear Yes, babe You're hard to bear  I've got a fever rising with desire It's my love jones And I feel like I'm on fire  And I'll keep on keep on truckin', baby I got to keep on truckin' Got to get to your good lovin' Huh...huh...huh...huh...  Feelin' good No, you can't stop the feelin' No, you can't stop the feelin' No, not now  Ooh, ooh, ooh, ooh  Keep on truckin' on Keep on truckin' on Keep on truckin'  Keep on truckin' on Keep on truckin'  Yes, I've got a fever rising with desire It's my love jones And I feel like I'm on fire  And I'll keep on keep on truckin', baby  I'm the red ball express of lovin' Diesel-powered straight to you I'm truckin' In old Temptation's rain I'm duckin' For your love through sleet and snow I'm truckin', ooh  I'm the red ball express of lovin' Diesel-powered straight to you I'm truckin' In old Temptation's rain I'm duckin' For your love through sleet and snow I'm truckin'  Ain't nothin' holdin' me back nothin' I'll keep right on Right on truckin' Ain't nothin' holdin' me back nothin' I'll keep right on Right on truckin'  Ooh, ooh, ooh, ooh, truckin' Ooh, ooh, ooh, ooh, ooh, truckin'  ",
        "title": "Keep On Truckin' (Part 1)"
    },
    {
        "artist": "Steely Dan",
        "lyrics": "  [Refrain throughout] You go to Las Wages Las Wages You go to Las Wages  [Chorus] While the poor people sleepin' With the shade on the light While the poor people sleepin' All the stars come out at night  After closing time At the Guernsey fair I detect the El Supremo From the room at the top of the stairs Well I've been around the world And I've been in the Washington zoo And in all my travels As the facts unravel I've found this to be true  [Chorus] While the poor people sleepin' With the shade on the light While the poor people sleepin' All the stars come out at night  They got the house on the corner With the rug inside They got the booze they need All that money can buy They got the shapely bods They got the Steely Dan T-shirt And for the Coup de grâce They're outrageous Honey let me tell you  [Chorus] While the poor people sleepin' With the shade on the light While the poor people sleepin' All the stars come out at night  Show biz kids making movies Of themselves you know they Don't give a fuck about anybody else  ",
        "title": "Show Biz Kids"
    },
    {
        "artist": "Ohio Players",
        "lyrics": null,
        "title": "Ecstasy"
    },
    {
        "artist": "The Miracles",
        "lyrics": "  One cup of rain Won't come off again It'll still get played I bet'cha One small mistake Can't be all it takes To make you run away I won't let'cha  Don't let it end 'Til you let it begin Love wasn't meant to go out comin' in Don't let it end 'Til you let it begin  Hold on Diamonds are rough Just before they come Then the price goes up Forever  Ahhh, just before love The going may get tough But don't you give it up You just stay put  Oh, don't let it end 'Til you let it begin Love wasn't meant to go out comin' in Don't let it end 'Til you let it begin Oh, no-oo  Hey baby (Don't give up) Don't give up (Don't give up on love) Not now girl It's just getting good  (CHORUS 3x) (FADE)  ",
        "title": "Don't Let It End ('til You Let It Begin)"
    },
    {
        "artist": "Joe Walsh",
        "lyrics": "  Spent the last year Rocky mountain way Couldn't get much higher Out to pasture I think it's safe to say Time to open fire  And we don't need the ladies Crying because the story's sad, oh yeah Because the rocky mountain way Is better than the way we had  Yeah yeah yeah yeah yeah Rocky mountain way, ooooh  Well he's telling us this He's telling us that Changing it everyday Say's it doesn't matter Bases are loaded and Casey's at bat Playing it play by play It's time to change the batter  And we don't need the ladies Crying because the story's sad, oh yeah Because the rocky mountain way Is better than the way we had  Yeah yeah yeah yeah yeah Rocky mountain way, ooooh  And we don't need the ladies Crying because the story's sad, oh yeah Because the rocky mountain way Is better than the way we had  It's better than the way we had So much better So much better It's so much better It's so much better  Yeah yeah yeah yeah yeah Rocky mountain way, ooooh  ",
        "title": "Rocky Mountain Way"
    },
    {
        "artist": "The Incredible Bongo Band",
        "lyrics": "  Instrumental  ",
        "title": "Bongo Rock"
    },
    {
        "artist": "Donny Hathaway",
        "lyrics": null,
        "title": "Love, Love, Love"
    },
    {
        "artist": "Ronnie Dyson",
        "lyrics": "  Just Don't Want To Be Lonely The Main Ingredient  I don't mind when you say that you're going away I just don't wanna be lonely And I don't care if you share only moments a day I just don't wanna be lonely  Chorus I'd rather be loved and needed; depended on to give a love I can't give When you're gone, when you're gone, I just don't want to be lonely. I'd Just rather be loved  I don't mind when the time sets the sun to the moon I just don't wanna be lonely Let the stairs find you there, at the end of the room I just don't wanna be lonely  Chorus  Chorus  ",
        "title": "Just Don't Want To Be Lonely"
    },
    {
        "artist": "The Hues Corporation",
        "lyrics": null,
        "title": "Freedom For The Stallion"
    },
    {
        "artist": "Looking Glass",
        "lyrics": "  Just seventeen, everything that you've seen It's all there in her eyes So many years of her poor mama's tears And her daddy's sweet lies  There's nobody home Mary-Anne's alone Almost fully grown And worrying the whys  Jimmy's been down, he's been out and around And he knows where it's at Love to be good if he thought that he could But it isn't like that  He don't make mistakes What he makes, he takes Jimmy gets all the breaks 'Cause he knows how  Jimmy loves Mary-Anne Jimmy wants to be her man Jimmy loves Mary-Anne She thinks it's all right  She's not alone and she picks up the phone And she hears Jimmy say Mother I'm beat, I'm so sick of the street Feel like running away  There's no life here at all The city seems so small There's sweeter music calling us away Let it play  Jimmy loves Mary-Anne Jimmy wants to be her man Jimmy loves Mary-Anne She thinks it's all right  This big dollar town, it can drag you right down If you go it alone Even the strong don't survive very long When they're out on their own  Jimmy knows it's true Mary-Anne knows it too They can see each other through If they hold on  Jimmy loves Mary-Anne Jimmy wants to be her man Jimmy loves Mary-Anne She thinks it's all right  Jimmy loves Mary-Anne Jimmy wants to be her man Jimmy loves Mary-Anne She thinks it's all right  ",
        "title": "Jimmy Loves Mary-Anne"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": "  Let me tell you about a place, somewhere up in New York way Where the people are so gay, twistin' the night away Here they have a lot of fun, puttin' trouble on the run Oh man you'll find the old and young twistin' the night away Here's a man in evening clothes, how he got here I don't know But oh man, you ought to see him go, twistin' the night away He's dancing with a chick in slacks, she's moving up and back Oh man, there ain't nothing like twistin' the night away Feel much better Here's a fellow in blue jeans, who's dancing with an older queen Dolled up in her diamond rings, twistin' the night away Man you ought to see her go, twistin' to the rock and roll Here you'll find the young and the old twistin' the night away They're twistin', twistin', everybody's doing great They're twistin' man, twistin', they're twistin' the night away Twistin', you know they're twistin', twistin' the night away They're twistin', twistin', man twistin' the night away Here they have a lot of fun, puttin' trouble on the run Oh man you'll find young and the old twistin' the night away Here's a man in evening clothes, how he got here I don't know I don't know but man you ought to see him go Twistin' the night away  ",
        "title": "Twisting The Night Away"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "Midnight Train To Georgia"
    },
    {
        "artist": "Cross Country",
        "lyrics": null,
        "title": "In The Midnight Hour"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "All I Need Is Time"
    },
    {
        "artist": "Dobie Gray",
        "lyrics": "  [Verse 1] If you could see me now The one who said that he'd rather roam The one who said he'd rather be alone If you could only see me now  If I could hold you now Just for a moment if I can really make you mine Just for a while turn back the hands of time If I could only hold you now  [Chorus] I've been too long in the wind, too long in the rain Taking any comfort that I can Looking back and longing for The freedom of my chains And lying in your loving arms again  [Verse 2] If you could hear me now Singing somewhere through the lonely night Dreaming of the arms that held me tight If you could only hear me now  [Chorus] Oh I've been too long in the wind, too long in the rain Taking any comfort that I can Yes I'm looking back and longing for The freedom of my chains And lying in your loving arms again I can almost feel your loving arms again  ",
        "title": "Loving Arms"
    },
    {
        "artist": "America",
        "lyrics": "  Muskrat, muskrat candlelight Doing the town and doing it right In the evening It's pretty pleasing  Muskrat Susie, Muskrat Sam Do the jitterbug out in muskrat land And they shimmy And Sammy's so skinny  And they whirled and they twirled and they tangoed Singing and jinging the jango Floating like the heavens above Looks like muskrat love  Nibbling on bacon, chewing on cheese Sammy says to Susie, \"honey, would you please Be my missus?\" And she says yes with her kisses  And now he's tickling her fancy, rubbing her toes Muzzle to muzzle, now anything goes As they wriggle And Sue starts to giggle  And they whirled and they twirled and they tangoed Singing and jinging the jango Floating like the heavens above Looks like muskrat love  ",
        "title": "Muskrat Love"
    },
    {
        "artist": "Jackson 5",
        "lyrics": "  [Chorus] You better get it together Or leave it alone If you don't want my lovin' I'll be gone Get up, get up, get up  [Michael] Get up off your high horse, girl Think what you're doin', doin' Get up off your high horse, girl Think what you're doin' doin' (I'm spinnin' around) I'm spinnin' around On your merry-go-round You got me dizzy, dizzy, dizzy, dizzy, dizzy  [Chorus] Get it together Or leave it alone (or leave it alone) If you don't want my lovin' I'll be gone  Now, now baby  Get it together Or leave it alone If you don't want my lovin' I'll be gone  [Jermaine] Get up off your high horse girl Think what you're doin', doin' Get up off your high horse girl Think what you're doin' doin'  [Michael] I can't stand all this confusion All this shuckin' and jivin' Keeps puttin' me down, down, down  [Chorus] Get it together Or leave it alone (or leave it alone) If you don't want my lovin' I'll be gone (gone, gone, gone, gone, gone)  [Michael] Think, girl, what you're doin' Throwin' this heart of mine all away Oh, think, girl, you know I love ya To keep a love like mine is hard this day  [Chorus] Get it together Or leave it alone If you don't want my lovin' I'll be gone Get it together Or leave it alone If you don't want my lovin' I'll be gone (gone, gone, gone, gone, gone)  Get it together or leave it alone...  ",
        "title": "Get It Together"
    },
    {
        "artist": "Anne Murray",
        "lyrics": "  If I could be any tree in the ground I'd wanna be a tree where the birds hang around 'Cause everybody needs to be loved And I'm no exception, I was born to reject rejection  If only for today Send a little love my way  Every day begins with hope No one ever need despair Hand in hand, we all can cope each of us Alone is only half a pair, we've got to share  If I could be any star up above I'd wanna be a star people wish on for love 'Cause everybody needs to be loved And I'm no exception, I was born to reject rejection  If only for today Show me that you want me Show me that you need me Send a little love my way  If I could be any star up above I'd wanna be a star people wish on for love 'Cause everybody needs to be loved And I'm no exception, I was born to reject rejection  If only for today Show me that you want me Show me that you need me Send a little love my way  ",
        "title": "Send A Little Love My Way"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  It's a lesson too late for the learnin' Made of sand, made of sand In the wink of an eye my soul is turning In your hand, in your hand  Are you going away With no words of farewell Will there be not a trace left behind Well I could have loved you better I didn't mean to be unkind You know that was The last thing on my mind  You got reasons aplenty for going This I know, this I know For the weeds Have been steadily growin' Please don't go, please don't go  Are you going away With no words of farewell Will there be not a trace left behind Well I could have loved you better I didn't mean to be unkind You know that was The last thing on my mind  ",
        "title": "The Last Thing On My Mind"
    },
    {
        "artist": "Lynn Anderson",
        "lyrics": null,
        "title": "Top Of The World"
    },
    {
        "artist": "Bob Dylan",
        "lyrics": "  [Harmonica Solo]  [Verse 1] Mama, take this badge off of me I can’t use it anymore It’s getting dark, too dark to see I feel I’m knocking on heaven’s door  [Chorus] Knock, knock, knocking on heaven’s door Knock, knock, knocking on heaven’s door Knock, knock, knocking on heaven’s door Just like so many times before  [Verse 2] Mama, put my guns in the ground I can’t shoot them anymore That long black cloud is coming down I feel I’m knocking on heaven’s door  [Chorus] Knock, knock, knocking on heaven’s door Knock, knock, knocking on heaven’s door Knock, knock, knocking on heaven’s door Just like so many times before  [Chorus] Knock, knock, knocking on heaven’s door Knock, knock, knocking on heaven’s door Knock, knock, knocking on heaven’s door Just like so many times before  [Outro] [x9] Just like so many times before  ",
        "title": "Knockin' On Heaven's Door"
    },
    {
        "artist": "Willie Hutch",
        "lyrics": null,
        "title": "Slick"
    },
    {
        "artist": "Sutherland Brothers And Quiver",
        "lyrics": null,
        "title": "(I Don't Want To Love You But) You Got Me Anyway"
    },
    {
        "artist": "Raspberries",
        "lyrics": null,
        "title": "Tonight"
    },
    {
        "artist": "Deodato",
        "lyrics": null,
        "title": "Rhapsody In Blue"
    },
    {
        "artist": "Ray Price",
        "lyrics": "  I've had my share of life's ups and downs But fate's been kind, the downs have been few I guess you could say that I've been lucky And I guess you could say, it's all because of you  If anyone should ever write my life story For whatever reason there might be You'd be there between each line of pain and glory 'Cause you're the best thing that ever happened to me You're the best thing that ever happened to me  Oh, there have been times when the times were so hard But somehow, some way I'd made it through And for every moment I've spent hurting There's been moments spent loving you  If anyone should ever write my life story For whatever reason there might be You'd be there between each line of pain and glory 'Cause you're the best thing that ever happened to me You're the best thing that ever happened to me  ",
        "title": "You're The Best Thing That Ever Happened To Me"
    },
    {
        "artist": "Albert Hammond",
        "lyrics": "  VERSE 1 Get out, damn it Close the door, don't slam it Let me be alone a while To give my nerves a rest Whatever you do I love you No matter what you do I love you And I want to run out after you But I don't know what's best  CHORUS You will take good care of me I'll be your caretaker You'll be the maker of the peace I'll be the peacemaker You will take good care of me And I'll be your caretaker You'll be the maker of the peace I'll be the peacemaker  VERSE 2 Hours later I hear the key in the front door We look each other in the eye A timid, sorry pair There's a little more conversation Just little more conversation A battle's lost, a war is won I think we've cleared the air  CHORUS (x 2)  ",
        "title": "The Peacemaker"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": null,
        "title": "Ashes To Ashes"
    },
    {
        "artist": "Maceo And The Macks",
        "lyrics": null,
        "title": "Parrty - Part I"
    },
    {
        "artist": "The Sylvers",
        "lyrics": null,
        "title": "Stay Away From Me"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": null,
        "title": "Summer (The First Time)"
    },
    {
        "artist": "Tanya Tucker",
        "lyrics": "  [Chorus:] That Georgia sun Was blood red and goin' down That Georgia sun Was blood red and goin' down  [Verse 1:] Daddy said Now come, girl We`re headed down the road to Augusta And thinking through his clenched teeth He called Mama's name Then he cussed her  He said Girl, you're young But some dude has come along And stole your mother Aw, but you can't steal a willing mind Whose mama's always looking for a lover  [Repeat Chorus:]  [Verse 2:] With dusty teardrops on his face My daddy cried And big steps he was taking And halfway running to keep up My shorter legs were so tired and shaking  Where did I go wrong, girl? Why would she leave us both this way? At times like these A child of ten never knows exactly what to say  [Repeat Chorus:]  [Verse 3:] We searched in every bar room And honky-tonk as well And finally Daddy found them But Lord You know the rest is hard to tell  He sent me out to wait But scared I looked back through the door And Daddy left them both Soaking up the sawdust on the floor  [Repeat Chorus x2:]  ",
        "title": "Blood Red And Goin' Down"
    },
    {
        "artist": "Merle Haggard And The Strangers",
        "lyrics": "  [Verse] Everybody's had the blues sometimes And everybody knows the tune And everybody knows the way I'm feeling Cause everybody's had the blues  [Chorus][x2] A lonely, song someone is gone, a story old as time Love, hate, or want and wait until misery fills your mind But everybody knows the way I'm felling Because everybody's had the blues  ",
        "title": "Everybody's Had The Blues"
    },
    {
        "artist": "Today's People",
        "lyrics": null,
        "title": "He"
    },
    {
        "artist": "Napoleon XIV",
        "lyrics": "  [Verse 1] Remember when you ran away And I got on my knees And begged you not to leave Because I'd go berserk Well, you left me anyhow And then the days got worse and worse And now you see I've gone Completely out of my mind  [Chorus 1] And, they're coming to take me away ha-haaa They're coming to take me away ho ho hee hee ha haaa To the funny farm Where life is beautiful all the time And I'll be happy to see those nice young men In their clean white coats And they're coming to take me away ha haaa  [Verse 2] You thought it was a joke And so you laughed You laughed when I had said That losing you would make me flip my lid Right? You know you laughed I heard you laugh. You laughed You laughed and laughed and then you left But now you know I'm utterly mad  [Chorus 2] And, they're coming to take me away ha haaa They're coming to take me away ho ho hee hee ha haaa To the happy home with trees and flowers and chirping birds And basket weavers who sit and smile and twiddle their thumbs and toes And they're coming to take me away ha haaa  [Verse 3] I cooked your food I cleaned your house And this is how you pay me back For all my kind unselfish, loving deeds? Huh? Well you just wait They'll find you yet And when they do they'll put you in The A.S.P.C.A., you mangy mutt!  [Chorus 3] And, they're coming to take me away ha haaa They're coming to take me away ho ho hee hee ha haa To the funny farm where life is beautiful all the time And I'll be happy to see those nice young men In their clean white coats And they're coming to take me away ha haaaa! To the happy home with trees and flowers and chirping birds And basket weavers who sit and smile and twiddle their thumbs and toes And they're coming to take me away ha haaa! To the funny farm where life is beautiful all the time And I'll be happy to see those nice young men in their clean white coats...  ",
        "title": "They're Coming To Take Me Away, Ha-Haaa!"
    },
    {
        "artist": "New York City",
        "lyrics": null,
        "title": "Make Me Twice The Man"
    },
    {
        "artist": "Nilsson",
        "lyrics": null,
        "title": "As Time Goes By"
    },
    {
        "artist": "Barbara Fairchild",
        "lyrics": "  I often think of younger days A boy, a girl and backyard play I'd get hurt, you'd get your way And they called it kid stuff I know it mattered little then The childish games you'd always win Now the stakes are higher And it's no longer kid stuff  [Chorus] Kid stuff when I was little Was sitting in the middle Of a cotton candy world But now my heart is saying This is no game we're playing For I can see I'm losing you To another world I remember very well Plan we made by a wishing well And secret stuff we couldn't tell Ain't that just like kid stuff And I always thought That you'd be mine At least until the end of time I wore your ring that cost a dime Happiness is kid stuff  [Repeat Chorus] I'm losing you To another world  ",
        "title": "Kid Stuff"
    },
    {
        "artist": "Mandrill",
        "lyrics": "  Funky Instrumental intro  People fighting for a dollar The proof in the street Sister, brother. Hustling other Trying to make ends meet  Got to loose, better hang loose Got to loose, better hang loose  Yea!  Funky Instrumental bridge  Everybody trying to be somebody Ain't no doubt! Everybody trying to be somebody  Funky Instrumental outro  ",
        "title": "Hang Loose"
    },
    {
        "artist": "Ann Peebles",
        "lyrics": "  I can't stand the rain against my window Bringing back sweet memories  Hey window pain do you remember How sweet it used to be When we were together everything was so grand Now that we've parted There's one sound that I just can't stand  I can't stand the rain against my window Bringing back sweet memories I can't stand the rain against my window Cause he's not here with me  Alone with the pillow Where his head used to lay I know you've got some sweet memories But like the window you ain't got nothin' to say  I can't stand the rain against my window Bringing back sweet memories I can't stand the rain against my window It just keeps on haunting me Hey rain, get off my window Cause he's not here with me  ",
        "title": "I Can't Stand The Rain"
    },
    {
        "artist": "The New Birth",
        "lyrics": "  Honey? Honey? Yeah? It's time I know. But it's been so nice Yeah, it has been groovy But there's something I have to tell you first And it's a long story  You're not a king You're not an angel You're a man  I'm not a queen I'm a woman Please take my hand  We'll make a space In our lives that we planned And here we'll stay Yeah, here we'll stay Until it's time for you to go  Yes, we're different, we're worlds apart We're not the same We laughed and play from the start Just like you were in the game  You could have stayed Outside my heart But no, no, no, no, in you came And here you'll stay Yes, here you'll stay Until it's time for you to go (ooh ooh ooh ooh, oo-oo-oo-ooh) (time to go)  Don't ask me why (ask me why) Don't you dare don't ask me how (don't ask me how) Don't ask forever Just love me, baby Love me Love me now  Ahhhh, this love of mine (love of mine) (had no beginning, ooh ooh) It has no end  I was an oak Now I'm a willow (willow) And you know, baby, I can bend  And though you'll never Never, never, never, ever see me again (never, never, never, never) It's too late, baby Yeah, it's too late Too late, now It's time for you to go, oh oh oh oh And here, here Here I'm gonna stay Until it's time for you to go, oh oh Go-o-o, ooh  It's too late, baby, yes I hate to see you go, boy Hey-ey-ey-ey I know you have to go on Stay, love Just stay don't go Please Please, please, please  ",
        "title": "Until It's Time For You To Go"
    }
]