[
    {
        "artist": "Gary Lewis And The Playboys",
        "lyrics": null,
        "title": "This Diamond Ring"
    },
    {
        "artist": "The Righteous Brothers",
        "lyrics": "  You never close your eyes anymore when I kiss your lips And there's no tenderness like before in your fingertips You're trying hard not to show it, (baby) But baby, baby I know it...  You've lost that lovin' feeling Whoa, that lovin' feeling You've lost that lovin' feeling Now it's gone...gone...gone...wooooooh  Now there's no welcome look in your eyes When I reach for you And now you're starting to critisize little things I do It makes me just feel like crying, (baby) Cause baby, something beautiful's dying  You lost that lovin' feeling Whoa, that lovin' feeling You've lost that lovin' feeling Now it's gone...gone...gone...woooooah  Baby, baby, I get down on my knees for you  If you would only love me like you used to do, yeah  We had a love...a love...a love you don't find everyday  So don't...don't...don't...don't let it slip away  Baby (baby), baby (baby) I beg of you please...please I need your love (I need your love) I need your love (I need your love) So bring it on back (So bring it on back) Bring it on back (so bring it on back)  Bring back that lovin' feeling Whoa, that lovin' feeling Bring back that lovin' feeling Cause it's gone...gone...gone And I can't go on Noooo...  Bring back that lovin' feeling Whoa, that lovin' feeling Bring back that lovin' feeling Cause it's gone...gone...  ",
        "title": "You've Lost That Lovin' Feelin'"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  [Intro]  [Verse 1] I've got sunshine on a cloudy day When it's cold outside, I've got the month of May I guess you'd say What can make me feel this way?  [Chorus] My girl, my girl, my girl Talkin' 'bout my girl, my girl  [Verse 2] I've got so much honey, the bees envy me I've got a sweeter song than the birds in the trees Well, I guess you'd say What can make me feel this way?  [Chorus] My girl, my girl, my girl Talkin' 'bout my girl, my girl  [Bridge] Hey, hey, hey Hey, hey, hey Ooh, yeah  [Verse 3] I don't need no money, fortune, or fame I've got all the riches, baby, one man can claim Well, I guess you'd say What can make me feel this way?  [Chorus] My girl, my girl, my girl Talkin' 'bout my girl, my girl  [Outro] I've got sunshine on a cloudy day With my girl I've even got the month of May With my girl Talkin' 'bout, talkin' 'bout, talkin' 'bout my girl  ",
        "title": "My Girl"
    },
    {
        "artist": "Petula Clark",
        "lyrics": null,
        "title": "Downtown"
    },
    {
        "artist": "The Kingsmen",
        "lyrics": null,
        "title": "The Jolly Green Giant"
    },
    {
        "artist": "The Zombies",
        "lyrics": "  {Intro}  And if she should tell you \"come closer\" And if she tempts you with her charms  Tell her no no no no no-no-no-no No no no no no-no-no-no No no no no no Don't hurt me now for her love belongs to me  And if she should tell you \"I love you\" (woowoo) And if she tempts you with her charms  Tell her no no no no no-no-no-no No no no no no-no-no-no (Don't take her down from your arms) No no no no no (Oh, oh, oh, oh) Don't hurt me now for her love belongs to me  I know she's the kind of girl Who'd throw my love away But I still love her so Don't hurt me now, don't hurt me now  If she tells you \"I love you\" Just remember she said that to me  Tell her no no no no no-no-no-no (Oh yes) No no no no no-no-no-no (Don't take her love from my arms) No no no no no Don't leave me now for her love belongs to me  {Outro}  ",
        "title": "Tell Her No"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": null,
        "title": "Shake"
    },
    {
        "artist": "The Ad Libs",
        "lyrics": "  Ooo wah, ooo wah cool, cool kitty Tell us about the boy from New York City Ooo wah, ooo wah c'mon kitty Tell us about the boy from New York City  He's kind of tall He's really fine Some day I hope to make him mine, all mine And he's neat And oh so sweet And just the way he looked at me He swept me off my feet Ooo whee, you ought to come and see How he walks And how he talks  Ooo wah, ooo wah cool, cool kitty Tell us about the boy from New York City  He's really down And he's no clown He has the finest penthouse I've ever seen in town And he's cute In his mohair suit And he keeps his pockets full of spending loot Ooo whee, say you ought to come and see His dueling scar And brand new car  Every time he says he loves me Chills run down my spine Every time he wants to kiss me He makes me feel so fine Ooo wah, ooo wah cool, cool kitty Tell us about the boy from New York City  Well he can dance (He can dance, take a chance with a little ro-) And make romance (mance baby, cause he's a looker) That's when I fell in love With just one glance (He's sweet talking and cool)  He was shy And so was I And now I know I'll never, ever say goodbye Ooo whee, say you ought to come and see He's the most From coast to coast  Ooo wah, ooo wah cool, cool kitty Tell us about the boy from New York City Ooo wah, ooo wah c'mon kitty Tell us about the boy from New York City  ",
        "title": "The Boy From New York City"
    },
    {
        "artist": "Peter And Gordon",
        "lyrics": null,
        "title": "I Go To Pieces"
    },
    {
        "artist": "Roger Miller",
        "lyrics": "  [Verse 1] Trailer for sale or rent Rooms to let, fifty cents No phone, no pool, no pets I ain't got no cigarettes  Ah but two hours of pushing broom Buys a eight by twelve four-bit room I'm a man of means, by no means King of the road  Third boxcar, midnight train Destination: Bangor, Maine Old worn out suit and shoes I don't pay no union dues  I smoke, old stogies I have found Short, but not too big around I'm a man of means, by no means King of the road  I know every engineer on every train All of the children and all of their names Every handout in every town Every lock that ain't locked when no one's around  I sing, trailers for sale or rent Rooms to let, fifty cents No phone, no pool, no pets I ain't got no cigarettes  Ah but, two hours of pushing broom Buys an eight by twelve four-bit room I'm a man of means, by no means King of the road  Trailer for sale or rent Rooms to let, fifty cents No phone, no pool, no pets I ain't got no cigarettes  Ah but, two hours of pushing broom Buys an eight by twelve four-bit room  ",
        "title": "King Of The Road"
    },
    {
        "artist": "Shirley Ellis",
        "lyrics": "  [Intro] The name game. Shirley! Shirley, Shirley  Bo-ber-ley, bo-na-na fanna  Fo-fer-ley. fee fi mo-mer-ley, Shirley!    [Verse 1] Lincoln! Lincoln, Lincoln. bo-bin-coln  Bo-na-na fanna, fo-fin-coln  Fee fi mo-min-coln, Lincoln!    [Verse 2] Come on ev'rybody, I say now let's play a game  I betcha I can make a rhyme out of anybody's name  The first letter of the name  I treat it like it wasn't there  But a \"B\" or an \"F\" or an \"M\" will appear;  And then I say \"Bo\" add a \"B\" then I say the name  Then \"Bo-na-na fanna\" and \"fo\"  And then I say the name again with an \"\"f\" very plain  Then \"fee fi\" and a \"mo\"  And then I say the name again with an \"M\" this time  And there isn't any name that I can't rhyme    [Verse 3] Arnold! Arnold, Arnold bo-bar-nold  Bo-na-na, fanna fo-far-nold  Fee fi m-mar-mold. Arnold!    [Verse 4] But if the first two letters are ever the same  Crop them both, then say the name  Like Bob, Bob, drop the \"B's\", Bo-ob  Or Fred, Fred, drop the \"F's\", Fo-red  Or Mary, Mary, drop the \"M's\", Mo-ary  That's the only rule that is contrary  And then I say \"Bo\" add a \"B\" then I say the name  Then \"Bo-na-na fanna\" and \"fo\"  And then I say the name again with an \"\"f\" very plain  Then \"fee fi\" and a \"mo\"  And then I say the name again with an \"M\" this time  And there isn't any name that I can't rhyme   [Verse 5] Say Tony, Tony, bo-bo-ney  Bo-na-na fanna, fo-fo-ney  Fee fi mo-mo-ney, Tony!   [Verse 5] Let's do Billy!  Billy, Billy, bo-gil-ly, bo-na-na  Fanna, fo-fil-ly  Fee fi mo-mil-ly, Billy!    [Verse 6] Let's do Marsha!  Marsha, Marsha, bo-bar-sha  Bo-na-na fanna, fo-far-sha  Fee fi mo-ar-sha, Marsha!    [Outro] Little trick with Nick!  Nick, Nick, bo-bick, bo-na-na  Fanna fo fick, fee fi mo-mick. Nick!  The name game  ",
        "title": "The Name Game"
    },
    {
        "artist": "Gerry And The Pacemakers",
        "lyrics": "  Life goes on day after day Hearts torn in every way  So ferry 'cross the Mersey Cause this land's the place I love And here I'll stay  People they rush everywhere Each with their own secret care  So ferry 'cross the Mersey And always take me there The place I love  People around every corner They seem to smile and say We don't care what your name is boy We'll never turn you away  So I'll continue to say Here I always will stay  So ferry 'cross the Mersey Cause this land's the place I love And here I'll stay And here I'll stay Here I'll stay  ",
        "title": "Ferry Cross The Mersey"
    },
    {
        "artist": "Jewel Akens",
        "lyrics": "  Let me tell ya 'bout the birds and the bees And the flowers and the trees And the moon up above And a thing called \"Love\"  Let me tell ya 'bout the stars in the sky And a girl and a guy And the way they could kiss On a night like this  When I look into your big brown eyes It's so very plain to see That it's time you learned about the facts of life Starting from A to Z  Let me tell ya 'bout the birds and the bees And the flowers and the trees And the moon up above And a thing called \"Love\" (Yeah!)  When I look into your big brown eyes It's so very plain to see That it's time you learned about the facts of life Starting from A to Z  Let me tell ya 'bout the birds and the bees And the flowers and the trees And the moon up above And a thing called \"Love\"  Let me tell ya 'bout the birds and the bees And the flowers and the trees And the birds and the bees And the flowers and the trees 'Bout the birds  And the bees  ",
        "title": "The Birds And The Bees"
    },
    {
        "artist": "Alvin Cash & The Crawlers",
        "lyrics": null,
        "title": "Twine Time"
    },
    {
        "artist": "The Beau Brummels",
        "lyrics": "  I hate to say it But I told you so Don't mind my preaching to you  I said don't trust him Baby, now you know You don't learn everything There is to know in school  Wouldn't believe me When I gave advice I said that he was a tease If you want help You better ask me nice So be sincere, convince me With a \"pretty please\"  Laugh, laugh, I thought I'd die It seemed so funny to me Laugh, laugh, you met a guy Who taught you how it feels to be Lonely, oh, so lonely  Don't think I'm being funny When I say you got Just what you deserve I can't help feeling You found out today You thought you were too good You had a lot of nerve  Won't say I'm sorry For the things I've said I'm glad he packed up to go You kept on bragging He was yours instead You found you don't know everything There is to know  Laugh, laugh, I thought I'd die It seemed so funny to me Laugh, laugh, you met a guy Who taught you how it feels to be Lonely, oh, so lonely  [Harmonica Interlude] Before I go I got to say one thing Don't close your ears to me Take my advice and You'll find out that being Just another girl Won't cause you misery  Don't say you can Get any boy to call Don't be so smug or else You'll find you can't Get any boy at all You'll wind up an old lady Sitting on a shelf  Laugh, laugh, I thought I'd die It seemed so funny to me Laugh, laugh, you met a guy Who taught you how it feels to be Lonely, oh, so lonely  Lonely, oh, so lonely....  ",
        "title": "Laugh, Laugh"
    },
    {
        "artist": "The Kinks",
        "lyrics": "  I'm not content to be with you in the daytime Girl I want to be with you all of the time The only time I feel alright is by your side Girl I want to be with you all of the time All day and all of the night All day and all of the night All day and all of the night  I believe that you and me last forever Oh yeah, all day and nighttime yours, leave me never The only time I feel alright is by your side Girl I want to be with you all of the time All day and all of the night All day and all of the night Oh, come on  {Instrumental}  I believe that you and me last forever Oh yeah, all day and nighttime yours, leave me never The only time I feel alright is by your side Girl I want to be with you all of the time All day and all of the night All day and all of the night-time All day and all of the night  ",
        "title": "All Day And All Of The Night"
    },
    {
        "artist": "Little Anthony And The Imperials",
        "lyrics": null,
        "title": "Hurt So Bad"
    },
    {
        "artist": "Bert Kaempfert And His Orchestra",
        "lyrics": "  Instrumental  ",
        "title": "Red Roses For A Blue Lady"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Intro]  [Verse 1: John Lennon] Ooh I need your love, babe Guess you know it's true Hope you need my love, babe Just like I need you  [Chorus: John Lennon & Paul McCartney] Hold me, love me, hold me, love me I ain't got nothing but love, babe Eight days a week  [Verse 2: John Lennon] Love you everyday, girl Always on my mind One thing I can say girl Love you all the time  [Chorus: John Lennon & Paul McCartney] Hold me, love me, hold me, love me I ain't got nothing but love, girl Eight days a week  [Bridge: John Lennon & Paul McCartney] Eight days a week I love you Eight days a week Is not enough to show I care  [Verse 3: John Lennon] Ooh I need your love, babe Guess you know it's true Hope you need my love, babe Just like I need you  [Chorus: John Lennon & Paul McCartney] Hold me, love me, hold me, love me I ain't got nothing but love, babe Eight days a week  [Bridge: John Lennon & Paul McCartney] Eight days a week I love you Eight days a week Is not enough to show I care  [Verse 4: John Lennon] Love you everyday, girl Always on my mind One thing I can say, girl Love you all the time  [Chorus: John Lennon & Paul McCartney] Hold me, love me, hold me, love me I ain't got nothing but love, babe Eight days a week Eight days a week Eight days a week  [Outro]  ",
        "title": "Eight Days A Week"
    },
    {
        "artist": "Trini Lopez",
        "lyrics": "  When I was just a lad of ten, my father said to me \"Come here and take a lesson from the lovely lemon tree.\" \"Don't put your faith in love, my boy,\" my father said to me \"I fear you'll find that love is like the lovely lemon tree.\"  Chorus: Lemon tree, very pretty, and the lemon flower is sweet But the fruit of the lemon is impossible to eat Lemon tree, very pretty, and the lemon flower is sweet But the fruit of the lemon is impossible to eat  One day beneath the lemon tree, my love and I did lie A girl so sweet that when she smiled, the stars rose in the sky We passed that summer lost in love, beneath the lemon tree The music of her laughter hid my father's words from me  Chorus  One day she left without a word, she took away the sun And in the dark she left behind, I knew what she had done She left me for another, it's a common tale but true A sadder man, but wiser now, I sing these words to you  ",
        "title": "Lemon Tree"
    },
    {
        "artist": "The 4 Seasons Featuring the \"Sound of Frankie Valli\"",
        "lyrics": null,
        "title": "Bye, Bye, Baby (Baby, Goodbye)"
    },
    {
        "artist": "Dobie Gray",
        "lyrics": null,
        "title": "The \"In\" Crowd"
    },
    {
        "artist": "Shirley Bassey",
        "lyrics": "  [Verse 1] Goldfinger He's the man The man with the Midas touch A spider's touch Such a cold finger Beckons you to enter his web of sin But don't go in  [Chorus] Golden words he will pour in your ear But his lies can't disguise what you fear For a golden girl knows when he's kissed her It's the kiss of death from Mr Goldfinger  [Verse 2] Pretty girl, beware of his heart of gold This heart is cold  [Chorus]  [Verse 2]  He loves only gold Only gold He loves gold He loves only gold Only gold He loves gold  ",
        "title": "Goldfinger"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse 1] There have been so many girls that I have known I have made so many cry and still I wonder why Here comes the little girl I see her walking down the street She is all by herself I try and knock her off her feet But, she will never break, never break, never break, never break This heart of stone  [Chorus] Oh, no, no, this heart of stone What is different about her? I do not really know No matter how I try I just cannot make her cry Because she will never break, never break Never break, never break This heart of stone Oh, no, no, no, this heart of stone  [Verse 2] Do not keep on looking that some old way If you try acting sad, you will only make me glad Better listen little girl You go on walking down the street I ain't got no love, I ain't the kind to meet Because she will never break, never break Never break, never break This heart of stone  [Chorus] Oh, no, no, this heart of stone What is different about her? I do not really know No matter how I try I just cannot make her cry Because she will never break, never break, never break, never break This heart of stone Oh, no, no, no, this heart of stone  [Outro] Oh, no, no, you'll never break this heart of stone darling No, no, this heart of stone You will never break it darling You will not break this heart of stone Oh no no no You better go You better go home Cause you will, you will never break this heart of stone  ",
        "title": "Heart Of Stone"
    },
    {
        "artist": "Buck Owens",
        "lyrics": "  [Chorus: Buck Owens] I've got a tiger by the tail it's plain to see I won't be much when you get through with me Well I'm a losing weight and a turning mighty pale Looks like I've got a tiger by the tail  [Verse 1: Buck Owens] Well I thought the day I met you, you were meek as a lamb Just the kind to fit my dreams and plans But now the pace we're living takes the wind from my sails And it looks like I've got a tiger by the tail  [Chorus: Buck Owens] I've got a tiger by the tail it's plain to see I won't be much when you get through with me Well I'm a losing weight and a turning mighty pale Looks like I've got a tiger by the tail  [Verse 2: Buck Owens] Well every night you drag me where the bright lights are found There ain't no way to slow you down Im as 'bout as helpless as a leaf in a gale And it looks like I've got a tiger by the tail  [Chorus: Buck Owens] I've got a tiger by the tail it's plain to see I won't be much when you get through with me Well I'm a losing weight and a turning mighty pale Looks like I've got a tiger by the tail  ",
        "title": "I've Got A Tiger By The Tail"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": null,
        "title": "Little Things"
    },
    {
        "artist": "Herman's Hermits",
        "lyrics": "  (Carter/Lewis)  Every time I see you lookin' my way Baby, baby, can't you hear my heartbeat? In the car or walking down the highway Baby, baby, can't you hear my heartbeat?  When you move up closer to me I get a feelin' that's ooo-wee Can't you hear the poundin' of my heartbeat 'cause you're the one I love, you're the one I love  When I feel you put your arms around me Baby, baby, can't you hear my heartbeat? Then I'm glad, I'm mighty glad I found you Baby, baby, can't you hear my heartbeat?  When you asked me to meet your Ma I knew that baby, we'd be going far Can't you hear the poundin' of my heartbeat? 'cause you're the one I love, you're the one I love  ------ rhythm guitar ------  All my friends are cryin' out to meet you Baby, baby, can't you hear my heartbeat? Now's the time to go and see the preacher Baby, baby, can't you hear my heartbeat?  Wedding bells are gonna chime Baby, baby, you're gonna be mine Can't you hear the poundin' of my heartbeat 'cause you're the one I love, you're the one I love  Baby, baby, can't you hear my heartbeat? Baby, baby, can't you hear my heartbeat? Baby, baby, can't you hear my heartbeat?  ",
        "title": "Can't You Hear My Heartbeat"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": null,
        "title": "Goodnight"
    },
    {
        "artist": "The Searchers",
        "lyrics": null,
        "title": "What Have They Done To The Rain"
    },
    {
        "artist": "Peter, Paul & Mary",
        "lyrics": null,
        "title": "For Lovin' Me"
    },
    {
        "artist": "Adam Faith With The Roulettes",
        "lyrics": null,
        "title": "It's Alright"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  Background: Just ask the lonely  Levi Stubbs: When you feel that need To make it all alone Remember no one is thinking of Going alone  Just ask the lonely... They know the hurt and pain Of losing a love, you can never regain  Background: Just ask the lonely Levi: Just ask the lonely  Levi: The young and foolish laugh at love Four Tops: Woo-hoo Levi: So they run away... Four Tops: Woo-hoo hoo hoo Levi: Confident and sure that fate Four Tops: Woo-hoo Levi: Will bring another love their way  Background: Aaah Levi: But ask the lonely.... Background: Aaah How vainly a heart can yearn Background: Aaah Levi: For losing a love that will never return  Background: Just ask the lonely Levi: Just ask the lonely.... They'll tell you  Background: Ooooh, Woo-hoo hoo-hoo Ooooooh  Background: Aaah Levi: They'll tell you a story of sadness Background: Aaah A story too hard to believe... Background: Aaah Levi: They'll tell you the loneliest one is me  Background: Just ask the lonely Levi: Just ask the lonely  Levi: Ask me... I'm the loneliest one you'll see  Background: Just ask the lonely  Fade to end  ",
        "title": "Ask The Lonely"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  [Verse 1] I was born by the river In a little tent And just like the river I've been running Ever since  [Chorus] It's been a long time coming But I know a change is gonna come, oh yes it will  [Verse 2] It's been too hard living But I'm afraid to die Cause I don't know what's up there Beyond the sky  [Chorus] It's been a long time coming But I know a change is gonna come, oh yes it will  [Verse 3] I go to the movie And I go downtown Somebody keep telling me don't hang around  [Chorus] It's been a long time coming But I know a change is gonna come, oh yes it will  [Verse 4] Then I go to my brother And I say brother help me please But he winds up knockin' me Back down on my knees There been times when I thought I couldn't last for long But now I think I'm able to carry on  [Chorus] It's been a long time coming But I know a change is gonna come, oh yes it will  ",
        "title": "A Change Is Gonna Come"
    },
    {
        "artist": "Sue Thompson",
        "lyrics": null,
        "title": "Paper Tiger"
    },
    {
        "artist": "Jay & The Americans",
        "lyrics": null,
        "title": "Let's Lock The Door (And Throw Away The Key)"
    },
    {
        "artist": "The Searchers",
        "lyrics": "  I took my troubles down to Madame Ruth You know that gypsy with the gold-capped tooth She's got a pad down on Thirty-Fourth and Vine Sellin' little bottles of Love Potion Number Nine I told her that I was a flop with chicks I'd been this way since 1956 She looked at my palm and she made a magic sign She said, \"What you need is Love Potion Number Nine\" She bent down and turned around and gave me a wink She said, \"I'm gonna make it up right here in the sink\" It smelled like turpentine, it looked like India ink I held my nose, I closed my eyes, I took a drink I didn't know if it was day or night I started kissin' everything in sight But when I kissed a cop down on Thirty-Fourth and Vine He broke my little bottle of Love Potion Number Nine I held my nose, I closed my eyes, I took a drink I didn't know if it was day or night I started kissin' everything in sight But when I kissed a cop down on Thirty-Fourth and Vine He broke my little bottle of Love Potion Number Nine Love Potion Number Nine, Love Potion Number Nine Love Potion Number Nine  ",
        "title": "Love Potion Number Nine"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": null,
        "title": "Come Home"
    },
    {
        "artist": "The Trade Winds",
        "lyrics": "  The Trade Winds Miscellaneous New York's A Lonely Town New York's A Lonely Town The Trade Winds Written by Pete Andreoli and Vince Poncia Peaked at # 32 in 1965 Ooh, ooh, ooh, ahh, ahh, ahh My folks moved to New York from California I should have listened when my buddy said \"I warn ya\" (warn ya) \"There'll be no surfin' there and no one even ca-a-ares\" (My woody's outside) covered with snow (Nowhere to go now) New York's a lonely town When you're the only surfer boy around From Central Park to Pasadena's such a long way I feel so out of it walkin' down Broadway (Broadway) I feel so bad each time I look out there and fi-i-ind (My woody's outside) covered with snow (Nowhere to go now) New York's a lonely town When you're the only surfer boy around Ooh, ooh, ooh, ahh, ahh, ahh, ahh I feel so bad each time I look out there and fi-i-ind (My woody's outside) covered with snow (Nowhere to go now) New York's a lonely town When you're the only surfer boy around Ooh, ooh, ooh, ahh, ahh, ahh Ooh, ooh, ooh FADE Ahh, ahh  ",
        "title": "New York's A Lonely Town"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": "  You get up in the mornin', you hear the ding dong ring Now you look up on the table, you see the same darn thing You find no food upon the table and no pork up in the pan But if you say a thing about it, you be in trouble with the man  Ah, let the Midnight Special shine a light on me Oh, let the Midnight Special shine its everlovin' light on me  Now if you're ever in Houston, oh, you better walk right Aw, you better not gamble boy, I say you better not fight Or the sheriff he will grab you, and the boys will pull you down And then before you know it, you're penitentary bound  Ah, let the Midnight Special shine a light on me Let the Midnight Special shine its everlovin' light on me  Here comes Miss Lucy, how in the world did you know? I can tell by her apron and by the clothes she wore An umbrella on her shoulder, she got a paper in her hand She come to see the warden to try to free her man  So, let the Midnight Special shine a light on me Ah, let the Midnight Special shine its everlovin' light on me I said, let the Midnight Special shine a light on me Ah, let the Midnight Special shine its everlovin' light on me  ",
        "title": "Midnight Special"
    },
    {
        "artist": "Georgie Fame And The Blue Flames",
        "lyrics": null,
        "title": "Yeh, Yeh"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  Stop in the name of love Before you break my heart  Baby baby, I'm aware of where you go Each time you leave my door I watch you walk down the street Knowing your other love you'll meet  But this time before you run to her Leaving me alone and hurt (Think it over) After I've been good to you? (Think it over) After I've been sweet to you?  Stop in the name of love Before you break my heart Stop in the name of love Before you break my heart Think it over Think it over  I've known of your, your secluded nights I've even seen her, maybe one or twice But is her sweet expression Worth more than my love and affection?  This time before you leave my arms And rush off to her charms (Think it over) Haven't I been good to you? (Think it over) Haven't I been sweet to you?  Stop in the name of love Before you break my heart Stop in the name of love Before you break my heart Think it over Think it over  I've tried so hard, hard to be patient Hoping you'll stop this infatuation But each time you are together I'm so afraid of losing you forever  Stop in the name of love Before you break my heart (Baby, think it over) Stop in the name of love (Think it over, baby) Before you break my heart (Ooh, think it over, baby)  Stop in the name of love Before you break my heart Stop in the name of love Before you break my heart  ",
        "title": "Stop! In The Name Of Love"
    },
    {
        "artist": "The Bachelors",
        "lyrics": "  No arms can ever hold you like these arms of mine No heart can ever love you like this heart of mine My dreams could all come true if you'll care for me This love that I feel for you was just meant to be  No lips can ever kiss you like these lips of mine No heart can ever love you like this heart of mine My heart, my love are yours 'til the end of time No arms will ever hold you like these arms of mine No arms will ever hold you like these arms of mine  ",
        "title": "No Arms Can Ever Hold You"
    },
    {
        "artist": "Connie Francis",
        "lyrics": "  Whose heart are you breaking tonight Who's kissing and holding you tight Who's looking in your eyes And sighing helplessly Who's listening to your lies Those lies you told to me  I can't help but wonder somehow Who's playing the fool for you now While sleeping or waking While my heart is aching Whose heart are you breaking tonight  I can't help but wonder somehow Who's playing the fool for you now While sleeping or waking While my heart is aching Whose heart are you breaking tonight  ",
        "title": "Whose Heart Are You Breaking Tonight"
    },
    {
        "artist": "Joe Tex",
        "lyrics": null,
        "title": "Hold What You've Got"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": null,
        "title": "Shotgun"
    },
    {
        "artist": "Vic Dana",
        "lyrics": null,
        "title": "Red Roses For A Blue Lady"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  People get ready, there's a train a-comin' You don't need no baggage, you just get on board All you need is faith to hear the diesels hummin' Don't need no ticket, you just thank the Lord  So people get ready for the train to Jordan Picking up passengers coast to coast Faith is the key, open the doors and board 'em There's hope for all among those loved the most  There ain't no room for the hopeless sinner Who would hurt all mankind just to save his own, believe me now Have pity on those whose chances grow thinner For there's no hiding place against the kingdom's throne  So people get ready, there's a train a-comin' You don't need no baggage, you just get on board All you need is faith to hear the diesels hummin' Don't need no ticket, you just thank the Lord  ",
        "title": "People Get Ready"
    },
    {
        "artist": "The Drifters",
        "lyrics": null,
        "title": "At The Club"
    },
    {
        "artist": "The Animals",
        "lyrics": "  Instrumental Intro  Baby, do you understand me now Sometimes I feel a little mad But don't you know that no one alive Can always be an angel When things go wrong I seem to be bad But I'm just a soul whose intentions are good Oh Lord, please don't let me be misunderstood  Baby, sometimes I'm so carefree With a joy that's hard to hide And sometimes it seems that all I have do is worry Then you're bound to see my other side But I'm just a soul whose intentions are good Oh Lord, please don't let me be misunderstood  If I seem edgy I want you to know That I never mean to take it out on you Life has it's problems and I get my share And that's one thing I never meant to do Because I love you Oh, Oh baby don't you know I'm human Have thoughts like any other one Sometimes I find myself long regretting Some foolish thing some little simple thing I've done  But I'm just a soul whose intentions are good Oh Lord, please don't let me be misunderstood Yes, I'm just a soul whose intentions are good Oh Lord, please don't let me be misunderstood Yes, I'm just a soul whose intentions are good Oh Lord, please don't let me be misunderstood  ",
        "title": "Don't Let Me Be Misunderstood"
    },
    {
        "artist": "The Newbeats",
        "lyrics": null,
        "title": "Break Away (From That Boy)"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": null,
        "title": "Thanks A Lot"
    },
    {
        "artist": "Al (He's the King) Hirt",
        "lyrics": null,
        "title": "Fancy Pants"
    },
    {
        "artist": "Chad & Jeremy",
        "lyrics": null,
        "title": "If I Loved You"
    },
    {
        "artist": "Dean Martin",
        "lyrics": "  (So darling I can dream on it too) Send me the pillow that you dream on Don't you know that I still care for you Send me the pillow that you dream on So darling I can dream on it too  Each night while I'm sleeping oh so lonely I'll share your loving dreams that once were true Send me the pillow that you dream on So darling I can dream on it too  (I've waited so long for you to write me) But just a memory's all that's left of me So send me the pillow that you dream on So darling I can dream on it too So darling I can dream on it too  ",
        "title": "Send Me The Pillow You Dream On"
    },
    {
        "artist": "The Ronettes Featuring Veronica",
        "lyrics": "  The moment I saw you my heart knew it was forever You touched me and I swear I knew then and there that I'd never No I never Want somebody else to hold me Let another's arms enfold me Never never want nobody but you  And then you kissed me And whispered tenderly Darling I love you, I love you, I love you And I knew we were born to be together We were born to be together Baby we were born to be together  I never said a word but I know you heard me sighing You held me to your heart and I almost started crying, almost crying Baby I'm so glad you found me Put your loving arms around me Say you want me just the way I want you And then please kiss me and softly answer me Darling I love you, I love you, I love you I'll know we were born to be together We were born to be togeter Baby we were born to be together  Baby we were born to be together  ",
        "title": "Born To Be Together"
    },
    {
        "artist": "Al Martino",
        "lyrics": null,
        "title": "My Heart Would Know"
    },
    {
        "artist": "The Rag Dolls",
        "lyrics": null,
        "title": "Dusty"
    },
    {
        "artist": "Fontella Bass & Bobby McClure",
        "lyrics": "  You been cheating on me You know my love is true Ain't nobody in the whole wide world Gonna love you like I do  [Chorus] Don't you be no fool Don't you be no fool If you keep messing around now baby You gonna mess up a good thing You gonna mess up a good thing  I'm might have cheated just a little bit baby Like all the others do Ain't about time to get my check Now I rush it home to you  Don't you be no fool Don't you be no fool If you keep messing around now baby  (Good thing) Gonna mess up a good thing (Good thing) You don't know what you're hitting (Good thing) Gonna mess up a good thing (Good thing) Na na na na na  You tell me that you got a part-time lover Living away cross town But it won't be just about little while baby Before you put me down  [Chorus] Now don't you go running across town baby To catch me doing wrong I'm just a little bit jealous baby Cause we got a thing going on  [Chorus] (Good thing) Gonna mess up a good thing (Good thing) You don't know what you're hitting (Good thing) Gonna mess up a good thing (Good thing) No no no no no  ",
        "title": "Don't Mess Up A Good Thing"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  {Intro}  I don't want to spoil the party so I'll go I would hate my disappointment to show There's nothing for me here, so I will disappear If she turns up while I'm gone please let me know  I've had a drink or two and I don't care There's no fun in what I do if she's not there I wonder what went wrong, I've waited far too long I think I'll take a walk and look for her  Though tonight she's made me sad I still love her If I find her I'll be glad I still love her  I don't want to spoil the party so I'll go I would hate my disappointment to show There's nothing for me here so I will disappear If she turns up while I'm gone please let me know  {Instrumental Bridge}  Though tonight she's made me sad I still love her If I find her I'll be glad I still love her  Though I've had a drink or two and I don't care There's no fun in what I do if she's not there I wonder what went wrong I've waited far too long I think I'll take a walk and look for her  {outro}  ",
        "title": "I Don't Want To Spoil The Party"
    },
    {
        "artist": "Nancy Wilson",
        "lyrics": "  If she walks out on you Don't come running back to me Don't come running back to me  When you're alone and blue Don't come running back to me Don't come running back to me  If she's the one you want Good luck and goodbye I won't stand in your way I won't even try  Someday you'll miss my kiss You'll come knocking on my door You'll come knocking on my door  But just remember this I won't want you anymore I won't want you anymore  When you wake up and find I'm in your heart and on your mind Don't come running back to me Don't come running back to me Don't come running back to me  When you wake up and find I'm in your heart and on your mind Don't come running back to me Don't come running back to me Don't come running back to me  ",
        "title": "Don't Come Running Back To Me"
    },
    {
        "artist": "Billy Strange",
        "lyrics": null,
        "title": "Goldfinger"
    },
    {
        "artist": "Reparata And The Delrons",
        "lyrics": null,
        "title": "Whenever A Teenager Cries"
    },
    {
        "artist": "Tony Bennett",
        "lyrics": null,
        "title": "If I Ruled The World"
    },
    {
        "artist": "Richard Burton",
        "lyrics": null,
        "title": "Married Man"
    },
    {
        "artist": "Ray Charles",
        "lyrics": null,
        "title": "Cry"
    },
    {
        "artist": "Johnny Tillotson",
        "lyrics": null,
        "title": "Angel"
    },
    {
        "artist": "Wayne Newton",
        "lyrics": null,
        "title": "Comin' On Too Strong"
    },
    {
        "artist": "Elvis Presley With The Jordanaires, Jubilee Four & Carol Lombard Trio",
        "lyrics": null,
        "title": "Do The Clam"
    },
    {
        "artist": "The Velvelettes",
        "lyrics": "  Hey hey hey  I was walking down the street When this boy started following me Now I ignored all the things he said He moved me in every way  With his collar unbuttoned By my side he was struttin'  Girls, he was really sayin' somethin' Really sayin' somethin', woo Alright now  Girls, he flirted every step of the way I could hear every word he'd say My resistance was getting low And my feelings started to show  My heart started thumpin' Blood pressure jumpin'  Girls, he was really sayin' somethin' Really sayin' somethin', woo Alright, now Hey hey yeah yeah  Hey yeah As he walked me to my door I agreed to see him once more Ladylike it may not be, no But he moved me tremendously  Though he was bold My heart he stole  Girls, he was really saying something Really saying something, woo Alright now Oh, sing the song  Really sayin' somethin' Really sayin' somethin' ...  ",
        "title": "He Was Really Sayin' Somethin'"
    },
    {
        "artist": "Billy J. Kramer With The Dakotas",
        "lyrics": null,
        "title": "It's Gotta Last Forever"
    },
    {
        "artist": "Manfred Mann",
        "lyrics": "  If the song of the songbird Could replace my wrong word Then my dear, that's the song I would borrow  And tonight you would hear The saddest song of the year And you'd be mine once again come tomorrow  If the song of the swallow Could reveal my sorrow Then my dear, he would sing just for you  And tonight you would hear The saddest song of the year And you'd be mine once again come tomorrow  Just tonight, while in flight On your windowsill daylight To tell you all of my tears  And tonight you would hear The saddest song of the year And you'd be mine once again come tomorrow  If the song of the swallow Could reveal my sorrow Then my dear, he would sing just for you  And tonight you would hear The saddest song of the year And you'd be mine once again come tomorrow  And tonight you would hear The saddest song of the year And you'd be mine once again come tomorrow  Sing, sing, sing, sing, sing, Mr. Songbird Come on and sing just one, little swallow And make her mine once again come tomorrow  ",
        "title": "Come Tomorrow"
    },
    {
        "artist": "The Manhattans",
        "lyrics": null,
        "title": "I Wanna Be (Your Everything)"
    },
    {
        "artist": "Martha & The Vandellas",
        "lyrics": null,
        "title": "Nowhere To Run"
    },
    {
        "artist": "Del Shannon",
        "lyrics": "  Me and my baby been on the run So very long Her folks sent a man to get us They say we've done wrong  So we run, yeah we run, yeah we run From the stranger in town  Stranger in town, he's out to get me Stranger in town wants me and my baby  He follows me to every town And if he gets me he'll bring me down  So we run, yeah we run, yeah we run From the stranger in town  I'm not afraid of what they'll do to me I'm just afraid they'll hurt my baby We don't care if we run forever Just as long as we're together  Stranger in town, I think we've lost him Stranger in town, can't let him bring us in  Another town, one more mile And we'll be free for a while  And we'll run, yeah we'll run, yeah we'll run From the stranger in town  Stranger in town, stranger in town Stranger in town, stranger in town  ",
        "title": "Stranger In Town"
    },
    {
        "artist": "Joe Tex",
        "lyrics": null,
        "title": "You Better Get It"
    },
    {
        "artist": "Wayne Newton",
        "lyrics": "  I Want Some Red roses for a blue lady Mister florist take my order please We had a silly quarrel the other day Hope these pretty flowers chase her blues away Wrap up some red roses for a blue lady Send them to the sweetest gal in town And if they do the trick I'll hurry back to pick Your best white orchid for her wedding gown  I Want Some Red roses for a blue lady Mister florist take my order please We Had a silly quarrel the other day Hope these pretty flowers chase her blues away Wrap up some red roses for a blue lady Send them to the sweetest gal in town And if they do the trick I'll hurry back to pick Your best white orchid for her wedding gown  ",
        "title": "Red Roses For A Blue Lady"
    },
    {
        "artist": "Julie Rogers",
        "lyrics": null,
        "title": "Like A Child"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": "  Isn't that my girl And is that my best friend Aren't they walking much to close together And it don't look like their talkin about the weather  I must be seeing things Oh no it can't be true I must be hearing things When I can hear her say to him I want you, I need you, I love you  Looking through a tear I can see him kissing her I can feel my poor heart slowly breaking I'll do anything if only I was mistakin'  I must be seeing things Oh no it can't be true I must be hearing things When I can hear him say to her Forget him, It's over, Your mine now  Instrumental.....  I must be seeing things I thought I'll never see I must be hearing things You made a fool of me I must be seeing things And hearing things  Oh no, I need you so, Oh please don't go.....  ",
        "title": "I Must Be Seeing Things"
    },
    {
        "artist": "Ed Ames",
        "lyrics": null,
        "title": "Try To Remember"
    },
    {
        "artist": "Otis Redding",
        "lyrics": "  They call me Mr. Pitiful Baby thats my name now, oh They call me Mr. Pitiful That's how I got my fame  But people just don't want to understand that What make a man feel so blue They call me Mr. Pitiful 'Cause I've lost someone just like you, yeah  The call me Mr. Pitiful This everybody know now They call me Mr. Pitiful 'Most everyplace I go  But nobody seems to understand now How can a man sing such a sad song When he lost everything When he lost everything that he had  How can I explain to you? How somebody can get so very blue, now How can I tell you about my past? If all things won't end  Mr. Pitiful That's my name now They call me Mr. Pitiful That's how I got my fame  But nobody seems to understand Oh what make a man can feel so blue and They call me Mr. Pitiful 'Cause I'm in love with you  Can I explain to you? Everything is going wrong I've lost everything I had I have to sing this sad song To get back to her And I want you and I want you and I want you And I want you and I wanna tell you that now That everything is going through my mind And I wanna sing And I don't wanna sing this song with you I gonna sing this song for everybody 'Cause I want them to understand what I talkin' about I want you to understand what I'm sayin'  ",
        "title": "Mr. Pitiful"
    },
    {
        "artist": "The Beatles",
        "lyrics": null,
        "title": "4 - By The Beatles"
    },
    {
        "artist": "Joe Tex",
        "lyrics": null,
        "title": "You Got What It Takes"
    },
    {
        "artist": "The Arrows Featuring Davie Allan",
        "lyrics": null,
        "title": "Apache '65"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Verse 1] Do you want to dance and hold my hand Tell me baby I'm your lover man Oh baby do you want to dance?  [Chorus] Do you want to dance under the moonlight Hold me baby all through the night Oh baby Do you want to dance? Do you, do you, do you Do you want to dance Do you, do you, do you Do you want to dance Do you, do you, do you Do you want to dance?  [Verse 2] Do you want to dance under the moonlight Kiss me baby all through the night Oh baby Do you want to dance?  [Chorus] Do you want to dance under the moonlight Hold me baby all through the night Oh baby Do you want to dance? Do you, do you, do you Do you want to dance Do you, do you, do you Do you want to dance Do you, do you, do you Do you want to dance?  Do you want to dance under the moonlight Hold me baby all through the night Oh baby Do you want to dance? Do you, do you, do you Do you want to dance Do you, do you, do you Do you want to dance Do you, do you, do you Do you want to dance?  Do you want to dance under the moonlight Hold me baby all through the night Oh baby Do you want to dance? Do you, do you, do you Do you want to dance Do you, do you, do you Do you want to dance Do you, do you, do you Do you want to dance?  ",
        "title": "Do You Wanna Dance?"
    },
    {
        "artist": "Maxine Brown",
        "lyrics": "  I told you when I met you I just couldn't give you The love you needed I told you I still loved him And you couldn't thrill me The way that he did I said that he would always be The only man in the world for me But baby  It's gonna be all right It's gonna be all right The love you've shown me Has made it so easy to forget about him You made me see I could live without him  When my heart was filled with sadness How soothing it was having you to go to The tender love you offered Was something that I just couldn't say no to From just a spark my love has grown Now it burns for you alone And I know  It's gonna be all right It's gonna be all right The love you've shown Has made it so easy to forget about him You came and led me Out of darkness and into light And I know baby It's gonna be all right  ",
        "title": "It's Gonna Be Alright"
    },
    {
        "artist": "The Moody Blues",
        "lyrics": null,
        "title": "Go Now!"
    },
    {
        "artist": "Ruby And The Romantics",
        "lyrics": null,
        "title": "Does He Really Care For Me"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": null,
        "title": "Who Can I Turn To"
    },
    {
        "artist": "Jack Jones",
        "lyrics": null,
        "title": "The Race Is On"
    },
    {
        "artist": "Johnny Cash",
        "lyrics": "  [Verse 1] Look a-yonder comin' Comin' down that railroad track Hey, look a-yonder comin' Comin' down that railroad track It's the Orange Blossom Special Bringin' my baby back  [Verse 2] Well, I'm going down to Florida And get some sand in my shoes Or maybe Californy And get some sand in my shoes I'll ride that Orange Blossom Special And lose these New York blues  [Interlude] \"Say man, when you going back to Florida?\" \"When am I goin' back to Florida? I don't know, don't reckon I ever will.\" \"Ain't you worried about getting your nourishment in New York?\" \"Well, I don't care if I do-die-do-die-do-die-do-die.\"  [Verse 3] Hey talk about a-ramblin' She's the fastest train on the line Talk about a-travellin' She's the fastest train on the line It's that Orange Blossom Special Rollin' down the seaboard line  ",
        "title": "Orange Blossom Special"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": null,
        "title": "Cupid"
    },
    {
        "artist": "The Hullaballoos",
        "lyrics": null,
        "title": "Did You Ever"
    },
    {
        "artist": "Marianne Faithfull",
        "lyrics": null,
        "title": "Come And Stay With Me"
    },
    {
        "artist": "The Ray Charles Singers",
        "lyrics": null,
        "title": "This Is My Prayer"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": null,
        "title": "Danny Boy"
    },
    {
        "artist": "Timi Yuro",
        "lyrics": null,
        "title": "You Can Have Him"
    },
    {
        "artist": "Jack Laforge His Piano and Orchestra",
        "lyrics": null,
        "title": "Goldfinger"
    },
    {
        "artist": "Herb Alpert's Tijuana Brass",
        "lyrics": null,
        "title": "Whipped Cream"
    },
    {
        "artist": "Peggy Lee",
        "lyrics": null,
        "title": "Pass Me By"
    },
    {
        "artist": "Cannibal And The Headhunters",
        "lyrics": null,
        "title": "Land Of 1000 Dances"
    }
]