[
    {
        "artist": "Guy Mitchell",
        "lyrics": null,
        "title": "Heartaches By The Number"
    },
    {
        "artist": "Frankie Avalon",
        "lyrics": null,
        "title": "Why"
    },
    {
        "artist": "Marty Robbins",
        "lyrics": "  Out in the West Texas town of El Paso I fell in love with a Mexican girl Nighttime would find me in Rosa's cantina Music would play and Felina would whirl  Blacker than night were the eyes of Felina Wicked and evil while casting a spell My love was deep for this Mexican maiden I was in love but in vain, I could tell  One night a wild young cowboy came in Wild as the West Texas wind Dashing and daring, a drink he was sharing With wicked Felina, the girl that I loved  So in anger I challenged his right For the love of this maiden Down went his hand for the gun that he wore My challenge was answered in less than a heartbeat The handsome young stranger lay dead on the floor  Just for a moment I stood there in silence Shocked by the foul evil deed I had done Many thoughts raced through my mind as I stood there I had but one chance and that was to run  Out through the back door of Rosa's I ran Out where the horses were tied I caught a good one, it looked like it could run Up on its back and away I did ride  Just as fast as I could from The West Texas town of El Paso Out to the badlands of New Mexico  Back in El Paso my life would be worthless Everything's gone in life; nothing is left It's been so long since I've seen the young maiden My love is stronger than my fear of death  I saddled up and away I did go Riding alone in the dark Maybe tomorrow, a bullet may find me Tonight nothing's worse than this pain in my heart  And at last here I Am on the hill overlooking El Paso I can see Rosa's cantina below My love is strong and it pushes me onward Down off the hill to Felina I go  Off to my right I see five mounted cowboys Off to my left ride a dozen or more Shouting and shooting, I can't let them catch me I have to make it to Rosa's back door  Something is dreadfully wrong for I feel A deep burning pain in my side Though I am trying to stay in the saddle I'm getting weary, unable to ride  But my love forFelina is strong And I rise where I've fallen Though I am weary I can't stop to rest I see the white puff of smoke from the rifle I feel the bullet go deep in my chest  From out of nowhere Felina has found me Kissing my cheek as she kneels by my side Cradled by two loving arms that I'll die for One little kiss and Felina, goodbye  Songwriter:  Marty Robbins  ",
        "title": "El Paso"
    },
    {
        "artist": "Miss Toni Fisher",
        "lyrics": "  Now it begins, now that you've gone Needles and pins, twilight till dawn Watching that clock till you return Lighting that torch and watching it burn  Now it begins, day after day This is my night, ticking away Waiting to hear footsteps that say \"Love will appear and this time to stay\"  Oh, each time you go I try to pretend It's over at last This time the big hurt will end  Now it begins, now that you've gone Needles and pins, twilight till dawn But if you go, come back again I wonder when, oh when will it end? The big hurt  The big hurt The big hurt  ",
        "title": "The Big Hurt"
    },
    {
        "artist": "Freddie Cannon",
        "lyrics": null,
        "title": "Way Down Yonder In New Orleans"
    },
    {
        "artist": "Paul Anka",
        "lyrics": "  When somebody leaves you, that's the time to cry When you know you're lonely, you're not the one and only Who will cry?  When your heart is broken, that's the time to cry When you know she's left you, you'll know that she has left you So you can cry  Happiness is what I long for Loneliness is why I cry  For you have made my heart a slave And now it's up to you  When somebody leaves you, that's the time to cry When you know she's left you, you'll know that she has left you So you can cry  ",
        "title": "It's Time To Cry"
    },
    {
        "artist": "Bobby Darin",
        "lyrics": "  Oh the shark, babe Has such teeth, dear And he shows them Pearly white Just a jackknife Has old Macheath, babe And he keeps it Out of sight  You know when that shark bites With his teeth, babe Scarlet billows Start to spread Fancy gloves, though Wears ol' Macheath, babe So there's never, never a trace of red  Now, on the side walk, ooh Sunday morning, uh huh Lies a body just oozing life. EEK! And someone's sneaking round the corner Could that someone be Mack the Knife?  There's a tugboat down by the river, don't you know Where a cement bag's just a drooping on down Oh that cement is just, it's there for the weight, dear Five'll get ya ten, ol' Mackie's back in town  Now did ya hear 'bout Louie Miller? He disappeared, babe After drawing out all his hard earned cash And now Macheath spends, just like a sailor Could it be, our boy's done something rash?  Now, Jenny Diver, Suky Tawdry Oh, Miss Lotte Lenya, and ol' Lucy Brown Oh the line forms on the right, babe Now that Mackie's back in town  I said, Jenny Diver, oh Suky Tawdry Look out, Miss Lotte Lenya, and ol' Lucy Brown Yes, that line forms on the right, babe Now that Mackie's back in town Look out ol' Mackie is back!  ",
        "title": "Mack The Knife"
    },
    {
        "artist": "Bobby Rydell",
        "lyrics": null,
        "title": "We Got Love"
    },
    {
        "artist": "Connie Francis",
        "lyrics": "  There's nothing left for me of days that used to be They're just a memory among my souvenirs  Some letters sad and blue, a photograph or two I see a rose from you among my souvenirs  A few more tokens rest within my treasure chest And though they do their best to give me consolation  I count them all apart and as the teardrops start I find a broken heart among my souvenirs  I count them all apart and as the teardrops start I find a broken heart among my souvenirs  ",
        "title": "Among My Souvenirs"
    },
    {
        "artist": "Fabian",
        "lyrics": "  Hound dog man, hound dog man, I wanna be a hound dog man  I'm gonna get me an ol' hound dog I'm gonna let 'im lead the way Then I'm gonna turn 'im loose We'll go huntin' every day That's the kind of life for me There's one thing I wanna be, and that's a Hound dog man, hound dog man, I wanna be a hound dog man  I'm wanna get up in the mornin' A-Yeah, with the risin' sun I'm gonna stay right on that trail Till the day is done I think I am old enough I'm young in years but I'm mighty tough, a-like a Hound dog man, hound dog man, I wanna be a hound dog man  I'm lookin' for a girl who'll be waitin' when I come home She's gonna meet me with a kiss She's gonna be one pretty miss And every time I go, she gonna miss-a me more and more She's gonna have a tear in her eye, the time's gonna pass so slow  That's the kind of life for me A-There's one thing I wanna be, and that's a Hound dog man, hound dog man, I wanna be a hound dog man  And every time I go, she gonna miss-a me more and more She's gonna have a tear in her eye, the time's gonna pass so slow  That's the kind of life for me A-There's one thing I wanna be, and that's a Hound dog man, hound dog man, I wanna be a hound dog man Hound dog man, hound dog man, I wanna be a hound dog man Hound dog man Hound dog man  ",
        "title": "Hound Dog Man"
    },
    {
        "artist": "Ernie Fields & Orch.",
        "lyrics": null,
        "title": "In The Mood"
    },
    {
        "artist": "Fabian",
        "lyrics": "  Written by Kenneth Lorin Darby Peaked at # 12 in 1959 In this friendly, friendly world with each day so full of joy Why should any heart be lonely? In this friendly, friendly world with each night so full of dreams Why should any heart be afraid? The world is such a wonderful place to wander through When you've got someone you love to wander along with you With the skies so full of stars and the river so full of song Every heart should be so thankful Thankful for this friendly, friendly world  ",
        "title": "This Friendly World"
    },
    {
        "artist": "Della Reese",
        "lyrics": null,
        "title": "Don't You Know"
    },
    {
        "artist": "The Browns",
        "lyrics": "  I peeked in to say goodnight When I heard my child in prayer Send dear God, some scarlet ribbons Scarlet ribbons for my hair  All the stores were closed and shuttered All the streets were dark and bare In our town no scarlet ribbons Not one ribbon for her hair  Through the night my heart was aching Just before the dawn was breaking I peeked in and on her bed In gay profusion laying there I saw ribbonsm scarlet ribbons Scarlet ribbons for her hair  If I live to be a hundred I will never know from where Came those lovely scarlet ribbons Scarlet ribbons for her hair...  ",
        "title": "Scarlet Ribbons (For Her Hair)"
    },
    {
        "artist": "Brook Benton",
        "lyrics": null,
        "title": "So Many Ways"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": "  Oh! Carol, I am but a fool Darling, I love you, though you treat me cruel You hurt me and you make me cry But if you leave me, I will surely die  Darling, there will never be another Cause I love you so Don't ever leave me, say you'll never go  I will always want you for my sweetheart No matter what you do Oh! Carol, I'm so in love with you  Oh! Carol, I am but a fool Darling, I love you, though you treat me cruel You hurt me and you make me cry But if you leave me, I will surely die  Darling, there will never be another Cause I love you so Don't ever leave me, say you'll never go  I will always want you for my sweetheart No matter what you do Oh! Carol, I'm so in love with you  ",
        "title": "Oh! Carol"
    },
    {
        "artist": "The Fleetwoods",
        "lyrics": null,
        "title": "Mr. Blue"
    },
    {
        "artist": "The Nutty Squirrels",
        "lyrics": null,
        "title": "Uh! Oh! Part 2"
    },
    {
        "artist": "Steve Lawrence",
        "lyrics": "  Thought I was in love before And then you moved in next door Pretty blue eyes, pretty blue eyes  All the guys from the neighborhood Keep sayin' you sure look good With your blue eyes, pretty blue eyes  Saw you from my window My heart skipped a beat Gonna sit by your doorstep So that I can meet  Pretty blue eyes, please come out today So I can tell you what I have to say That I love you, love you Pretty blue eyes  Saw you from my window My heart skipped a beat Gonna sit by your doorstep So that I can meet  Pretty blue eyes, please come out today So I can tell you what I have to say That I love you, love you Pretty blue eyes  [Repeat to Fade] Pretty blue eyes  ",
        "title": "Pretty Blue Eyes"
    },
    {
        "artist": "Ricky Nelson",
        "lyrics": null,
        "title": "I Wanna Be Loved"
    },
    {
        "artist": "Fats Domino",
        "lyrics": "  Come on baby and be my guest Come here to party and meet the rest Everything gonna be all right So be my guest tonight We're gonna dance to the rock 'n' roll We're gonna even do the stroll We're gonna Lindy Hop and Suzy Q It's a special party just for you My, my-oh-mine, gee you're so fine Don't let me down I'm the king but you can wear my crown I'm gonna sing, my band gonna play I'm gonna make you queen for a day Everything gonna be all right So be my guest tonight My, my-oh-mine, gee you're so fine Don't let me down I'm the king but you can wear my crown I'm gonna sing, my band gonna play I'm gonna make you queen for a day Everything gonna be all right So be my guest tonight  ",
        "title": "Be My Guest"
    },
    {
        "artist": "Johnny Mathis",
        "lyrics": null,
        "title": "Misty"
    },
    {
        "artist": "Santo & Johnny",
        "lyrics": null,
        "title": "Tear Drop"
    },
    {
        "artist": "Johnny Preston",
        "lyrics": "  On the bank of the river Stood Running Bear, young Indian brave On the other side of the river Stood his lovely Indian maid  Little White Dove was her name Such a lovely sight to see But their tribes fought with each other So their love could never be  Running Bear loved Little White Dove With a love big as the sky Running Bear loved Little White Dove With a love that couldn't die  He couldn't swim the raging river 'Cause the river was too wide He couldn't reach Little White Dove Waiting on the other side  In the moonlight, he could see her Throwing kisses 'cross the waves Her little heart was beating faster Waiting there for her Indian brave  Running Bear loved Little White Dove With a love big as the sky Running Bear loved Little White Dove With a love that couldn't die  Running Bear dove in the water Little White Dove did the same And they swam out to each other Through the swirling stream they came  As their hands touched and their lips met The raging river pulled them down Now they'll always be together In their happy hunting ground  Running Bear loved Little White Dove With a love big as the sky Running Bear loved Little White Dove With a love that couldn't die  ",
        "title": "Running Bear"
    },
    {
        "artist": "Marv Johnson",
        "lyrics": null,
        "title": "You Got What It Takes"
    },
    {
        "artist": "Lloyd Price and His Orchestra",
        "lyrics": null,
        "title": "Come Into My Heart"
    },
    {
        "artist": "Conway Twitty",
        "lyrics": null,
        "title": "Danny Boy"
    },
    {
        "artist": "Bill Black's Combo",
        "lyrics": null,
        "title": "Smokie - Part 2"
    },
    {
        "artist": "Larry Hall",
        "lyrics": null,
        "title": "Sandy"
    },
    {
        "artist": "Johnny And The Hurricanes",
        "lyrics": null,
        "title": "Reveille Rock"
    },
    {
        "artist": "Rocco Granata and the International Quintet",
        "lyrics": null,
        "title": "Marina"
    },
    {
        "artist": "Annette With The Afterbeats",
        "lyrics": "  FIRST NAME INITIAL Annette with the Afterbeats Written by Martin Kalmanoff and Aaron H. Schroeder Peaked at # 20 in 1960 First name initial First name initial First name initial Ooh, ooh, ooh-ooh I wear a first name initial, a great big initial On a chain ev'rywhere I go It's your first name initial, a great big initial Engraving don't you know (don'tcha know) And I wear it to Show I belong to you Just you I love my first name initial, it makes it official That you're my steady boy It's your first name initial, a great big initial Befits my pride and joy (pride and joy) 'cause it's a symbol of My everlasting love For you I wear it at the soda shop, wear it at the record hop Ridin to a movie in your jeep (yeah-yeah, yeah-yeah) I wear it when I go to gym, wear it when I take a swim I even wear it when I slee-ee-ee-eep I wear your first name initial, a great big initial And though it's your first name I wish your last name initial and my last initial Will one day be the same So ev'ryone can see That you belong to me Just me (tood-a-loop, tood-a-loop, tood-a-loop ) I wear it at the soda shop, wear it at the record hop Ridin to a movie in your jeep (tood-a-loop, tood-a-loop Tood-a-loop ) I wear it when I go to gym, wear it when I take a swim I even wear it when I slee-ee-ee-eep I wear your first name initial, a great big initial And though it's your first name I wish your last name initial and my last initial Will one day be the same So ev'ryone can see That you belong to me Just me First name initial First name initial First name initial Ooh, ooh, ooh-ooh  ",
        "title": "First Name Initial"
    },
    {
        "artist": "The Drifters",
        "lyrics": null,
        "title": "Dance With Me"
    },
    {
        "artist": "Sammy Turner",
        "lyrics": null,
        "title": "Always"
    },
    {
        "artist": "Jimmy Clanton",
        "lyrics": "  I told her when it comes to talking I'm the sweetest sweet-talker in the world She said you better start talking if you want me to be your girl And she said, \"Go, Jimmy, go.\" She said, \"Go, Jimmy, go.\" Well, I talked her off the floor when she said, \"Go, Jimmy, go.\" I told when it comes to dancing I'm the best young dancer in the land Well, she looked at me with a twinkle in her eyes And then she took my hand And she said, \"Go, Jimmy, go.\" She said, \"Go, Jimmy, go.\" Well, I talked her off the floor when she said, \"Go, Jimmy, go.\" And she said, \"Go, Jimmy, go.\" She said, \"Go, Jimmy, go.\" Well, I talked her off the floor when she said, \"Go, Jimmy, go.\" I told her when it comes to kissing I ain't nothing but a kissing fool She started to giggle when I told her that I'd teach her Things she'd never learn in school And she said, \"Go, Jimmy, go.\" She said, \"Go, Jimmy, go.\" Well, I talked her off the floor when she said, \"Go, Jimmy, go.\" \"Go Jimmy, go.\" \"Go, Jimmy, go  ",
        "title": "Go, Jimmy, Go"
    },
    {
        "artist": "Connie Francis",
        "lyrics": null,
        "title": "God Bless America"
    },
    {
        "artist": "Bob Beckham",
        "lyrics": "  Just as much as ever I need you and want you to be here Just as much as ever I love you, and always will, my dear Even though we two are parted My feelings for you never drop For loving you is something I started And don't know how to stop Just as much as ever I'm hoping that you'll be mine again Darlin', 'cause I'll never be satisfied till then For I am still the same old me With the same old love for you Just as much as ever, my heart beats for you (Just as much as ever) (I'm hoping that you'll be mine again) Darling, 'cause I'll never be satisfied till then For I am still the same old me With the same old love for you Just as much as ever, my heart beats for you  ",
        "title": "Just As Much As Ever"
    },
    {
        "artist": "Ricky Nelson",
        "lyrics": "  Now when I see you walking by with a wiggle walk You know you look mighty good oowee And baby you can talk the kind of talk That does funny things to me  Now when you tell me that you love me so It thrills my heart uh honey don't ya know That when you're in my arms oohoo It feels mighty good to me  Do I love to love you? Awww honey yes indeed Cuz anything that you're missing Believe me honey you don't need  Well everytime I get to kiss your tender lips You know they taste mighty good oowee When you're in my arms my heart just flips Ooohoo what you're doin' to me  Now the kind of love that you inspire Fills my heart with a warm desire And when you set my lips on fire It feels mighty good to me  Do I love to love you? Awww honey yes indeed Cuz anything that you're missing Believe me honey you don't need  Well everytime I get to kiss your tender lips You know they taste mighty good oowee When you're in my arms my heart just flips Ooohoo what you're doin' to me  Now the kind of love that you inspire Fills my heart with a warm desire And when you set my lips on fire It feels mighty good to me Awww it feels mighty good to me You know it feels mighty good to me  ",
        "title": "Mighty Good"
    },
    {
        "artist": "The Drifters",
        "lyrics": "  Bom, bom, bom...  If you cry, I think My heart would break That would be much more Than I could take  And if I saw a tear Fall from your eye Darling, don't you know That I would die  True love, true love True love, true love  Bom, bom, bom...  If you cry I don't know what I'll do Baby, cause I'm so In love with you  And if I knew that I had caused you pain My tears would Fall like the rain  True love, true love True love, true love  Bom, bom, bom...  ",
        "title": "(If You Cry) True Love, True Love"
    },
    {
        "artist": "Royal Teens",
        "lyrics": null,
        "title": "Believe Me"
    },
    {
        "artist": "Paul Evans and the Curls",
        "lyrics": null,
        "title": "(Seven Little Girls) Sitting In The Back Seat"
    },
    {
        "artist": "Dinah Washington",
        "lyrics": null,
        "title": "Unforgettable"
    },
    {
        "artist": "Paul Anka",
        "lyrics": "  Put your head on my shoulder Hold me in your arms, baby Squeeze me oh so tight Show me that you love me too  Put your lips next to mine, dear Won't you kiss me once, baby Just a kiss goodnight, maybe You and I will fall in love (You and I will fall in love)  People say that love's a game A game you just can't win If there's a way I'll find it someday And then this fool will rush in  Put your head on my shoulder Whisper in my ear, baby Words I want to hear Tell me, tell me that you love me too (Tell me that you love me too)  Put your head on my shoulder Whisper in my ear, baby Words I want to hear, baby Put your head on my shoulder  ",
        "title": "Put Your Head On My Shoulder"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": null,
        "title": "Talk That Talk"
    },
    {
        "artist": "The Nutty Squirrels",
        "lyrics": null,
        "title": "Uh! Oh! Part 1"
    },
    {
        "artist": "Willy Alberti",
        "lyrics": null,
        "title": "Marina"
    },
    {
        "artist": "The Harry Simeone Chorale",
        "lyrics": null,
        "title": "The Little Drummer Boy"
    },
    {
        "artist": "Wink Martindale",
        "lyrics": "  NARRATIVE: During the North African campaign, a bunch of soldier boys had Been on a long hike and they arrived in a little town called Casino. The Next morning being Sunday, several of the boys went to Church. A sergeant Commanded the boys in Church and after the Chaplain had read the prayer The text was taken up next. Those of the boys who had a prayer book took Them out, but this one boy had only a deck of cards, and so he spread Them out. The Sergeant saw the cards and said, \"Soldier, put away those Cards.\" After the services was over, the soldier was taken prisoner and Brought before the Provost Marshall  The Marshall said, \"Sergeant, why have you brought this man Here?\" \"For playing cards in church, Sir.\" \"And what have you to say for Yourself, son?\" \"Much, Sir,\" replied the soldier. The Marshall said, \"I Hope so, for if not I shall punish you more than any man was ever Punished.\" The soldier said, \"Sir, I have been on the march for about six Days. I have neither a Bible nor a prayer book, but I hope to satisfy You, Sir, with the purity of my intentions.\" And with that, the boy Started his story:  \"You see Sir, when I look at the Ace, it reminds me that there Is but one God. And the Deuce reminds me that the Bible is divided into Two parts, the Old and the New Testaments. When I see the Trey, I think Of the Father, the Son, and the Holy Ghost. And when I see the Four, I Think of the four Evangelists who preached the Gospel; there was Matthew  Mark, Luke and John. And when I see the Five, it reminds me of the five Wise virgins who trimmed their lamps; there were ten of them: five were Wise and were saved, five were foolish and were shut out. When I see the Six, it reminds me that in six days, God made this great heaven and Earth. When I see the Seven, it reminds me that on the seventh day, God Rested from His great work. And when I see the Eight, I think of the Eight righteous persons God saved when He destroyed this earth; there was Noah, his wife, their sons and their wives. And when I see the Nine, I Think of the lepers our Savior cleansed, and nine out of the ten didn't Even thank Him. When I see the Ten, I think of the Ten Commandments God Handed down to Moses on a table of stone. When I see the King, it Reminds me that there is but one King of Heaven, God Almighty. And when I See the Queen, I think of the Blessed Virgin Mary, who is Queen of Heaven. And the Jack or Knave is the Devil. When I count the number Of spots on a deck of cards, I find 365, the number of days in a year There are 52 cards, the number of weeks in a year. There are 4 suits, the Number of weeks in a month. There are 12 picture cards, the number of Months in a year. There are 13 tricks, the number of weeks in a quarter So you see, Sir, my pack of cards serves me as a Bible, an Almanac and a Prayer Book.\"  \"And friends, the story is true. I know, I was that soldier.\"  ",
        "title": "Deck Of Cards"
    },
    {
        "artist": "Tommy Facenda",
        "lyrics": null,
        "title": "High School U.S.A."
    },
    {
        "artist": "Jerry Wallace With The Jewels",
        "lyrics": "  Primrose Lane, life's a holiday on Primrose Lane Just a holiday on Primrose Lane with you  Can't explain when we're walkin' down the Primrose Lane Even roses bloomin' in the rain with you  Sweet perfume Those little old roses bloom And I want to walk with you my whole life through  Primrose Lane, life's a holiday on Primrose Lane Just a holiday on Primrose Lane with you  Sweet perfume Those little old roses bloom And I want to walk with you my whole life through  Primrose Lane, life's a holiday on Primrose Lane Just a holiday on Primrose Lane with you  Wi-i-i-th you Wi-i-i-th you Fade Wi-i-i-th you  ",
        "title": "Primrose Lane"
    },
    {
        "artist": "The Spacemen",
        "lyrics": null,
        "title": "The Clouds"
    },
    {
        "artist": "Della Reese",
        "lyrics": "  Not One Minute More Della Reese (Robertson-Blair-Dinning) I'll only love you As long as the sea Rolls on endlessly To the shore I'll love you til then Not one minute more I'll only love you Til there's only night And the sun The sun gives no light as before I'm gonna love you til then Not one minute more I'm yours, heart and soul, I'm yours And all that I'll ever possess But if you should say to me Will you always be I'll just have to confess I'll only love you As long as the beat The beat of my heart Can rest me still once more I can love you til then Not one minute more I know I can love you til then Not one minute more Above, and are for personal use and research interest only  ",
        "title": "Not One Minute More"
    },
    {
        "artist": "The Clovers",
        "lyrics": "  I took my troubles down to Madame Ruth You know that gypsy with the gold-capped tooth She's got a pad down on Thirty-Fourth and Vine Sellin' little bottles of Love Potion Number Nine  I told her that I was a flop with chics I've been this way since 1956 She looked at my palm and she made a magic sign She said \"What you need is Love Potion Number Nine\"  She bent down and turned around and gave me a wink She said \"I'm gonna make it up right here in the sink\" It smelled like turpentine, it looked like Indian ink I held my nose, I closed my eyes, I took a drink  I didn't know if it was day or night I started kissin' everything in sight But when I kissed a cop down on Thirty-Fourth and Vine He broke my little bottle of Love Potion Number Nine  I held my nose, I closed my eyes, I took a drink  I didn't know if it was day or night I started kissin' everything in sight But when I kissed a cop down on Thirty-Fourth and Vine He broke my little bottle of Love Potion Number Nine Love Potion Number Nine Love Potion Number Nine Love Potion Number Nine  ",
        "title": "Love Potion No. 9"
    },
    {
        "artist": "Sarah Vaughan",
        "lyrics": null,
        "title": "Smooth Operator"
    },
    {
        "artist": "Ray Charles and his Orchestra",
        "lyrics": "  [Verse 1] That big eight-wheeler running down the track Means your true loving daddy ain't acoming back  [Chorus 1] Because he's moving on, he's rolling on You were flying too high for my little old sky So I'm moving on  [Verse 2] But some day, baby, when you've had you play You're going to want your daddy but your daddy will say  [Chorus 1]  [Verse 3] Mr. Farmer, won't you please listen to me? Cause I got to pretty mamma in Tennessee  [Chorus 1] Keep rolling on, keep moving on Please listen to me, let this rattler free And keep moving on, move on old son, move on  [Verse 4] Well, I told you, baby, from time to time But you just wouldn't listen or pay me no mind  [Chorus 1] And now I'm moving on, I'm rolling on I'm through with you, too bad you're blue But I'm moving on, move on, baby, move on  [Outro] I said move on, I said move on [x2] Well, I'm through with you, too bad you're blue I said move on, I said move on [x2]  ",
        "title": "I'm Movin' On"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  I've traveled far, the land and the sea Beautiful places I happened to be One little town I'll never forget Is Lourdes, the village of St. Bernadette  Ave, ave, ave Ma-ri-a Ave, ave, ave Ma-ri-i-ia  There, like a dream, this wonderful night I gazed at the grotto aglow in the light A feeling divine swept over me there I fell to my knees as I whispered the prayer  Ave, ave, ave Ma-ri-a Ave, ave, ave Ma-ri-i-ia  Now I am home, I'm happy to be Telling of places I've traveled to see One little town I'll never forget Is Lourdes, the village of St. Bernadette  Ave, ave, ave Ma-ri-a Ave, ave, ave Ma-ri-i-ia  Ave, ave, ave Ma-ri-a Ave, ave, ave Ma-ri-a  ",
        "title": "The Village Of St. Bernadette"
    },
    {
        "artist": "The Crests",
        "lyrics": null,
        "title": "A Year Ago Tonight"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": null,
        "title": "Talk To Me"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  Where's this place called \"Lonely Stree-ee-ee-eet?\"  I'm looking for that lonely street I've got a sad, sad tale to tell I need a place to go and weep Where's this place called \"Lonely Stree-ee-ee-eet?\"  A place where there's just loneliness Where dim lights bring forgetfulness Where broken dreams and mem'ries meet Where's this place called \"Lonely Stree-ee-ee-eet?\"  Perhaps upon that lonely street There's someone such as I Who came to bury broken dreams And watch an old love di-ie  If I could find that lonely street Where dim lights bring forgetfulness Where broken dreams and mem'ries meet Where's this place called \"Lonely Stree-ee-ee-eet?\"  Where's this place called \"Lonely Stree-ee-ee-eet?\"  ",
        "title": "Lonely Street"
    },
    {
        "artist": "Lloyd Price and His Orchestra",
        "lyrics": "  Oh baby, please come home Won'tcha come home I'm sick and I'm all alone Won'tcha come home Oh, I love and miss you so Won'tcha come home How much you'll never know Won'tcha come home  Whoa, I need you That's why I'm blue Come on home Won'tcha come home Come on home  And I never thought I'd feel this way Won'tcha come home When you up and left that day Won'tcha come home But things haven't been the same Won'tcha come home All I ever hear is your name Won'tcha come home  Whoa, I need you That's why I'm blue Come on home Won'tcha come home Come on home  Whoa, I get so tired of bein' alone I can't even reach you by telephone Believe me baby, when I call on you I've got a whole lot of heartache from missing you Now tell me baby, how long Won'tcha come home And must I sing this song Won'tcha come home Oh, I must stop this third degree Won'tcha come home Honey, it's killing me Won'tcha come home  Whoa, I need you That's why I'm blue Come on home Won'tcha come home Come on home  I never thought I'd feel this way Won'tcha come home When you up and left that day Won'tcha come home But things haven't been the same Won'tcha come home All I ever hear is your name Won'tcha come home  Whoa, I need you That's why I'm blue Come on home Won'tcha come home Come on home  Won'tcha come home Come on home Won'tcha come home Come on home Won'tcha come home Come on home  ",
        "title": "Wont'cha Come Home"
    },
    {
        "artist": "Dee Clark",
        "lyrics": null,
        "title": "How About That"
    },
    {
        "artist": "Fireflies",
        "lyrics": null,
        "title": "You Were Mine"
    },
    {
        "artist": "Fats Domino",
        "lyrics": "  I've been around the world it's true Searching for someone exactly like you And finally I found a love that is true Whoa ho ho ho, whoa ho ho ho, whoa ho ho ho  Nobody know just how I feel You had me spinning just like the spinning wheel But finally I found a love that is true Whoa ho ho ho, whoa ho ho ho, whoa ho ho  You heard my story, you heard just what I said A man without love, he might as well be dead But I finally I found a love that is true Whoa ho ho ho, whoa ho ho ho, whoa ho ho ho  I've been around the world it's true Searching for someone exactly like you And finally I found a love that is true Whoa ho ho ho, whoa ho ho ho, whoa ho ho ho  ",
        "title": "I've Been Around"
    },
    {
        "artist": "Ray Peterson",
        "lyrics": null,
        "title": "Goodnight My Love (Pleasant Dreams)"
    },
    {
        "artist": "The Coasters",
        "lyrics": null,
        "title": "What About Us"
    },
    {
        "artist": "Don Costa And His Orchestra And Chorus",
        "lyrics": null,
        "title": "I'll Walk The Line"
    },
    {
        "artist": "Rock-A-Teens",
        "lyrics": "  Woo Hoo, Woo Hoo Hoo (vocalization) Spoken: yeahhhh!  Woo Hoo, Woo Hoo Hoo (repeated)  ",
        "title": "Woo-Hoo"
    },
    {
        "artist": "David Seville And The Chipmunks",
        "lyrics": null,
        "title": "The Chipmunk Song (Christmas Don't Be Late)"
    },
    {
        "artist": "Cliff Richard and The Drifters",
        "lyrics": "  Got myself a cryin', talkin' Sleepin', walkin', livin' doll Gotta do my best to please her Just 'cos she's a livin' doll  Got a rovin' eye And that is why, she satisfies my soul Got the one and only, walkin', talkin', livin' doll  Take a look at her hair, it's real And if you don't believe what I say, just feel I'm gonna lock her up in a trunk So, no big hunk can steal her away from me  Got myself a cryin', talkin' Sleepin', walkin', livin' doll Gotta do my best to please her Just 'cos she's a livin' doll  Got a rovin' eye And that is why she satisfies my soul Got the one and only, walkin', talkin', livin' doll  Take a look at her hair, it's real And if you don't believe what I say, just feel I'm gonna lock her up in a trunk So no big hunk can steal her away from me  Got myself a cryin', talkin' Sleepin', walkin', livin' doll Gotta do my best to please her Just 'cos she's a livin' doll  Got a rovin' eye And that is why, she satisfies my soul Got the one and only, walkin', talkin', livin' doll  ",
        "title": "Living Doll"
    },
    {
        "artist": "Kitty Kallen",
        "lyrics": null,
        "title": "If I Give My Heart To You"
    },
    {
        "artist": "Pat Boone",
        "lyrics": "  Beyond the sunset Oh, blissful morning When with our Savior Heaven's begun Earth's toiling ended Oh, glorious dawning Beyond the sunset When day is done (Spoken) Beyond the sunset No clouds will gather No storms will threaten No fears annoy Oh, day of gladness Oh, day unending Beyond the sunset Eternal joy Beyond the sunset Oh, glad reunion With our dear loved ones Who've gone before In that fair homeland We'll know no parting Beyond the sunset Forever more  ",
        "title": "Beyond The Sunset"
    },
    {
        "artist": "Fireballs",
        "lyrics": "  ♫ [Instrumental] ♫ #39 Sep '59 Hot 100  ",
        "title": "Torquay"
    },
    {
        "artist": "Hugo & Luigi",
        "lyrics": null,
        "title": "Just Come Home"
    },
    {
        "artist": "LaVern Baker",
        "lyrics": null,
        "title": "Tiny Tim"
    },
    {
        "artist": "Mitch Miller",
        "lyrics": null,
        "title": "Do-Re-Mi"
    },
    {
        "artist": "Dancer, Prancer And Nervous",
        "lyrics": null,
        "title": "The Happy Reindeer"
    },
    {
        "artist": "The Revels",
        "lyrics": null,
        "title": "Midnight Stroll"
    },
    {
        "artist": "Tommy Edwards",
        "lyrics": null,
        "title": "(New In) The Ways Of Love"
    },
    {
        "artist": "The Islanders",
        "lyrics": null,
        "title": "The Enchanted Sea"
    },
    {
        "artist": "Tommy Edwards",
        "lyrics": null,
        "title": "Honestly And Truly"
    },
    {
        "artist": "Rod Bernard",
        "lyrics": null,
        "title": "One More Chance"
    },
    {
        "artist": "Tony Bennett",
        "lyrics": "  Climb every mountain Search high and low Follow every highway Every path you know  Climb every mountain Ford every stream Follow every rainbow 'Till you find your dream  A dream that will need All the love you can give Every day of your life For as long as you live  Climb every mountain Ford every stream Follow every rainbow Till you find your dream  A dream that will need All the love you can give Every day of your life For as long as you live  Climb every mountain Ford every stream Follow every rainbow Till you find your dream  ",
        "title": "Climb Ev'ry Mountain"
    },
    {
        "artist": "Titus Turner",
        "lyrics": null,
        "title": "We Told You Not To Marry"
    },
    {
        "artist": "Carl Dobkins, Jr.",
        "lyrics": "  I'm a lucky devil, lucky devil To find a little angel like you! The first time we touched I was floatin' on air I knew I was in heaven though I never been there On the level I'm a lucky devil To find a little angel like you! A sweet little angel like you You don't play a harp and you haven't got wings I knew you've got alot of other heavenly things On the level I'm a lucky devil To find a little angel like you! A sweet little angel like you Maybe I've got no pitchfork Maybe I've got no horns But as long as I've got you baby I'm the luckiest devil that ever was born Now your love is a treasure and I know what it's worth 'Cause I'm the only devil that's on heaven on earth On the level I'm a lucky devil To find a little angel like you! Maybe I've got no pitchfork Maybe I've got no horns But as long as I've got you baby I'm the luckiest devil that ever was born Now your love is a treasure and I know what it's worth I'm the only devil that's on heaven on earth On the level I'm a lucky devil To find a little angel like you! A sweet little angel like you A sweet little angel like you  ",
        "title": "Lucky Devil"
    },
    {
        "artist": "Dorothy Collins",
        "lyrics": null,
        "title": "Baciare Baciare (Kissing Kissing)"
    },
    {
        "artist": "Jane Morgan",
        "lyrics": null,
        "title": "Happy Anniversary"
    },
    {
        "artist": "The Mormon Tabernacle Choir",
        "lyrics": "  Mine eyes have seen the glory of the coming of the Lord He is trampling out the vintage where the grapes of wrath are stored He has loosed the fateful lightening of His terrible swift sword His truth is marching on  CHORUS: Glory! Glory! Hallelujah! Glory! Glory! Hallelujah! Glory! Glory! Hallelujah! His truth is marching on  I have seen Him in the watch-fires of a hundred circling camps They have builded Him an altar in the evening dews and damps I can read His righteous sentence by the dim and flaring lamps His day is marching on  CHORUS  I have read a fiery gospel writ in burnish'd rows of steel  \"As ye deal with my condemners, So with you my grace shall deal;\" Let the Hero, born of woman, crush the serpent with his heel Since God is marching on  CHORUS  He has sounded form the trumpet that shall never call retreat He is sifting out the hearts of men before His judgment-seat Oh, be swift, my soul, to answer Him! be jubilant, my feet! Our God is marching on  CHORUS  In the beauty of the lilies Christ was born across the sea With a glory in His bosom that transfigures you and me: As He died to make men holy, let us die to make men free While God is marching on  CHORUS  ",
        "title": "Battle Hymn Of The Republic"
    },
    {
        "artist": "The Coasters",
        "lyrics": "  Oh, Red went and bought himself a monkey Got him from a pawn shop broker Taught that monkey how to guzzle beer And he taught him out to play stud poker Last night when they were gambling in the kitchen The monkey he was taking a beating The monkey said Red, \"I'm going to shoot you dead Because I know that well, you been a cheating.\"  Well, run Red run, because he's got your gun And he's aiming it at your head Run Red run, because he's got your gun And he's aiming it at your head You better get up and wail You better move your tail before he fills it full of lead  Oh, Red jumped up and started to move like a P80-Saber Jet He zoomed around the corner, and he disappeared And everybody started to stare The race was on, you know the chase was on And Red he was all shook up But, let me tell you sport, don't sell that monkey short Because he's a travelling son of a gun  Well, run Red run, because he's got your gun And he's aiming it at your head Run Red run, because he's got your gun And he's aiming it at your head You better get up and wail You better move your tail before he fills it full of lead  Monkey trapped Red in a parking alot Down along the Avenue Monkey said, \"Red, you've made a man out of me Now I'm going to make a monkey out of you Give me your car keys, give me your wallet Give it to me here, or I'll shoot Going to put on your brand new Stetson hat And go to town in your new brown suit.\"  Well, run Red run, because he's got your gun And he's aiming it at your head Run Red run, because he's got your gun And he's aiming it at your head You better get up and wail You better move your tail before he fills it full of lead  ",
        "title": "Run Red Run"
    },
    {
        "artist": "The Bluenotes",
        "lyrics": null,
        "title": "I Don't Know What It Is"
    },
    {
        "artist": "Little Anthony And The Imperials",
        "lyrics": null,
        "title": "Shimmy, Shimmy, Ko-Ko-Bop"
    },
    {
        "artist": "Johnny Cash",
        "lyrics": "  [Verse] Ome they told me Our newborn King to see Our finest gifts we bring To lay before the King  This is to honor Him When we come Baby Jesus, I am a poor boy too I have no gift to bring That's fit to give a King  But may I play for You On my drum? The Mother Mary nodded The ox and lamb kept time I played my drum for Him I played my best for Him  [Outro] Then He smiled at me Me and my drum  ",
        "title": "The Little Drummer Boy"
    },
    {
        "artist": "Sandy Nelson",
        "lyrics": null,
        "title": "Teen Beat"
    },
    {
        "artist": "Frankie Avalon",
        "lyrics": "  You've got me swingin' on a rainbow Walkin' around in the rain Playin' with the raindrops I'm doin' flip flops Look what one kiss can do  You've got me warm in the winter Cold on a summery day Never know the reason Heart's out of season Look at what one kiss dan do  Never thought that I would fall Love was not for me I wanted to be just a roamin' lover Happy and careless, always to be free  You've got me, hook, line and sinker Just like a fish on a hook You better pull the line in Baby, I can't win Look what one kiss can do  I only want to just be careless and free And I never thought that You would fall in love with me  You've got me, hook, line, and sinker Just like a fish on a hook You better pull the line in Baby, I can't win  I've got it bad And I feel so glad Just look what one... Just look what one... Just look what one kiss can do  ",
        "title": "Swingin' On A Rainbow"
    },
    {
        "artist": "Clyde McPhatter",
        "lyrics": null,
        "title": "Let's Try Again"
    },
    {
        "artist": "Bill Haley And His Comets",
        "lyrics": null,
        "title": "Joey's Song"
    },
    {
        "artist": "Brook Benton",
        "lyrics": null,
        "title": "This Time Of The Year"
    },
    {
        "artist": "Bonnie Guitar",
        "lyrics": null,
        "title": "Candy Apple Red"
    },
    {
        "artist": "Rod Lauren",
        "lyrics": null,
        "title": "If I Had A Girl"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": "  (Whispering) Uh huh honey (Whispering) Alright  My baby whispers in my ear Ummm, Sweet Nothin's He knows the things I like to hear Ummm, Sweet Nothin's Things he wouldn't tell Nobody else Secret baby I keep them to myself Sweet Nothin's Ummm, Sweet Nothin's We walk along hand in hand Ummm, Sweet Nothin's Yeah, we both understand Ummm Sweet Nothin's Sittin' in the classroom trying to read my book My baby give me that special look Sweet Nothin's Ummm, Sweet Nothin's  Ah, sittin' on my front porch Ummm, Sweet Nothin's Well, do I love you, of course Ummm, Sweet Nothin's Mama turned on the front porch light Sayin' \"Come here darlin' that' enough for tonight\" Sweet Nothin's Ummm, Sweet Nothin's Sweet Nothin's  ",
        "title": "Sweet Nothin's"
    },
    {
        "artist": "Mark Dinning",
        "lyrics": "  Teen Angel Teen Angel Teen Angel  VERSE 1 That fateful night the car was stalled Upon the railroad track I pulled you out and we were safe But you went running back  CHORUS Teen angel Can you hear me? Teen angel Can you see me? Are you somewhere up above? And am I still your own true love?  VERSE 2 What was it you were looking for That took your life that night They said they found my high school ring Clutched in your fingers tight  CHORUS  VERSE 3 Just sweet sixteen, and now you're gone They've taken you away I'll never kiss your lips again They buried you today  CHORUS  Teen angel Teen angel Answer me please  ",
        "title": "Teen Angel"
    }
]