[
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1: John Lennon] Baby's good to me, you know She's happy as can be, you know She said so  [Chorus: John Lennon, Paul McCartney & George Harrison] I'm in love with her and I feel fine  [Verse 2: John Lennon] Baby says she's mine, you know She tells me all the time, you know She said so  [Chorus: John Lennon, Paul McCartney & George Harrison] I'm in love with her and I feel fine  [Bridge: John Lennon, Paul McCartney & George Harrison] I'm so glad that she's my little girl She's so glad, she's telling all the world  [Verse 3: John Lennon] That her baby buys her things, you know He buys her diamond rings, you know She said so  [Chorus: John Lennon, Paul McCartney & George Harrison] She's in love with me and I feel fine, mmm  [Guitar Solo: George Harrison]  [Verse 4: John Lennon] Baby says she's mine, you know She tells me all the time, you know She said so  [Chorus: John Lennon, Paul McCartney & George Harrison] I'm in love with her and I feel fine  [Bridge: John Lennon, Paul McCartney & George Harrison] I'm so glad that she's my little girl She's so glad, she's telling all the world  [Verse 5: John Lennon] That her baby buys her things, you know He buys her diamond rings, you know She said so  [Chorus: John Lennon, Paul McCartney & George Harrison] She's in love with me and I feel fine She's in love with me and I feel fine, mmm  ",
        "title": "I Feel Fine"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  I've been crying (ooh, ooh) 'Cause I'm lonely (for you) Smiles have all turned (to tears) But tears won't wash away the fears  That you're never ever gonna return To ease the fire that within me burns It keeps me crying baby for you Keeps me sighin' baby for you  So won't you hurry Come on boy, see about me (Come see about me) See about you baby (Come see about me)  I've given up my friends just for you My friends are gone and you have too No peace shall I find Until you come back and be mine  No matter what you do or say I'm gonna love you anyway Keep on crying baby for you I'm gonna keep sighin' baby for you  So come on hurry Come on and see about me (Come see about me) See about you baby (Come see about me)  Sometime's up (ooh, ooh) Sometime's down (ooh, ooh) My life's so uncertain (ooh, ooh) With you not around (ooh, ooh)  From my arms you maybe out of reach But my heart says you're here to keep Keeps me crying baby for you Keep on, keep on crying baby for you  So won't you hurry Come on boy, see about me (Come see about me) See about you baby (Come see about me)  You know I'm so lonely (Come see about me) I love you only (Come see about me)  See about your baby (Come see about me) Hurry, hurry (Come see about me)  ",
        "title": "Come See About Me"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": "  Lonely, I'm Mr. Lonely I have nobody for my own I am so lonely, I'm Mr. Lonely Wish I had someone to call on the phone Now I'm a soldier, a lonely soldier Away from home through no wish of my own That's why I'm lonely, I'm Mr. Lonely I wish that I could go back home Letters, never a letter I get no letters in the mail I've been forgotten, yes, forgotten Oh how I wonder, how is it I failed Now I'm a soldier, a lonely soldier Away from home through no wish of my own That's why I'm lonely, I'm Mr. Lonely I wish that I could go back home  ",
        "title": "Mr. Lonely"
    },
    {
        "artist": "The Searchers",
        "lyrics": "  I took my troubles down to Madame Ruth You know that gypsy with the gold-capped tooth She's got a pad down on Thirty-Fourth and Vine Sellin' little bottles of Love Potion Number Nine I told her that I was a flop with chicks I'd been this way since 1956 She looked at my palm and she made a magic sign She said, \"What you need is Love Potion Number Nine\" She bent down and turned around and gave me a wink She said, \"I'm gonna make it up right here in the sink\" It smelled like turpentine, it looked like India ink I held my nose, I closed my eyes, I took a drink I didn't know if it was day or night I started kissin' everything in sight But when I kissed a cop down on Thirty-Fourth and Vine He broke my little bottle of Love Potion Number Nine I held my nose, I closed my eyes, I took a drink I didn't know if it was day or night I started kissin' everything in sight But when I kissed a cop down on Thirty-Fourth and Vine He broke my little bottle of Love Potion Number Nine Love Potion Number Nine, Love Potion Number Nine Love Potion Number Nine  ",
        "title": "Love Potion Number Nine"
    },
    {
        "artist": "Petula Clark",
        "lyrics": null,
        "title": "Downtown"
    },
    {
        "artist": "Little Anthony And The Imperials",
        "lyrics": null,
        "title": "Goin' Out Of My Head"
    },
    {
        "artist": "The Impressions",
        "lyrics": null,
        "title": "Amen"
    },
    {
        "artist": "The Larks",
        "lyrics": null,
        "title": "The Jerk"
    },
    {
        "artist": "The Righteous Brothers",
        "lyrics": "  You never close your eyes anymore when I kiss your lips And there's no tenderness like before in your fingertips You're trying hard not to show it, (baby) But baby, baby I know it...  You've lost that lovin' feeling Whoa, that lovin' feeling You've lost that lovin' feeling Now it's gone...gone...gone...wooooooh  Now there's no welcome look in your eyes When I reach for you And now you're starting to critisize little things I do It makes me just feel like crying, (baby) Cause baby, something beautiful's dying  You lost that lovin' feeling Whoa, that lovin' feeling You've lost that lovin' feeling Now it's gone...gone...gone...woooooah  Baby, baby, I get down on my knees for you  If you would only love me like you used to do, yeah  We had a love...a love...a love you don't find everyday  So don't...don't...don't...don't let it slip away  Baby (baby), baby (baby) I beg of you please...please I need your love (I need your love) I need your love (I need your love) So bring it on back (So bring it on back) Bring it on back (so bring it on back)  Bring back that lovin' feeling Whoa, that lovin' feeling Bring back that lovin' feeling Cause it's gone...gone...gone And I can't go on Noooo...  Bring back that lovin' feeling Whoa, that lovin' feeling Bring back that lovin' feeling Cause it's gone...gone...  ",
        "title": "You've Lost That Lovin' Feelin'"
    },
    {
        "artist": "Julie Rogers",
        "lyrics": null,
        "title": "The Wedding"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1] My love don't give me presents I know that she's no peasant Only ever has to give me Love forever and forever My love don't give me presents Turn me on when I get lonely People tell me that she's only Fooling, I know she isn't  [Verse 2] She don't give the boys the eye She hates to see me cry She is happy just to hear me say That I will never leave her She don't give the boys the eye She will never make me jealous Gives me all her time as well as Loving, don't ask me why  [Chorus] She's a woman who understands She's a woman who loves her man  [Verse 1]  [Chorus]  [Verse 1]  [Chorus]  ",
        "title": "She's A Woman"
    },
    {
        "artist": "Manfred Mann",
        "lyrics": null,
        "title": "Sha La La"
    },
    {
        "artist": "Del Shannon",
        "lyrics": "  No one will understand what I've gotta do I've gotta find a place to hide with my baby by my side She's been hurt so much, they treat her mean and cruel They try to keep us far apart, there's only one thing left we can do  We gotta keep searchin', searchin', find a place to hide Searchin', searchin', she'll be by my side If we gotta keep on the run, we'll follow the sun-ah, wee-ooh Follow the sun-ah, wee-ooh  Doesn't matter, doesn't matter what people might say She's mine and I'm gonna take her anyway  Gotta keep searchin', searchin', find a place to stay Searchin', searchin', every night and day If we gotta keep on the run, we'll follow the sun-ah, wee-ooh Follow the sun-ah, wee-ooh  We gotta keep searchin', searchin', find a place to hide Searchin', searchin', she'll be by my side If we gotta keep on the run we'll follow the sun-ah, wee-ooh Follow the sun-ah, wee-ooh Follow the sun-ah, wee-ooh, follow the sun-ah  ",
        "title": "Keep Searchin' (We'll Follow The Sun)"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": "  Any way you want it You can call me any day, hey, hey, hey Any way you want it You can always hear me say, hey, hey, hey  It's all right (it's all right) It's all right (it's all right) It's all right (it's all right) It's all right (it's all right) Any way you want it That's the way it will be  You don't want money You don't want a diamond ring, hey, hey, hey You say you want my lovin' More than any other thing, hey, hey, hey  It's all right (it's all right) It's all right (it's all right) It's all right (it's all right) It's all right (it's all right) Any way you want it That's the way it will be  Any way, any way you want it That's all right by me Any way, any way you want it That's the way it will be  Any way you want it You can call me any day, hey, hey, hey Any way you want it You can always hear me say, hey, hey, hey  It's all right (it's all right) It's all right (it's all right) It's all right (it's all right) It's all right (it's all right) Any way you want it That's the way it will be  Any way, any way you want it That's all right by me Any way, any way you want it That's the way it will be  Any way you want it You can call me any day, hey, hey, hey Any way you want it You can always hear me say, hey, hey, hey  It's all right (it's all right) It's all right (it's all right) It's all right (it's all right) It's all right (it's all right) Any way you want it That's the way it will be That's the way it will be That's the way it will be That's the way it will be  ",
        "title": "Any Way You Want It"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Chorus 1] How sweet it is to be loved by you How sweet it is to be loved by you  [Verse 1] I needed the shelter of someone's arms and there you were I needed someone to understand my ups and downs And there you were With sweet love and devotion Deeply touching my emotion  [Chorus 2] I want to stop and thank you baby I just want to stop and thank you baby  [Chorus 1]  [Verse 2] I close my eyes at night Wondering where would I be without you in my life Everything I did was just a bore Everywhere I went it seems I'd been there before But you brightened up for me all of my days With a love so sweet in so many ways I want to stop and thank you baby I want to stop and thank you baby  [Chorus 1]  [Birgde] You were better to me than I've been to myself For me, there's you and there ain't nobody else  [Chorus 2]  [Chorus 1]  ",
        "title": "How Sweet It Is To Be Loved By You"
    },
    {
        "artist": "The Zombies",
        "lyrics": "  Well no one told me about her The way she lied Well no one told me about her How many people cried  But it's too late to say you're sorry How would I know why should I care? Please don't bother trying to find her She's not there  Well let me tell you 'bout the way she looked The way she'd act and the color of her hair Her voice was soft and cool Her eyes were clear and bright But she's not there  Well no one told me about her What could I do? Well no one told me about her Though they all knew  But it's too late to say you're sorry How would I know, why should I care? Please don't bother trying to find her She's not there  Well let me tell you 'bout the way she looked The way she'd act and the color of her hair Her voice was soft and cool Her eyes were clear and bright But she's not there  {Bridge}  But it's too late to say you're sorry How would I know, why should I care? Please don't bother trying to find her She's not there  Well let me tell you 'bout the way she looked The way she'd act and the color of her hair Her voice was soft and cool Her eyes were clear and bright But she's not there  ",
        "title": "She's Not There"
    },
    {
        "artist": "Chad & Jeremy",
        "lyrics": null,
        "title": "Willow Weep For Me"
    },
    {
        "artist": "Robert Goulet",
        "lyrics": "  My love, forgive me I didn't mean to have it end like this I didn't mean to have you fall in love, in love with me  My love, please kiss me Arrivederci amore, kiss me Remember when we part, you'll have my heart I love you so  It was just a slight flirtation That was all it was to be How could I know this fascination Would turn to love for you and me How to tell you of my heartache? How to tell you I'm not free? How can I bear to see your heart break To see your heart break over me  Amore scusami se sto piangendo Amore scusami, ma ho capito che lasciandoti io soffriro  Amore baciami, arrivederci amore baciami E se mi penserai ricordati che amo te  Ti ricordi quella sera che per gioco ti bacia? Sembrava solo un'avventura, un'avventura in riva al mar Ti baciavo nel silenzio, non volevo confessar Che stavo forse a poco a poco innamorandomi di te  My love, forgive me  I didn't mean to have it end like this I didn't mean to have you fall in love, in love with me  My love, please kiss me Arrivederci amore, kiss me Though we're apart, you'll still be in my heart I love so, I love so, I love so  ",
        "title": "My Love, Forgive Me (Amore, Scusami)"
    },
    {
        "artist": "The Detergents",
        "lyrics": "  Is he really goin' out with 'er? I don't know. Look, here he comes now. Let's ask 'im. Hey, Murray, is it true Betty's wearin' your ring? Uh-huh Who's that bangin' on the piano? I don't know. You goin' out with Her tonight? You bet yer fur. By the way, where'd ya meet her?  I met her one day at the Laundromat She turned around and smiled at me, ya get the picture? (Yes, we see) And that's when I fell in love with the Leader Of the Laundromat  My folks were always putting her down (down, down) Because her laundry came back brown (brown, brown) I don't care if they think she's bad I fell in love 'cause she looked so sad I got a date tonight with the Leader Of the Laundromat  (Dang it!)  My dad said \"Find a laundry that's new\" (find a laundry that's new) How can I tell my baby we're through (tell my baby we're through) Gotta drive right into town I don't care if my shirts are brown I got a date tonight with the Leader Of the Laundromat  (Dang it!)  When I finally got there, I told her it was all over between us. I'll never forget the Hurt and the funny look in her eye. She grabbed my laundry and ran into the street Directly into the path of a runaway garbage truck. I yelled \"watch out, watch out Watch out, watch out, watch ou-ou-t\"  (Dang it!)  I felt so messy standing there (messy standing there) My daddy's shorts were everywhere (daddy's shorts were everywhere) Tenderly I kissed her goodbye Picked up my clothes, they were finally dry But I won't forget you, oh Leader Of the Laundromat  (oh-oh-oh-oh)  (ooh--ooh—ooh—ooh)  (Who's that bangin' on the piano? I don't know.)  ",
        "title": "Leader Of The Laundromat"
    },
    {
        "artist": "Lorne Greene",
        "lyrics": null,
        "title": "Ringo"
    },
    {
        "artist": "Dick and DeeDee",
        "lyrics": null,
        "title": "Thou Shalt Not Steal"
    },
    {
        "artist": "Marianne Faithfull",
        "lyrics": "  It is the evening of the day I sit and watch the children play Smiling faces I can see But not for me I sit and watch as tears go by  My riches can't buy everything I want to hear the children sing All I hear is the sound Of rain falling on the ground I sit and watch as tears go by  It is the evening of the day I sit and watch the children play Doing things I used to do They think are new I sit and watch as tears go by  ",
        "title": "As Tears Go By"
    },
    {
        "artist": "Matt Monro",
        "lyrics": null,
        "title": "Walk Away"
    },
    {
        "artist": "Bobbi Martin",
        "lyrics": null,
        "title": "Don't Forget I Still Love You"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  Dear heart wish you were here to warm this night My dear heart, seems like a year since you've been out of my sight A single room, a table for one It's a lonesome town all right But soon I'll kiss you hello at our front door And dear heart I want you to know I'll leave your arms never more  (A single room, a table for one) It's a lonesome town all right But soon I'll kiss you hello at our front door And dear heart I want you to know I'll leave your arms never more  ",
        "title": "Dear Heart"
    },
    {
        "artist": "The Marvelettes",
        "lyrics": "  Listen here, girls Take this advice And remember always in life  Into each heart some tears must fall Though you love and lose You must stand tall 'Cause we all got to cry sometimes  I said Sigh sometimes Pull yourself together No use crying forever Because there's too many fish in the sea  Too many fish in the sea I said, there's short ones, tall ones, fine ones, kind ones Too many fish in the sea  My mother once told me something And every word is true Don't waste your time on a fella Who doesn't love you He'll only mislead you Only grieve you  Don't worry about him Do without him Because there's too many fish in the sea  Too many fish in the sea I said There's short ones, tall ones, fine ones, kind ones Too many fish in the sea  Well, if the fish isn't on your line Bait your hook and keep on trying Don't let him get you down There's other boys around Because there's too many fish in the sea  Too many fish in the sea I said There's short ones, tall ones, fine ones, kind ones Too many fish in the sea  I don't want nobody that don't want me 'Cause there's too many fish in the sea Ain't gonna love nobody that don't love me, now 'Cause there's too many fish in the sea  I don't need nobody that don't need me 'Cause there's too many fish in the sea I don't want nobody that don't love me, now 'Cause there's too many fish in the sea  ",
        "title": "Too Many Fish In The Sea"
    },
    {
        "artist": "Herman's Hermits",
        "lyrics": null,
        "title": "I'm Into Something Good"
    },
    {
        "artist": "Joe Tex",
        "lyrics": null,
        "title": "Hold What You've Got"
    },
    {
        "artist": "Gerry And The Pacemakers",
        "lyrics": null,
        "title": "I'll Be There"
    },
    {
        "artist": "Jack Jones",
        "lyrics": null,
        "title": "Dear Heart"
    },
    {
        "artist": "Roger Miller",
        "lyrics": "  I hear tell you're doin' well Good thing have come to you I wish I had your happiness And you had a do-wacka-do Wacka do, wacka-do, wacka-do  They tell me you're runnin' free Your days are never blue I wish I had your good-luck charm And you had a do-wacka-do Wacka do, wacka-do, wacka-do  Yeah, I see you're goin' down the street in your big Cadillac You got girls in the front, you got girls in the back Yeah, way in back, you got money in a sack Both hands on the wheel and your shoulders rared back Root-doot-doot-doot-doot, do-wah  I hear tell you're doin' well Good things have come to you I wish I had your happiness And you had a do-wacka-do Wacka do, wacka-do, wacka-do  (Nonsense syllable interlude)  Yeah, I see you're goin' down the street in your big Cadillac You got girls in the front, you got girls in the back Yeah, way in back, you got money in a sack Both hands on the wheel and your shoulders rared back Root-doot-doot-doot-doot, do-wah  I hear tell you're doin' well Good things have come to you I wish I had your good-luck charm And you had a do-wacka-do Wacka do, wacka-do, wacka-do  ",
        "title": "Do-Wacka-Do"
    },
    {
        "artist": "The Ray Charles Singers",
        "lyrics": null,
        "title": "One More Time"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  Mike Love, (Al Jardine, Brian Wilson, Carl Wilson, Dennis Wilson)  [Verse 1] After six hours of school I've had enough for the day I hit the radio dial and turn it up all the way  [Chorus] I got to dance (Dance dance dance now the beat's really hot) Right on the spot (Dance dance dance right there on the spot) The beat's really hot (Dance dance dance now the beat's really hot) Dance (Dance) Dance (Dance) Dance (Dance) Yeah!  [Verse 2] When I feel put down I try to shake it off quick With my chick by my side the radio does the trick  [Chorus] I got to dance (Dance dance dance now the beat's really hot) Right on the spot (Dance dance dance right there on the spot) The beat's really hot (Dance dance dance now the beat's really hot) Dance (Dance) Dance (Dance) Dance (Dance) Yeah! Oh my!  [Verse 3] At a weekend dance we like to show up last I play it cool when it's slow and jump it up when it's fast  [Chorus] I love to dance (Dance dance dance now the beat's really hot) Right on the spot (Dance dance dance right there on the spot) The beat's really hot (Dance dance dance now the beat's really hot) Dance (Dance) Dance (Dance) Dance (Dance) Yeah!  All: [Outro] Dance dance dance now the beat's really hot Dance dance dance right there on the spot Dance dance dance now the beat's really hot Dance (Dance) Dance (Dance) Dance (Dance) Yeah! Dance dance dance now the beat's really hot Dance dance dance right there on the spot Dance dance dance now the beat's really hot  ",
        "title": "Dance, Dance, Dance"
    },
    {
        "artist": "Martha & The Vandellas",
        "lyrics": null,
        "title": "Wild One"
    },
    {
        "artist": "The Waikikis",
        "lyrics": null,
        "title": "Hawaii Tattoo"
    },
    {
        "artist": "Dean Martin",
        "lyrics": "  You're nobody til somebody loves you You're nobody til somebody cares You may be king, you may possess the world and it's gold But gold won't bring you happiness when you're growing old The world still is the same, you never change it As sure as the stars shine above You're nobody til somebody loves you So find yourself somebody to love  The world still is the same, you never change it As sure as the stars shine above Well, you're nobody til somebody loves you So find yourself somebody to love  ",
        "title": "You're Nobody Till Somebody Loves You"
    },
    {
        "artist": "Maxine Brown",
        "lyrics": "  When my friends told me you had someone new I didn't believe a single word was true I told them all I had faith in you I, I, I, I just kept on sayin'  Oh no, not my baby Oh no, not my sweet baby You're not like those other guys Who lead you on and tell you lies  My mama told me when rumors spread There's truth somewhere and I should use my head But I didn't listen to a-what she said I, I, I, I kept right on sayin'  Oh no, not my baby Oh no, not my sweet baby You're not like those other boys Who play with hearts like they were toys  Well, you might have had a last-minute fling But I am sure it didn't mean a thing 'Cause yesterday you gave me your ring And now I'm glad that I kept on sayin'  Oh no, not my baby Oh no, not my sweet baby You're not like those other guys Who lead you on and tell you lies  Oh no, not my baby, oh no, not my sweet baby Oh no, not my baby, no, no, no, no, not my sweet baby Oh no  ",
        "title": "Oh No Not My Baby"
    },
    {
        "artist": "Shirley Ellis",
        "lyrics": "  [Intro] The name game. Shirley! Shirley, Shirley  Bo-ber-ley, bo-na-na fanna  Fo-fer-ley. fee fi mo-mer-ley, Shirley!    [Verse 1] Lincoln! Lincoln, Lincoln. bo-bin-coln  Bo-na-na fanna, fo-fin-coln  Fee fi mo-min-coln, Lincoln!    [Verse 2] Come on ev'rybody, I say now let's play a game  I betcha I can make a rhyme out of anybody's name  The first letter of the name  I treat it like it wasn't there  But a \"B\" or an \"F\" or an \"M\" will appear;  And then I say \"Bo\" add a \"B\" then I say the name  Then \"Bo-na-na fanna\" and \"fo\"  And then I say the name again with an \"\"f\" very plain  Then \"fee fi\" and a \"mo\"  And then I say the name again with an \"M\" this time  And there isn't any name that I can't rhyme    [Verse 3] Arnold! Arnold, Arnold bo-bar-nold  Bo-na-na, fanna fo-far-nold  Fee fi m-mar-mold. Arnold!    [Verse 4] But if the first two letters are ever the same  Crop them both, then say the name  Like Bob, Bob, drop the \"B's\", Bo-ob  Or Fred, Fred, drop the \"F's\", Fo-red  Or Mary, Mary, drop the \"M's\", Mo-ary  That's the only rule that is contrary  And then I say \"Bo\" add a \"B\" then I say the name  Then \"Bo-na-na fanna\" and \"fo\"  And then I say the name again with an \"\"f\" very plain  Then \"fee fi\" and a \"mo\"  And then I say the name again with an \"M\" this time  And there isn't any name that I can't rhyme   [Verse 5] Say Tony, Tony, bo-bo-ney  Bo-na-na fanna, fo-fo-ney  Fee fi mo-mo-ney, Tony!   [Verse 5] Let's do Billy!  Billy, Billy, bo-gil-ly, bo-na-na  Fanna, fo-fil-ly  Fee fi mo-mil-ly, Billy!    [Verse 6] Let's do Marsha!  Marsha, Marsha, bo-bar-sha  Bo-na-na fanna, fo-far-sha  Fee fi mo-ar-sha, Marsha!    [Outro] Little trick with Nick!  Nick, Nick, bo-bick, bo-na-na  Fanna fo fick, fee fi mo-mick. Nick!  The name game  ",
        "title": "The Name Game"
    },
    {
        "artist": "The Drifters",
        "lyrics": "  Well, Saturday night at eight o'clock I know where I'm gonna go I'm a-gonna pick my baby up And take her to the picture show Everybody in the neighborhood Is dressing up to be there, too And we're gonna have a ball Just like we always do  Saturday night at the movies Who cares what picture you see When you're hugging with your baby Last row in the balcony?  Well, there's Technicolor and Cinemascope A cast out of Hollywood And the popcorn from the candy stand Makes it all seem twice as good There's always lots of pretty girls With figures they don't try to hide But they never can compare To the girl sitting by my side  Saturday night at the movies Who cares what picture you see When you're hugging with your baby Last row in the balcony?  Oh, Saturday night at the movies Who cares what picture you see When you're hugging with your baby Last row in the balcony?  Whoa, Saturday night at the movies Who cares what picture you see When you're hugging with your baby Last row in the balcony?  Yeah, Saturday night at the movies Who cares what...  ",
        "title": "Saturday Night At The Movies"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": "  Standing on the mountain looking down on the city The way I feel is a doggone pity Teardrops falling down a mountainside Many times I've been here Many times I've cried We used to be so happy When we were in love High on a mountain of love  Night after night I've been standing here alone Weeping my heart out to cold gray dawn Praying that you're lonely and you'll come here too Hoping just by chance that I get a glimpse of you Trying hard to find you Somewhere I love High on a mountain of love  A mountain of love A mountain of love You should be ashamed We used to be a mountain of love But you just changed your name  Way down below there's a half a million people Somewhere there's a church with a big tall steeple Inside a church there's an altar filled with flowers Wedding bells are ringing and they should have been ours That's why I'm so lonely My dreams gone above High on a mountain of love  (Musical interlude)  A mountain of love A mountain of love You should be ashamed We used to be a mountain of love But you just changed your name  Way down below there's a half a million people Somewhere there's a church with a big tall steeple Inside a church there's an altar filled with flowers Wedding bells are ringing that should have been ours That's why I'm so lonely My dreams gone above High on a mountain of love  High on a mountain of love High on a mountain of love High on a mountain of love (fade)  ",
        "title": "Mountain Of Love"
    },
    {
        "artist": "Chuck Berry",
        "lyrics": null,
        "title": "Promised Land"
    },
    {
        "artist": "The Shangri-Las",
        "lyrics": "  [Intro, spoken] When I say I'm in love, you best believe I'm love: L-U-V!  [Verse 1] Here comes my guy Walking down the street Look how he walks With a dancing beat (da-da-da-da-da) Thick wavy hair (da-da-da-da-da) A little too long All day long he's a-singing his song  [Chorus] And when I see him in the street My heart takes a leap and skips a beat Gonna walk right up to him Give him a great big kiss! Mwah! Tell him that I love him Tell him that I care Tell him that I'll always be there  [Bridge, spoken] Well, what color are his eyes? I don't know, he's always wearing shades Is he tall? Well, I've got to look up Yeah? Well I hear he's bad Mm, he's good bad, but he's not evil (sung) Tell me more, tell me more  [Verse 2] Big bulky sweaters (tell me more) To match his eyes (tell me more) Dirty finger nails (tell me more) Oh boy, what a prize! (tell me more) Tight tapered pants High button shoes He's always looking like he's got the blues  [Chorus] And when I see him in the street My heart takes a leap and skips a beat Gonna walk right up to him Give him a great big kiss! Mwah! Tell him that I love him Tell him that I care Tell him that I'll always be there  [Outro, spoken] Is he a good dancer? What do you mean is he a good dancer? Well, how does he dance? Close... very, very close...  ",
        "title": "Give Him A Great Big Kiss"
    },
    {
        "artist": "The Animals",
        "lyrics": null,
        "title": "Boom Boom"
    },
    {
        "artist": "The Kinks",
        "lyrics": "  I'm not content to be with you in the daytime Girl I want to be with you all of the time The only time I feel alright is by your side Girl I want to be with you all of the time All day and all of the night All day and all of the night All day and all of the night  I believe that you and me last forever Oh yeah, all day and nighttime yours, leave me never The only time I feel alright is by your side Girl I want to be with you all of the time All day and all of the night All day and all of the night Oh, come on  {Instrumental}  I believe that you and me last forever Oh yeah, all day and nighttime yours, leave me never The only time I feel alright is by your side Girl I want to be with you all of the time All day and all of the night All day and all of the night-time All day and all of the night  ",
        "title": "All Day And All Of The Night"
    },
    {
        "artist": "Gene Chandler",
        "lyrics": null,
        "title": "What Now"
    },
    {
        "artist": "Johnny Tillotson",
        "lyrics": "  You ask me why, why I love her -- Woh-woh, dum-dee-dah-dee Dum-dee-dah-dee, doh I'll tell you why, why I love her Woh-woh, dum-dee-dah-dee Dum-dee-dah-dee, doh  She understands me the way you never did She loves me, she loves me the way you never did She takes the time to notice I'm around She builds me up -- she never lets me down  You want to know if I'll come back to you -- Woh-woh, dum-dee-dah-dee Dum-dee-dah-dee, doh After knowing her, no other love will do Woh-woh, dum-dee-dah-dee Dum-dee-dah-dee, doh  She understands me the way you never did She loves me, she loves me the way you never did She takes the time to notice I'm around She builds me up -- she never lets me down  That's why I love her... She understands me...  ",
        "title": "She Understands Me"
    },
    {
        "artist": "The \"You Know Who\" Group!",
        "lyrics": null,
        "title": "Roses Are Red My Love"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": "  I can see you're slipping away from me And you're so afraid I'll plead with you to stay But I'm gonna be strong and let you go your way  Our love is gone there's no sense in holding on Cos your pity now would be to much to bear So I'm gonna be strong and pretend I don't care I'm gonna be strong and stand as tall as I am Yes I'm gonna be strong and let you run along And take it like a man  When you say it's the end I'll just hand you a line I'll smile and say don't you worry I'm fine And you'll never know Darling after you kiss me goodbye How I'll break down and cry  ",
        "title": "I'm Gonna Be Strong"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse 1] Time is on my side, yes it is Time is on my side, yes it is Now you always say That you want to be free  [Chorus] But you'll come running back (said you would baby) You'll come running back (I said so many times before) You'll come running back to me Oh, time is on my side, yes it is Time is on my side, yes it is You're searching for good times  [Chorus] But just wait and see You'll come running back (I won't have to worry no more) You'll come running back (spend the rest of my life with you, baby) You'll come running back to me Go ahead, go ahead and light up the town  [Verse 2] And baby, do everything your heart desires Remember, I'll always be around And I know, I know Like I told you so many times before You're going to come back, baby Because I know You're going to come back knocking Yeah, knocking right on my door Yes, yes! Well, time is on my side, yes it is Time is on my side, yes it is Cause I got the real love The kind that you need  [Chorus] You'll come running back (said you would, baby) You'll come running back (I don't always said you would) You'll come running back (I won't have to worry no more)  [Outro] Yes time, time, time is on my side, yes it is Time, time, time is on my side, yes it is Oh, time, time, time is on my side, yes it is I said, time, time, time is on my side, yes it is Oh, time, time, time is on my side Yeah, time, time, time is on my side  ",
        "title": "Time Is On My Side"
    },
    {
        "artist": "Jay & The Americans",
        "lyrics": null,
        "title": "Let's Lock The Door (And Throw Away The Key)"
    },
    {
        "artist": "The Honeycombs",
        "lyrics": null,
        "title": "I Can't Stop"
    },
    {
        "artist": "Ben E. King",
        "lyrics": "  This is my last letter Dear, to you This is my last letter, baby I just can't write you anymore My poor little finger's swollen I'm tired of pacing the floor, yes, I am Threw away our favorite record It was tearing me apart This is my seventh letter, baby Just to satisfy my heart (One) Monday, I wrote and told you I was all alone and blue (Two) Tuesday, I wrote again, baby I said I loved no one, no one No one but you, no, I don't (Three) Wednesday, I wired you a cable Begging you to call (Four) Thursday, I sent the message I said I was wrong and, darling Please come back home (Five) Friday, I woke up crying With the sniff of a tear (Six) come along long lonesome Saturday I did the same thing all over again Yes, I did (Seven) this is my seventh letter, baby On this bright Sunday morning Just got off my knees from praying I said, Oh, Lord, oh, Lord Please send her back home Can't she hear me talking to her (This is my last letter Dear, to you) Seven letters, seven days Seven long, lonely days There, I said it (This is my last letter Dear, to you) yes, it is Yes, it is, yes, it is Oh, yes, it is  ",
        "title": "Seven Letters"
    },
    {
        "artist": "Betty Everett & Jerry Butler",
        "lyrics": null,
        "title": "Smile"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": "  Somewhere in your heart Try to save a place for me Somewhere in your heart I don't care where it might be  One little corner May not mean that much to you But one little corner Will be enough to see me through  Somewhere in your dreams Let my lips come close to you Though they're only dreams Someday they may all come true  Is it so much to ask For such a tiny part? Won't you save a place for me Somewhere in your heart?  ",
        "title": "Somewhere In Your Heart"
    },
    {
        "artist": "Jerry Vale",
        "lyrics": null,
        "title": "Have You Looked Into Your Heart"
    },
    {
        "artist": "Gale Garnett",
        "lyrics": null,
        "title": "Lovin' Place"
    },
    {
        "artist": "Lesley Gore",
        "lyrics": null,
        "title": "Look Of Love"
    },
    {
        "artist": "Ray Charles",
        "lyrics": "  [Verse] Another bride, another june Another sunny honeymoon Another season, another reason To make whoopee A lot of shoes, a lot of rice The groom is nervous, uhh, he answers twice Its really killing, the boy's so willing To make whoopee, whoopee Picture a little love nest, yeah Down where the roses cling Picture that same sweet love nest See what a year can bring I tell you the boy's washing dishes and baby clothes He's so ambitious, ooh, i tell you he sews Its really killing, the boy's so willing To make whoopee, whoopee Another year, maybe less What's this I hear, well can't you guess Shee feels neglected, and he's suspected Of making Whoopee She sits alone most every night He doesn't phone he doesn't write He says he's busy, and she says is he? He's making whoopee You see, i don't make much money Only five, uh-uh, thousand per And some judge who thinks he's funny Tells me i got to pay six to her I said now judge, suppose i fail? The judge says, \"ray, son, son, right on into jail Ah, you better keep her. I think it's cheaper.\"  [Outro] [Spoken:] You know what i've been doing, don't you?  ",
        "title": "Makin' Whoopee"
    },
    {
        "artist": "The Hullaballoos",
        "lyrics": null,
        "title": "I'm Gonna Love You Too"
    },
    {
        "artist": "Sandie Shaw",
        "lyrics": null,
        "title": "(There's) Always Something There To Remind Me"
    },
    {
        "artist": "The Miracles",
        "lyrics": "  [Chorus] Come on do the jerk (come on do the jerk) Come on do the jerk (come on do the jerk)  Everybody now gather around Get hip to the new sensation There's a brand new dance coming to your town And sweeping across the nation  [Chorus]  Now snap your back like a bullwhip crack Now jerk your hip, let your backbone slip  You've done the Monkey, you've done the Twist And the Mashed Potatoes too The Swim and The Fly have all gone by There's a brand new dance for you  [Chorus]  You've got to bob and weave Come on bob and weave And when you do Let your neck snap too  Yeah, yeah, yeah It's alright  Well now jerk children jerk (jerk children jerk) Come on jerk children jerk (jerk children jerk) Well now jerk children jerk (jerk children jerk) Well jerk children jerk (jerk children jerk)  Well now jerk to the left and jerk to the right Jerk all day and jerk all night Jerk it hard and jerk it soft Jerk your hands and arms right off  Come on do the jerk in the morning (come on do the jerk) Come on do the jerk right now (come on do the jerk) Now snap your back like a bullwhip crack Now jerk your hip, let your backbone slip  Yeah, come on do the jerk right now (come on do the jerk) Everybody come on do the jerk right now (come on do the jerk) Jerk children jerk (jerk children jerk)  ",
        "title": "Come On Do The Jerk"
    },
    {
        "artist": "Ronny And The Daytonas",
        "lyrics": null,
        "title": "Bucket \"T\""
    },
    {
        "artist": "Candy & The Kisses",
        "lyrics": null,
        "title": "The 81"
    },
    {
        "artist": "Dean Martin",
        "lyrics": null,
        "title": "You'll Always Be The One I Love"
    },
    {
        "artist": "The Bachelors",
        "lyrics": "  No arms can ever hold you like these arms of mine No heart can ever love you like this heart of mine My dreams could all come true if you'll care for me This love that I feel for you was just meant to be  No lips can ever kiss you like these lips of mine No heart can ever love you like this heart of mine My heart, my love are yours 'til the end of time No arms will ever hold you like these arms of mine No arms will ever hold you like these arms of mine  ",
        "title": "No Arms Can Ever Hold You"
    },
    {
        "artist": "Irma Thomas",
        "lyrics": "  He;s my guy I don't care what they say about him He's my guy I don't know what I'd do with out him As long as he needs me Right by his side i'll be Cause he;s my guy  I pray that we;ll always be together I pray that he'll love me forever  No one else Could ever kiss me the way he does at night And no one else Could ever hold me the way he holds me  As long as he wants me Right by his side i'll be Cause he's my guy  ",
        "title": "He's My Guy"
    },
    {
        "artist": "Jo Ann & Troy",
        "lyrics": null,
        "title": "I Found A Love Oh What A Love"
    },
    {
        "artist": "The Dixie Cups",
        "lyrics": "  Somebody told him I haven't been true He's gonna find somebody new  (CHORUS) Little bell in the chapel, ring Little bell in the chapel, ring Little bell, won't you tell him He's the only one I love  I saw him the other day And he told me goodbye Said he heard I'd been Going out with some other guy  Love him all my heart And I want him to know That I can't live without him Won't you tell him so  Oh, oh, oh  (CHORUS) Oh, I tried to call him up Cause I know he's alone But he lets it keep ringing Won't pick up the phone  I know that I could explain I know he'd understand If I only could kiss him And hold his hand  Somebody told him I haven't been true He's gonna find somebody new  Little bell in the chapel, ring (Little bell) Little bell in the chapel, ring (Little bell) Little bell, won't you tell him He's the only one (Oh, oh, yeah, yeah, yeah)  Little bell, won't you tell him He's the only one (Oh, oh, yeah, yeah, yeah)  Little bell, won't you tell him He's the only one (Oh, oh, yeah, yeah, yeah)  Little bell, won't you tell him He's the only one (Oh, oh, yeah, yeah, yeah)...  ",
        "title": "Little Bell"
    },
    {
        "artist": "Sue Thompson",
        "lyrics": null,
        "title": "Paper Tiger"
    },
    {
        "artist": "The Contours",
        "lyrics": null,
        "title": "Can You Jerk Like Me"
    },
    {
        "artist": "Mary Wells",
        "lyrics": null,
        "title": "Use Your Head"
    },
    {
        "artist": "Ned Miller",
        "lyrics": null,
        "title": "Do What You Do Do Well"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": null,
        "title": "Shake"
    },
    {
        "artist": "Major Lance",
        "lyrics": null,
        "title": "Sometimes I Wonder"
    },
    {
        "artist": "Brook Benton",
        "lyrics": null,
        "title": "Do It Right"
    },
    {
        "artist": "The Dolphins",
        "lyrics": null,
        "title": "Hey-Da-Da-Dow"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse 1] There have been so many girls that I have known I have made so many cry and still I wonder why Here comes the little girl I see her walking down the street She is all by herself I try and knock her off her feet But, she will never break, never break, never break, never break This heart of stone  [Chorus] Oh, no, no, this heart of stone What is different about her? I do not really know No matter how I try I just cannot make her cry Because she will never break, never break Never break, never break This heart of stone Oh, no, no, no, this heart of stone  [Verse 2] Do not keep on looking that some old way If you try acting sad, you will only make me glad Better listen little girl You go on walking down the street I ain't got no love, I ain't the kind to meet Because she will never break, never break Never break, never break This heart of stone  [Chorus] Oh, no, no, this heart of stone What is different about her? I do not really know No matter how I try I just cannot make her cry Because she will never break, never break, never break, never break This heart of stone Oh, no, no, no, this heart of stone  [Outro] Oh, no, no, you'll never break this heart of stone darling No, no, this heart of stone You will never break it darling You will not break this heart of stone Oh no no no You better go You better go home Cause you will, you will never break this heart of stone  ",
        "title": "Heart Of Stone"
    },
    {
        "artist": "Chubby Checker",
        "lyrics": "  I met her in the morning she was lovely, lovely Standing on the corner with my books in my hand I said, \"I'll see ya later\" She said, \"Lovely, lovely\" I got to get this girl I gotta get me a plan (Lovely, lovely) So fine (Lovely, lovely) Oh yeah (Lovely, lovely, you'll get there) (Lovely, lovely) Uh huh (Lovely, lovely) You're mine (Lovely, lovely, walkin' on air)  I met her in the evening she was lovely, lovely I took her out dancing and I held her real tight I walked her in the garden it was lovely, lovely I held her and I kissed her in the silver moonlight (Lovely, lovely) Oh yeah (Lovely, lovely) Uh huh (Lovely, lovely, you'll get there) (Lovely, lovely) Oh yeah (Lovely, lovely) So fine (Lovely, lovely, walkin' on air) Saw her standing there Her love is fine Hey stop, don't go Oh you're gonna be mine  You're just so lovely, lovely, so fine (Lovely, lovely) Oh yeah (Lovely, lovely, you'll get there) (Lovely, lovely) Uh huh (Lovely, lovely) You're mine (Lovely, lovely, walkin' on air) I met her in the morning she was lovely, lovely Laughin' and a talkin' and a lookin' so sweet I put my arms around her it was lovely, lovely Now were goin' steady and my plans are complete (Lovely, lovely) Oh yeah (Lovely, lovely) You're fine (Lovely, lovely, you'll get there) (Lovely, lovely) Oh yeah (Lovely, lovely) Uh huh (Lovely, lovely, walkin' on air) (Lovely, lovely)  ",
        "title": "Lovely, Lovely (Loverly, Loverly)"
    },
    {
        "artist": "Dobie Gray",
        "lyrics": null,
        "title": "The \"In\" Crowd"
    },
    {
        "artist": "Henry Mancini And His Orchestra",
        "lyrics": null,
        "title": "Dear Heart"
    },
    {
        "artist": "The Zombies",
        "lyrics": "  {Intro}  And if she should tell you \"come closer\" And if she tempts you with her charms  Tell her no no no no no-no-no-no No no no no no-no-no-no No no no no no Don't hurt me now for her love belongs to me  And if she should tell you \"I love you\" (woowoo) And if she tempts you with her charms  Tell her no no no no no-no-no-no No no no no no-no-no-no (Don't take her down from your arms) No no no no no (Oh, oh, oh, oh) Don't hurt me now for her love belongs to me  I know she's the kind of girl Who'd throw my love away But I still love her so Don't hurt me now, don't hurt me now  If she tells you \"I love you\" Just remember she said that to me  Tell her no no no no no-no-no-no (Oh yes) No no no no no-no-no-no (Don't take her love from my arms) No no no no no Don't leave me now for her love belongs to me  {Outro}  ",
        "title": "Tell Her No"
    },
    {
        "artist": "Patti LaBelle And The Blue Belles",
        "lyrics": null,
        "title": "Danny Boy"
    },
    {
        "artist": "The Beau Brummels",
        "lyrics": "  I hate to say it But I told you so Don't mind my preaching to you  I said don't trust him Baby, now you know You don't learn everything There is to know in school  Wouldn't believe me When I gave advice I said that he was a tease If you want help You better ask me nice So be sincere, convince me With a \"pretty please\"  Laugh, laugh, I thought I'd die It seemed so funny to me Laugh, laugh, you met a guy Who taught you how it feels to be Lonely, oh, so lonely  Don't think I'm being funny When I say you got Just what you deserve I can't help feeling You found out today You thought you were too good You had a lot of nerve  Won't say I'm sorry For the things I've said I'm glad he packed up to go You kept on bragging He was yours instead You found you don't know everything There is to know  Laugh, laugh, I thought I'd die It seemed so funny to me Laugh, laugh, you met a guy Who taught you how it feels to be Lonely, oh, so lonely  [Harmonica Interlude] Before I go I got to say one thing Don't close your ears to me Take my advice and You'll find out that being Just another girl Won't cause you misery  Don't say you can Get any boy to call Don't be so smug or else You'll find you can't Get any boy at all You'll wind up an old lady Sitting on a shelf  Laugh, laugh, I thought I'd die It seemed so funny to me Laugh, laugh, you met a guy Who taught you how it feels to be Lonely, oh, so lonely  Lonely, oh, so lonely....  ",
        "title": "Laugh, Laugh"
    },
    {
        "artist": "Bobby Vee",
        "lyrics": null,
        "title": "(There'll Come A Day When) Ev'ry Little Bit Hurts"
    },
    {
        "artist": "Peter And Gordon",
        "lyrics": null,
        "title": "I Go To Pieces"
    },
    {
        "artist": "Bobby Bland",
        "lyrics": null,
        "title": "Blind Man"
    },
    {
        "artist": "Lee Morgan",
        "lyrics": null,
        "title": "The Sidewinder, Part 1"
    },
    {
        "artist": "Little Milton",
        "lyrics": null,
        "title": "Blind Man"
    },
    {
        "artist": "The Kingsmen",
        "lyrics": null,
        "title": "The Jolly Green Giant"
    },
    {
        "artist": "Billy Edd Wheeler",
        "lyrics": "  They passed an ordinance in the town They said we'd have to tear it down That little old shack out back So dear to me  Though the health department said It's day was over and dead It will stand forever in my memory  Don't let 'em tear that Little brown building down Don't let 'em tear that Precious building down  Don't let 'em tear that Little brown building down For there's not another like it In the country or the town  It was not so long ago that I went tripping through the snow Out to that house behind My old hound dog  Where I'd sit me down to rest Like a snowbird on his nest And read the Sears and Roebuck catalog  I would hum a happy tune Peeping through the quarter moon As my daddy's kin had done before  It was in that quiet spot Daily cares could be forgot It gave the same relief To rich and poor  Don't let 'em tear that Little brown building down Don't let 'em tear that Precious building down  Don't let 'em tear that Little brown building down For there's not another like it In the country or the town  Now it was not a castle fair But I could dream my future there And build my castles to The yellow jacket's drone  I could orbit around the sun Fight with General Washington Or be a King upon a golden throne  It wasn't fancy built at all It had newspapers on the wall It was air conditioned In the wintertime  It was just a humble hut But it's door was never shut And a man could get inside Without a dime  Don't let 'em tear that Little brown building down Don't let 'em tear that Precious building down  Don't let 'em tear that Little brown building down For there's not another like it In the country or the town  ",
        "title": "Ode To The Little Brown Shack Out Back"
    },
    {
        "artist": "The Shirelles",
        "lyrics": null,
        "title": "Are You Still My Baby"
    },
    {
        "artist": "The Novas",
        "lyrics": "  Do the hammer lock do the hammer lock do the hammer lock you turkey neck do the hammer lock do the hammer lock you turkey necks everybody's doing it do the eye gouge do the eye gouge you turkey neck now do the eye gouge do the eye gouge you turkey necks, everybody's doing it alright you turkey necks, i wanna teach you how to do the crusher, and if you don't learn it now i'm gonna getcha now first you take your fist and you put it on your waist, then you squeeze your partners head until she's blue in the face yeah do the crusher do the crusher do the crusher you turkey necks do the crusher you turkey necks, everybodys doing it  Do the hammer lock do the hammer lock do the hammer lock you turkey neck do the hammer lock do the hammer lock you turkey necks everybody's doing it do the eye gouge do the eye gouge you turkey neck now do the eye gouge do the eye gouge you turkey necks, everybody's doing it alright you turkey necks, i wanna teach you how to do the crusher, and if you don't learn it now i'm gonna getcha now first you take your fist and you put it on your waist, then you squeeze your partners head until she's blue in the face yeah do the crusher do the crusher do the crusher you turkey necks do the crusher you turkey necks, everybodys doing it  ",
        "title": "The Crusher"
    },
    {
        "artist": "The Radiants",
        "lyrics": "  Voice your choice Voice your choice  Voice your choice Tell me who do you love Am I the one, oh... Oh... That you're thinkin' of  You know you look so good Oh, oh, it's really a crime For just one girl Yeah, to be so fine  You've got all the boys Standing in line Tell me who do you love Girl, make up your mind Make up your mind  Voice your choice Tell me who do you love Am I the one, oh... Oh... That you're thinkin' of  You know Jim, he's sincere Oh, oh, and Joe, he's fine Johnny's nice Yeah, but is he the one  Then there's me Who's the last but not the least So come on now Girl, speak your peace Speak your peace  Voice your choice (Ooh, tell me who do you love) Voice your choice (Oh, girl, yeah) Voice your choice (Ooh, girl, yeah)  Tell me, girl, what you're gonna do And tell me what you are trying to prove Girl, you don't need two No, when one will do So come on now, say it's me and you Me and you  Voice your choice (Ooh, tell me who do you love) Voice your choice (Oh, girl, yeah) Voice your choice (Ooh, girl, yeah) Tell me who do you love (Ooh, tell me who do you love)  ",
        "title": "Voice Your Choice"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": null,
        "title": "The Crying Game"
    },
    {
        "artist": "Barbara Lynn",
        "lyrics": null,
        "title": "It's Better To Have It"
    },
    {
        "artist": "Alvin Cash & The Crawlers",
        "lyrics": null,
        "title": "Twine Time"
    },
    {
        "artist": "Reparata And The Delrons",
        "lyrics": null,
        "title": "Whenever A Teenager Cries"
    },
    {
        "artist": "Nella Dodds",
        "lyrics": null,
        "title": "Finders Keepers, Losers Weepers"
    },
    {
        "artist": "Mitty Collier",
        "lyrics": null,
        "title": "No Faith, No Love"
    },
    {
        "artist": "Ronnie Dove",
        "lyrics": "  You were sitting by your window Just looking up at the moon Your eyes shined so bright Like stars in the night  As I watched you Yes, I watched you from below  And I said Hello, pretty girl, pretty girl Won't you come out tonight Take a look at yourself Sitting up there alone Now that's not right  Come on down, little girl Take a walk in my world Where you belong You shouldn't be alone No, no, no, no, no You shouldn't be alone  Now I'm going to keep talking Even if it takes all night Cause I made up my mind That you're gonna be mine  As I watched you Yes, I watched you from below  And I said Hello, pretty girl, pretty girl Won't you come out tonight Take a look at yourself Sitting up there alone Now that's not right  Come on down, little girl Take a walk in my world Where you belong You shouldn't be alone No, no, no, no, no You shouldn't be alone  Come on down, little girl Take a walk in my world Where you belong You shouldn't be alone No, no, no, no, no You shouldn't be alone  (Pretty girl, pretty girl) Come on, girl (Pretty girl, pretty girl) I love you so (Pretty girl, pretty girl) Come on with me (Pretty girl, pretty girl) Walk with me  ",
        "title": "Hello Pretty Girl"
    }
]