[
    {
        "artist": "Bobby Darin",
        "lyrics": "  Oh the shark, babe Has such teeth, dear And he shows them Pearly white Just a jackknife Has old Macheath, babe And he keeps it Out of sight  You know when that shark bites With his teeth, babe Scarlet billows Start to spread Fancy gloves, though Wears ol' Macheath, babe So there's never, never a trace of red  Now, on the side walk, ooh Sunday morning, uh huh Lies a body just oozing life. EEK! And someone's sneaking round the corner Could that someone be Mack the Knife?  There's a tugboat down by the river, don't you know Where a cement bag's just a drooping on down Oh that cement is just, it's there for the weight, dear Five'll get ya ten, ol' Mackie's back in town  Now did ya hear 'bout Louie Miller? He disappeared, babe After drawing out all his hard earned cash And now Macheath spends, just like a sailor Could it be, our boy's done something rash?  Now, Jenny Diver, Suky Tawdry Oh, Miss Lotte Lenya, and ol' Lucy Brown Oh the line forms on the right, babe Now that Mackie's back in town  I said, Jenny Diver, oh Suky Tawdry Look out, Miss Lotte Lenya, and ol' Lucy Brown Yes, that line forms on the right, babe Now that Mackie's back in town Look out ol' Mackie is back!  ",
        "title": "Mack The Knife"
    },
    {
        "artist": "The Fleetwoods",
        "lyrics": null,
        "title": "Mr. Blue"
    },
    {
        "artist": "Paul Anka",
        "lyrics": "  Put your head on my shoulder Hold me in your arms, baby Squeeze me oh so tight Show me that you love me too  Put your lips next to mine, dear Won't you kiss me once, baby Just a kiss goodnight, maybe You and I will fall in love (You and I will fall in love)  People say that love's a game A game you just can't win If there's a way I'll find it someday And then this fool will rush in  Put your head on my shoulder Whisper in my ear, baby Words I want to hear Tell me, tell me that you love me too (Tell me that you love me too)  Put your head on my shoulder Whisper in my ear, baby Words I want to hear, baby Put your head on my shoulder  ",
        "title": "Put Your Head On My Shoulder"
    },
    {
        "artist": "Della Reese",
        "lyrics": null,
        "title": "Don't You Know"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  Where's this place called \"Lonely Stree-ee-ee-eet?\"  I'm looking for that lonely street I've got a sad, sad tale to tell I need a place to go and weep Where's this place called \"Lonely Stree-ee-ee-eet?\"  A place where there's just loneliness Where dim lights bring forgetfulness Where broken dreams and mem'ries meet Where's this place called \"Lonely Stree-ee-ee-eet?\"  Perhaps upon that lonely street There's someone such as I Who came to bury broken dreams And watch an old love di-ie  If I could find that lonely street Where dim lights bring forgetfulness Where broken dreams and mem'ries meet Where's this place called \"Lonely Stree-ee-ee-eet?\"  Where's this place called \"Lonely Stree-ee-ee-eet?\"  ",
        "title": "Lonely Street"
    },
    {
        "artist": "Sandy Nelson",
        "lyrics": null,
        "title": "Teen Beat"
    },
    {
        "artist": "Wink Martindale",
        "lyrics": "  NARRATIVE: During the North African campaign, a bunch of soldier boys had Been on a long hike and they arrived in a little town called Casino. The Next morning being Sunday, several of the boys went to Church. A sergeant Commanded the boys in Church and after the Chaplain had read the prayer The text was taken up next. Those of the boys who had a prayer book took Them out, but this one boy had only a deck of cards, and so he spread Them out. The Sergeant saw the cards and said, \"Soldier, put away those Cards.\" After the services was over, the soldier was taken prisoner and Brought before the Provost Marshall  The Marshall said, \"Sergeant, why have you brought this man Here?\" \"For playing cards in church, Sir.\" \"And what have you to say for Yourself, son?\" \"Much, Sir,\" replied the soldier. The Marshall said, \"I Hope so, for if not I shall punish you more than any man was ever Punished.\" The soldier said, \"Sir, I have been on the march for about six Days. I have neither a Bible nor a prayer book, but I hope to satisfy You, Sir, with the purity of my intentions.\" And with that, the boy Started his story:  \"You see Sir, when I look at the Ace, it reminds me that there Is but one God. And the Deuce reminds me that the Bible is divided into Two parts, the Old and the New Testaments. When I see the Trey, I think Of the Father, the Son, and the Holy Ghost. And when I see the Four, I Think of the four Evangelists who preached the Gospel; there was Matthew  Mark, Luke and John. And when I see the Five, it reminds me of the five Wise virgins who trimmed their lamps; there were ten of them: five were Wise and were saved, five were foolish and were shut out. When I see the Six, it reminds me that in six days, God made this great heaven and Earth. When I see the Seven, it reminds me that on the seventh day, God Rested from His great work. And when I see the Eight, I think of the Eight righteous persons God saved when He destroyed this earth; there was Noah, his wife, their sons and their wives. And when I see the Nine, I Think of the lepers our Savior cleansed, and nine out of the ten didn't Even thank Him. When I see the Ten, I think of the Ten Commandments God Handed down to Moses on a table of stone. When I see the King, it Reminds me that there is but one King of Heaven, God Almighty. And when I See the Queen, I think of the Blessed Virgin Mary, who is Queen of Heaven. And the Jack or Knave is the Devil. When I count the number Of spots on a deck of cards, I find 365, the number of days in a year There are 52 cards, the number of weeks in a year. There are 4 suits, the Number of weeks in a month. There are 12 picture cards, the number of Months in a year. There are 13 tricks, the number of weeks in a quarter So you see, Sir, my pack of cards serves me as a Bible, an Almanac and a Prayer Book.\"  \"And friends, the story is true. I know, I was that soldier.\"  ",
        "title": "Deck Of Cards"
    },
    {
        "artist": "Jerry Wallace With The Jewels",
        "lyrics": "  Primrose Lane, life's a holiday on Primrose Lane Just a holiday on Primrose Lane with you  Can't explain when we're walkin' down the Primrose Lane Even roses bloomin' in the rain with you  Sweet perfume Those little old roses bloom And I want to walk with you my whole life through  Primrose Lane, life's a holiday on Primrose Lane Just a holiday on Primrose Lane with you  Sweet perfume Those little old roses bloom And I want to walk with you my whole life through  Primrose Lane, life's a holiday on Primrose Lane Just a holiday on Primrose Lane with you  Wi-i-i-th you Wi-i-i-th you Fade Wi-i-i-th you  ",
        "title": "Primrose Lane"
    },
    {
        "artist": "Paul Evans and the Curls",
        "lyrics": null,
        "title": "(Seven Little Girls) Sitting In The Back Seat"
    },
    {
        "artist": "Guy Mitchell",
        "lyrics": null,
        "title": "Heartaches By The Number"
    },
    {
        "artist": "Conway Twitty",
        "lyrics": null,
        "title": "Danny Boy"
    },
    {
        "artist": "Brook Benton",
        "lyrics": null,
        "title": "So Many Ways"
    },
    {
        "artist": "Ernie Fields & Orch.",
        "lyrics": null,
        "title": "In The Mood"
    },
    {
        "artist": "The Coasters",
        "lyrics": "  [Intro]  She comes on like a rose but everybody knows She'll get you in Dutch You can look but you better not touch  Poison ivy, poison ivy Late at night while you're sleepin' Poison ivy comes creepin', around  She's pretty as a daisy But look out man she's crazy She'll really do you in If you let her get under your skin  Poison ivy, poison ivy Late at night while you're sleepin' Poison ivy comes creepin', around  Measles make you bumpy And mumps'll make you lumpy And chicken pox'll make you jump and twitch  A common cold'll fool ya And whooping cough can cool ya But poison ivy, Lord'll make you itch  You're gonna need an ocean Of calamine lotion You'll be scratchin' like a hound The minute you start to mess around  Poison ivy, poison ivy Late at night while you're sleepin' Poison ivy comes creepin', around  Measles make you bumpy And mumps'll make you lumpy And chicken pox'll make you jump and twitch  A common cold'll fool ya And whooping cough can cool ya But poison ivy, Lord'll make you itch  You're gonna need an ocean of calamine lotion You'll be scratchin' like a hound The minute you start to mess around  Poison ivy, poison ivy Late at night while you're sleepin' Poison ivy comes creepin', around  La da la da la da La da la da la da La da la da la da La da la da la da  ",
        "title": "Poison Ivy"
    },
    {
        "artist": "Frankie Avalon",
        "lyrics": "  Just ask your heart who dreams about you Just ask your heart who's faithful and true Someone who cares and won't make you blue Just ask your heart who loves only you  Then you will find your true love will be Someone who cares for you and wants to make you happy  Then when your heart say he loves only you And when it says he won't make you blue Then ask your heart if your love is true Just ask his heart'-loves only you  Then you will find your true love will be Someone who cares for you and wants to make you happy  Then when your heart say he loves only you And when it says he won't make you blue Then ask your heart if your love is true Just ask his heart'-loves only you Just ask his heart'-loves only you  ",
        "title": "Just Ask Your Heart"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": "  Oh! Carol, I am but a fool Darling, I love you, though you treat me cruel You hurt me and you make me cry But if you leave me, I will surely die  Darling, there will never be another Cause I love you so Don't ever leave me, say you'll never go  I will always want you for my sweetheart No matter what you do Oh! Carol, I'm so in love with you  Oh! Carol, I am but a fool Darling, I love you, though you treat me cruel You hurt me and you make me cry But if you leave me, I will surely die  Darling, there will never be another Cause I love you so Don't ever leave me, say you'll never go  I will always want you for my sweetheart No matter what you do Oh! Carol, I'm so in love with you  ",
        "title": "Oh! Carol"
    },
    {
        "artist": "Dinah Washington",
        "lyrics": null,
        "title": "Unforgettable"
    },
    {
        "artist": "The Islanders",
        "lyrics": null,
        "title": "The Enchanted Sea"
    },
    {
        "artist": "The Everly Brothers",
        "lyrics": "  Never felt like this until I kissed ya How did I exist until I kissed ya Never had you on my mind Now you're there all the time Never knew what I missed 'til I kissed ya Uh huh I kissed ya, oh yeah Things have really changed since I kissed ya, uh huh My life's not the same now that I kissed ya, oh yeah  Mmm, you got a way about ya Now I can't live without ya Never knew what I missed 'til I kissed ya Uh huh I kissed ya, oh yeah  You don't realize what you do to me And I didn't realize what a kiss could be  Mmm, you got a way about ya Now I can't live without ya Never knew what I missed 'til I kissed ya Uh huh I kissed ya, oh yeah  You don't realize what you do to me And I didn't realize what a kiss could be  Mmm, you got a way about ya Now I can't live without ya, uh huh Never knew what I missed 'til I kissed ya Uh huh I kissed ya, oh yeah I kissed ya, uh huh I kissed ya, oh yeah I kissed ya...  ",
        "title": "('til) I Kissed You"
    },
    {
        "artist": "Johnny Mathis",
        "lyrics": null,
        "title": "Misty"
    },
    {
        "artist": "Bobby Rydell",
        "lyrics": null,
        "title": "We Got Love"
    },
    {
        "artist": "Fats Domino",
        "lyrics": "  Come on baby and be my guest Come here to party and meet the rest Everything gonna be all right So be my guest tonight We're gonna dance to the rock 'n' roll We're gonna even do the stroll We're gonna Lindy Hop and Suzy Q It's a special party just for you My, my-oh-mine, gee you're so fine Don't let me down I'm the king but you can wear my crown I'm gonna sing, my band gonna play I'm gonna make you queen for a day Everything gonna be all right So be my guest tonight My, my-oh-mine, gee you're so fine Don't let me down I'm the king but you can wear my crown I'm gonna sing, my band gonna play I'm gonna make you queen for a day Everything gonna be all right So be my guest tonight  ",
        "title": "Be My Guest"
    },
    {
        "artist": "The Drifters",
        "lyrics": null,
        "title": "Dance With Me"
    },
    {
        "artist": "The Mormon Tabernacle Choir",
        "lyrics": "  Mine eyes have seen the glory of the coming of the Lord He is trampling out the vintage where the grapes of wrath are stored He has loosed the fateful lightening of His terrible swift sword His truth is marching on  CHORUS: Glory! Glory! Hallelujah! Glory! Glory! Hallelujah! Glory! Glory! Hallelujah! His truth is marching on  I have seen Him in the watch-fires of a hundred circling camps They have builded Him an altar in the evening dews and damps I can read His righteous sentence by the dim and flaring lamps His day is marching on  CHORUS  I have read a fiery gospel writ in burnish'd rows of steel  \"As ye deal with my condemners, So with you my grace shall deal;\" Let the Hero, born of woman, crush the serpent with his heel Since God is marching on  CHORUS  He has sounded form the trumpet that shall never call retreat He is sifting out the hearts of men before His judgment-seat Oh, be swift, my soul, to answer Him! be jubilant, my feet! Our God is marching on  CHORUS  In the beauty of the lilies Christ was born across the sea With a glory in His bosom that transfigures you and me: As He died to make men holy, let us die to make men free While God is marching on  CHORUS  ",
        "title": "Battle Hymn Of The Republic"
    },
    {
        "artist": "Rock-A-Teens",
        "lyrics": "  Woo Hoo, Woo Hoo Hoo (vocalization) Spoken: yeahhhh!  Woo Hoo, Woo Hoo Hoo (repeated)  ",
        "title": "Woo-Hoo"
    },
    {
        "artist": "Fireflies",
        "lyrics": null,
        "title": "You Were Mine"
    },
    {
        "artist": "Dee Clark",
        "lyrics": "  Hey, little girl in the high school sweater Gee, but I'd like to know you better A-just a-swingin' yo books and chewin' gum A-lookin' just like a juicey plum Hey, hey-hey, hey-hey, hey, hey Little girl  Hey, little girl in the black silk stockins Gee, but you've got my heart a-rockin' A-wearin' that crazy skin-tight skirt And that crazy ivy league shirt! Hey, hey, hey, hey, hey Oh, little girl  Hey little girl, can I come along Carry your books and a-hold your arm? I'm hopin' that you tell me, yes Because you're the girl that I love best Hey, hey-hey-hey  (instrumental)  A-hey-hey  Um-hm, um-hm  Ya-ya Ya-ya, ya-ya Ya-ya, ya-ya, ya-ya Ya-ya, ya-ya, ya  Uuh-huh  Hey, little girl in the high school sweater Gee, I hope you're feelin' better Not just like the time before 'Member when you closed that door? Hey, hey-hey, hey-hey, hey Little girl  Hey! A-little girl  A-hey-hey! A-little girl  Mmm Mmm-hm-hm Mmm-hm-hm Mmm-hm-hm Yeah!  Goin' t'your house  FADES-  Well Ya-ya-ya Ya-ya-ya Ya-ya-ya Ya-ya-ya Ya-ya-da-da  ~  ",
        "title": "Hey Little Girl"
    },
    {
        "artist": "Johnny And The Hurricanes",
        "lyrics": null,
        "title": "Red River Rock"
    },
    {
        "artist": "Santo & Johnny",
        "lyrics": null,
        "title": "Sleep Walk"
    },
    {
        "artist": "The Kingston Trio",
        "lyrics": null,
        "title": "A Worried Man"
    },
    {
        "artist": "Cliff Richard and The Drifters",
        "lyrics": "  Got myself a cryin', talkin' Sleepin', walkin', livin' doll Gotta do my best to please her Just 'cos she's a livin' doll  Got a rovin' eye And that is why, she satisfies my soul Got the one and only, walkin', talkin', livin' doll  Take a look at her hair, it's real And if you don't believe what I say, just feel I'm gonna lock her up in a trunk So, no big hunk can steal her away from me  Got myself a cryin', talkin' Sleepin', walkin', livin' doll Gotta do my best to please her Just 'cos she's a livin' doll  Got a rovin' eye And that is why she satisfies my soul Got the one and only, walkin', talkin', livin' doll  Take a look at her hair, it's real And if you don't believe what I say, just feel I'm gonna lock her up in a trunk So no big hunk can steal her away from me  Got myself a cryin', talkin' Sleepin', walkin', livin' doll Gotta do my best to please her Just 'cos she's a livin' doll  Got a rovin' eye And that is why, she satisfies my soul Got the one and only, walkin', talkin', livin' doll  ",
        "title": "Living Doll"
    },
    {
        "artist": "Bo Diddley",
        "lyrics": "  [Verse] Say man, what's that boy? I want to tell you about your girlfriend What about my girl? Well, you don't look strong enough to take the message I'm strong enough I might hurt your feelings My feelings are already hurt by being here with you Well, I was walking down the street with your girl the other day Ah, ha And the wind was blowing real hard Is that right? And the wind blew her hair into my face Ah, ha You know what else happened? What happened? The wind blew her hair into her face Yeah? And we went a little further, you wanna hear the rest of it? I might as well The wind blew her hair into the street Okay, since you told me about my girl I'm going to tell you about yours I was walking down the street with your girl Yes? I took her home, for a drink, you know Took her home? Yeah, just for a drink Oh But that chick looked so ugly She had to sneak up on the glass to get a drink of water You've got the nerve to call somebody ugly Why, you so ugly, the stork That brought you in the world oughta be arrested That's alright, my momma didn't have to put a sheet On my head so sleep could slip up on me Look a here What's that? Where are you from? South America What's that? South America You don't look like no South American to me I'm still from South America What part? South Texas Where are your working boots at? I've got them on There aren't no boots you got on, those broguettes Hey, look a here What's that? I've bin trying to figure out what you is I already figured out what you is What's that? You that thing I throw peanuts at Look a here What's that? You should be ashamed of yourself Why? Calling people ugly I didn't call you ugly What you say? I said you was ruined, that's all You know something? What? You look like you've bin whooped with a ugly stick Hey, I haven't got nothing to do with it but I beat the fellah, right  ",
        "title": "Say Man"
    },
    {
        "artist": "The Clovers",
        "lyrics": "  I took my troubles down to Madame Ruth You know that gypsy with the gold-capped tooth She's got a pad down on Thirty-Fourth and Vine Sellin' little bottles of Love Potion Number Nine  I told her that I was a flop with chics I've been this way since 1956 She looked at my palm and she made a magic sign She said \"What you need is Love Potion Number Nine\"  She bent down and turned around and gave me a wink She said \"I'm gonna make it up right here in the sink\" It smelled like turpentine, it looked like Indian ink I held my nose, I closed my eyes, I took a drink  I didn't know if it was day or night I started kissin' everything in sight But when I kissed a cop down on Thirty-Fourth and Vine He broke my little bottle of Love Potion Number Nine  I held my nose, I closed my eyes, I took a drink  I didn't know if it was day or night I started kissin' everything in sight But when I kissed a cop down on Thirty-Fourth and Vine He broke my little bottle of Love Potion Number Nine Love Potion Number Nine Love Potion Number Nine Love Potion Number Nine  ",
        "title": "Love Potion No. 9"
    },
    {
        "artist": "Ivo Robic and The Song-Masters",
        "lyrics": null,
        "title": "Morgen"
    },
    {
        "artist": "The Crests",
        "lyrics": "  The angels listened in, when they heard me praying The angels listened in, when they heard me saying \"Please send me some one to love Send the one I'm thinking of.\" My darling, the angels sent you The angels listened in, when they heard me crying The angels listened in, there's no denying They sent one with lovely charms One who really thrills my arms My darling, the angels sent you I searched everywhere Just to find someone who cares They came down to interrupt Just as I had given up The angels listened in and brought you near me The angels listened in, I love them dearly They gave me the whole wide world Wrapped up in one little girl My darling, the angels sent you  ",
        "title": "The Angels Listened In"
    },
    {
        "artist": "Fats Domino",
        "lyrics": "  I've been around the world it's true Searching for someone exactly like you And finally I found a love that is true Whoa ho ho ho, whoa ho ho ho, whoa ho ho ho  Nobody know just how I feel You had me spinning just like the spinning wheel But finally I found a love that is true Whoa ho ho ho, whoa ho ho ho, whoa ho ho  You heard my story, you heard just what I said A man without love, he might as well be dead But I finally I found a love that is true Whoa ho ho ho, whoa ho ho ho, whoa ho ho ho  I've been around the world it's true Searching for someone exactly like you And finally I found a love that is true Whoa ho ho ho, whoa ho ho ho, whoa ho ho ho  ",
        "title": "I've Been Around"
    },
    {
        "artist": "Bob Beckham",
        "lyrics": null,
        "title": "Just As Much As Ever"
    },
    {
        "artist": "Tommy Facenda",
        "lyrics": null,
        "title": "High School U.S.A."
    },
    {
        "artist": "Kitty Kallen",
        "lyrics": null,
        "title": "If I Give My Heart To You"
    },
    {
        "artist": "Duane Eddy His Twangy Guitar And The Rebels",
        "lyrics": null,
        "title": "Some Kind-A Earthquake"
    },
    {
        "artist": "The Exotic Sounds of Martin Denny",
        "lyrics": null,
        "title": "The Enchanted Sea"
    },
    {
        "artist": "Fireballs",
        "lyrics": "  ♫ [Instrumental] ♫ #39 Sep '59 Hot 100  ",
        "title": "Torquay"
    },
    {
        "artist": "Royal Teens",
        "lyrics": null,
        "title": "Believe Me"
    },
    {
        "artist": "Lloyd Price and His Orchestra",
        "lyrics": null,
        "title": "Come Into My Heart"
    },
    {
        "artist": "Johnny And The Hurricanes",
        "lyrics": null,
        "title": "Reveille Rock"
    },
    {
        "artist": "Bill Haley And His Comets",
        "lyrics": null,
        "title": "Joey's Song"
    },
    {
        "artist": "Jimmie Rodgers",
        "lyrics": "  Tucumcari Jimmie Rodgers Roulette R-4191 (Olofson-McIntyre) Mappa Mus. Corp. ASCAP  Twelve more miles to Tucumcari I've been hurrying there To the gal I'm gonna marry With the yellowest hair  {Left right march along I've just gotta get home} (just gotta get home) Ten more miles to Tucumcari Then I'll never more roam (Tucumcari, Tucumcari, I just gotta get home)  Eight more miles to Tucumcari It's the fourth of July Been three years in January Since I kissed her goodbye  {Left right march along I've just gotta get home} (just gotta get home) Six more miles to Tucumcari Then I'll never more roam (Tucumcari, Tucumcari, I just gotta get home)  Four more miles to Tucumcari Not much further to go Got no time to waste or tarry She'll be waitin' I know  {Left right march along I've just gotta get home} (just gotta get home) Two more miles to Tucumcari Then I'll never more roam (Tucumcari, Tucumcari, I just gotta get home)  Here I am in Tucumcari Found my yellow-haired gal Just in time to see her marry With my very best pal  {Left right march along Guess I better be gone} (I better be gone) A thousand miles from Tucumcari I'll be rambling on (Tucumcari, Tucumcari, I'll be rambling on)  A hundred miles from Tucumcari Down in Santa Fe Fell in love with a girl named Mary Gee I'm happy today  {No more marching now Found my honeycomb} (found my honeycomb) I've forgotten Tucumcari No more reason to roam (Tucumcari, Tucumcari) I've forgotten Tucumcari No more reason to roooaaaammmmm  Above, and are for personal use and research interest only  ",
        "title": "Tucumcari"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": null,
        "title": "Talk To Me"
    },
    {
        "artist": "The Spacemen",
        "lyrics": null,
        "title": "The Clouds"
    },
    {
        "artist": "Floyd Robinson",
        "lyrics": null,
        "title": "Makin' Love"
    },
    {
        "artist": "Gene & Eunice",
        "lyrics": null,
        "title": "Poco-Loco"
    },
    {
        "artist": "The Browns",
        "lyrics": "  There's a village, hidden deep in the valley Among the pine trees, half forlorn And there, on a sunny morning Little Jimmy Brown was born  All the chapel bells were ringing In the little village town And the song that they were singing Was for baby Jimmy Brown  Then the little congregation Prayed for guidance from above \"Lead us not into temptation Bless this hour of meditation Guide him with eternal love.\"  There's a village, hidden deep in the valley Beneath the mountains high above And there, twenty years thereafter Jimmy was to meet his love  All the chapel bells were ringing 'Twas a great day in his life 'Cause the song that they were singing Was for Jimmy and his wife  Then the little congregation Prayed for guidance from above \"Lead us not into temptation Bless, O Lord, this celebration May their lives be filled with love.\"  From the village, hidden deep in the valley One rainy morning dark and gray A soul winged its way to heaven Jimmy Brown had passed away  Just one lonely bell was ringing In the little village town 'Twas farewell that it was singing To our buddy Jimmy Brown  And the little congregation Prayed for guidance from above \"Lead us not into temptation May his soul find the salvation Of thy great eternal love.\"  ",
        "title": "The Three Bells"
    },
    {
        "artist": "Ronnie Hawkins and The Hawks",
        "lyrics": null,
        "title": "Mary Lou"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": null,
        "title": "You Better Know It"
    },
    {
        "artist": "The Isley Brothers",
        "lyrics": null,
        "title": "Shout - Part 1"
    },
    {
        "artist": "Sammy Turner",
        "lyrics": null,
        "title": "Always"
    },
    {
        "artist": "The Drifters",
        "lyrics": "  Bom, bom, bom...  If you cry, I think My heart would break That would be much more Than I could take  And if I saw a tear Fall from your eye Darling, don't you know That I would die  True love, true love True love, true love  Bom, bom, bom...  If you cry I don't know what I'll do Baby, cause I'm so In love with you  And if I knew that I had caused you pain My tears would Fall like the rain  True love, true love True love, true love  Bom, bom, bom...  ",
        "title": "(If You Cry) True Love, True Love"
    },
    {
        "artist": "Annette With The Afterbeats",
        "lyrics": "  FIRST NAME INITIAL Annette with the Afterbeats Written by Martin Kalmanoff and Aaron H. Schroeder Peaked at # 20 in 1960 First name initial First name initial First name initial Ooh, ooh, ooh-ooh I wear a first name initial, a great big initial On a chain ev'rywhere I go It's your first name initial, a great big initial Engraving don't you know (don'tcha know) And I wear it to Show I belong to you Just you I love my first name initial, it makes it official That you're my steady boy It's your first name initial, a great big initial Befits my pride and joy (pride and joy) 'cause it's a symbol of My everlasting love For you I wear it at the soda shop, wear it at the record hop Ridin to a movie in your jeep (yeah-yeah, yeah-yeah) I wear it when I go to gym, wear it when I take a swim I even wear it when I slee-ee-ee-eep I wear your first name initial, a great big initial And though it's your first name I wish your last name initial and my last initial Will one day be the same So ev'ryone can see That you belong to me Just me (tood-a-loop, tood-a-loop, tood-a-loop ) I wear it at the soda shop, wear it at the record hop Ridin to a movie in your jeep (tood-a-loop, tood-a-loop Tood-a-loop ) I wear it when I go to gym, wear it when I take a swim I even wear it when I slee-ee-ee-eep I wear your first name initial, a great big initial And though it's your first name I wish your last name initial and my last initial Will one day be the same So ev'ryone can see That you belong to me Just me First name initial First name initial First name initial Ooh, ooh, ooh-ooh  ",
        "title": "First Name Initial"
    },
    {
        "artist": "Lloyd Price",
        "lyrics": "  (Johnny, Johnny, Johnny) (Johnny, you're too young) But I'm gonna get married (You're so young) My name she'll carry (You're too young Johnny, you're so smart) But not smart enough to hide an aching heart  How come my heart deserts me Burning full of love and desire How come every time she kiss me It sets my soul on fire  How come every time she leave me It seems like I've lost a part I may be too young to marry But not to hide an aching heart  (Johnny, you're too young) But I'm gonna get married (You're so young) My name she'll carry (You're too young Johnny, you're so smart) But not smart enough to hide an aching heart  How come every time she kiss me It thrills me from head to toe How come every time I see her It lifts me right off the floor  How come every time I'm with her She whispers so soft and low It makes me want to jump and holler And bump my head into a door  (Johnny, you're too young) But I'm gonna get married (You're so young) My name she'll carry (You're too young, and Johnny, you're so smart) But not smart enough to hide an aching heart  (Too young) I'm gonna get married (You're so young) My name she'll carry (You're too young) But I'm gonna get married (You're so young) My name she'll carry (You're too young)  ",
        "title": "I'm Gonna Get Married"
    },
    {
        "artist": "Pat Boone",
        "lyrics": "  Just hang my picture In the fools hall of fame (the fools hall of fame) (the fools hall of fame) That's where I belong 'cause I was so wrong For letting you go, for letting you go  The world will see me In the fools hall of fame (the fools hall of fame) (the fools hall of fame) They'll stop and they'll say \"He turned her away When she loved him so\" (when she loved him so) (when she loved him so)  Why did I break the truest heart beneath the sun? There may be biggest fools than me but just name me one, just name me one  Till you forgive me I just won't be the same (Won't be the same) (won't be the same) Don't say it's the end, please don't make me spend a lifetime of shame In the fools hall of fame  ",
        "title": "Fools Hall Of Fame"
    },
    {
        "artist": "Sarah Vaughan",
        "lyrics": "  Br-oooo-ken hearted me-eee-lo-dy Ooooonce you were our song of love Nooooow you just keep taunting me Wiiiiith the memory of (ba-da-da) His tender love. Ooooh Broken hearted melody Must you keep reminding me Of the lips I long to kiss And the love I miss since he went away Night and day they play That broken hearted melody That he used to sing to me When our love was young and bright As he held me tight Suddenly I found, I was heaven bound  Brooooken hearted melody Ooooonce you were our song of love Nooooow you just keep taunting me Wiiiiiith the memory of (ba-da-da) His tender love, Ooooh Broken hearted melody Won't you bring him back to me Sing to him until he yearns For when he returns no more will he be A broken hearted melody Oooooooo, oo-oo Oo-oo, oo-oo, ooooooooo Oooooooo, oo-oo Oo-oo, oo-oo, ooooooooo  ",
        "title": "Broken-Hearted Melody"
    },
    {
        "artist": "Chet Atkins",
        "lyrics": null,
        "title": "Boo Boo Stick Beat"
    },
    {
        "artist": "Nina Simone",
        "lyrics": "  [Hook] I loves you, Porgy Don't let him take me Don't let him handle me And drive me mad If you can keep me I wanna stay here With you forever And I'll be glad  [Hook] Yes I loves you, Porgy Don't let him take me Don't let him handle me With his hot hands If you can keep me I wants to stay here With you forever I've got my man  [Instrumental Break]  [Hook] I loves you, Porgy Don't let him take me Don't let him handle me And drive me mad If you can keep me I wanna stay here With you forever I've got my man  [Bridge] Someday I know he's coming to call me He's going to handle me and hold me So, it's going to be like dying, Porgy When he calls me But when he comes I know, I'll have to go  [Hook] I loves you, Porgy Don't let him take me Honey, don't let him handle me And drive me mad If you can keep me I wanna stay here With you forever I've got my man  ",
        "title": "I Loves You, Porgy"
    },
    {
        "artist": "Ruth Brown",
        "lyrics": null,
        "title": "I Don't Know"
    },
    {
        "artist": "Duane Eddy His Twangy Guitar And The Rebels",
        "lyrics": null,
        "title": "First Love, First Tears"
    },
    {
        "artist": "Carl Mann",
        "lyrics": null,
        "title": "Pretend"
    },
    {
        "artist": "The Skyliners",
        "lyrics": "  I knew someday you'd come my way It happened, it happened today I knew somehow that you would smile It happened, it happened today  [Chorus] I told everybody that I'd win your heart They said that we would fall apart Today you said you'd just love me Now I'm as happy as I can be I knew someday you'd come my way It happened, it happened today [Instrumental]  [repeat Chorus] I knew someday that I'd hear you say You'd love me come what may And it happened, it happened today  ",
        "title": "It Happened Today"
    },
    {
        "artist": "The Revels",
        "lyrics": null,
        "title": "Midnight Stroll"
    },
    {
        "artist": "Homer And Jethro",
        "lyrics": null,
        "title": "The Battle Of Kookamonga"
    },
    {
        "artist": "Webb Pierce",
        "lyrics": null,
        "title": "I Ain't Never"
    },
    {
        "artist": "Johnny Preston",
        "lyrics": "  On the bank of the river Stood Running Bear, young Indian brave On the other side of the river Stood his lovely Indian maid  Little White Dove was her name Such a lovely sight to see But their tribes fought with each other So their love could never be  Running Bear loved Little White Dove With a love big as the sky Running Bear loved Little White Dove With a love that couldn't die  He couldn't swim the raging river 'Cause the river was too wide He couldn't reach Little White Dove Waiting on the other side  In the moonlight, he could see her Throwing kisses 'cross the waves Her little heart was beating faster Waiting there for her Indian brave  Running Bear loved Little White Dove With a love big as the sky Running Bear loved Little White Dove With a love that couldn't die  Running Bear dove in the water Little White Dove did the same And they swam out to each other Through the swirling stream they came  As their hands touched and their lips met The raging river pulled them down Now they'll always be together In their happy hunting ground  Running Bear loved Little White Dove With a love big as the sky Running Bear loved Little White Dove With a love that couldn't die  ",
        "title": "Running Bear"
    },
    {
        "artist": "Marv Johnson",
        "lyrics": null,
        "title": "You Got What It Takes"
    },
    {
        "artist": "Clyde McPhatter",
        "lyrics": null,
        "title": "You Went Back On Your Word"
    },
    {
        "artist": "Annette With The Afterbeats",
        "lyrics": null,
        "title": "My Heart Became Of Age"
    },
    {
        "artist": "The Browns",
        "lyrics": "  I peeked in to say goodnight When I heard my child in prayer Send dear God, some scarlet ribbons Scarlet ribbons for my hair  All the stores were closed and shuttered All the streets were dark and bare In our town no scarlet ribbons Not one ribbon for her hair  Through the night my heart was aching Just before the dawn was breaking I peeked in and on her bed In gay profusion laying there I saw ribbonsm scarlet ribbons Scarlet ribbons for her hair  If I live to be a hundred I will never know from where Came those lovely scarlet ribbons Scarlet ribbons for her hair...  ",
        "title": "Scarlet Ribbons (For Her Hair)"
    },
    {
        "artist": "Bobby Comstock",
        "lyrics": null,
        "title": "Tennessee Waltz"
    },
    {
        "artist": "Gary Stites",
        "lyrics": null,
        "title": "Starry Eyed"
    },
    {
        "artist": "Bobby Peterson Quintet",
        "lyrics": null,
        "title": "The Hunch"
    },
    {
        "artist": "Jack Scott",
        "lyrics": null,
        "title": "There Comes A Time"
    },
    {
        "artist": "Rocco Granata and the International Quintet",
        "lyrics": null,
        "title": "Marina"
    },
    {
        "artist": "Jerry Fuller",
        "lyrics": null,
        "title": "Tennessee Waltz"
    },
    {
        "artist": "LaVern Baker",
        "lyrics": null,
        "title": "Tiny Tim"
    },
    {
        "artist": "Paul Gayten",
        "lyrics": null,
        "title": "The Hunch"
    },
    {
        "artist": "The Passions",
        "lyrics": null,
        "title": "Just To Be With You"
    },
    {
        "artist": "Skip And Flip",
        "lyrics": null,
        "title": "Fancy Nancy"
    },
    {
        "artist": "The Nutty Squirrels",
        "lyrics": null,
        "title": "Uh! Oh! Part 2"
    },
    {
        "artist": "Jane Morgan",
        "lyrics": null,
        "title": "Happy Anniversary"
    },
    {
        "artist": "Marty Robbins",
        "lyrics": "  Out in the West Texas town of El Paso I fell in love with a Mexican girl Nighttime would find me in Rosa's cantina Music would play and Felina would whirl  Blacker than night were the eyes of Felina Wicked and evil while casting a spell My love was deep for this Mexican maiden I was in love but in vain, I could tell  One night a wild young cowboy came in Wild as the West Texas wind Dashing and daring, a drink he was sharing With wicked Felina, the girl that I loved  So in anger I challenged his right For the love of this maiden Down went his hand for the gun that he wore My challenge was answered in less than a heartbeat The handsome young stranger lay dead on the floor  Just for a moment I stood there in silence Shocked by the foul evil deed I had done Many thoughts raced through my mind as I stood there I had but one chance and that was to run  Out through the back door of Rosa's I ran Out where the horses were tied I caught a good one, it looked like it could run Up on its back and away I did ride  Just as fast as I could from The West Texas town of El Paso Out to the badlands of New Mexico  Back in El Paso my life would be worthless Everything's gone in life; nothing is left It's been so long since I've seen the young maiden My love is stronger than my fear of death  I saddled up and away I did go Riding alone in the dark Maybe tomorrow, a bullet may find me Tonight nothing's worse than this pain in my heart  And at last here I Am on the hill overlooking El Paso I can see Rosa's cantina below My love is strong and it pushes me onward Down off the hill to Felina I go  Off to my right I see five mounted cowboys Off to my left ride a dozen or more Shouting and shooting, I can't let them catch me I have to make it to Rosa's back door  Something is dreadfully wrong for I feel A deep burning pain in my side Though I am trying to stay in the saddle I'm getting weary, unable to ride  But my love forFelina is strong And I rise where I've fallen Though I am weary I can't stop to rest I see the white puff of smoke from the rifle I feel the bullet go deep in my chest  From out of nowhere Felina has found me Kissing my cheek as she kneels by my side Cradled by two loving arms that I'll die for One little kiss and Felina, goodbye  Songwriter:  Marty Robbins  ",
        "title": "El Paso"
    },
    {
        "artist": "Sarah Vaughan",
        "lyrics": null,
        "title": "Smooth Operator"
    },
    {
        "artist": "The Four Lads",
        "lyrics": null,
        "title": "Happy Anniversary"
    },
    {
        "artist": "The Knightsbridge Strings",
        "lyrics": null,
        "title": "Wheel Of Fortune"
    },
    {
        "artist": "Poni-Tails",
        "lyrics": null,
        "title": "I'll Be Seeing You"
    },
    {
        "artist": "Rod Bernard",
        "lyrics": null,
        "title": "One More Chance"
    },
    {
        "artist": "Crash Craddock",
        "lyrics": "  You mean so much to me I love you can't you see You're true as true can be So don't, don't destroy me  I give my heart to you A foolish thing to do So darling please be true So don't, don't destroy me  If you should leave me now I'd say I'd forget and forgive But I'd remember your vow With a heartache as long as I live  So hold my heart with care My life and love are there Please give me yours to share So don't, don't destroy me  ",
        "title": "Don't Destroy Me"
    },
    {
        "artist": "Tommy Edwards",
        "lyrics": null,
        "title": "Honestly And Truly"
    },
    {
        "artist": "Ray Charles and his Orchestra",
        "lyrics": "  [Verse 1] That big eight-wheeler running down the track Means your true loving daddy ain't acoming back  [Chorus 1] Because he's moving on, he's rolling on You were flying too high for my little old sky So I'm moving on  [Verse 2] But some day, baby, when you've had you play You're going to want your daddy but your daddy will say  [Chorus 1]  [Verse 3] Mr. Farmer, won't you please listen to me? Cause I got to pretty mamma in Tennessee  [Chorus 1] Keep rolling on, keep moving on Please listen to me, let this rattler free And keep moving on, move on old son, move on  [Verse 4] Well, I told you, baby, from time to time But you just wouldn't listen or pay me no mind  [Chorus 1] And now I'm moving on, I'm rolling on I'm through with you, too bad you're blue But I'm moving on, move on, baby, move on  [Outro] I said move on, I said move on [x2] Well, I'm through with you, too bad you're blue I said move on, I said move on [x2]  ",
        "title": "I'm Movin' On"
    },
    {
        "artist": "Jan & Dean",
        "lyrics": null,
        "title": "There's A Girl"
    },
    {
        "artist": "Ralph DeMarco",
        "lyrics": null,
        "title": "Old Shep"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  (Love you, love you) I love you, there’s nothing to hide It’s better than burning inside I love you, no use to pretend There I’ve said it again I’ve said it, what more can I say Believe me, There’s no other way I just love you and will to the end There I’ve said it again  I tried to drum up A frase that would sum up All that I feel, that I feel for you But what good are frazes The thought that amazes Is you love me and it’s so heavenly Forgive me, for wanting you so There’s one thing I want you to know [?] and that I love you so Heaven knows when There I’ve said it again There I’ve said it again  ",
        "title": "There, I've Said It Again"
    },
    {
        "artist": "Lloyd Price and His Orchestra",
        "lyrics": "  Oh baby, please come home Won'tcha come home I'm sick and I'm all alone Won'tcha come home Oh, I love and miss you so Won'tcha come home How much you'll never know Won'tcha come home  Whoa, I need you That's why I'm blue Come on home Won'tcha come home Come on home  And I never thought I'd feel this way Won'tcha come home When you up and left that day Won'tcha come home But things haven't been the same Won'tcha come home All I ever hear is your name Won'tcha come home  Whoa, I need you That's why I'm blue Come on home Won'tcha come home Come on home  Whoa, I get so tired of bein' alone I can't even reach you by telephone Believe me baby, when I call on you I've got a whole lot of heartache from missing you Now tell me baby, how long Won'tcha come home And must I sing this song Won'tcha come home Oh, I must stop this third degree Won'tcha come home Honey, it's killing me Won'tcha come home  Whoa, I need you That's why I'm blue Come on home Won'tcha come home Come on home  I never thought I'd feel this way Won'tcha come home When you up and left that day Won'tcha come home But things haven't been the same Won'tcha come home All I ever hear is your name Won'tcha come home  Whoa, I need you That's why I'm blue Come on home Won'tcha come home Come on home  Won'tcha come home Come on home Won'tcha come home Come on home Won'tcha come home Come on home  ",
        "title": "Wont'cha Come Home"
    }
]