[
    {
        "artist": "The Beatles",
        "lyrics": "  [Intro] You say yes, I say no You say stop and I say go go go, oh no  [Chorus] You say goodbye and I say hello Hello hello I don't know why you say goodbye, I say hello Hello hello I don't know why you say goodbye, I say hello  I say high, you say low You say why and I say I don't know, oh no  [Chorus] You say goodbye and I say hello Hello hello I don't know why you say goodbye, I say hello Hello hello I don't know why you say goodbye, I say hello  Why why why why why why do you say goodbye goodbye, oh no?  [Chorus] You say goodbye and I say hello Hello hello I don't know why you say goodbye, I say hello Hello hello I don't know why you say goodbye, I say hello  You say yes (I say yes) I say no (But I may mean no) You say stop (I can stay) and I say go go go (Till it's time to go), oh Oh no  [Chorus] You say goodbye and I say hello Hello hello I don't know why you say goodbye, I say hello Hello hello I don't know why you say goodbye, I say hello  [Outro] Hela heba helloa Hela heba helloa, cha cha cha Hela heba helloa, wooo Hela heba helloa, hela Hela heba helloa, cha cha cha Hela heba helloa, wooo Hela heba helloa, cha cah cah  ",
        "title": "Hello Goodbye"
    },
    {
        "artist": "The Monkees",
        "lyrics": "  [Intro] Chip: 7A Davy: What number is this, Chip? Other 3 Monkees: 7-A! Davy: OK!, know what I mean, like don’t get excited man. It’s cause I’m short, I know  [Verse 1] Oh, I could hide 'neath the wings Of the bluebird as she sings The six o'clock alarm would never ring But it rings and I rise Wipe the sleep out of my eyes My shavin' razor's cold and it stings.  [Chorus] Cheer up, sleepy Jean Oh, what can it mean To a daydream believer And a homecoming queen  [Verse 2] You once thought of me As a white knight on his steed Now you know how happy I can be Oh, and our good times starts and end Without dollar one to spend. But how much, baby, do we really need  Cheer up, sleepy Jean Oh, what can it mean To a daydream believer And a homecoming queen  Cheer up, sleepy Jean Oh, what can it mean To a daydream believer And a homecoming queen  [Instrumental interlude]  Cheer up, sleepy Jean Oh, what can it mean To a daydream believer And a homecoming queen  [Repeat and fade]  ",
        "title": "Daydream Believer"
    },
    {
        "artist": "John Fred And The Playboys",
        "lyrics": "  Judy in disguise, well, that's what you are Lemonade pie with a brand new car Cantaloupe eyes, come to me tonight Judy in disguise with glasses  Keep a-wearing your bracelets and your new rara Cross your heart, yeah, with your living bra Chimney sweep sparrow with guise Judy in disguise with glasses  Come to me tonight, come to me tonight Taking everything in sight Except for the strings on my kite  Judy in disguise, hey, that's what you are Lemonade pies, hey, got your brand new car Cantaloupe eyes, come to me tonight Judy in disguise with glasses  Come to me tonight, come to me tonight Taking everything in sight Except for the strings on my kite  Judy in disguise, well, what you aiming for A circus of horrors, yeah, well, that's what you are You made me a life of ashes I guess I'll just take your glasses  ",
        "title": "Judy In Disguise (With Glasses)"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "I Heard It Through The Grapevine"
    },
    {
        "artist": "The Union Gap Featuring Gary Puckett",
        "lyrics": null,
        "title": "Woman, Woman"
    },
    {
        "artist": "Smokey Robinson & The Miracles",
        "lyrics": "  Maybe you want to give me kisses sweet Only for one night with no repeat And maybe you'd go away and never call And a taste of honey is worse than none at all Oh little girl  In that case I don't want no part I do believe that that would only break my heart Aah, But if you feel like loving me If you got the notion I second that emotion Well if you feel like giving me A lifetime of devotion I second that emotion  Maybe you'll think that love will tie you down And you don't have the time to hang around And Maybe you think that love was made for fools And so it makes you wise to break the rules Oh little girl  In that case I don't want no part I do believe that that would only break my heart Oh, But if you feel like loving me If you got the notion I second that emotion Said if you feel like giving me A lifetime of devotion I second that emotion  Oh little girl In that case I don't want no part I do believe that that would only break my heart Oh, But if you feel like loving me If you got the notion I second that emotion Said if you feel like giving me A lifetime of devotion I second that emotion  ",
        "title": "I Second That Emotion"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": "  [Chorus] Chain, chain, chain (Chain, chain, chain) Chain, chain, chain (Chain, chain, chain) Chain, chain, chain (Chain, chain, chain) Chain of fools  [Verse 1] For five long years I thought you were my man But I found out I'm just a link in your chain You got me where you want me I am nothing but your fool Ya treated me mean Oh you treated me cruel  [Chorus] Chain, chain, chain (Chain, chain, chain) Chain of fools  [Verse 2] Every chain, has got a weak link I might be weak yeah But I'll give you strength Oh, hey You told me to leave you alone My father said, \"Come on home\" My doctor said, \"Take it easy\" Oh but your loving is much too strong I'm added to your  [Chorus]  [Verse 3] One of these mornings The chain is gonna break But up until the day I'm going to take all I can take, oh hey  [Chorus] [x2]  ",
        "title": "Chain Of Fools"
    },
    {
        "artist": "The American Breed",
        "lyrics": "  You are all the woman I need, and baby you know it You can make this beggar a king, a clown or a poet I'll give you all that I own You got me standing in line Out in the cold Pay me some mind  Bend me, shape me Any way you want me Long as you love me, it's all right Bend me, shape me Any way you want me You got the power to turn on the light  Everybody tells me I'm wrong to want you so badly But there's a force driving me on, I follow it gladly So let them laugh I don't care Cause I got nothing to hide All that I want is you by my side  Bend me, shape me Any way you want me Long as you love me, it's all right Bend me, shape me Any way you want me You got the power to turn on the light Bend me shape me anyway you want me (fade)  ",
        "title": "Bend Me, Shape Me"
    },
    {
        "artist": "The Fantastic Johnny C",
        "lyrics": "  Baby, oh baby Boogaloo down Broadway Baby, oh baby Boogaloo down Broadway Come on Sally, come on Sue All day long we're gonna Boogaloo But when the sweat begins to fill the air We're gonna funky Broadway everywhere Baby, oh baby Boogaloo down Broadway Baby, oh baby Boogaloo down Broadway Come on baby, it ain't hard to do You've been doin' it ever since you were two That's it baby now you've got de swing Come on baby and shake that thing Baby, oh baby Boogaloo down Broadway Baby, oh baby Boogaloo down Broadway Everybody in your town Is gonna be boogaloo and Broadway bound So get your partner, get in line We're gonna have ourselves a heck of a time Baby, oh baby, Boogaloo down Broadway (repeat and fade)  ",
        "title": "Boogaloo Down Broadway"
    },
    {
        "artist": "Joe Tex",
        "lyrics": "  Unks: 'Moving out to you, now' 'Ah, I don't hear it' 'Hold it right there' 'I'm holding'  Spoken:  Say, man! Don't walk ahead of that woman Like she don't belong to you Just 'cause her got them little skinny legs You know that ain't no way to do  You didn't act like that when ya had it home Behind closed do's! Alright  Now, you act like you ashamed of the woman Don't even want nobody to know she's yo's But that's, alright You just walk on, baby! (hup, hup) H'uh! And don't you worry about a doggone thing, a'tol (hup, hup) Because there's some man, somewhere Who'll take you Baby, skinny legs and all  'I swear!' Keep on walkin', baby (Hup, hup) Show ya what I'm talkin' about  Listen to this:  Now, who'll take the woman with the skinny legs? (Try, Leroy) Stand right there baby, I'm 'on give you away In a minute  Come on, somebody please take the lady with The skinny legs? (I don't 'wan 'em!)  Now, ya'all know the lady with skinny legs Got to have somebody too, now (No, I don't wanna help that person!)  Will somebody, please take the lady with The skinny legs, please?  (Ay, Joe!) Yeah, Bobby (Why don't you take her?) She ain't no fool! I don't want no woman with no skinny legs  Look here!  I thought about givin' this woman to Clyde But, no Say, I know the kind-a women Clyde like Ol' Leroy'll take her Say, LEROY! You got her!  Say, Miss Sweetie Now, why you wan' act like that man Ain't yo's? Just 'cause he's walkin' with you With them raggedy clothes? Man just forgot to get his suit outta the cleaners That's all  Alright! Alright!  Ya act like that man don't belong to ya Go on over there and kiss 'em and Hold his hand Unk: 'Go over there and squeeze your man' Unk man: 'I'd like to have her squeeze my hand' Uh! Say you ain't gon' do what? Unk: 'I likes it' (Unk man w/woman-like voice) 'I say later, ho' 'That's alright You just walk on, mister! (Thank you, you're welcome!)  And don't you worry about a doggone thing a'tol (Hup, Hup) Because there's some woman Somewhere, who'll take you Mr. Raggedy Clothes and all  Yes they will Just keep on walkin' (Hup, Hup)  H'uh!  (Hup, Hup)  H'uh!  (Hup, Hup)  Don't be ashamed a-what you got  (Hup, Hup) (Hup, Hup)  Just sayin', what girl's that you dropped wouldn't tell you  ",
        "title": "Skinny Legs And All"
    },
    {
        "artist": "Martha Reeves & The Vandellas",
        "lyrics": null,
        "title": "Honey Chile"
    },
    {
        "artist": "The Lemon Pipers",
        "lyrics": "  Drop your silver in my tambourine Help a poor man fill a pretty dream Give me pennies, I'll take anything Now listen while I play My green tambourine  Watch the jingle jangle start to shine Reflections of the music that is mine When you toss a coin, you'll hear it sing Now listen while I play My green tambourine  Drop a dime before I walk away Any song you want, I'll gladly play Money feeds my music machine Now listen while I play My green tambourine  Listen and I'll play  ",
        "title": "Green Tambourine"
    },
    {
        "artist": "Marvin Gaye & Tammi Terrell",
        "lyrics": "  [Chorus] If I could build my whole world around you, darling  [Verse 1] First I'd put heaven by your side Pretty flowers would grow wherever you walk, honey And over your head would be the bluest sky And I'd take every drop of rain And wash all your troubles away I'd have the whole world built around you And that would be all right, oh yes it would  [Chorus]  [Verse 2] I'd make your eyes the morning sun I'd put so much love where there is sorrow I'd put joy where there's never been love And I'd give my love to you To keep for the rest of your life And happiness would surely be ours And that would be all right, oh yes it would  [Both:] Doo doo doo doo  [Chorus]  [Verse 3] I'd give you the greatest gift any woman could possess [T:] And I'd step into this world you've created And give you true love and tenderness And there'd be something new with every tomorrow To make this world better as days go by  [Chorus]  ",
        "title": "If I Could Build My Whole World Around You"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": null,
        "title": "Summer Rain"
    },
    {
        "artist": "Strawberry Alarm Clock",
        "lyrics": "  Ba-ba, ba-ba Ba-ba, ba-ba  Good sense, innocence, cripplin' mankind Dead kings, many things I can't define Occasions, persuasions clutter your mind Incense and peppermints, the color of thyme  Who cares what games we choose? Little to win, but nothin' to lose  Incense and peppermints, meaningless nouns Turn on, tune in, turn your eyes around Look at yourself, look at yourself, yeah, girl Look at yourself, look at yourself, yeah, girl, yeah, yeah  To divide the cockeyed world in two Throw your pride to one side, it's the least you can do Beatniks and politics, nothin' is new A yardstick for lunatics, one point of view  Who cares what games we choose? Little to win, but nothin' to lose  Good sense, innocence, cripplin' mankind Dead kings, many things I can't define Occasions, persuasions clutter your mind Incense and peppermints, the color of thyme  Who cares what games we choose? Little to win, but nothin' to lose  Incense, peppermints Incense, peppermints  Sha-la-la Sha-la-la Sha-la-la Sha-la-la Sha-la-la Sha-la-la  ",
        "title": "Incense And Peppermints"
    },
    {
        "artist": "Cher",
        "lyrics": "  Better sit down kids I'll tell you why, kids You might not understand, kids But give it a try, kids Now how should I put this I've got something to say You mother is staying But I'm going away No, we're not mad, kids It's hard to say why Your mother and I Don't see eye to eye  Say your prayers before you go to bed Make sure you get yourself to school on time I know you'll do the things your mother asks She's gonna need you most to stay in line Keep in mind your mother's gonna need Your help a whole lot more than she ever did before No more fights over little things because I won't be here to stop them anymore  I know you don't want this, neither do we But sometimes things happen That we can't foresee Now try to be calm, kids And don't look so sad Just cause I am leaving I'll still be your dad Just remember I love you And though I'm not here Just call if you need me And I'll always be near  Better sit down kids I'll tell you why, kids You might not understand, kids But give it a try, kids Now how should I put this I've got something to say You mother is staying But I'm going away No, we're not mad, kids It's hard to say why Your mother and I Don't see eye to eye  Well, I have to go now So kiss me goodbye My eyes are just red, kids I'm too big to cry  ",
        "title": "You Better Sit Down Kids"
    },
    {
        "artist": "The Rose Garden",
        "lyrics": null,
        "title": "Next Plane To London"
    },
    {
        "artist": "Stone Poneys Featuring Linda Ronstadt",
        "lyrics": "  You and I travel to the beat of a different drum Oh can't you tell by the way I run Every time you make eyes at me  You cry and moan and say it will work out But honey child I've got my doubts You can't see the forest for the trees  Oh don't get me wrong It's not that I knock it It's just that I am not in the market For a boy who wants to love only me  Yes, and I ain't saying you ain't pretty All I'm saying, I'm not ready For any person, place or thing To try and pull the reins in on me  So goodbye I'll be leaving I see no sense in this crying and grieving We'll both live a lot longer If you live without me  Oh don't get me wrong It's not that I knock it It's just that I am not in the market For a boy who wants to love only me  Yes, and I ain't saying you ain't pretty All I'm saying, I'm not ready For any person, place or thing To try and pull the reins in on me  So goodbye I'll be leaving I see no sense in this crying and grieving We'll both live a lot longer If you live without me  ",
        "title": "Different Drum"
    },
    {
        "artist": "The Cowsills",
        "lyrics": "  I saw her sitting in the rain Raindrops falling on her She didn't seem to care She sat there and smiled at me  Then I knew (I knew, I knew, I knew, I knew) She could make me happy (happy, happy) (She could make me very happy) Flowers in her hair (in her hair) Flowers everywhere (everywhere)  (I love the flower girl)(I love the flower girl) Oh, I don't know just why She simply caught my eye (I love the flower girl)(I love the flower girl) She seemed so sweet and kind She crept into my mind (To my mind)(to my mind)  I knew I had to say hello (hello, hello) She smiled up at me (hello, how do you do) And she took my hand And we walked through the park alone  And I knew (I knew, I knew, I knew, I knew) She had make me happy (happy, happy) (She had make me very happy) Flowers in her hair (in her hair) Flowers everywhere (everywhere)  (I love the flower girl)(I love the flower girl) Oh, I don't know just why She simply caught my eye (I love the flower girl)(I love the flower girl) She seemed so sweet and kind She crept into my mind (To my mind)(to my mind)  Suddenly, the sun broke through (see the sun) I turned around, she was gone (where did she go) And all I had left Was one little flower in my hand  But I knew (I knew, I knew, I knew, I knew) She had make me happy (happy, happy) (She had make me very happy) Flowers in her hair (in her hair) Flowers everywhere (everywhere)  (I love the flower girl)(I love the flower girl) Was she reality Or just a dream to me (I love the flower girl)(I love the flower girl) Her love showed me the way To find a sunny day (Sunny day)(sunny day, sunny day)  (I love the flower girl)(I love the flower girl) Was she reality Or just a dream to me  ",
        "title": "The Rain, The Park & Other Things"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  The moment I wake up I say a little prayer for you While combing my hair, now And wonder what dress to wear, now I say a little prayer for you  Forever, forever, you'll stay in my heart And I will love you Forever, and ever, we never will part Oh, how I'll love you Together, together, that's how it must be To live without you Would only mean heartbreak for me  I run for the bus, dear While riding I think of us, dear I say a little prayer for you At work, I just take time And all through my coffee break-time I say a little prayer for you  Forever, forever, you'll stay in my heart And I will love you Forever, and ever, we never will part Oh, how I'll love you Together, together, that's how it must be To live without you Would only mean heartbreak for me  I say a little prayer for you At work, I just take time And all through my coffee break-time I say a little prayer for you Forever, and ever, you'll stay in my heart And I will love you Forever, and ever, we never will part Oh, how I'll love you Together, together, that's how it must be To live without you Would only mean heartbreak for me  My darling, believe me For me there is no one, no body but you Please love me, too I'm in love with you Answer my prayer No body but you Please love me, too I'm in love with you Answer my prayer  ",
        "title": "I Say A Little Prayer"
    },
    {
        "artist": "The Buckinghams",
        "lyrics": null,
        "title": "Susan"
    },
    {
        "artist": "The Esquires",
        "lyrics": null,
        "title": "And Get Away"
    },
    {
        "artist": "Donovan",
        "lyrics": "  Color in sky, prussian blue Scarlet fleece changes hue Crimson ball sinks from view Wear your love like heaven (Wear your love like) Wear your love like heaven (Wear your love like) Wear your love like heaven (Wear your love)  Lord, kiss me once more Fill me with song Allah, kiss me once more That I may, that I may Wear my love like heaven (Wear my love like) Wear my love like heaven (Wear my love) La-la, la-la-la, la-la-la, la-la-la  Color sky, havana lake Color sky, rose carmethene Alizarin crimson Wear your love like heaven (Wear your love like) Wear your love like heaven (Wear your love like) Wear your love like heaven (Wear your love)  Lord, kiss me once more Fill me with song Allah, kiss me once more That I may, that I may Wear my love like heaven (Wear my love like) Wear my love like heaven (Wear my love) La-la, la-la-la, la-la-la, la-la-la  Cannot believe what I see All I have wished for will be All our race proud and free Wear your love like heaven (Wear your love like) Wear your love like heaven (Wear your love like) Wear your love like heaven (Wear your love)  Lord, kiss me once more Fill me with song Allah, kiss me once more That I may, that I may Wear my love like heaven (Wear my love like) Wear my love like heaven (Wear my love) Carmine Carmine  ",
        "title": "Wear Your Love Like Heaven"
    },
    {
        "artist": "Eric Burdon & The Animals",
        "lyrics": null,
        "title": "Monterey"
    },
    {
        "artist": "The Young Rascals",
        "lyrics": "  It's wonderful, S'wonderful Tell you a story May seem hard to believin' time of the season All of my glory made me much more aware of the problem we share If we unite it'll all turn out right It's wonderful, you can feel it believe me S'wonderful, everything'll turn out right S'wonderful, I'm gonna take you with me Every awareness Seems to bring us together, storm in the weather Being enlightened is like choosing the road in which you wish to go Planting a seedling and watching it grow Wonderful, you can feel it believe me Wonderful, everything'll be right S'wonderful, I think I'm goin', goin' Goin', goin', goin', goin', goin'.... ........... People keep happy You'll be happier yet for there's help: you forget When you are happy every place feels like home 'cause you're never Alone There's much to be said but it's all in your head S'wonderful, ain't it groovy S'wonderful S'wonderful, you can feel it believe me Swonderful, everything'll be right, right, right I'm gonna take you with me S'wonderful (it's gonna be right) (bye, bye) (Gonna ride with my baby) (wonderful, wonderful.......)  ",
        "title": "It's Wonderful"
    },
    {
        "artist": "The Turtles",
        "lyrics": "  Mornin', mornin' glory If you'd like to know where was I last night Well, I saw a girl with a boy in her eye And she's so outta sight  She's my girl And that's where I was last night Off in a dream  She's my girl I took her away last night Went for a ride Off in the sky, that's where I was last night  I just come back to tell ya There's a little bit of heaven underneath the apple tree And every time I see you with that smile upon your face There's a little bit there for me  And she's my girl And that's where I was last night Went for a ride  She's my girl I took her away last night We went for a ride My girl And that's where I was last night Off in the sky  She's my girl I took her away last night Off in the sky My girl And that's where I was last night Gettin' so high Off in the sky, that's where I was last night  My girl I took her away last night We went for a ride My girl And that's where I was last night Gettin' so high My girl I took her away last night Off in the sky My girl And that's where I was last night Gettin' so high  ",
        "title": "She's My Girl"
    },
    {
        "artist": "Ed Ames",
        "lyrics": "  Hallelujah! Hallelujah!, Hallelujah!  From the canyons of the mind We wander on and stumble blindly Through the often-tangled maze Of starless nights and sunless days While asking for some kind of clue Or road to lead us to the truth But who will answer?  Side by side two people stand Together vowing, hand-in-hand That love's imbedded in their hearts But soon an empty feeling starts To overwhelm their hollow lives And when they seek the hows and whys Who will answer?  On a strange and distant hill A young man's lying very still His arms will never hold his child Because a bullet running wild Has struck him down. And now we cry \"Dear God, Oh, why, oh, why?\" But who will answer?  High upon a lonely ledge A figure teeters near the edge And jeering crowds collect below To egg him on with, \"Go, man, go!\" But who will ask what led him To his private day of doom And who will answer?  (Chorus) If the soul is darkened By a fear it cannot name If the mind is baffled When the rules don't fit the game Who will answer? Who will answer? Who will answer? Hallelujah! Hallelujah!, Hallelujah!  In the rooms of dark and shades The scent of sandalwood pervades The colored thoughts in muddled heads Reclining in the rumpled beds Of unmade dreams that can't come true And when we ask what we should do Who... Who will answer?  'Neath the spreading mushroom tree The world revolves in apathy As overhead, a row of specks Roars on, drowned out by discotheques And if a secret button's pressed Because one man has been outguessed Who will answer?  Is our hope in walnut shells Worn 'round the neck with temple bells Or deep within some cloistered walls Where hooded figures pray in halls? Or crumbled books on dusty shelves Or in our stars, or in ourselves Who will answer?  (Repeat Chorus Below) If the soul is darkened By a fear it cannot name If the mind is baffled When the rules don't fit the game Who will answer? Who will answer? Who will answer? Hallelujah! Hallelujah!, Hallelujah!  ",
        "title": "Who Will Answer?"
    },
    {
        "artist": "Etta James",
        "lyrics": "  [Verse 1:] You thought you had found a good girl One to love you And give you the world  Now you find that You been misused Talk to me I'll do what you choose  I want you to  [Chorus:] Tell Mama All about it  Tell Mama What you need Tell Mama What you want and I'll make everything all right  [Verse 2:] That girl you had Didn't have no sense She wasn't worth All the time you spent  She had another man Throw you outdoors Now the same man Is wearing your clothes  I want you to  [Repeat Chorus:]  [Bridge:] She would embarrass you anywhere She let everybody Know she didn't care  Give me a chance I've been begging you I just wanna take care of you  [Chorus:] I want you to  Tell Mama All about it Tell Mama What you need  Tell Mama What you want Tell Mama What you want right now  Tell me Tell your Mam... [fade] Tell your Mama What you got to have  ",
        "title": "Tell Mama"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": "  (Junior's) I've been praying for you 'Cause I'm lonely and so blue Smiles have all turned to tears But tears won't wash away my fears  That you never, ever, gonna return (Ain't gonna return) To ease the fire that within me burns (Hey, hey, hey, burns) Keep me cryin', baby for you (Burning and crying and crying) Keep me sighin', baby for you (Sighing, sighing and crying) (So) Why don't ya hurry Come on, girl See about me (Junior)  (See if you see about, Junior) Yeah, yeah (See about, see about Junior) See about me See if you see about, Junior) See about me, yea!  (sax & instrumental)  (See about, see about, Junior) (See about, see about, Junior)  (Come see about, see about Junior) (Come see about, see about Junior)  I've given up my friends just for you My friends have all gone and you, too No more peace shall I find Until you come back and be mine  No matter what you do or say (What you do or say) (Won't do) I'm gonna love you anyway (Just be that way) (Won't do)  Keep on cryin' baby for you (Burning, crying and trying) I'm gonna keep on sighin' baby for you (Burning, sighing and trying) So come on, hurry, yeah, girl (Come) See about me (Junior)  Woo-hoo (Come see about, see about, Junior) See about Junior (See about, see about, Junior) See about me Yeah!  (sax & instrumental)  (I'm talkin' 'bout, Junior) (About, Junior) (I'm talking 'bout, Junior) (About, Junior)  (I'm talking 'bout, Junior, about Junior) (I'm talking 'bout, Junior, about Junior)  I'm cryin' out (boo-hoo) ('Cause Junior's smile is for you) (Junior's, dyin' for you) (Junior's smile is for you)  Fades: Junior's smile  ~  ",
        "title": "Come See About Me"
    },
    {
        "artist": "The Doors",
        "lyrics": "  [Chorus 1] Love me two times, baby Love me twice today Love me two times, girl I'm going away Love me two times, girl One for tomorrow One just for today Love me two times I'm going away  [Chorus 2] Love me one time I could not speak Love me one time Yeah, my knees got weak But love me two times, girl Last me all through the week Love me two times I'm going away Love me two times I'm going away  Oh, yes  [Chorus 2] Love me one time Could not speak Love me one time Yeah, my knees got weak Love me two times, girl Last me all through the week Love me two times I'm goin' away  [Chorus 1] Love me two times, baby Love me twice today Love me two times, girl I'm goin' away Love me two times, girl One for tomorrow One just for today Love me two times I'm goin' away  ",
        "title": "Love Me Two Times"
    },
    {
        "artist": "Petula Clark",
        "lyrics": "  Life is never what it seems We're always searching in our dreams To find that little castle in the air When worry starts to cloud the mind It's hard to leave it all behind And just pretend you haven't got a care  There's someone else in your imagination You wish that you were standing in their shoes You'd change your life without much hesitation But would you if you really had to choose?  So, don't look around Get your feet on the ground It's much better by far To be just who you are  The other man's grass is always greener The sun shines brighter on the other side The other man's grass is always greener Some are lucky, some are not But just be thankful for what you've got  Many times, it seems to me There's someone else I'd rather be Living in a world of make-believe To stay in bed 'til nearly three With nothing there to worry me Would seem to be the life I might achieve  But deep inside, I know I'm really lucky With happiness I've never known before And just as long as you are there beside me I know that I could ask for nothing more  Then living can start With the love in your heart So, with you all the time All the treasures I've longed for are mine  The other man's grass is always greener The sun shines brighter on the other side The other man's grass is always greener Some are lucky, some are not But I'm so thankful for what I've got  The other man's grass is always greener The sun shines brighter on the other side The other man's grass is always greener Some are lucky, some are not But I'm so thankful for what I've got  ",
        "title": "The Other Man's Grass Is Always Greener"
    },
    {
        "artist": "The Sandpebbles",
        "lyrics": null,
        "title": "Love Power"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": "  When you touch me When you touch me Good God  When you touch me Lookie here I can't stand it Can't stand it I can't stand your love I can't stand your love  You don't love nobody else Get back; I can't stand myself Can't stand your love Good God  Early in the morning Can't get it right Had a little time With my baby last night  Early in the morning Gotta do the walk My baby, just let me talk  When you touch me, good God When you touch me, all right Come on, baby, hold my hand Just want you to know I'm a soul man  Can't stand it Can't stand it Can't stand it; lookie here  Can't stand it, baby Can't stand it Can't stand your love Can't stand it I can't stand your love  Lookie here, baby What you want me to do? Baby, what you want me to do? You made me, made me love you  You give me fever; my body's wet You give me fever, break out In a cold sweat  Baby, good God Baby, lookie here Sometimes I want you Sometime I call Sometimes I ring so hard  Come on, good God Baby, lookie here Can't stand your love Can't stand your love Can't try your love Can't stand your love  I can't stand it I can't stand it, good God Can't stand it, all right I can't stand it, all right  Bass, lookie here Bass, Tim Help me out, Tim Show me how you work A little bit, Tim  Good God, Good God All right, can't stand it  Wait a minute, Tim Let me get this whole thing Together over here  Can't stand it  ",
        "title": "I Can't Stand Myself (When You Touch Me)"
    },
    {
        "artist": "Jay And The Techniques",
        "lyrics": "  Keep the ball rollin', Keep the ball rollin' Girl, the name of the game is love On your mark, get set, let the kissin' start And just Keep the ball rollin' baby Right into my heart  How can you ask me to try And get by with just one little kiss The kissin' you do I need a second helping to When you light the fire in my heart And ev'ry part of me is burning for you  You got to put your lips closer to mine Girl, you got to follow it thru (You got to follow it thru,) You got to follow it thru (You got to follow it thru.)  Keep the ball rollin', Keep the ball rollin' Girl, the name of the game is love On your mark, get set, let the kissin' start And just Keep the ball rollin' baby Right into my heart  Half of a loaf isn't better than none when I'm starvin' for you Don't hold me tight if ev'ry night we stop at two If you want me there when you call Then girl it's all or nothing next time you do  You got to put your lips closer to mine Girl, you got to follow it thru (You got to follow it thru,) You got to follow it thru (You got to follow it thru.)  Keep the ball rollin', Keep the ball rollin' Girl, the name of the game is love On your mark, get set, let the kissin' start And just Keep the ball rollin' baby  ",
        "title": "Keep The Ball Rollin'"
    },
    {
        "artist": "The Human Beinz",
        "lyrics": null,
        "title": "Nobody But Me"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": "  By the time I get to Phoenix she'll be rising She'll find the note I left hangin' on her door She'll laugh when she reads the part that says I'm leavin' 'Cause I've left that girl so many times before  By the time I make Albuquerque she'll be working She'll prob'ly stop at lunch and give me a call But she'll just hear that phone keep on ringin' Off the wall that's all  By the time I make Oklahoma she'll be sleepin' She'll turn softly and call my name out loud And she'll cry just to think I'd really leave her Tho' time and time I try to tell her so She just didn't know I would really go  ",
        "title": "By The Time I Get To Phoenix"
    },
    {
        "artist": "Lulu",
        "lyrics": null,
        "title": "Best Of Both Worlds"
    },
    {
        "artist": "The Lettermen",
        "lyrics": null,
        "title": "Goin' Out Of My Head/Can't Take My Eyes Off You"
    },
    {
        "artist": "Engelbert Humperdinck",
        "lyrics": "  They say you've found somebody new But that won't stop my loving you I just can't let you walk away Forget the love I had for you  Guess I could find somebody new But I don't wan't no one but you How can you leave without regret? Am I that easy to forget?  Before you leave be sure you find You want his love much more than mine 'Cause I'll just say we've never met If I'm that easy to forget  They say you've found somebody new But that won't stop my loving you How could you leave without regret? Am I that easy to forget?  Guess I could find somebody new But I don't wan't no one but you How can you leave without regret? Am I that easy to forget?  ",
        "title": "Am I That Easy To Forget"
    },
    {
        "artist": "The Marvelettes",
        "lyrics": "  You are under my power It is the power of love Eyes that hypnotize And all it takes is just once glance Just one look at him Puts me in a lover's trance  Now listen No rabbits in his hand No pigeons up his sleeve But you better believe When I prove he can do so much My baby must be a magician 'Cause he's sure got the magic touch  Oh, my morale was low Then he appeared just like a genie His love has the power He's my private great Houdini  No reading decks of cards No cords that disappear No special gear Like Aladdin's lamp and such But my baby must be a magician 'Cause he's sure got the magic touch  Whenever I'm feeling bad My baby simply kisses me And then Presto, Chango, Ala-kazam I'm alright again Oh, yes I am Yes, I am alright  No mystic crystal ball No long black flowing cape But I can't escape From his tender loving touch  Oh, my baby must be a magician 'Cause he's sure got the magic touch Say my baby must be a magician 'Cause he's sure got the magic touch  ",
        "title": "My Baby Must Be A Magician"
    },
    {
        "artist": "Peaches & Herb",
        "lyrics": null,
        "title": "Two Little Kids"
    },
    {
        "artist": "Percy Sledge",
        "lyrics": null,
        "title": "Cover Me"
    },
    {
        "artist": "Small Faces",
        "lyrics": "  Over bridge of sighs To rest my eyes in shades of green Under dreamin' spires To Itchycoo Park, that's where I've been  What did you do there? I got high What did you feel there? Well I cried But why the tears there? I'll tell you why It's all too beautiful It's all too beautiful It's all too beautiful It's all too beautiful  I feel inclined to blow my mind Get hung up feed the ducks with a bun They all come out to groove about Be nice and have fun in the sun  Tell you what I'll do (what will you do?) I'd like to go there now with you You can miss out school (won't that be cool) Why go to learn the words of fools? What will we do there? We'll get high What will we touch there? We'll touch the sky But why the tears then? I'll tell you why  It's all too beautiful It's all too beautiful It's all too beautiful It's all too beautiful  I feel inclined to blow my mind Get hung up feed the ducks with a bun They all come out to groove about Be nice and have fun in the sun  It's all too beautiful It's all too beautiful It's all too beautiful Ha! It's all too beautiful It's all too beautiful It's all too beautiful It's all too beautiful It's all too beautiful  ",
        "title": "Itchycoo Park"
    },
    {
        "artist": "Wes Montgomery",
        "lyrics": null,
        "title": "Windy"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": null,
        "title": "I'm In Love"
    },
    {
        "artist": "Dean Martin",
        "lyrics": "  In the misty moonlight By the flickering firelight Any place is all right Long as I'm with you  In a far away land On a tropic sea sand If your hand's in my hand I won't be blue  Way up on a mountain Way down in a valley I know I'll be happy Any place anywhere I don't care  In the misty moonlight By the flickering firelight Any place is all right Long as you are there  In the misty moonlight By the flickering firelight Any place is all right Long as I'm with you In a far away land On a tropic sea sand If your hand's in my hand I won't be blue  Way up on a mountain Way down in a valley I know I'll be happy Any place anywhere I don't care In the misty moonlight By the flickering firelight Any place is all right Long as you are there  In the misty moonlight By the flickering firelight Any place is all right Long as I'm with you  In the misty moonlight By the flickering firelight....  ",
        "title": "In The Misty Moonlight"
    },
    {
        "artist": "Classics IV",
        "lyrics": null,
        "title": "Spooky"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  {​Instrumental Hook}​  [Chorus] She comes in colours everywhere; She combs her hair She's like a rainbow Coming colors in the air Oh, everywhere She comes in colours  [Chorus] She comes in colours everywhere; She combs her hair She's like a rainbow Coming colours in the air Oh, everywhere She comes in colours  {​Instrumental}​  [Verse 1] Have you seen her dressed in blue See the sky in front of you And her face is like a sail Speck of white so fair and pale Have you seen the lady fairer  [Chorus] She comes in colours everywhere; She combs her hair She's like a rainbow Coming colors in the air Oh, everywhere She comes in colours  [Verse 2] Have you seen her all in gold Like a queen in days of old She shoots colours all around Like a sunset going down Have you seen the lady fairer  [Chorus] She comes in colours everywhere; She combs her hair She's like a rainbow Coming colours in the air Oh, everywhere She comes in colours  {​Instrumental}​  [Outro] She's like a rainbow Coming colours in the air Oh, everywhere She comes in colours  ",
        "title": "She's A Rainbow"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": null,
        "title": "Everybody Knows"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  Dear Eloise, I am writing to say A number of funny things I heard today I heard that he's left you and run off to sea Could be the best thing that's happened to me  Writing a letter to make you feel better Sorry to hear that he left you that way I could have told you, he was much older So much older than you  You rushed in blindly, he treated you kindly Until he found out what he could get from you You should have departed before he got started Now you've been burned just like I said you would  Please read my letter closely It's beneficial too You must read in-between the lines A message you will see If you use your mind, you'll find I want you back with me  Ba ba ba ba ba, ba ba ba ba ba Ba ba ba ba ba ba ba ba ba ba Ba ba ba ba ba, ba ba ba ba ba Ba ba ba ba ba ba ba ba ba ba  Writing a letter to make you feel better Sorry to hear that he left you that way I could have told you, he was much older So much older than you So much older than you So much older than you  Dear Eloise, I am writing to say A number of funny things I heard today I heard that he's left you and run off to sea Could be the best thing that's happened to me  ",
        "title": "Dear Eloise"
    },
    {
        "artist": "The Mamas & The Papas",
        "lyrics": null,
        "title": "Dancing Bear"
    },
    {
        "artist": "The Foundations",
        "lyrics": "  Baby, now that I've found you, I can't let you go I'll build my world around you, I need you so Baby, even though you don't need me You don't need me  Baby, now that I've found you, I can't let you go I'll build my world around you, I need you so Baby, even though you don't need me You don't need me  Baby, baby, since first we met I knew in this heart of mine, (I wanna tell you...) The love we had could not be bad Play it right and bide my time  Spent a lifetime looking for somebody To give me love like you Now you've told me that you wanna leave me (Darling, I just can't let you)  Baby, now that I've found you, I can't let you go I'll build my world around you, I need you so Baby, even though you don't need me You don't need me  Baby, now that I've found you, I can't let you go I'll build my world around you, I need you so Baby, even though you don't need me You don't need me  Spent a lifetime looking for somebody To give me love like you Now you've told me that you wanna leave me (Darling, I just can't let you)  Baby, now that I've found you, I can't let you go I'll build my world around you, I need you so Baby, even though you don't need me You don't need me  Baby, now that I've found you, I can't let you go I'll build my world around you, I need you so Baby, even though you don't need me  ",
        "title": "Baby, Now That I've Found You"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": null,
        "title": "Darlin'"
    },
    {
        "artist": "Soul Survivors",
        "lyrics": null,
        "title": "Explosion (In Your Soul)"
    },
    {
        "artist": "The Box Tops",
        "lyrics": "  The city lights, the pretty lights They can warm the coldest nights All the people going places Smiling with electric faces What they find, the glow erases And what they lose, the glow replaces  And life is love In a neon rainbow A neon rainbow  Moving lines, flashing signs Blinking faster than the minds Leading people with suggestions Leaving no unanswered questions You can live without direction And it don't have to be perfection  And life is love In a neon rainbow A neon rainbow  But in the daytime, everything changes Nothing remains the same No one smiles anymore And no one will open his door until the night time comes  And then the city lights, the pretty lights They can warm the coldest nights All the people going places Smiling with the electric faces What they find, the glow erases And what they lose, the glow replaces  And life is love In a neon rainbow A neon rainbow A neon rainbow  ",
        "title": "Neon Rainbow"
    },
    {
        "artist": "Billy Vera & Judy Clay",
        "lyrics": null,
        "title": "Storybook Children"
    },
    {
        "artist": "Henson Cargill",
        "lyrics": "  Skip a rope, skip a rope Oh listen to the children while they play Now ain't it kind of funny what the children say? Skip a rope  Daddy hates mommy, mommy hates dad Last night you should'a heard the fight they had It gave little sister another bad dream She woke us all up with a terrible scream  Skip a rope, skip a rope Oh, listen to the children while they play Now ain't it kind of funny what the children say?  Skip a rope  Cheat on your taxes, don't be a fool Now what was that they said about a golden rule? Never mind the rule, just play to win And hate your neighbor for the shade of his skin  Skip a rope, skip a rope Oh, listen to the children while they play Now ain't it kind of funny what the children say? Skip a rope  Stab 'em in the back that's the name of the game And mommy, and daddy, are who's to blame  Skip a rope, skip a rope Just listen to your children while they play It's really, not, very funny, what the children say Skip a rope (4 x descending)  ",
        "title": "Skip A Rope"
    },
    {
        "artist": "Sonny & Cher",
        "lyrics": "  Baby don't you worry When things ain't going right Don't be in a hurry To run away when you're uptight Love is sweet if we stick together Solve our problems for forever  [Chorus] 'Cause we got a good combination Yeah we got a good combination Can't you see you and me Got the key to be happy Yeah oh yeah yeah oh yeah Yeah oh yeah  Baby when you're crying I'll love your tears away And I will always be trying To keep you happy through the years As long as we just keep on kissing There's nothing in the world We won't be missing  [Chorus] As long as we just keep on kissing There's nothing in the world We won't be missing  [Chorus] Yeah (We got a good combination) Yeah (We got a good combination) Yeah (We got a good combination) Yeah (We got a good combination) Yeah (We got a good combination)  ",
        "title": "Good Combination"
    },
    {
        "artist": "Vikki Carr",
        "lyrics": null,
        "title": "The Lesson"
    },
    {
        "artist": "Tommy Boyce & Bobby Hart",
        "lyrics": null,
        "title": "I Wonder What She's Doing Tonite"
    },
    {
        "artist": "Peter, Paul & Mary",
        "lyrics": null,
        "title": "Too Much Of Nothing"
    },
    {
        "artist": "Frankie Valli",
        "lyrics": null,
        "title": "To Give (The Reason I Live)"
    },
    {
        "artist": "Strawberry Alarm Clock",
        "lyrics": null,
        "title": "Tomorrow"
    },
    {
        "artist": "Tom Jones",
        "lyrics": null,
        "title": "I'm Coming Home"
    },
    {
        "artist": "The Dells",
        "lyrics": null,
        "title": "O-O, I Love You"
    },
    {
        "artist": "The O'Jays",
        "lyrics": "  Do do do do... I always like to be On my P's and Q's I don't want to miss something Nice that I can do for you I know you love me The way I, ohh But something inside of me Keeps saying do more Do more, do more if you can I got news for you Good news for, oh I'm gonna be sweeter to you Than I was yesterday You call me your Sugar and spice man Your everything nice man But I'm just trying to Give you half as much As you've given me And I, I don't doubt myself I know I'm doing my jo But I believe I can squeeze A little bit more love Out of this old heart I know you love me The way I, ohh But something inside of me Keeps saying do more Do more, do more if you can I got news for you Good news for, oh I'm gonna be much sweeter To you than I was yesterday I got news for you Good news for, oh I'm gonna be sweeter to you Than I was yesterday  ",
        "title": "I'll Be Sweeter Tomorrow (Than I Was Today)"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": "  Just as much as ever I need you and want you to be here Just as much as ever I love you, and always will, my dear  Even though we two are parted My feelings for you never drop For loving you is something I started And don't know how to stop  Just as much as ever I'm hoping that you'll be mine again Darlin', 'cause I'll never be satisfied till then For I am still the same old me With the same old love for you Just as much as ever, my heart beats for you  (Just as much as ever) (I'm hoping that you'll be mine again) Darling, 'cause I'll never be satisfied till then For I am still the same old me With the same old love for you Just as much as ever, my heart beats for you  ",
        "title": "Just As Much As Ever"
    },
    {
        "artist": "Brenton Wood",
        "lyrics": "  I run after you like a fool would do But mama didn't raise no fools and I should know That baby, you got it, heh That's all I can say  For you got soul, too much soul Foxy clothes, the cutest nose A groovy set There's nothing fake about you Baby, you got it  People can be cruel, they say I've lost my cool But it's very hard to keep my cool when I'm around you 'Cause baby you got it That's all I can say  For you got soul, too much soul Foxy clothes, the cutest nose A movie set There's nothing fake about you Baby, you got it  Now that I found you , gonna cling to you I'll give you love and money, everything to you No matter what they say, no matter what I do I'm never gonna love another girl but you 'Cause baby you got it, huh That's all I can say to you  For you got soul, too much soul Foxy clothes, the cutest nose A movie set There's nothing fake about you Baby, you got it  My friends say, \"No can be,\" you're not the girl for me But I see a lot of things in you that they can't see And baby, you got it, heh That's all I can say to you  For you got soul, too much soul Baby, you got it Foxy clothes, the cutest nose Baby, you got it  The greatest shape, there's nothin' fake Baby, you got it The groovy lip, make me flip Baby, you got it  ",
        "title": "Baby You Got It"
    },
    {
        "artist": "Dusty Springfield",
        "lyrics": null,
        "title": "What's It Gonna Be"
    },
    {
        "artist": "Jefferson Airplane",
        "lyrics": "  I didn't know you were the one for me, I couldn't see But you were waiting For someone to come along to help you out to sing your song And I was changing; All I see is you; All I feel is you for me!  And I would really like to watch you ride; And always feel you by my side; I would really like to watch you ride All on me!  I go stumbling to the sky, and I seem to fly so high I see you, I feel you; You have a way of walking 'round your feet they never touch the ground And you are shining; All I see is you; All I feel is you for me!  Times don't change; Times don't ever change for me; And I know that you could be the only thing in my world The only thing that my mind would find; For love, for love and peace of mind, for me, for me; Oh  Your Shadow in the morning sun becomes my fun, and we can say \"I love you, love you\" My morning shines on silver beaches, your light flashes to the reaches Of my mind, my mind, of My mind, and my mind it comes alive with you; It's all that I can do to sit here and let you blow my mind; Ah! My mind You're so fine, in my mind you're so fine, in my mind you're so fine You're so fine, in my mind, you're so fine in mind  ",
        "title": "Watch Her Ride"
    },
    {
        "artist": "Bill Cosby",
        "lyrics": null,
        "title": "Hooray For The Salvation Army Band"
    },
    {
        "artist": "Nancy Sinatra & Lee Hazlewood",
        "lyrics": "  [Chorus:] Some velvet mornin' when i'm straight I'm gonna open up your gate And maybe tell you 'bout phaedra And how she gave me life And how she made it end Some velvet mornin' when i'm straight  [Verse 1:] Flowers growing on a hill, dragonflies and daffodils Learn from us very much, look at us but do not touch Phaedra is my name  [Chorus]  [Verse 2:] Flowers are the things we know, secrets are the things we grow Learn from us very much, look at us but do not touch Phaedra is my name  [Chorus:] Some velvet mornin' when i'm straight Flowers growing on a hill I'm gonna open up your gate Dragonflies and daffodils And maybe tell you 'bout phaedra Learn from us very much And how she gave me life Look at us but do not touch Fade  ",
        "title": "Some Velvet Morning"
    },
    {
        "artist": "Al Greene & The Soul Mate's",
        "lyrics": "  Back up train (Back up train) Turn it around (Turn around) I've got to take my baby (Got to take my baby) Ohh, wherever I'm bound I'm (Roaming through this lane) Everyday, baby (Roaming through this lane) Ohh I'm a lonely man Just a lonely man Need a helping hand Yeah, yea, yea Back up train (Back up train) But ease the pain (Ease the pain) Take me to my baby (Take me to my baby) Oh, I'm going insane So, Mister conductor (Turn this train around) All you gotta do now (Turn this train around) Ohh Music in my hand I'm a lonely man Need a helping hand Yeah, yeah So back this train up It's all you gotta do now, now I'll never forget the girl, I left behind (Back up train) Her tears, her kiss, her face stay on my mind I got to make her say that she'll forgive me I gotta get back, so, ohh Baby, baby, baby, baby (Back up train) I need, I need your loving right now, darling Oh (Back up train) Oh, I need my baby  ",
        "title": "Back Up Train"
    },
    {
        "artist": "Hugh Masekela",
        "lyrics": null,
        "title": "Up-Up And Away"
    },
    {
        "artist": "Jimi Hendrix",
        "lyrics": "  [Verse] Foxy, Foxy You know you're a cute little heart breaker (ha!) Foxy, yeah And you know you're a sweet little love-maker (huh) Foxy I wanna take you home (huh), yeah I won't do you no harm, no (ha!) You've got to be all mine, all mine Ooh, Foxy Lady, yeah Foxy, Foxy Now-a, I see you come down on the scene Oh, Foxy You make me, wanna get up and-a scream Foxy, oh baby listen now I've made up my mind (uhh) I'm tired of wasting all my precious time You've got to be all mine, all mine Foxy Lady Here I come (Foxy Lady) (Foxy Lady) (Foxy) (Foxy), yeah I'm gonna take you home (huh!) I won't do you no harm, no You've got to be all mine, all mine Foxy Lady Here I come, baby I'm coming to get you  Oh, Foxy Lady (Foxy), yeaahh Ooh, you look so good (Foxy) Foxy Oh yeah, (Foxy) Ooh! Foxy Yeah,  (Foxy) ? Foxy You make me feel like uh Feel (Foxy) like singing, Foxy Oh, lady (Foxy) Foxy (Foxy) lady Foxy (Foxy) lady  ",
        "title": "Foxey Lady"
    },
    {
        "artist": "Carla Thomas",
        "lyrics": null,
        "title": "Pick Up The Pieces"
    },
    {
        "artist": "King Curtis & The Kingpins",
        "lyrics": null,
        "title": "I Was Made To Love Her"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": null,
        "title": "Lost"
    },
    {
        "artist": "The Fireballs",
        "lyrics": null,
        "title": "Bottle Of Wine"
    },
    {
        "artist": "Al Martino",
        "lyrics": null,
        "title": "A Voice In The Choir"
    },
    {
        "artist": "Arthur Prysock",
        "lyrics": null,
        "title": "A Working Man's Prayer"
    },
    {
        "artist": "Joe Simon",
        "lyrics": "  I've been searchin' So long I thought that love Would never come along All I could hear Was those sad songs But you came along And now they're gone  [Chorus:] No sad songs for me Now that I know what love can be You put a lovin' That used to be great [?] Honey, I love you For eternally  [End Chorus]  [Verse 1:] I knew someday I'd find Love, joy, peace of mind God bless the day, baby You took those sad songs away  [End Verse 1]  [Repeat Chorus]  [Repeat Verse 1]  [Repeat Chorus] I feel so good Down inside Feel like a man Man with pride I've been searching So long I thought that love Would never come along Now I'm delivered From sad songs You came along And now they're gone And I'm glad I'm glad I got your love, baby I'm glad, I'm glad, I'm glad...  ",
        "title": "No Sad Songs"
    },
    {
        "artist": "Dave Dee, Dozy, Beaky, Mick And Tich",
        "lyrics": null,
        "title": "Zabadak"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  We're a winner And never let anybody say Boy, you can't make it 'Cause a feeble mind is in your way No more tears do we cry And we have finally dried our eyes And we're movin' on up (movin' on up) Lawd have mercy We're movin' on up (movin' on up)  We're living proof in alls alert That we're two from the good black earth And we're a winner And everybody knows it too We'll just keep on pushin' Like your leaders tell you to At last that blessed day has come And I don't care where you come from We're all movin' on up (movin' on up) Lawd have mercy We're movin' on up (movin' on up)  Hey, Hey We're movin' on up (movin' on up) Lawd have mercy We're movin' on up (movin' on up)  I don't mind leavin' here To show the world we have no fear 'Cause we're a winner And everybody knows it too We'll just keep on pushin' Like your leaders tell you to At last that blessed day has come And I don't care where you come from We're just go move on up (movin' on up) Lawd have mercy We're movin' on up (movin' on up) We'll just keep on pushin' We're a winner Lawd, baby Everybody Hey, you know we're movin' on up We're a winner  ",
        "title": "We're A Winner"
    },
    {
        "artist": "The Lovin' Spoonful",
        "lyrics": null,
        "title": "Money"
    },
    {
        "artist": "Spanky And Our Gang",
        "lyrics": null,
        "title": "Sunday Mornin'"
    },
    {
        "artist": "Bill Wyman",
        "lyrics": null,
        "title": "In Another Land"
    },
    {
        "artist": "5 Stairsteps and Cubie",
        "lyrics": null,
        "title": "Something's Missing"
    },
    {
        "artist": "Billy Stewart",
        "lyrics": "  Cross my heart that I love her Place no one up above her  Ooh, ooh  I want a girl that's true (I want a girl that's true) To tell all my troubles to (Tell all my troubles to)  Lord, why don't you Send her right to me Great God almighty, child I said it right now  This fat boy's gonna love her Place no one up above her Don't you know I said Ooh, ooh, ooh  On my knees every day (On my knees every day) To have none above, I pray (Have none above, I pray)  I said, Lord Send her right to me  Every day of my life (Every day of my life) I want her to be my wife (Want her to be my wife)  Oh, Lord, hear me Lord, please Send her right to me  Cross my heart that I love her Place no one up above her  Ooh, ooh, ooh  Don't you know Baby, little girl, I said I cross my heart to you  Don't you know, my darling Don't you know myself How much, how much I'm really in love with you  Don't you know I said We'll never part Please don't ever Break up my heart  ",
        "title": "Cross My Heart"
    },
    {
        "artist": "Lalo Schifrin",
        "lyrics": "  Instrumental  ",
        "title": "Mission-Impossible"
    },
    {
        "artist": "The Music Makers",
        "lyrics": null,
        "title": "United (Part 1)"
    },
    {
        "artist": "Leon Haywood",
        "lyrics": null,
        "title": "Mellow Moonlight"
    },
    {
        "artist": "The Epic Splendor",
        "lyrics": null,
        "title": "A Little Rain Must Fall"
    },
    {
        "artist": "Barbara Mason",
        "lyrics": "  Oh, how it hurts (Oh, how it hurts) To say goodbye, yes, it does Oh, how it hurts (Oh, how it hurts) For me to cry but that's all right  Because I'd rather leave you now 'Cause it's gonna hurt more after while Yes, it will (Yes, it will) After while (After while)  I know you've found somebody new Yes, you have You think you found your dream come true That's alright  Because I'd rather leave you now 'Cause it's gonna hurt more after while Yes, it will (Yes, it will) After while (After while)  I can't take it We can't make it No need to feel ashamed  Why try to hide it You can't deny it That a new love Has set your heart aflame  Oh, how it hurts (Oh, how it hurts) For me to be blue, yes, it does Oh, how it hurts (Oh, how it hurts) To be without you, yes, it does  But I'd rather end it now 'Cause it's gonna hurt more after while Yes, it will (Yes, it will) After while (After while)  And I'd rather end it now Before it's too late after while  ",
        "title": "Oh, How It Hurts"
    },
    {
        "artist": "Laura Lee",
        "lyrics": "  There's a track winding back to an old fashioned shack Along the road to Gundagai Where the blue gums are growing, the Murrumbidgee's flowing Beneath that sunny sky Where my Mummy and Daddy are waiting for me Where the pals of my childhood are waiting for me So no more will I roam till I'm headed right for home  On the road to Gundagai  There's an old fashioned Ford made of rubber, tin and board Along the road to Gundagai The radiator's hissing, and half the engine's missing The oil tank's running dry There's water in the petrol and sand in the gears And it hasn't seen a garage for more than twenty years But O lord hear the roar when the pedal hits the floor Along the road to Gundagai  ",
        "title": "Up Tight, Good Man"
    },
    {
        "artist": "The Manhattans",
        "lyrics": null,
        "title": "I Call It Love"
    },
    {
        "artist": "James Carr",
        "lyrics": "  When I was the age of three My dear mother had a Little talk with me  She said a woman Can be a good little thing But, son, she mean a Whole world to men  If I hadn't loved Your daddy this way He wouldn't be the Big man he is today  [Chorus:] Don't you know A man needs a woman A man got to have a woman To carry on (to carry on) To carry on  Just like the fish needs the ocean Just like rough hand need a little lotion Like the windows needs pane Like the highway needs two lane  [Chorus:] Just like a vampire needs blood Like a dead dog need them bugs Just like the darkness needs the light Just like the fisherman, he needs He needs a little bite now, oh, yeah  [Chorus:] Just like a boxer need gloves Just like me, I need a little love Like the soldier needs a gun...  ",
        "title": "A Man Needs A Woman"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": null,
        "title": "New Orleans"
    },
    {
        "artist": "Paul Mauriat And His Orchestra",
        "lyrics": "  Blue, blue, my world is blue Blue is my world now I'm without you Gray, gray, my life is gray Cold is my heart since you went away Red, red, my eyes are red Crying for you alone in my bed Green, green, my jealous heart I doubted you and now we're apart When we met how the bright sun shone Then love died, now the rainbow is gone Black, black, the nights I've known Longing for you so lost and alone  ",
        "title": "Love Is Blue (L'amour Est Bleu)"
    },
    {
        "artist": "The Hesitations",
        "lyrics": null,
        "title": "Born Free"
    }
]