[
    {
        "artist": "Bobby Vinton",
        "lyrics": "  I love you, there's nothing to hide It's better than burning inside I love you, no use to pretend There! I've said it again  I've said it, what more can I say? Believe me, there's no other way I love you, I will to the end There! I've said it again  I try to drum up A phrase that will sum up All that I feel for you But what good are phrases? The thought that amazes Is that you love me and it's heavenly  Forgive me for wanting you so But one thing I want you to know I've loved you since heaven knows when There! I've said it again  Forgive me for wanting you so But one thing I want you to know I've loved you since heaven knows when There! I've said it again  ",
        "title": "There! I've Said It Again"
    },
    {
        "artist": "The Kingsmen",
        "lyrics": "  [Intro chords]  Louie Louie, oh no, you take me where ya gotta go, yeah, yeah, yeah, yeah, yeah, baby Louie Louie, oh baby, take me where ya gotta go  A fine little girl, she waits for me Me catch the ship across the sea Me sailed the ship all alone Me never think I'll make it home  Louie Louie, oh no no no, me gotta go, yeah, yeah, yeah, yeah, yeah, baby Louie Louie, oh baby, me gotta go  Fuck!  Three nights and days I sailed the sea Me think of girl constantly On the ship, I dream she there I smell the rose in her hair  Louie Louie, oh no, me gotta go, yeah, yeah, yeah, yeah, yeah, baby Louie Louie, oh baby, me gotta go OK, let's give it to 'em right now  Me see  Me see Jamaica, the moon above It won't be long me see me love Me take her in my arms and then I tell her I'll never leave again  Louie Louie, oh no, me gotta go, yeah, yeah, yeah, yeah, yeah, baby Louie Louie, oh baby, me gotta go I said me gotta go now Let's hustle on out of here Let's go!  ",
        "title": "Louie Louie"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1: Paul McCartney & John Lennon] Oh yeah, I'll tell you something I think you'll understand When I'll say that something I want to hold your hand  [Chorus: Paul McCartney & John Lennon] I want to hold your hand I want to hold your hand  [Verse 2: Paul McCartney & John Lennon] Oh please, say to me You'll let me be your man And please, say to me You'll let me hold your hand  [Chorus: Paul McCartney & John Lennon] I'll let me hold your hand I want to hold your hand  [Bridge: Paul McCartney & John Lennon] And when I touch you I feel happy inside It's such a feeling that my love I can't hide I can't hide I can't hide  [Verse 3: Paul McCartney & John Lennon] Yeah, you got that something I think you'll understand When I'll say that something I want to hold your hand  [Chorus: Paul McCartney & John Lennon] I want to hold your hand I want to hold your hand  [Bridge: Paul McCartney & John Lennon] And when I touch you I feel happy inside It's such a feeling that my love I can't hide I can't hide I can't hide  [Verse 4: Paul McCartney & John Lennon] Yeah, you got that something I think you'll understand When I feel that something I want to hold your hand  [Chorus: Paul McCartney & John Lennon] I want to hold your hand I want to hold your hand I want to hold your hand  ",
        "title": "I Want To Hold Your Hand"
    },
    {
        "artist": "The Trashmen",
        "lyrics": "  A well a everybody's heard about the bird B-b-b bird, bird, bird, b-bird's the word A well a bird, bird, bird, the bird is the word A well a bird, bird, bird, well the bird is the word A well a bird, bird, bird, b-bird's the word  A well a bird, bird, bird, well the bird is the word A well a bird, bird, b-bird's the word A well a bird, bird, bird, b-bird's the word A well a bird, bird, bird, well the bird is the word A well a bird, bird, b-bird's the word  A well a don't you know about the bird? Well, everybody knows that the bird is the word! A well a bird, bird, b-bird's the word A well a  A well a everybody's heard about the bird Bird, bird, bird, b-bird's the word A well a bird, bird, bird, b-bird's the word A well a bird, bird, bird, b-bird's the word A well a bird, bird, b-bird's the word  A well a bird, bird, bird, b-bird's the word A well a bird, bird, bird, b-bird's the word A well a bird, bird, bird, b-bird's the word A well a bird, bird, bird, b-bird's the word  A well a don't you know about the bird? Well, everybody's talking about the bird! A well a bird, bird, b-bird's the word A well a bird  Surfin' bird B-b-b aah, aah!  Pa pa pa pa, pa pa pa pa, pa pa pa pa, pa pa pa pa Pa pa pa pa, pa pa pa pa, pa pa pa pa Papa, ooma mow mow Papa, ooma mow mow  Papa ooma mow mow, papa ooma mow mow Papa ooma mow mow, papa ooma mow mow Ooma mow mow, papa ooma mow mow Papa ooma mow mow, papa ooma mow mow  Papa ooma mow mow, papa ooma mow mow Oom oom oom oom, ooma mow mow Papa ooma mow mow, papa oom oom oom Oom ooma mow mow, papa ooma mow mow  Ooma mow mow, papa ooma mow mow Papa a mow mow, papa ooma mow mow Papa ooma mow mow, ooma mow mow Papa ooma mow mow, ooma mow mow  Papa oom oom oom oom, ooma mow mow Oom oom oom oom, ooma mow mow Ooma mow mow, papa ooma mow mow Papa ooma mow mow, ooma mow mow  Well a don't you know about the bird? Well, everybody knows that the bird is the word! A well a bird, bird, b-bird's the word  A well a ooma mow mow Papa ooma mow mow Papa ooma mow mow Papa ooma mow mow Papa ooma mow mow Papa ooma mow mow Papa ooma mow mow  ",
        "title": "Surfin' Bird"
    },
    {
        "artist": "The Murmaids",
        "lyrics": "  [Verse 1] Popsicles, icicles, baseball and fancy clothes These are a few of the things he loves He loves Levis and brown eyes And wind blowin' through his hair These are a part of the boy I love  [Pre-Chorus] If you put them all together Much to your surprise (oh tell me what) You'll find a bit of heaven Right before your eyes  [Chorus] Bright stars and guitars and Drive-ins on Friday night These are a few of the things we love  [Bridge] (May be) silly but still he is Just what I dream about Yes, he's the boy that I love  [Pre-Chorus]  [Chorus]  Popsicles, icicles Popsicles, icicles, hmmm  ",
        "title": "Popsicles And Icicles"
    },
    {
        "artist": "The Marketts",
        "lyrics": "  [Instrumental]  ",
        "title": "Out Of Limits"
    },
    {
        "artist": "The Rip Chords",
        "lyrics": "  Hey, Little Cobra Don't you know You're gonna shut'em down I took my Cobra down to the track Hitched to the back of my Cadillac Everyone was there just a waiting for me There were plenty of Stingrays and XKEs Spring little Cobra Getting ready to strike Spring little Cobra With all of your might Spring little Cobra Getting ready to strike Spring little Cobra With all of your might Hey, little Cobra Don't you know You're gonna shut'em down When the flag went down You could hear rubber burn The Stingray had me going into the turn I hung a big shift and I got into high And then I flew by the Stingray I waved bye-bye Spring little Cobra Getting ready to strike Spring little Cobra With all of your might Spring little Cobra Getting ready to strike Spring little Cobra With all of your might Hey, little Cobra Don't you know You're gonna shut'em down Around the far turn In the straight-away I was blowing off everything That got in my way The Stingrays and Jags Were so far behind I took my Cobra out of gear And I coast to the line Spring little Cobra Getting ready to strike Spring little Cobra With all of your might Spring little Cobra Getting ready to strike Spring little Cobra With all of your might Hey, little Cobra Don't you know You're gonna shut'em down Shut'em down Shut'em down Shut'em down Shut'em down  ",
        "title": "Hey Little Cobra"
    },
    {
        "artist": "Bobby Rydell",
        "lyrics": "  (Forget him) (Forget him)  Forget him if he doesn't love you Forget him if he doesn't care Don't let him tell you that he wants you 'Cause he can't give you love which isn't there Little girl, he's never dreaming of you He'll break your heart, ya wait and see So don't you cry now, just tell him goodbye now Forget him and please come home to me  (Forget him if he doesn't love you) (Forget him if he doesn't care) Don't let him tell ya that he wants you 'Cause he can't give you love which isn't there Oh little girl, he's never dreaming of you He'll break your heart, ya wait and see So don't you cry now, just tell him goodbye now Forget him and please come home to me  No don't you cry now better tell him goodbye now Forget him and please come home to me  ",
        "title": "Forget Him"
    },
    {
        "artist": "Major Lance",
        "lyrics": "  Walking through the park, it wasn't quite dark There was a man sitting on a bench Out of the crowd as his head lowly bowed He just moaned and he made no sense He'd just go  Um, um, um, um, um, um Um, um, um, um, um, um Um, um, um, um, um, um Um, um, um, um, um, um  I just couldn't help myself Yes, I was born with a curious mind I asked this man just what did he mean When he moaned if he'd be so kind And he'd just go  Um, um, um, um, um, um Um, um, um, um, um, um Um, um, um, um, um, um Um, um, um, um, um, um  Now that I've grown up And the woman I love she has gone Now that I'm a man, I think I understand Sometimes everyone must sing this song Listen to me sing  Um, um, um, um, um, um Um, um, um, um, um, um Um, um, um, um, um, um Um, um, um, um, um, um Can't you hear me, now  Um, um, um, um, um, um Um, um, um, um, um, um Um, um, um, um, um, um Um, um, um, um, um, um Everybody now  Um, um, um, um, um, um Um, um, um, um, um, um Um, um, um, um, um, um Um, um, um, um, um, um  Can't you hear me, now Um, um, um, um, um, um Um, um, um, um, um, um Um, um, um, um, um, um Um, um, um, um, um, um  One more time, now  ",
        "title": "Um, Um, Um, Um, Um, Um"
    },
    {
        "artist": "Jan & Dean",
        "lyrics": null,
        "title": "Drag City"
    },
    {
        "artist": "Nino Tempo & April Stevens",
        "lyrics": null,
        "title": "Whispering"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": null,
        "title": "As Usual"
    },
    {
        "artist": "Lesley Gore",
        "lyrics": "  You don't own me I'm not just one of your many toys You don't own me Don't say I can't go with other boys  And don't tell me what to do Don't tell me what to say And please, when I go out with you Don't put me on display cause  You don't own me Don't try to change me in any way You don't own me Don't tie me down cause I'd never stay  I don't tell you what to say I don't tell you what to do So just let me be myself That's all I ask of you  I'm young and I love to be young I'm free and I love to be free To live my life the way I want To say and do whatever I please  And don't tell me what to do Oh, don't tell me what to say And please, when I go out with you Don't put me on display  I don't tell you what to say Oh, don't tell you what to do So just let me be myself That's all I ask of you  I'm young and I love to be young I'm free and I love to be free To live my life the way I want To say and do whatever I please  ",
        "title": "You Don't Own Me"
    },
    {
        "artist": "Rick Nelson",
        "lyrics": null,
        "title": "For You"
    },
    {
        "artist": "The Singing Nun (Soeur Sourire)",
        "lyrics": null,
        "title": "Dominique"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  [Verse 1] Anyone who ever loved Could look at me And know that I love you Anyone who ever dreamed Could look at me And know I dream of you  [Chorus] Knowing I love you so Anyone who had a heart Would take me in his arms and love me, too You couldn't really have a heart And hurt me like you hurt me And be so untrue What am I to do?  [Verse 2] Every time you go away I always say \"This time it's goodbye, dear\" Loving you the way I do I take you back Without you I'd die, dear  [Chorus x2]  ",
        "title": "Anyone Who Had A Heart"
    },
    {
        "artist": "Shirley Ellis",
        "lyrics": "  Yeah, mmm, yeah Do you know that some folks know about it, some don't Some will learn to shout it, some won't But sooner or later baby, here's a ditty Say you're gonna have to get right down to the real nitty gritty Now let's get right on down to the nitty gritty Now one, two nitty gritty Now yeah, mmm, nitty gritty now Ooooowee, right down to the real nitty gritty Ooooowee, can you feel it double beatin', I keep repeatin Get right down to the real nitty gritty Say it again double beatin' Get on down, we gotta get right down to the real nitty gritty Let's get, let's get right on down to the real nitty gritty It's all right, it's all right Get on down, get on down Get right down to the real nitty gritty Listen to me now Oooowee, ooowee Come on and let the good times roll Let the music sink down in to your soul Double beatin', keep repeatin' You gotta get right down to the realy nitty gritty Get on down, get on down Talkin' about the nitty gritty Get on down, get on down  ",
        "title": "The Nitty Gritty"
    },
    {
        "artist": "Jimmy Gilmer And The Fireballs",
        "lyrics": null,
        "title": "Daisy Petal Pickin'"
    },
    {
        "artist": "Lenny Welch",
        "lyrics": "  When you just give love And never get love You'd better let love depart I know it so And yet I know I can't get you out of my heart  You Made me leave my happy home You took my love and now you're gone Since I fell for you  Love Brings such misery and pain I guess I'll never be the same Since I fell for you  Well it's too bad And it's too sad But I'm in love with you  You love me Then you snub me But what can I do I'm still in love with you  Well I Guess I'll never see the light I get the blues most every night Since I fell for you  Since I fell for you...  ",
        "title": "Since I Fell For You"
    },
    {
        "artist": "Ray Charles",
        "lyrics": "  [Verse 1] Up in the morning, out on the job And I work like the devil for my pay  [Chorus 1] I know that a lucky old sun has nothing to do But roll around heaven all day  [Verse 2] I fuss with my woman and I toil with my kids I sweat till I'm wrinkled and gray  [Chorus 1]  [Chorus 2] Dear Lord above, don't you see I'm pining I got tears all in my eyes Why don't You send down that cloud With a silver lining, lift me up to paradise (Lift me up to paradise)  [Chorus 3] Show me that river, why don't You take me across And wash all my troubles away  [Chorus 1]  [Chorus 2]  [Chorus 3]  [Chorus 1] [x2]  ",
        "title": "That Lucky Old Sun"
    },
    {
        "artist": "The Tymes",
        "lyrics": null,
        "title": "Somewhere"
    },
    {
        "artist": "Martha & The Vandellas",
        "lyrics": null,
        "title": "Quicksand"
    },
    {
        "artist": "Joey Powers",
        "lyrics": "  Meet me at midnight, Mary Same place we always go – Meet me at midnight, Mary And don't let anyone know! Don't let anyone know!  Your Daddy says, I'm a bad boy And youve no future with me So we can only get together By meeting secretly!  Meet me at midnight, Mary Same place we always go – Meet me at midnight, Mary And don't let anyone know! Don't let anyone know!  Just got a job on the railroad The work is hard and long But I'm gonna build us a future And show your Daddy he's wrong!  Meet me at midnight, Mary Same place we always go – Meet me at midnight, Mary And don't let anyone know! Don't let anyone know!  Soon as I have some money For a home and everything We won't have to keep it a secret That youve got my wedding ring!  Meet me at midnight, Mary Same place we always go – Meet me at midnight, Mary And don't let anyone know! Don't let anyone know! Don't let anyone kno-o-ow!  ",
        "title": "Midnight Mary"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  He gave me the eye But I just passed him by I treated him unkind But he didn't seem to mind I told him be on his way But not a word did he say He just stood there kind of bold While I acted cold  But when the lovelight starts shining through his eyes Made me realize I should apologize And when he placed a kiss upon my face Then I knew, Oh then I knew That he won my heart  So I quickly apologized Hoping he hadn't changed his mind But not a word did he say So I turned to walk away  But when the lovelight starts shining through his eyes Made me realize how he felt inside And when he placed a kiss upon my face Then I knew, Oh then I knew That he won my heart  When he asked could he walk my way I hoped sweet things he'd say Instead he smiled kind of nice As he held my hand kind of tight  But when the lovelight starts shining through his eyes Made me realize how he felt inside And when he placed a kiss upon my face Then I knew, Oh then I knew That he won my heart  But when the lovelight starts shining through his eyes Made me realize how he felt inside And when he placed a kiss upon my face  ",
        "title": "When The Lovelight Starts Shining Through His Eyes"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  I wanna talk about my baby, yeah yeah With her pretty smile, yeah yeah She's 'bout to drive me crazy, yeah yeah Makes my heart beat wild  So everybody say yeah, yeah yeah Everybody say yeah, yeah yeah Everybody say yeah, yeah yeah Yeah yeah, yeah yeah  I wanna talk about my baby, yeah yeah She does the walk real nice, yeah yeah There's no questions about maybe For her I'd make any sacrifice  So everybody say yeah, yeah yeah Everybody say yeah, yeah yeah Everybody say yeah, yeah yeah Yeah yeah, yeah yeah  And when she walks that walk I can't help but feel that she's for real And when she talks that talk I can't quite explain just how I feel Talking about my baby  I wanna talk about my baby, yeah yeah To me she's everything, yeah yeah She might fuss and call yer lazy But to her I'm still the king  So everybody say yeah, yeah yeah Everybody say yeah, yeah yeah Everybody say yeah, yeah yeah Yeah yeah, yeah yeah  ",
        "title": "Talking About My Baby"
    },
    {
        "artist": "The Ronettes",
        "lyrics": null,
        "title": "Baby, I Love You"
    },
    {
        "artist": "Chubby Checker",
        "lyrics": "  Hooka Tooka my soda cracker Does your momma chaw tobacca If ya momma chaw tobacca,say Hooka Tooka my soda cracker Hooka Tooka my soda cracker Does your momma chaw tobacca If ya momma chaw tobacca,say Hooka Tooka my soda cracker Who your love, Who your love I say You know I love my mother-in-law If your love momma like you say Why can't momma chaw Everybody yup Hooka Tooka my soda cracker Does your momma chaw tobacca If ya momma chaw tobacca,say Hooka Tooka my soda cracker Momma loves momma loves you all And you know I'm her son-in-law If you love me like you say you do Chaw tobacca too Hey Ar Hooka Tooka my soda cracker Does your momma chaw tobacca If ya momma chaw tobacca,say Hooka Tooka my soda cracker Hooka Tooka my soda cracker Hooka Tooka my soda cracker  ",
        "title": "Hooka Tooka"
    },
    {
        "artist": "Jack Jones",
        "lyrics": null,
        "title": "Wives And Lovers"
    },
    {
        "artist": "Johnny Tillotson",
        "lyrics": "  Talk back trembling lips Shaky legs don't just stand there Don't let her know that she's getting through to to you Talk back trembling lips Burning eyes don't start crying Heart don't let her know that your breaking in two  Every day our love's a battle royal Dear it seems that fighting is all we do But if i let you know how much I love you You'll do things to me you shouldn't do  So talk back trembling lips Shaky legs don't just stand there Don't let her know that she's getting through to to you Talk back trembling lips Burning eyes don't start crying Heart don't let her know that your breaking in two  Every time you up and hurt my feelings I pretend it couldn't matter less I'm just hiding all of my emotions Behind my broken heart I guess  So talk back trembling lips Shaky legs don't just stand there Don't let her know that she's getting through to to you Talk back trembling lips Burning eyes don't start crying Heart don't let her know that your breaking in two Heart don't let her know that your breaking in two  ",
        "title": "Talk Back Trembling Lips"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  A fool never learns To get away, just run away before his heart begins to break A fool never learns He'll wait around, just hang around to see how much his heart can take A fool never learns To some girls love is just a game And some girls treat all fool the same A fool never learns And I'm gonna do a very foolish thing  I'm gonna stick by you I'm a'gonna hang around, wait around In hopes you'll love me again some day They say a broken heart don't mark the end of time That there are lots of girls who'd love to be just mine But I don't believe that I could fall in love again 'cause I just can't remove the pain A fool never learns And I'm gonna do a very foolish thing  I'm gonna stick by you I'm a'gonna hang around, wait around In hopes you'll love me again some day They say a broken heart don't mark the end of time That there are lots of girls who'd love to be just mine But I don't believe that I could fall in love again 'cause I just can't remove the pain A fool never learns And I'm gonna do a very foolish thing And I'm gonna do a very foolish thing  And I'm gonna do a very foolish thing  ",
        "title": "A Fool Never Learns"
    },
    {
        "artist": "The Caravelles",
        "lyrics": "  You Don't Have To Be A Baby To Cry  Artists: The Caravelles (peak Billboard position # 3 in 1963 ) Words and Music by Bob Merrill and Terry Shand  You don't have to be a ba-a-aby to cry All you need is for love to go wrong You don't have to be a ba-a-aby to cry Or to lie awake the wh-o-le ni-i-ght long  When you leave me my golden rainbow disappears And you leave me a broken heart that's full of tears  These ain't rainbows in my eyes, why should I lie You don't have to be a ba-a-aby to cry  When you leave me my golden rainbow disappears And you leave me a broken heart that's full of tears  These ain't rainbows in my eyes, why should I lie You don't have to be a ba-a-aby to cry You don't have to be a ba-a-aby to cry You don't have to be a ba-a-aby to cry  ",
        "title": "You Don't Have To Be A Baby To Cry"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Verse 1] Listen everybody, especially you girls Is it right to be left alone While the one you love is never home? I love too hard, my friends sometimes say But I believe, I believe That a woman should be loved that way But it hurts me so inside To see her treat me so unkind Somebody, somewhere tell her it's unfair  [Chorus 1] Can I get a witness? Can I get a witness? Can I get a witness? Somebody  [Verse 2] Is it right to be treated so bad When you've given everything you had? Even tossing in my sleep Because I haven't seen my baby all week  [Chorus 2] Now, you chicks do agree That this ain't the way love's supposed to be Let me hear, let me hear you say yeah, yeah  [Verse 3] Up early in the morning with her on my mind Just to find out all night that I've been crying But I believe a woman's a man's best friend So I'm going to stick by her until the very end But she causes so much misery I forget how Love is supposed to be Somebody, somewhere, tell her it ain't fair  [Chorus 1] Can I get a witness? Can I get a witness? Can I get a witness? Somebody  [Bridge] Everybody knows, especially you girls Love can be sad But I have a love that's twice as bad  [Chorus 2] Now, you chicks do agree That this ain't the way love's supposed to be Let me hear, let me hear you say yeah, yeah  [Chorus 1] I want a witness I want a witness I want a witness I want a witness I want a witness [?] [?]  ",
        "title": "Can I Get A Witness"
    },
    {
        "artist": "The Tams",
        "lyrics": null,
        "title": "What Kind Of Fool (Do You Think I Am)"
    },
    {
        "artist": "The Cookies",
        "lyrics": "  Girls grow up faster than boys do Girls grow up faster than boys  Girls grow up faster than boys do So, baby, I'm old enough for you Once you used to date my big sister Now, baby, she's too old for you  Won't you take a look at me now You'll be surprised at what you see now I'm everything a girl should be now Thirty-six, twenty-one, thirty-five  I'll tell you Girls grow up faster than boys do So, baby, I'm old enough for you  Won't you take a look at me now You'll be surprised at what you see now I'm everything a girl should be now Thirty-six, twenty-one, thirty-five  I'll tell you Girls grow up faster than boys do So, baby, I'm old enough for you  Girls grow up faster than boys do Girls grow up faster than boys do Girls grow up faster than boys do...  ",
        "title": "Girls Grow Up Faster Than Boys"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": "  Wo oh oh oh (need to belong) yeah, (to someone) Mm hm hm hm (need to belong)hm hm hm hm hm (to someone)  I need to belong to someone It hurts to be known as no one Will ever some sweet girl Bring love into my world, cause I need to belong to someone (m hm hm hm hm hm hm)  I want to be kissed and held tight Want to be missed on a cold lonely night Somebody hear my plea and call out to me, cause I need to belong to someone  Sometimes I feel like a motherless child No one cares for me, I've never known sympathy I hide my needs from the world with a smile But understand, I'm only a man and a man (needs to belong) yes he does (to someone) A man hates to be known as no one Will ever some sweet girl, bring love into my world, because I need to belong to someone  Oh, I hide my needs, from the world with a smile But understand, I'm only a man, and a man needs (needs to belong) To belong, (to someone) to someone A man hates to be known, as no one Oh send me a girl, to bring love into my world, cause I need to belong to someone (need to belong) mm (to someone)  Mm mm mm mm mm mm mm mm mm mm mm (need to belong to someone) Well I want to belong (need to belong) to somebody (to someone) Just like you (fade) (need to belong) Someone I can tell (to someone) My troubles to  ",
        "title": "Need To Belong"
    },
    {
        "artist": "Al (He's the King) Hirt",
        "lyrics": null,
        "title": "Java"
    },
    {
        "artist": "Cliff Richard",
        "lyrics": null,
        "title": "It's All In The Game"
    },
    {
        "artist": "Mary Wells",
        "lyrics": "  Well well well well Let's get together and go for a walk in the park And while we're walking we can steal a little kiss in the dark I wanna walk with you (I wanna walk with you) I wanna talk with you (I wanna talk with you) But it's up you to say \"Come on baby\" If you don't hurry up I'll go crazy Cause a walk in the park all alone is just no fun  [Chorus] What two can easily do, what two can easily do Is so hard to be done by one  I'm sure that you know that I love you with all of my heart But a love that's true really takes two to start I wanna do my share (I wanna do my share) To show you that I care (to show you that I care) Cause a one-sided love will never do You gotta show me that you love me too Cause falling in love all alone is just no fun  [Chorus] One can build a love affair slowly Two can build a love affair fast One can make a love get started Two can make it last  So come on and take me by the hand Lead me up to the preacher man Together we can do all the things that should be done  [Chorus]  ",
        "title": "What's Easy For Two Is So Hard For One"
    },
    {
        "artist": "Steve & Eydie",
        "lyrics": null,
        "title": "I Can't Stop Talking About You"
    },
    {
        "artist": "Henry Mancini And His Orchestra",
        "lyrics": null,
        "title": "Charade"
    },
    {
        "artist": "Dion Di Muci",
        "lyrics": null,
        "title": "Drip Drop"
    },
    {
        "artist": "The Miracles",
        "lyrics": "  Gather 'round my friends here Help me forget my hurtin' tears About the only girl I ever loved The only one baby I gotta dance to keep from cryin' (crying) Gotta dance to keep from crying' (crying)  Whoa, do the flop (do the flop) Do the twist (do the twist) Everybody, it goes like this You gotta dance, got me swayin', got me, alright Gotta dance, got me swayin', got me, alright  I'm so lonely since we parted You memory leaves me so broken hearted  I gotta dance to keep from cryin' (crying) Gotta dance to keep from crying' (crying) Do the bird (do the bird) Do the fly (do the fly) Come on, gang, you know, by by by, oh yeah  Do the bang, yeah, you can't miss Everybody, yeah, it goes like this You gotta dance, got me swayin', got me, alright Gotta dance, got me swayin', got me, alright  Heartaches can gather 'round Misery I sure have found  I gotta dance to keep from cryin' (crying) Gotta dance to keep from crying' (crying)  You goin' softer now, you goin' softer now... You goin' soft right now, yeah yeah Everybody clap their hands now... Alright, yeah, alright, yeah I want you to go harder now, baby I want you to go harder now, baby Yeah yeah, you go harder now You walk right up, yeah yeah You go harder now, yeah... You go hard now, yeah...  You gotta dance, got me swayin', got me, alright Gotta dance, got me swayin', got me, alright You gotta dance, got me swayin', got me, alright Gotta dance, got me swayin', got me, alright  ",
        "title": "I Gotta Dance To Keep From Crying"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": "  (The pretty paper, pretty ribbons of blue)  Pretty paper, pretty ribbons of blue Wrap your presents to your darling from you Pretty pencils to write I love you Pretty paper, pretty ribbons of blue  Crowded street, busy feet, hustle by him Downtown shoppers, Christmas is nigh There he sits all alone on the sidewalk (aaaaaaaah) Hoping that you won't pass him by (oooo ooo ooh)  Should you stop? Better not, much too busy You're in a hurry, my how time does fly In the distance the ringing of laughter (oooh oooh oooh) And in the midst of the laughter he cries  Pretty paper, pretty ribbons of blue Wrap your presents to your darling from you Pretty pencils to write I love you Pretty paper, pretty ribbons of blue (oooh oooh)  ",
        "title": "Pretty Paper"
    },
    {
        "artist": "Dean And Jean",
        "lyrics": null,
        "title": "Tra La La La Suzy"
    },
    {
        "artist": "The Baja Marimba Band",
        "lyrics": null,
        "title": "Comin' In The Back Door"
    },
    {
        "artist": "Connie Francis",
        "lyrics": "  A young man rode with his head held high Under the Texas sun And no one guessed that a man so blessed Would perish by the gun Lord, would perish by the gun  A shot rang out like a sudden shout And Heaven held its breath For the dreams of a multitude of man Rode with him to his death Lord, rode with him to his death  Yes, the heart of the world weighs heavy With the helplessness of tears For the man cut down in a Texas town In the summer of his years The summer of his years  And we who stay mustn't ever lose The victories that he won For wherever man look to freedom His soul goes riding on Lord, his soul goes riding on  ",
        "title": "In The Summer Of His Years"
    },
    {
        "artist": "Chubby Checker",
        "lyrics": "  La La La Lardy La La La Lardy I've got a girl that I love so Hey Lardy Lardy Lo Her name is Lardy Lardy Lo Hey Lardy Lardy Lo  Sing it:- Hey Lardy Lardy Lardy Hey Lardy Lardy Lo Hey Lardy Lardy Lardy Hey Lardy Lardy Lo La La La Lardy La La La Lardy  Don't know the word to any song Hey Lardy Lardy Lo But me and my Lardy get along Hey Lardy Lardy Lo  Sing it now:- Hey Lardy Lardy Lardy Hey Lardy Lardy Lo Hey Lardy Lardy Lardy Hey Lardy Lardy Lo  And with the moon above I should sing words of love But all I do is sing her name She gets the message just the same  Hey Lardy Lardy Lardy Hey Lardy Lardy Lo Hey Lardy Lardy Lardy Hey girl I love you so  All together:- La La La Lardy La La La Lardy La La La Lardy Hey girl I love you so  And when we take a walk We got no time for talk Cause fancy talk is for the birds A kiss is worth a thousand words  Hey Lardy Lardy Lardy Hey Lardy Lardy Lo Hey Lardy Lardy Lardy Hey girl I love you so  All together:- La La La Lardy Oh yeah La La La Lardy  ",
        "title": "Loddy Lo"
    },
    {
        "artist": "Patti LaBelle And The Blue Belles",
        "lyrics": null,
        "title": "You'll Never Walk Alone"
    },
    {
        "artist": "Bob And Earl",
        "lyrics": null,
        "title": "Harlem Shuffle"
    },
    {
        "artist": "Sammy Davis Jr.",
        "lyrics": "  In this cold world No matter where I go The clouds are all the same To them I'm just A pebble in the Sand, a face without a name  Nobody gives a hang for what I say or do But you And in the shelter of your arms I find peace and comfort and care For I am wanted there  In this cold world I struggle to survive And sometimes I would fall  You'll think someone Would lend a helping hand they'd sooner to see me crawl  Now just when life itself seems more than I can bare, your there And in the shelter of your arms I find strength and safety in them I rise and start again  Just give me one good reason To go on living To keep on trying For what I ask you for what If not for you and all your love To see me through  When times look bad The shelter of your arms will keep away each fear And this cold world Can never get me down As long as you are here  That's why I pray to god You'll never say goodbye And I will know the shelter of your arms And your love for all of my life Until the day I die  ",
        "title": "The Shelter Of Your Arms"
    },
    {
        "artist": "Betty Everett",
        "lyrics": "  Feeling better, now that we're through Feeling better, 'cause I'm over you I've learned my lesson, it left a scar And now I see how you really are  You're no good You're no good You're no good Baby, you're no good  I'm gonna say it again You're no good You're no good You're no good Baby, you're no good  You know, I broke a heart that's gentle and true I left a boy for someone like you I'll beg his forgiveness on bending knee But I wouldn't blame him if he said to me  It's no good No good It's no good Baby, it's no good  Hey, I'm gonna say it louder No good No good It's no good Baby, it's no good Mm, no good  Mm, if you help me, we'll start anew It'll be easy, forgetting you  You're no good You're no good You're no good Baby, you're no good  Oh, you know what I mean You're no good You're no good You're no good You're no good You're no good  Oh, oh, oh I'm warning you now, baby, and I'm going my way Forget about you, baby, I'm leaving to stay  You're no good No good No good Baby, you're no good  Oh, oh, I say You're no good No good You're no good Baby, you're no good ...  ",
        "title": "You're No Good"
    },
    {
        "artist": "The Girlfriends",
        "lyrics": null,
        "title": "My One And Only, Jimmy Boy"
    },
    {
        "artist": "The Chad Mitchell Trio",
        "lyrics": "  When I was just a wee little lad full of health and joy My father homeward came one night and gave to me a toy A wonder to behold it was, with many colors bright And the moment I laid eyes on it, it became my heart's delight  It went zip when it moved, bop when it stopped Whirr when it stood still, I never knew just what it was And I guess I never will  The first time that I picked it up I had a big surprise For right on its bottom were two big button that looked like big green eyes I first pushed one and then the other, then I twisted its lid And when I set it down again here is what it did  It went zip when it moved, bop when it stopped Whirr when it stood still, I never knew just what it was And I guess I never will  It first marched left, then marched right, then marched under a chair And when I looked where it had gone it wasn't even there I started to cry and my daddy laughed for he knew that I would find When I turned around my marvelous toy chugging from behind  It went zip when it moved, bop when it stopped Whirr when it stood still, I never knew just what it was And I guess I never will  Now the years have gone by too quickly it seems, I have my own little boy And yesterday I gave to him my marvelous little toy His eyes nearly popped right out of his head, he gave a squeal of glee Neither one of us knows just what it is but he loves it just like me  It still goes zip when it moves, bop when it stops And whirr when it stands still, I never knew just what it was And I guess I never will  I never knew just what it was And I guess I never will  ",
        "title": "The Marvelous Toy"
    },
    {
        "artist": "Ginny Arnell",
        "lyrics": "  Dumb head (dumb head) I'm a stupid little girl Just a dumb head (dumb head) Do do do do...  I had him where I wanted him He was saying he'd be mine And none could take my place And I laughed in his face  Well, I made some goofs But this one tops them all So I think I'll go bang My head against the wall  Cause I'm a dumb head (dumb head) I'm a stupid little girl Just a dumb head (dumb head) Do do do do...  I had him where I wanted him He was giving me his heart And begging me to stay And I just walked away  Well, gee, now I'm convinced That I must be insane Or else I was born with A peanut for a brain  Cause I'm a dumb head (dumb head) I'm a stupid little girl Just a dumb head (dumb head) Do do do do...  I couldn't see the Forest through the trees The boy I loved was Down on his knees And I played the game And acted like a tease Somebody kick me, please  Cause I'm a dumb head (dumb head) I'm a stupid little girl Just a dumb head (dumb head) Do do do do...  Now I'm convinced That I must be insane Or else I was born with A peanut for a brain  Cause I'm a dumb head (dumb head) I'm a stupid little girl Just a dumb head (dumb head) Goofy little girl  Just a dumb head (dumb head) Silly little girl Just a dumb head (dumb head) Stupid little girl  Just a dumb head (dumb head) Stupid little girl...  ",
        "title": "Dumb Head"
    },
    {
        "artist": "Tony Bennett",
        "lyrics": null,
        "title": "The Little Boy"
    },
    {
        "artist": "Dale Ward",
        "lyrics": null,
        "title": "Letter From Sherry"
    },
    {
        "artist": "Rick Nelson",
        "lyrics": null,
        "title": "Today's Teardrops"
    },
    {
        "artist": "The Marvelettes",
        "lyrics": null,
        "title": "As Long As I Know He's Mine"
    },
    {
        "artist": "Brooks O'Dell",
        "lyrics": null,
        "title": "Watch Your Step"
    },
    {
        "artist": "The Shirelles",
        "lyrics": "  They say that you will never settle down They say that you just have to run around But they don't realize you're in for a big surprise Tonight you're gonna fall in love with me  I'm gonna treat you like you're a king (you're a king) To win your lovin' I'll do anything (anything) I'm gonna treat you fine, I'm gonna make you mine Tonight you're gonna fall in love with me  All the girls are after you, it really shows (that you know) But tonight I'll hold you tight & you will be (he will be) In love with me (in love with me)  Before you know it, you will be my guy (be my guy) My friends will turn their heads when we walk by (we walk by) One kiss will be the start, one kiss will win your heart  Tonight you're gonna fall in love with me  ",
        "title": "Tonight You're Gonna Fall In Love With Me"
    },
    {
        "artist": "The Dixiebelles",
        "lyrics": null,
        "title": "Southtown, U.S.A."
    },
    {
        "artist": "Otis Redding",
        "lyrics": "  Pain in my heart She's treating me cold Where can my baby be Lord no one knows  Pain in my heart just won't let me sleep Where can my baby be Lord where can she be  Another day, as again it is though I want you to come back, come back, come back, baby, 'till I get enough A little pain in my heart just won't let me be Wake up at restless nights Lord and I can't even sleep  Stop this little pain in my heart  Another day as again it's rough I want you to love me, love me, love me, baby, 'till I get enough Pain in my heart, a little pain in my heart Stop this little pain in my heart Stop this little pain in my heart Someone stop this pain Someone stop this pain  ",
        "title": "Pain In My Heart"
    },
    {
        "artist": "Fats Domino",
        "lyrics": null,
        "title": "Who Cares"
    },
    {
        "artist": "Tommy Roe",
        "lyrics": null,
        "title": "Come On"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": "  See the funny little clown See him laughing as you walk by Everybody thinks he's happy 'Cause you never see a tear in his eye  No one knows he's crying No one knows he's dying on the inside 'Cause he's laughing on the outside, mm No one knows, no one knows  See the funny little clown He's hiding behind a smile They all think he's laughing But I know he's really crying all the while  How his heart is aching How his heart is breaking on the inside But he keeps laughing on the outside, mm No one knows, no one knows  This funny little clown You never used to see him around Without his girl beside him To love and guide him  Until one day his girl just walked away And to this very day he says \"He never loved her anyway\" Mm, and no one knows except for me Because you see I'm that funny little clown  ",
        "title": "See The Funny Little Clown"
    },
    {
        "artist": "Dale & Grace",
        "lyrics": "  We've got to stop and think it over Before we say we're in love Are we right for each other Can what we feel be lasting love  We've got to stop and think it over Before we break each other's heart Will this love last forever Or someday calls us to part  For many loves Have gone wrong Oh so many hearts Are in pain Just like us They were too young And they played A losing game  We've got to stop and think it over Before we break each other's heart Will this love last forever Or someday calls us to part Or someday calls us to part  ",
        "title": "Stop And Think It Over"
    },
    {
        "artist": "Burl Ives",
        "lyrics": null,
        "title": "True Love Goes On And On"
    },
    {
        "artist": "Gloria Lynne",
        "lyrics": null,
        "title": "I Wish You Love"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Chorus: Paul McCartney & John Lennon] She loves you, yeah, yeah, yeah She loves you, yeah, yeah, yeah She loves you, yeah, yeah, yeah, yeah  [Verse 1: Paul McCartney & John Lennon] You think you lost your love Well, I saw her yesterday It's you she's thinking of And she told me what to say  [Refrain: Paul McCartney & John Lennon] She says she loves you And you know that can't be bad Yes, she loves you And you know you should be glad  [Verse 2: Paul McCartney & John Lennon] She said you hurt her so She almost lost her mind But now she said she knows You're not the hurting kind  [Refrain: Paul McCartney & John Lennon] She says she loves you And you know that can't be bad Yes, she loves you And you know you should be glad  [Chorus: Paul McCartney & John Lennon] She loves you, yeah, yeah, yeah She loves you, yeah, yeah, yeah With a love like that You know you should be glad  [Verse 3: Paul McCartney & John Lennon] You know it's up to you I think it's only fair Pride can hurt you, too Apologise to her  [Refrain: Paul McCartney & John Lennon] Because she loves you And you know that can't be bad She loves you And you know you should be glad  [Chorus: Paul McCartney & John Lennon] [She loves you, yeah, yeah, yeah She loves you, yeah, yeah, yeah She loves you, yeah, yeah, yeah, yeah]  [Outro: Paul McCartney & John Lennon] With a love like that You know you should be glad With a love like that You know you should be glad With a love like that You know you should be glad Yeah, yeah, yeah Yeah, yeah, yeah, yeah!  ",
        "title": "She Loves You"
    },
    {
        "artist": "The Rivieras",
        "lyrics": null,
        "title": "California Sun"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": "  Last night I needed you so bad I was alone and feeling sad But now that I recall You left me after all The only girl I've ever had  I never ever made you cry No, no I didn't even try You promised you'd be true You said you loved me too My only girl told me a lie  And maybe there'll come a day When I can smile and say She used to be my girl  But now there's nothing left to say She only wanted me for play I learned my lesson fast But now I know at last That girl belongs to yesterday  My only girl My only girl I learned my lesson fast But now I know at last That girl belongs to yesterday That girl she belongs to yesterday  ",
        "title": "That Girl Belongs To Yesterday"
    },
    {
        "artist": "Anna King",
        "lyrics": null,
        "title": "If Somebody Told You"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": "  Sometimes, the going Gets a little bit tough now  (Oh, baby, don't you weep) When the times get hard And the friends get few now (Oh, baby, don't you weep) No one to turn to and Nothing to do now (Oh, baby, don't you weep) You're screaming your heart out (Oh, baby, don't you weep) Til your back and is Soaking wet now (Oh, baby, don't you weep) You're still looking for mercy (Oh, baby, don't you weep) And still, you can't forget now  Screaming your heart out Your back gets soaking wet You know that you used to love him And still, you can't forget  You know sometimes it's hard Nowhere to go No one to love Tried everything you know  Haaa, baby (Oh, baby, don't you weep) And, ahhh, baby (Oh, baby, don't you weep) And, ahhh, baby (Oh, baby, don't you weep) I want you to play I want you to play a little song  (Do doop doopty doop) You know, a friend of mine Told me one time (Do doop doopty doop) I think it was back in 1959 (Do doop doopty doop) He said, darling, you send me (Do doop doopty doop) He said, if you call me I'll come running back to you (Do doop doopty doop)  And another friend of mine told me He said, if you need me, call me (Do doop doopty doop) You see, I got a lot of Friends in my business And another friend of mine He told me (Do doop doopty doop) You better stop dogging Me around, now (Do doop doopty doop)  And a recent friend Of mine, he came up (Do doop doopty doop) And you know what he said (Do doop doopty doop) It's too late (Do doop doopty doop) Another friend of mine in a group I'm talking bout Bobby boy, now (Do doop doopty doop) He said a young man Sings his heart out (Do doop doopty doop) He walked up, he said, James I had so much trials and tribulations (Do doop doopty doop) But I found out now  (Do doop doopty doop) And you see, another friend Of mine, he told me He called me Bishop (Do doop doopty doop) He said, James You was born to lose (Do doop doopty doop) I wouldn't take that for an answer I went on down the street (Do doop doopty doop)  I said to myself I said, James Brown (Do doop doopty doop) Please, please, please, please (Do doop doopty doop) Come along, someone now  Aaaah, baby (Do doop doopty doop) Aaaah, baby (Do doop doopty doop) I'm gonna call a friend Of mine in a band now (Do doop doopty doop) I want him to come up And testify now (Do doop doopty doop) I want you to blow (Do doop doopty doop) I want you to blow for the people Who need someone to love now (Do doop doopty doop) I want you to blow for the people Who don't have no one to love (Do doop doopty doop) I want you to blow for somebody That I lost long time ago (Do doop doopty doop) I want him to blow better than On anybody's record now (Do doop doopty doop) I want you to blow for yourself one time (Do doop doopty doop)  Aaaah, baby (Oh, baby, don't you weep) Aaaah, baby (Oh, baby, don't you weep) Aaaah, baby (Oh, baby, don't you weep) I think I'm gonna scream A little louder and maybe You'll come on home now  Ow, oh, baby (Oh, baby, don't you weep) Aaaah, baby (Oh, baby, don't you weep) Aaaah, baby  ",
        "title": "Oh Baby Don't You Weep (Part 1)"
    },
    {
        "artist": "Barbara Lewis",
        "lyrics": "  (Snap your fingers) And I'll come running (Back to you) On bended knees  Snap your fingers I will come running I'll be true Take a chance on me  Let your light turn green Baby, I got to know Give me some kind of clue Should I stay or go?  Let me love you like a lover That you used to know Turn the key and let me in To the same old door (That same old door)  I had it, but lost it Now, I got a broken heart to mend I don't care what the cost is Got to find a way back in  So, snap your fingers Baby, I'll come running I'll do anything To get back again (Get back again)  I don't care what the cost is Got to find a way back in  So, snap your fingers Baby, I'll come running I'll do anything To get back again To come back again (To come back again)  ",
        "title": "Snap Your Fingers"
    },
    {
        "artist": "The Crescents Featuring Chiyo",
        "lyrics": null,
        "title": "Pink Dominos"
    },
    {
        "artist": "Skeeter Davis",
        "lyrics": null,
        "title": "He Says The Same Things To Me"
    },
    {
        "artist": "Dusty Springfield",
        "lyrics": "  I don't know what it is that makes me love you so I only know I never want to let you go 'Cause you've started something, oh, can't you see? That ever since we met you've had a hold on me It happens to be true I only want to be with you  It doesn't matter where you go or what you do I want to spend each moment of the day with you Oh, look what has happened with just one kiss I never knew that I could be in love like this It's crazy but it's true I only want to be with you  You stopped and smiled at me And asked if I'd care to dance I fell into your open arms And I didn't stand a chance  Now listen honey I just want to be beside you everywhere As long as we're together, honey, I don't care 'Cause you've started something, oh, can't you see? That ever since we met you've had a hold on me No matter what you do I only want to be with you  Oh, you stopped and you smiled at me And asked if I'd care to dance I fell into your open arms I didn't stand a chance  Now hear me tell you I just want to be beside you everywhere As long as we're together, honey, I don't care 'Cause you've started something, oh, can't you see? That ever since we met you've had a hold on me No matter what you do I only want to be with you I said, no matter, no matter what you do I only want to be with you  ",
        "title": "I Only Want To Be With You"
    },
    {
        "artist": "The Exciters",
        "lyrics": null,
        "title": "Do-Wah-Diddy"
    },
    {
        "artist": "Jimmy Velvet",
        "lyrics": null,
        "title": "We Belong Together"
    },
    {
        "artist": "Santo & Johnny",
        "lyrics": null,
        "title": "I'll Remember (In The Still Of The Night)"
    },
    {
        "artist": "Barbara Lewis",
        "lyrics": null,
        "title": "Puppy Love"
    },
    {
        "artist": "Brook Benton",
        "lyrics": null,
        "title": "Going Going Gone"
    },
    {
        "artist": "Timmy Shaw",
        "lyrics": null,
        "title": "Gonna Send You Back To Georgia (A City Slick)"
    },
    {
        "artist": "Lloyd Price",
        "lyrics": null,
        "title": "Billie Baby"
    },
    {
        "artist": "Lefty Frizzell",
        "lyrics": "  [Verse:] I was born in Saginaw, Michigan I grew up in a house on Saginaw bay My dad was a poor, hard working Saginaw fisherman Too many times he came home with too little pay I loved a girl in Saginaw, Michigan The daughter of a wealthy, wealthy man But he called me 'that son of a Saginaw fisherman' And not good enough to claim his daughter's hand Now I'm up here in Alaska, looking around for gold Like a crazy fool, I'm digging in this frozen ground so cold But with each new day, I pray I'll strike it rich and then I'll go back home and claim my love in Saginaw, Michigan I wrote my love in Saginaw, Michigan I said \"Honey, I'm coming home please wait for me And you can tell your dad, I'm coming back a richer man I hit the biggest strike in Klondike history\" Her dad met me in Saginaw, Michigan He gave me a great big party with champagne Then he said \"Son, you're wise young ambitious man Will you sell your father-in-law your Klondike claim?\" Now he's up there in Alaska, diggin' in the cold, cold ground The greedy fool is looking for the gold I never found It serves him right, and no one here is missing him Least of all the newlyweds of Saginaw, Michigan We're the happiest man and wife in Saginaw, Michigan He's ashamed to show his face in Saginaw, Michigan  ",
        "title": "Saginaw, Michigan"
    },
    {
        "artist": "Pete Seeger",
        "lyrics": "  Little boxes on the hillside Little boxes made of ticky tacky Little boxes Little boxes Little boxes all the same There's a green one and a pink one And a blue one and a yellow one And they're all made out of ticky tacky And they all look just the same  And the people in the houses all went to the university And they all get put in boxes, little boxes all the same And there's doctors and there's lawyers And business executives And they all get put in boxes, and they all come out the same And they all play on the golf course and drink their martini dry And they all have pretty children and the children go to school And the children go to summer camp And then to the university And they all get put in boxes, and they all come out the same And the boys go into business and marry and raise a family And they all get put in boxes, little boxes all the same  There's a green one, and a pink one And a blue one and a yellow one And they're all made out of ticky tacky And they all look just the same  ",
        "title": "Little Boxes"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": null,
        "title": "Stay With Me"
    },
    {
        "artist": "The Angels",
        "lyrics": "  It was love at first sight When I saw him on The corner that night He was standing With a bunch of guys There's something 'bout The boy that caught my eye Wow wow wee and wow wow wee Oh, yeah, the handsomest boy That I ever did see Wow wow wee and wow wow wee Oh, yeah, I had to get Him to notice me I walked by the corner Nice and slow He looked me over From head to toe It worked like a charm I was getting my wish Cause he was swallowing the Bait like a hungry fish Wow wow wee and wow wow wee Oh, yeah, the boy looked good And he looked at me Wow wow wee and wow wow wee Oh, yeah, he sure is The boy for me I smiled at him Then he turned away I kept walking Till I heard him say Hey little girl Where you going Said it's nobody's business But mine alone, yeah Wow wow wee and wow wow wee Oh, yeah, that boy Started following me Wow wow wee and wow wow wee Oh, yeah, my plan's Working perfectly Now we're together All the time He'll never know How I made him mine I let him keep thinking That he picked up me But I'll know different Wow wow wee Wow wow wee and wow wow wee Oh, yeah, that's the way It was meant to be Wow wow wee and wow wow wee Oh, yeah, I like to keep The boy following me Wow wow wee and wow wow wee Oh, yeah, that's the way It was meant to be Wow wow wee and wow wow wee Oh, yeah, I like to keep The boy following me  ",
        "title": "Wow Wow Wee (He's The Boy For Me)"
    },
    {
        "artist": "Betty Harris",
        "lyrics": null,
        "title": "His Kiss"
    },
    {
        "artist": "Diane Renay",
        "lyrics": null,
        "title": "Navy Blue"
    },
    {
        "artist": "The Pixies Three",
        "lyrics": "  After school is over, we can have some fun Bring the boys, and baby, I want you to come All my girlfriends are gonna be there (We'll be there) Let me tell you where  442 Glenwood Avenue 442 Glenwood Avenue Come along, come on, just tap twice on this door 442 Glenwood Avenue  Goofy Eddie's gonna bring his ukulele Groovy Freddy's going to dance all night with Sherry I can't wait 'til I see you there (See you there) Let me tell you again, the number's  (Fun, fun, fun, fun) We'll turn the lights down lower (Fun, fun, fun, fun) We'll dance a little slower  (Fun, fun, fun, fun) And when the party's over You'll walk me home, now let me hang up the phone But don't forget the number  442 Glenwood Avenue 442 Glenwood Avenue  ",
        "title": "442 Glenwood Avenue"
    },
    {
        "artist": "Bobby Vee",
        "lyrics": null,
        "title": "Stranger In Your Arms"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": null,
        "title": "Good News"
    },
    {
        "artist": "The Duprees featuring Joey Vann",
        "lyrics": null,
        "title": "(It's No) Sin"
    },
    {
        "artist": "Johnny Crawford",
        "lyrics": null,
        "title": "Judy Loves Me"
    },
    {
        "artist": "Jim and Monica",
        "lyrics": null,
        "title": "Slipin' And Slidin'"
    },
    {
        "artist": "The Sapphires",
        "lyrics": null,
        "title": "Who Do You Love"
    },
    {
        "artist": "Inez Foxx",
        "lyrics": null,
        "title": "Ask Me"
    },
    {
        "artist": "Jackie DeShannon",
        "lyrics": "  I can feel a new expression on my face; I can feel a glowing sensation taking place... I can hear the guitars playing lovely tunes Every time that you walk in the room...  I close my eyes for a second and pretend it's me you want; Meanwhile, I try to act so nonchalant... I feel a summer's night with a magic moon Every time that you walk in the room...  Baby, it's a dream come true, standing right alongside of you; Wish I could show you how much I care, but I only have the nerve to stare...  I can feel a something pounding in my brain Just anytime that someone speaks your name... Trumpets sound, I hear thunder boom Every time that you walk in the room... Every time that you walk in the room... Every time that you walk in the room... Every time that you walk in the room... Every time that you walk in the room...  ",
        "title": "When You Walk In The Room"
    },
    {
        "artist": "Linda Scott",
        "lyrics": "  Who's been sleeping in my bed? Who's been crying on my pillow? Who's been tossing who's been turnin' all night? Someone had a bad time, a real real sad time Won't somebody tell me  Who's been sleeping in my bed? Who's been cryin' on my pillow? Looks like there was someone walking the floor If I'm not mistaken, her heart was breaking  Wonder what went wrong Not a thing looks right And I don't know why All I know is last night we quarrelled And you said goodbye. I wish I knew just  Who's been sleeping in my bed? Who's been crying' on my pillow? Who else can it be? It has to be me I'm the one who's weeping instead of sleeping 'Cause you're gone from me, not a thing looks right Wish I knew just who's been sleeping in my bed  ",
        "title": "Who's Been Sleeping In My Bed?"
    }
]