[
    {
        "artist": "Neil Sedaka",
        "lyrics": "  You tell me that you're leaving I can't believe it's true Girl, there's just no living Without you  Don't take your love away from me Don't you leave my heart in misery Cause if you go then I'll be blue Breaking up is hard to do  Remember when you held me tight And you kissed me all through the night Think of all that we've been through And breaking up is hard to do  [Chorus] They say that breaking up is hard to do Now I know, I know that it's true Don't say that this is the end Instead of breaking up, I wish that we were making up again  I beg of you, don't say goodbye Can't we give our love just one more try Come on baby, let's start anew Breaking up is hard to do Breaking up is oh so hard to do  ",
        "title": "Breaking Up Is Hard To Do"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": "  [Verse 1: Bobby Vinton] A long, long time ago On graduation day You handed me your book I signed this way  [Chorus: Bobby Vinton] \"Roses are red, my love Violets are blue Sugar is sweet, my love But not as sweet as you. \"  [Verse 2: Bobby Vinton] We dated through high school And when the big day came I wrote into your book Next to my name  [Chorus]  [Verse 3: Bobby Vinton] Then I went far away And you found someone new I read your letter dear And I wrote back to you  [Refrain: Bobby Vinton] \"Roses are red, my love Violets are blue Sugar is sweet, my love But luck may God bless you. \"  [Verse 4: Bobby Vinton] Is that your little girl? She looks a lot like you Someday some boy will write In her book, too  [Chorus x2]  ",
        "title": "Roses Are Red (My Love)"
    },
    {
        "artist": "The Orlons",
        "lyrics": "  [Intro] Wah, wah-a Watusi C'mon and take a chance and get-a with this dance Wah, wah-a Watusi Oh, baby, it's the dance made-a for romance (shoo-bop, shoo-bop, ahh)  [Verse 1] Baby, baby, when you do The Twist Never, never do you get yourself kissed 'cause you're always dancing far apart The Watusi, girl, is-a really smart  Wah-a, wah, wah-a Watusi C'mon and take a chance and get-a with this dance (shoo-bop, shoo-bop, ahh)  [Verse 2] Baby, baby, when you do The Fly Your arms are wasted wavin' in the sky Come on and hold me like a lover should The Watusi makes you feel so good  Wah-a, wah, wah-a Watusi Oh, baby, it's the dance made-a for romance  [Verse 3] Baby, baby, that's the way it goes Nothing happens when you Mash Potatoes I just gotta fall in love with you Watusi is the dance to do  [Outro] Wah-a, wah, wah-a Watusi C'mon and take a chance and get-a with this dance Wah, wah-a Watusi Oh, baby, it's the dance made-a for romance  ",
        "title": "The Wah Watusi"
    },
    {
        "artist": "Little Eva",
        "lyrics": "  [Intro]  Everybody is doin' a brand new dance, now (Come on baby, do the Loco-motion) I know you'll get to like it if you give it a chance now Come on baby, do the Loco-motion)  My little baby sister can do it with me It's easier than learning your A B C's So come on, come on, do the Loco-motion with me  You gotta swing your hips, now Come on, baby Jump up, jump back Well, now, I think you've got the knack  Now that you can do it, let's make a chain, now (Come on baby, do the Loco-motion) A chug-a chug-a motion like a railroad train, now (Come on baby, do the Loco-motion)  Do it nice and easy, now, don't lose control A little bit of rhythm and a lot of soul So come on, come on, do the Loco-motion with me  Move around the floor in a Loco-motion (Come on baby, do the Loco-motion) Do it holding hands if you get the notion (Come on baby, do the Loco-motion)  There's never been a dance that's so easy to do It even makes you happy when you're feeling blue So come on, come on, do the Loco-motion with me  ",
        "title": "The Loco-Motion"
    },
    {
        "artist": "Ray Stevens",
        "lyrics": "  Let me tell you 'bout Ahab The Arab The Sheik of the burning sand He had emeralds and rubies just dripping off 'a him And a ring on every finger of his hands  He wore a big ol' turban wrapped around his head And a scimitar by his side And every evening about midnight He'd jump on his camel named Clyde...and ride  Spoken  Silently through the night to the sultan's tent where he would secretly meet up with Fatima of the Seven Veils, swingingest grade \"A\" number one U.S. choice dancer in the Sultan's whole harem, 'cause, heh, him and her had a thing going. You know, and they'd been carrying on for some time now behind the Sultan's back and you could hear him talk to his camel as he rode out across the dunes, his voice would cut through the still night desert air and he'd say (imitate Arabian speech) which is arabic for, \"stop, Clyde!\" and Clyde would say, (imitate camel voice). Which is camel for, \"What the heck did he say anyway?\" Well....  He brought that camel to a screeching halt At the rear of Fatima's tent jumped off Clyde Snuck around the corner and into the tent he went There he saw Fatima laying on a Zebra skin rug Wearing rings on her fingers and bells on her toes And a bone in her nose ho, ho Spoken  There she was friends lying there in all her radiant beauty. Eating on a raisin, grape, apricot, pomegranate, bowl of chitterlings, two bananas, three Hershey bars, sipping on a \"R C\" Co-Cola listening to her transistor, watching the Grand Ole Opry on the tube reading the Mad magazine while she sung, \"Does your chewing gum lose it's flavor?\" and Ahab walked up to her and he said, (imitate Arabian speech) which is arabic for, \"Let's twist again like we did last summer, baby.\" (laughter) You know what I mean! Whew! She looked up at him from off the rug, give him one of the sly looks, she said, (coy, girlish laugh) \"Crazy baby\" 'Round and around and around and around...etc  And that's the story 'bout Ahab the Arab The Sheik of the Burnin' sand Ahab the Arab The swinging Sheik of the burnin' sand  ",
        "title": "Ahab, The Arab"
    },
    {
        "artist": "Pat Boone",
        "lyrics": "  It was a moonlit night in Old Mexico I walked alone between some old adobe haciendas Suddenly, I heard the plaintive cry of a young Mexican girl:  La la la, la la la la la la la la, la la la la la la la la, la la la la La la la la  You better come home Speedy Gonzales Away from tannery row Stop all of your drinking With that floozy named Flo! Come on home to your adobe And slap some mud on the wall! The roof is leaking like a strainer There's loads of roaches in the Hall (La la la la)  Speedy Gonzales (Speedy Gonzales) Why don't you come home? Speedy Gonzales (Speedy Gonzales) How come you leave me all alone?  \"He, Rosita, I have to go shopping downtown for my mother She needs some Tortillias and Chilli Pepper!\"  La, la la la la la la la la, la la la la la la la la, la la la la la la La la  Your doggie's gonna have a puppy And we're running out of Coke No enchiladas in the icebox And the television's broke I saw some lipstick on your sweatshirt I smell some perfume in your ear Well, if you're gonna keep on messin' Don't bring your business back a-here (La la la la)  Mmm, Speedy Gonzales (Speedy Gonzales) Why don't you come home? Speedy Gonzales (Speedy Gonzales) How come you leave me all alone?  \"He, Rosita, come quick! Down at the cantina They're giving green stamps with Tequila!\"  La, la la la la la la la la, la la la la la la la la, la la la la la la La la La la la la, la la la la la la la la, la la la la la la la la, la la la La la la la la  SPOKEN: It was a moonlit night in old Mexico....  ",
        "title": "Speedy Gonzales"
    },
    {
        "artist": "Brian Hyland",
        "lyrics": "  Intro  Though we gotta say goodbye for the summer Darling I promise you this I'll send you all my love every day in a letter Sealed with a kiss  Yes it's gonna be a cold lonely summer But I'll fill the emptiness I'll send you all my dreams every day in a letter Sealed with a kiss  I'll see you in the sunlight I'll hear your voice everywhere I'll run to tenderly hold you But darling you won't be there  I don't want to say goodbye for the summer Knowing the love we'll miss Oh let us make a pledge to meet in September And seal it with a kiss  Yes it's gonna be a cold lonely summer But I'll fill the emptiness I'll send you all my love every day in a letter Sealed with a kiss Sealed with a kiss Sealed with a kiss  ",
        "title": "Sealed With A Kiss"
    },
    {
        "artist": "Barbara Lynn",
        "lyrics": "  If you should lose me,oh yeah,you'll lose a good thing If you should lose me, oh yeah,you'll lose a good thing  You know I love you,do anything for you Just don't mistreat me,and I'll be good to you  Cause if you should lose me, oh yeah, you'll lose a good thing  I'm givin you one more chance,for you to do right If you'll only straighten up,we'll have a good life  Cause if you should lose me,oh yeah,you'll lose a good thing  This is my last time,not asking any more If you don't do right,I'm gonna march outa that door  And if you don't believe me, just try it daddy And you'll lose a good thing Just try it daddy and you'll lose a good thing Just try it daddy and you'll lose a good thing Just try it daddy and you'll lose a good thing Just try it daddy and you'll lose a good thing....fades  ",
        "title": "You'll Lose A Good Thing"
    },
    {
        "artist": "Bobby Darin",
        "lyrics": null,
        "title": "Things"
    },
    {
        "artist": "David Rose and His Orchestra",
        "lyrics": null,
        "title": "The Stripper"
    },
    {
        "artist": "Ray Charles",
        "lyrics": null,
        "title": "You Don't Know Me"
    },
    {
        "artist": "Claude King",
        "lyrics": "  They say don't go on Wolverton Mountain If you're looking for a wife Cause Clifton Clowers has a pretty young daughter He's mighty handy with a gun and a knife  Her tender lips are sweeter than honey And Wolverton Mountain protects her there The bears and the birds tell Clifton Clowers If a stranger should enter there  All of my dreams are on Wolverton Mountain I want his daughter for my wife I'll take my chances and climb that mountain Though Clifton Clowers, he might take my life  Her tender lips are sweeter than honey And Wolverton Mountain protects her there The bears and the birds tell Clifton Clowers If a stranger should wander there  I'm going up on Wolverton Mountain It's too lonesome down here below It's just not right to hide his daughter From the one who loves her so  Her tender lips are sweeter than honey And Wolverton Mountain protects her there The bears and the birds tell Clifton Clowers If a stranger should wander there  I don't care about Clifton Clowers I'm gonna climb up on his mountain I'm gonna take the girl I love  I don't care about Clifton Clowers I'm a gonna climb up on that mountain And I'll get the one I love  ",
        "title": "Wolverton Mountain"
    },
    {
        "artist": "Dion",
        "lyrics": "  Diane...Down deep inside I cry Diane...Without your love I'd die Diane...You know you drive me wild...Diane You're such a little evil child ya ya ya  Ya, I wanna pack and leave and slap your face Bad girls like you are a disgrace A way down deep inside I cry Without you little Diane I'd die  I should drag you down 'cause you're no good You're two-faced, your heart's made of wood A way down deep inside I cry Without you little Diane I'd die  Listen to my heart Oh you're tearin' it apart Oh why don't you understand Why don't you stop it! stop it! Stop it if you can  I want to spread the news that you're untrue But Diane what good would it do 'Cause way down deep inside I cry Without you little Diane I'd die, I'd die  Ya! Don't you understand Diane  I said ya, ya, ya  I said listen to the beat Oh I feel it in my feet Now it's my heart Diane Why don't you stop it! stop it! Stop it if you can  I want to spread the news that you're untrue But Diane what good would it do 'Cause way down deep inside I cry Without you little Diane I'd die, I'd die  Oh yeah  ",
        "title": "Little Diane"
    },
    {
        "artist": "Eddie Hodges",
        "lyrics": null,
        "title": "(Girls, Girls, Girls) Made To Love"
    },
    {
        "artist": "Joanie Sommers",
        "lyrics": "  Johnny I said we were through Just to see what you would do You stood there, and hung your head Made me wish that I were dead  Oh, Johnny get angry Johnny get mad Give me the biggest lecture that I ever had I want a brave man, I want a cave man Johnny show me that you care, really care for me  Every time you dance with me You let Freddy cut in constantly When he does, you never speak Must you always be so meek?  Oh Johnny get angry, Johnny get mad Give me the biggest lecture that I ever had I want a brave man, I want a cave man Johnny show me that you care, really care for me  Every girl wants someone who She can always look up to You know I love you, ofcourse Let me know that youre the boss  Oh Johnny get angry, Johnny get mad Give me the biggest lecture that I ever had I want a brave man, I want a cave man Johnny show me that you care, really care for me  Johnny, care for me Johnny Johnny Johnny Johnny...  ",
        "title": "Johnny Get Angry"
    },
    {
        "artist": "Richard Chamberlain",
        "lyrics": "  Three stars will shine tonight, one for the lonely That star will shine its light each time that someone sighs Three stars for all to see, one for young lovers That star was made to be the sparkle in their eyes And, for the third star, only one reason A star you can wish on to make dreams come true High in the sky above, three stars are shining I hope that star of love will shine down on you  ",
        "title": "Theme From Dr. Kildare (Three Stars Will Shine Tonight)"
    },
    {
        "artist": "The Isley Brothers",
        "lyrics": "  [Verse 1] Shake it up baby now (Shake it up baby) Twist and shout (Twist and shout) Come on baby now (Come on baby) Come on and work it on out (Come on work it on out) Well work it on out, honey (Work it on out) Yeah, you know you look so good (You know you look so fine) Yeah, you know you got me goin' (You know you got me goin') Just like I knew you would (Just like I knew you would) ooh Oooh  [Verse 2] Shake it up baby (Shake it up baby) Twist and shout (Twist and shout) Come on come on come on baby now (Come on baby) Come on and work it on out (Come on work it on out) Well, twisty little girl (twisty little girl) You know you twist so fine (You know you twist so fine) Come on and twisty a little closer (Come on and twisty a little closer) Come on and show me that you're mine (Come on and show me you're mine) yeah Ooh oh yeah  [Break]  [Verse 3] Aah aah aah aah aaaaah Shake it up baby now (Shake it up baby) Shake it up baby (Twist and shout) Shake it up baby (Shake it up baby) ooh Come on and work it on out Twist and shout, oh Come on come on baby shake it (Oh come on baby) Shake it Shake it shake it baby (oh twist and shout) Shake it shake it shake it baby Shake it oh baby Work it on out (oh work it on out), ooh  Shake it, shake it, baby now (shake it oh baby) Shake it, shake it, baby now (shake it oh baby) Shake it, shake it yes ooh (shake it oh baby) Prrrrrr shake it now (shake it oh baby) Prrrrrr ooh ooh (shake it oh baby) Prrrrrr  ",
        "title": "Twist And Shout"
    },
    {
        "artist": "Claudine Clark",
        "lyrics": "  (Party lights, I see the party lights) Wo (They're red and blue and green) Lights (Everybody in the crowd's there) Mama, I wanna go, go, go, go, go, go, yeah, yeah  Well, mama dear, tell me, do you hear? We're partying tonight I tell you, I can't sleep because across the street Wo, oh, I see the party lights  I see the lights, I see the party lights They're red and blue and green Everybody in the crowd's there But you won't let me make a scene  Well, mama dear Look here, oh, dear There goes Mary Lou I see Tommy and Joe  Oh, oh, and Betty Sue Oh, oh, and there goes my boyfriend too I see the lights  I see the lights, I see the party lights They're red and blue and green Everybody in the crowd's there But you won't let me make a scene  Listen to the party, mama  Well, mama dear Look here, oh, dear I'm feeling, oh, so blue They're doin' the twist, the fish  The mashed potatoes too I fear, I'm lookin' at you I see the lights  I see the lights, I see the party lights They're red and blue and green Everybody in the crowd's there But you won't let me make a scene  They're doin' the fish, they're doin' the twist The watusi, the mashed potatoes I see the lights, I see the lights They're doin' the bop, I wanna go  ",
        "title": "Party Lights"
    },
    {
        "artist": "Ray Charles",
        "lyrics": "  [Chorus 1] (I can't stop loving you) I've made up my mind To live in memory of the lonesome times (I can't stop wanting you) It's useless to say So I'll just live my life in dreams of yesterday (Dreams of yesterday)  [Chorus 2] Those happy hours that we once knew Tho' long ago, they still make me blue They say that time heals a broken heart But time has stood still since we've been apart  [Chorus 1] (I can't stop loving you) I've made up my mind To live in memory of the lonesome times (I can't stop wanting you) It's useless to say So I'll just live my life in dreams of yesterday  [Chorus 2] Those happy hours that we once knew Tho' long ago, they still make me blue They say that time heals a broken heart But time has stood still since we've been apart Since we've been apart  [Chorus 1] (I can't stop loving you) I said I've made up my mind To live in memory of the lonesome times (I can't stop wanting you) It's useless to say So I'll just live my life of dreams of yesterday (of yesterday)  ",
        "title": "I Can't Stop Loving You"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": null,
        "title": "Heart In Hand"
    },
    {
        "artist": "Chubby Checker",
        "lyrics": "  Everybody say Yeah Yeah Yeah Yeah, Yeah Yeah, Oh Yeah Yeah, Yeah Yeah Are you ready Yeah  Let's have a ball at the hall tonight Booth the girl with the early blight Make a scene with the record machine At the dancin' party tonight  Come on let's fry the potatoes too Watusi girl is the dance to do Twist and shout till we knock ourselves out At the dancin' party tonight  Cause summer time is party time And everything's alright Cause everyone is feelin' fine And every night is Saturday night yeah  Mess around, Bristol stompin too Pony now like it's all brand new Any dance that you wanna do At the dancin' party tonight Yeah let's go now, come on  Come on let's fry the potatoes too Watusi girl is the dance to do Twist and shout till we knock ourselves out At the dancin' party tonight  Cause summer time is party time And everything's alright Cause everyone is feelin' fine And every night is Saturday night yeah  Yeah bake a cake let's shake that sticks Jump and stomp till the ceiling breaks Have no fear, cause the gang's all here At the twistin' party tonight  Is [ ] here - Yeah Is Dee Dee here - Yeah Are the Orlons here - Yeah Are the [Drake Brothers] here - Yeah Ar get yourselves down, go ahead  ",
        "title": "Dancin' Party"
    },
    {
        "artist": "Don Gardner And Dee Dee Ford",
        "lyrics": null,
        "title": "I Need Your Loving"
    },
    {
        "artist": "Joe Dowell",
        "lyrics": "  [Chorus:] Little red rented rowboat little red rented rowboat Not much better than no boat But at least it will go when I row row row at least it will go when I row  I saw two pretty girls sunbathing on a pier They wore jeans way down to here I waved, they waved, they said they'd like a ride So I helped them climb inside to share my  [Chorus] (Row row row row row) Along came a sailboat big enough for two The skipper saw the girls I knew what he would do He waved, and they waved, then he helped them inside Just one girl to ride there in my  [Chorus] (Row row row row row) Hot-rod motorboat roared up behind The girl took a look and I could read her mind She waved, and he waved, he helped her climb inside Leaving me with wounded pride (Row row row row row) One hour later I saw them again Motorboat out of gas, sailboat out of wind The girls waved, and I waved, and then I passed them by With my nose held way up high me and my  [Chorus] [To Fade:] Row, row, row your boat  ",
        "title": "Little Red Rented Rowboat"
    },
    {
        "artist": "Tommy Roe",
        "lyrics": null,
        "title": "Sheila"
    },
    {
        "artist": "Dee Dee Sharp",
        "lyrics": null,
        "title": "Gravy (For My Mashed Potatoes)"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": "  [Verse 1] Her hair is soft and her eyes are oh so blue She's all the things a girl should be But she's not you  [Verse 2] She knows just how to make me laugh when I feel blue She's everything a man could want But she's not you  [Verse 3] And when we're dancing It almost feels the same I've got to stop myself from Whispering your name  [Verse 4] She even kisses me like you used to do And it's just breaking my heart Because she's not you  ",
        "title": "She's Not You"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  [Verse 1] If you ever change your mind About leaving, leaving me behind  [Chorus] Baby (Oh), bring it to me Bring your sweet loving Bring it on home to me Yeah (yeah) yeah (yeah) yeah (yeah)  [Verse 2] I know I laughed when you left But now I know I only hurt myself  [Chorus] Baby (Oh), bring it to me Bring your sweet loving Bring it on home to me Yeah (yeah) yeah (yeah) yeah (yeah)  [Verse 3] I'll give you jewelry and money, too That ain't all, that ain't all I'll do for you  [Chorus] Baby if you (Oh), bring it to me Bring your sweet loving Bring it on home to me Yeah (yeah) yeah (yeah) yeah (yeah)  [Verse 4] You know I'll always be your slave 'Till I'm buried, buried in my grave  [Chorus] Oh honey (Oh), bring it to me Bring your sweet loving Bring it on home to me Yeah (yeah) yeah (yeah) yeah (yeah)  [Verse 5] One more thing, I tried to treat you right But you stayed out, stayed out day and night  [Chorus] But I forgive you (Oh), Bring it to me Bring your sweet loving Bring it on home to me Yeah (yeah) yeah (yeah) yeah (yeah) Yeah (yeah) yeah (yeah) yeah (yeah) Yeah (yeah) yeah (yeah) yeah (yeah)  ",
        "title": "Bring It On Home To Me"
    },
    {
        "artist": "Burl Ives",
        "lyrics": "  I saved up my money to buy my sweetheart some flowers For Saturday's date and I restlessly counted the hours Then today in the mail I received this short little note And I broke down inside at the message that her mother wrote  Mary Ann regrets she's unable to see you again We're leaving for Europe next week, she'll be busy till then They know that she loves me but poor boys don't fit in their plan Good-bye true love, good-bye my sweet Mary Ann  The weeks have gone by, not a word have I heard since then In the papers I read of the far away places she's been I can't eat, I can't sleep for over and over again My mind reads that letter and I cry for my Mary Ann  Mary Ann regrets she's unable to see you again We're leaving for Europe next week, she'll be busy till then They know that she loves me but poor boys don't fit in their plan Good-bye true love, good-bye my sweet Mary Ann  My Mary Ann died, they said she just wasted away If I could have seen her, I know she'd be living today For we loved each other and if they'd have left us alone Today she'd be wearing my ring, not a blanket of stone  Mary Ann regrets she's unable to see you again We're leaving for Europe next week, she'll be busy till then They know that she loves me but poor boys don't fit in their plan Good-bye true love, good-bye my sweet Mary-Ann  ",
        "title": "Call Me Mr. In-Between"
    },
    {
        "artist": "Billy Vaughn And His Orchestra",
        "lyrics": "  INSTRUMENTAL  ",
        "title": "A Swingin' Safari"
    },
    {
        "artist": "Nelson Riddle",
        "lyrics": null,
        "title": "Route 66 Theme"
    },
    {
        "artist": "Sue Thompson",
        "lyrics": null,
        "title": "Have A Good Time"
    },
    {
        "artist": "Connie Francis",
        "lyrics": null,
        "title": "Vacation"
    },
    {
        "artist": "Timi Yuro",
        "lyrics": "  I know the reason you've been crying Oh yes I heard she won't be needing you How does it feel being the one left behind What's a matter baby is it hurting you I know you found out she's been cheating And I heard she even told you she was untrue How does it feel being on the outside looking in What's a matter baby is it hurting you Remember Remember when I needed you so bad Remember Remember what you had to say You told me to find another shoulder to cry on Then you laughed You laughed and you walked away I know that you've been asking about me (ha-ha) And I'm sorry but I've got somebody new Now my hurting is just about over But baby it's just starting for you!  ",
        "title": "What's A Matter Baby (Is It Hurting You)"
    },
    {
        "artist": "Baby Cortez",
        "lyrics": "  ♫ [Instrumental] ♫  ",
        "title": "Rinky Dink"
    },
    {
        "artist": "Emilio Pericoli",
        "lyrics": "  Al di la Del bene piu prezioso Ci sei tu Al di la Del sogno piu ambizioso Ci sei tu Al di la Delle cose piu bella Al di la delle stelle Ci sei tu Al di la Ci sei tu Per me, per me, soltanto per me Al di la Del mare piu profondo Ci sei tu Al di la Dei limiti del mondo Ci sei tu Al di la Della volta infinita Al di la della vita Ci sei tu Al di la Ci sei tu per me La la la la la ... La la la ...  ",
        "title": "Al Di La'"
    },
    {
        "artist": "Duane Eddy",
        "lyrics": null,
        "title": "The Ballad Of Paladin"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  We're having a party Dancing to the music Played by the DJ On the radio The Cokes are in the icebox The popcorn's on the table Me and my baby, we're out here on the floor  So listen, Mr. DJ Keep those records playing Cause I'm having such a good time Dancing with my baby  Everybody's swinging Sally's doing that twist now If you take requests, I.... Got a few for you Play that song called \"Soul Twist\" Play that one called \"I Know\" Don't forget the \"Mashed Potatoes\" No other songs will do  Let me tell you Mr., Mr. DJ Keep those records playing Cause I'm having such a good time Dancing with my baby  Having a party--yeah Everybody's swinging--oh we're Dancing to the music--yeah On the radio--oh we're Having a party--man Everybody's swinging--yeah Dancing to the music--yeah On the radio--say it one more time  We're having a party--yeah Everybody's swinging--oh we're Dancing to the music--yeah On the radio  ",
        "title": "Having A Party"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": null,
        "title": "It Started All Over Again"
    },
    {
        "artist": "Freddy Cannon",
        "lyrics": "  Last night I took a walk after dark A swingin' place called palisades park To have some fun and see what I could see That's where the girls are  I took a ride on a shoot-the-chute That girl I sat beside was awful cute After we stopped she was holdin' hands with me My heart was flyin'  Up like a rocket ship Down like a roller coaster Back like a loop-the-loop And around like a merry-go-round  We ate and ate at a hot dog stand We danced around to a rockin' band And when I could I gave that girl a hug In the tunnel of love  You'll never know how great a kiss can feel When you stop at the top of a ferris wheel When I fell in love down at palisades park  ",
        "title": "Palisades Park"
    },
    {
        "artist": "The Shirelles",
        "lyrics": "  There is no place like home There is no place like home  Do you remember You left this morning at nine With everything fine Welcome home, baby (Oh oh oh) It's been a long, long time (Long, long time)  Do you remember (Oh oh oh) That little stain on your lips Where honey drips Welcome home, baby (Oh oh oh) It's been a long, long time (Long, long time)  (Well) Well (Well) Well, at ten o'clock I was lonely and blue At twelve o'clock I thought of nothing but you From two o'clock till a quarter of four I waited patiently to hear your footsteps at the door  Do you remember (Oh oh oh) That little stain on your lips Where honey drips Welcome home, baby (Oh oh oh) It's been a long, long time  Welcome home, baby (Oh oh oh, oh oh oh) It's been a long, long time Welcome home  ",
        "title": "Welcome Home Baby"
    },
    {
        "artist": "Bobby Rydell",
        "lyrics": "  My soul was a-swayin' to the beat of your heart And your lips were sayin' that we won't dance apart Now someone else is holding you the way I did the-eh-eh eh-en So I'll never, no I'll never, never dance again., whoa oh no  Oh I've danced with others just to show I don't care But my arms discovered that the thrill wasn't there Unless my arms are holding you the way I did the-eh-eh eh-en So I'll never, no I'll never, never dance again whoa oh no  I'll stay off the dance floor till mem'ries grow di-i-i-i-m 'cause my heart would break to see you take every step with him  I'll survive seein' ya sighin' on that shoulder of his Oh how I've been cryin' knowin' how sweet that is So while that guy is holding you the way I did the-eh-eh eh-en I will never, no no I'll never never dance again-oh I'll never  No, darlin' no I will never no no I'll never never dance again No, darlin' no I will never no no I'll never never dance again Say baby no I will never whoa-oh I'll never never dance again Hey baby no I will never no-o-o-o-o-o-o-o I'll never never dance again NO BABY NO I will never  ",
        "title": "I'll Never Dance Again"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": "  Oh, breaking up is so very hard to do!  If you really love him And there's nothing I can do – Don't try to spare my feelings Just tell me that we're through!  And make it easy on yourself – Make it easy on yourself 'Cause breaking up is so very hard to do!  And if the way I hold you Can't compare to his caress No words of consolation Will make me miss you less!  My darling, if this is goodbye Oh, I just know I'm gonna cry – So run to him Before you start crying too!  And make it easy on yourself – Oh, make it easy on yourself 'Cause breaking up is so very hard to do!  Oh-oh-oh, baby, it's so hard to do!  ",
        "title": "Make It Easy On Yourself"
    },
    {
        "artist": "James Darren",
        "lyrics": "  Once I had a lion's heart, I was wild and free (sha la la-la) I swore no girl could tame me down and make a pet of me (sha la la-la) \"I'm rough and tough, I can't be caught\" I used to say Then along came Mary and look at me today  Now I'm Mary's little lamb She leads me by the nose Now I'm Mary's little lamb Wherever she goes, I goes  Other guys all envied me before Mary's time (sha la la-la) Nobody dreamed that I'd end up a livin' nursery rhyme (sha la la-la) \"Bring on the girls\" I used to say, \"I'm not impressed\" Then along came Mary and you all know the rest  Now I'm Mary's little lamb She leads me by the nose Now I'm Mary's little lamb Wherever she goes, I goes  Yeah, I'm Mary's little lamb She leads me by the nose Now I'm Mary's little lamb Wherever she goes, I goes  Yeah, now I'm Mary's little lamb She leads me by the nose Yeah, I'm Mary's little lamb Wherever she goes, I goes  Yeah, I'm Mary's little lamb She leads me by the nose Now I'm Mary's little lamb Wherever she goes, I goes  Yeah, now I'm Mary's little lamb She leads me by the nose Yeah, I'm Mary's little lamb Wherever she goes, I goes  ",
        "title": "Mary's Little Lamb"
    },
    {
        "artist": "Dickie Goodman",
        "lyrics": null,
        "title": "Ben Crazy"
    },
    {
        "artist": "Little Joey And The Flips",
        "lyrics": null,
        "title": "Bongo Stomp"
    },
    {
        "artist": "The Jamies",
        "lyrics": "  It's summertime summertime sum sum summertime Summertime summertime sum sum summertime Summertime summertime sum sum summertime Summertime summertime sum sum summertime summertime...  Well shut them books and throw 'em away And say goodbye to dull school days Look alive and change your ways It's summertime...  Well no more studying history And no more reading geography And no more dull geometry Because it's summertime  (Chorus) It's time to head straight for them hills It's time to live and have some thrills Come along and have a ball A regular free-for-all  Well are you comin' or are you ain't You slow poke are my one complaint Hurry up before I faint It's summertime  Well I'm so happy that I could flip Oh how I'd love to take a trip I'm sorry teacher but zip your lip Because it's summertime  (Chorus) Well we'll go swimmin' every day No time to work just time to play If your folks complain just say \"It's summertime\"  And every night we'll have a dance Cause what's a vacation without romance Oh man this jive gets me in a trance Because it's summertime  Chorus It's summertime  It's summertime summertime sum sum summertime Summertime summertime sum sum summertime Summertime summertime sum sum summertime Summertime summertime sum sum summertime Summertime  It's summertime  ",
        "title": "Summertime, Summertime"
    },
    {
        "artist": "Johnny Tillotson",
        "lyrics": "  I cry myself to sleep each night Wishing I could hold you tight Life seems so empty since you went away The pillow where you lay your head Now holds my lonely tears instead And it keeps right on a-hurtin' Since you're gone  It keeps right on a-hurtin every minute of the day Every hour you're away I feel so lonely And I can't help it, I don't think I can go on And it keeps right on a-hurtin' since you're gone  They say a man should never cry But when I see you passing by My heart breaks down and cries a million tears You broke my heart and set me free But you forgot your memory And keeps right on a-hurtin' since your gone  It keeps right on a-hurtin every minute of the day Every hour you're away I feel so lonely And I can't help it, I don't think I can go on And it keeps right on a-hurtin' since you're gone  ",
        "title": "It Keeps Right On A-Hurtin'"
    },
    {
        "artist": "Jimmy Dean",
        "lyrics": "  Steel men, hey Working on a bridge of steel Working on a bridge of steel  Out on the rocky western coast Of Vancouver by the sea At a place that's Known as Second Narrows They were building a bridge of steel  Well, they hammered And they cut and they riveted And the welding torches were bright Making a strap on a river's back When upon one fatal night  (CHORUS) Steel men, hey Working on a bridge To cross that water Steel men, ho Working on a bridge of steel  Well, it happened on The eighteenth day of June Back in nineteen fifty plus eight People were fishing from the shore The day was getting late  Now the wind was Tugging at the maple trees But a steel man knows no fear If somebody wanted To bridge the Pacific Well, a steel man would be there  (CHORUS) Well, all of a sudden Now, the wind picked up And it blew as hard as it could And that steel bridge swayed Like a leaf in the breeze And it snapped like a stick of wood  Now the girders buckled And the rivets broke And the water heard the cry And that steel bridge Shook off the working men Like a hounddog shakes off flies  (CHORUS) Eighteen men just as hard as nails And as eager as a brand new bride And as the clock on the Tower said quarter of four All eighteen had died  (CHORUS) Steel men, ain't going back To a wife and daughter Steel men, living and dying by steel  Living and dying by steel Living and dying by steel Living and dying by steel  ",
        "title": "Steel Men"
    },
    {
        "artist": "Marty Robbins",
        "lyrics": "  [Verse 1] I told Mary about us I told her about our great sin Mary cried and forgave me And Mary took me back again Said if I wanted my freedom I could be free evermore But I don't want to be, and I don't want to see Mary cry anymore  [Chorus] Oh, devil woman Devil woman, let go of me Devil woman, let me be And leave me alone I want to go home  [Verse 2] Mary is waitin' and weepin' Down in our shack by the sea Even after I've hurt her Mary' still in love with me Devil woman it's over Trapped no more by your charms Cause I don't want to stay, I want to get away Woman let go of my arm  [Chorus]  [Verse 3] Devil woman you're evil Like the dark coral reef Like the winds that bring high tides You bring sorrow and grief You made me ashamed to face Mary Barely had the strength to tell Skies are not so black, Mary took me back Mary has broken your spell  [Chorus]  [Verse 4] Runnin' along by the seashore Runnin' as fast as I can Even the seagulls are happy Glad I'm coming home again Never again will I ever Cause another tear to fall Down the beach I see, what belongs to me The one I want most of all  [Outro] Oh, devil woman, devil woman, don't follow me Devil woman, let me be And leave me alone I'm going back home  ",
        "title": "Devil Woman"
    },
    {
        "artist": "Bob Braun",
        "lyrics": null,
        "title": "Till Death Do Us Part"
    },
    {
        "artist": "Bobby Bare",
        "lyrics": null,
        "title": "Shame On Me"
    },
    {
        "artist": "The Marvelettes",
        "lyrics": null,
        "title": "Playboy"
    },
    {
        "artist": "Shelley Fabares",
        "lyrics": "  (Johnny loves her, Johnny loves her) Johnny loves me He just told me so last night (Johnny loves her) Now each star I see belongs to me And they're all shining twice as bright (Johnny loves her) Johnny loves me Johnny's heart is really mine (Johnny loves her) Love is everywhere and I could swear The world's a great big valentine I feel so pretty, I'm all aglow When he says I'm wonderful He makes me feel it's so Yes, Johnny loves me Now each day is bright and new (Johnny loves her) And I only pray that I can say For every day my whole life through \"Johnny loves me and I love my Johnny, too\" (Johnny loves me) Now each day is bright and new (Johnny loves her) And I only pray that I can say For every day my whole life through \"Johnny loves me and I love my Johnny, too\" Johnny loves me (SPOKEN: Johnny loves me, Johnny loves me) Johnny loves me (SPOKEN: Johnny loves me, Johnny loves me) Johnny loves me (SPOKEN: Johnny loves me, Johnny loves me) FADE Johnny loves me (SPOKEN: Johnny loves me, Johnny loves me)  ",
        "title": "Johnny Loves Me"
    },
    {
        "artist": "Bent Fabric and His Piano",
        "lyrics": null,
        "title": "Alley Cat"
    },
    {
        "artist": "The Champs",
        "lyrics": null,
        "title": "Limbo Rock"
    },
    {
        "artist": "Lawrence Welk And His Orchestra",
        "lyrics": null,
        "title": "Baby Elephant Walk"
    },
    {
        "artist": "Gene McDaniels",
        "lyrics": null,
        "title": "Point Of No Return"
    },
    {
        "artist": "Martin Denny and His Orchestra",
        "lyrics": null,
        "title": "A Taste Of Honey"
    },
    {
        "artist": "Linda Scott",
        "lyrics": null,
        "title": "Never In A Million Years"
    },
    {
        "artist": "Ray Charles",
        "lyrics": "  Oh love, oh love, oh careless love Oh love, oh love, oh careless love Oh love, oh love, oh careless love Now now don't you see what your careless love has done  Well you worried my mother till she died And you caused my father to lose his mind Now damn you I'm goin' to shoot you, Lord, I'm gonna shoot you both right down I'm gonna spare no one of you child till you spin next dyin'  Oh love, oh love, oh careless love Oh love, oh love, oh careless love Oh love, oh love, oh careless love Oh Lord, don't you see what, what your careless love has done Oh yeah  Careless love now don't know see how you follow me down Careless love, don't you see how you follow me down Well, you robbed me out of my silver, Lord, and out of my gold Ever since you been a-ridin' by side  Oh love, oh love, oh careless Oh love, yes oh love, oh careless love Oh love, I said love, oh careless love now Don't you see what your careless love has done, yeah  ",
        "title": "Careless Love"
    },
    {
        "artist": "Mr. Acker Bilk",
        "lyrics": null,
        "title": "Above The Stars"
    },
    {
        "artist": "Etta James",
        "lyrics": "  Preacher  If theres anyone here Who knows why these two people should not be joined together Let them speak now or forever hold their peace  Etta  Wait, Wait Stop the wedding You're just marrying her for spite If she knew the inside story She'd tell you what you're doing just ain't right I know you dont wanna hurt me So stop this madness before it starts Revenge will only cause you regret  So dont do it, dont do it Dont break two hearts (Dont break two hearts) Cuz you belong to me, Oh Darlin And I belong to you and deep down inside me now I know you feel that way to So baby, don't do it (don't do it) Don't do it (don't do it) Don't do it (don't do it) Oh, Dont you break two hearts (Oh don't break two hearts) No, No, No Baby Don't do it (don't you do it) Don't do it (don't you do it) Stop the wedding (don't you do it) Oh, Don't you break, dont you break two hearts (oh don't break two hearts) No,No,No,No, Don't do it (Don't you do it) Don't do it (don't you do it) Stop the wedding (don't you do it) Oh, dont break two hearts (oh, don't break two hearts) No,No, No,No, Don't do it (don't you do it) Stop the wedding (don't you do it) Oh, Oh Dont you break two hearts (Oh, don't break two hearts)  ",
        "title": "Stop The Wedding"
    },
    {
        "artist": "Nat King Cole",
        "lyrics": "  Ramblin' rose, ramblin' rose Why you ramble, no one knows Wild and wind-blown, that's how you've grown Who can cling to a ramblin' rose?  Ramble on, ramble on When your ramblin' days are gone Who will love you with a love true When your ramblin' days are GONE  Ramblin' rose, ramblin' rose Why I want you, heaven knows Though I love you with a love true Who can cling to a ramblin' rose?  SPOKEN \"One more time, everybody, now\"  Ramblin' rose, ramblin' rose Why I want you, heaven knows Though I love you with a love true Who can cling to a ramblin' rose?  ",
        "title": "Ramblin' Rose"
    },
    {
        "artist": "The Highwaymen",
        "lyrics": null,
        "title": "The Bird Man"
    },
    {
        "artist": "George Maharis",
        "lyrics": null,
        "title": "Love Me As I Love You"
    },
    {
        "artist": "King Curtis And The Noble Knights",
        "lyrics": null,
        "title": "Beach Party"
    },
    {
        "artist": "Connie Stevens",
        "lyrics": "  I don't know any poetry How can I show What he means to me  ",
        "title": "Mr. Songwriter"
    },
    {
        "artist": "The Duprees",
        "lyrics": null,
        "title": "You Belong To Me"
    },
    {
        "artist": "Johnny Crawford",
        "lyrics": null,
        "title": "Your Nose Is Gonna Grow"
    },
    {
        "artist": "Johnny Tillotson",
        "lyrics": "  Send me the pillow that you dream on Don't you know that I still care for you? Send me the pillow that you dream on So darling, I can dream on it, too  Each night while I'm sleeping oh, so lonely I'll share your love in dreams that once were true Send me the pillow that you dream on So darling, I can dream on it, too  Send me the pillow that you dream on Maybe time will let our dreams come true Send me the pillow that you dream on So darling, I can dream on it, too  I've waited so long for you to write me But just a memory's all that's left of you Send me the pillow that you dream on So darling, I can dream on it, too So I can dream on it, too  ",
        "title": "Send Me The Pillow You Dream On"
    },
    {
        "artist": "The Belmonts",
        "lyrics": "  Come on little angel won't you dance with me Well at last I know you know it was plain to see We did the Mashed Potato and it sure was fun Now ev'rybody wants to see the way it was done, now Come on little angel hear the band playing loud Turn around see them forming a crowd And now, little angel, now that you're in the groove You hear them all a-clapping as we both start to move Now, come on, come on little angel, come on Come on little angel, come on Come on little angel, come on, come on  Come on little angel now the lights are down low It's really getting late and we have to go Well thank you little angel for that wonderful kiss And now you're gonna tell me that you're doing the Twist Around and around and up and down Around and around and up and down Around and around and up and down Around and around and up and down Yes, little angel, it sure is fun Ev'ry time we're dancin' she's a-right on time She moves to the left, she moves to the right She feels the beat and she dances all the night  Why don't you come on little angel now the lights are down low It's really getting late and now we have to go Well thank you little angel for that wonderful kiss And now you're gonna tell me that you're doing the Twist  Around and around and up and down  ",
        "title": "Come On Little Angel"
    },
    {
        "artist": "Vincent Edwards",
        "lyrics": null,
        "title": "Don't Worry 'Bout Me"
    },
    {
        "artist": "Mary Wells",
        "lyrics": "  [Verse 1] That day, I first saw you passing by I wanted to know your name but I was much too shy But I was looking at you so hard Until you must have had a hunch So you came up to me and asked me my name  [Chorus 1] You beat me to the punch that time You beat me to the punch You beat me to the punch  [Verse 2] After I had known you for it seems like a long, long time I wanted, wanted to ask you, would you please, please be mine Whenever you came around, my heart would pound So you must have had a hunch So you came up to me and asked me to be yours  [Chorus 1]  [Verse 3] Since I love you, I thought you would be true and love me tender So I let my heart surrender -- to you, yes, I did But I found out beyond a doubt one day, boy, you were a playboy Who would go away and leave me -- blue So I ain't gonna wait around for you to put me down This time I'm gonna play my hunch And walk away this very day  [Chorus 2] And beat you to the punch this time And beat you to the punch this time I'll beat you to the punch, yes, I will And let you know, know, how it feels  ",
        "title": "You Beat Me To The Punch"
    },
    {
        "artist": "Ray Anthony",
        "lyrics": null,
        "title": "Worried Mind"
    },
    {
        "artist": "Frankie Avalon",
        "lyrics": null,
        "title": "A Miracle"
    },
    {
        "artist": "Rick Nelson",
        "lyrics": null,
        "title": "Teen Age Idol"
    },
    {
        "artist": "Vince Edwards",
        "lyrics": null,
        "title": "Why Did You Leave Me?"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": null,
        "title": "I Love You The Way You Are"
    },
    {
        "artist": "The Marvelettes",
        "lyrics": "  [Verse 1] You can have this dance with me You can hold my hand and Whisper in my ear sweet words that I love to hear  [Verse 2] Don't be shy (don't be shy) Just take-a your ti-ime (just take your time) I'd like to get to know you (like to get to know you) I'd like to make you mine (like to make you mine)  [Bridge] I've been wai-aiting, standing here so patiently Fo-oh-oh-or you to come over and have this dance with me  [Chorus] And my number is Beechwood 4-5789 You can call me up and have a date any old time  [Verse 2]  [Chorus]  ",
        "title": "Beechwood 4-5789"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": "  [Verse 1] She's sitting right over there I'd know that face anywhere I'd run up and embrace her But I'm ashamed to face her Just tell her Jim said hello  I'd like to pour out my heart But I don't know where to start I'd like to tell her What I'm really feeling but Just tell her Jim said hello  [Chorus] Just tell her Jim said hello Just tell her Jim and she'll know  [Verse 2] Don't tell her I'm feeling blue That's just between me and you Don't say I'm thinking of her Don't tell her I still love her Just tell her Jim said hello  [Chorus] Just tell her Jim said hello Just tell her Jim said hello Just tell her Jim said hello  ",
        "title": "Just Tell Her Jim Said Hello"
    },
    {
        "artist": "The Ventures",
        "lyrics": null,
        "title": "Lolita Ya-Ya"
    },
    {
        "artist": "The Springfields",
        "lyrics": null,
        "title": "Silver Threads And Golden Needles"
    },
    {
        "artist": "John D. Loudermilk",
        "lyrics": null,
        "title": "Callin' Doctor Casey"
    },
    {
        "artist": "Dick Roman",
        "lyrics": null,
        "title": "(Theme from) A Summer Place"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Chorus 1] Let's go surfing now Everybody's learning how Come on on safari with me (Come on on safari with me)  [Verse 1] Early in the morning we'll be starting out Some honeys will be coming along We're loading up our Woody With our boards inside And heading out singing our song  [Chorus 2] Come on (surfing) baby wait and see (surfing safari) Yes I'm going to (surfing) take you surfing (surfing safari) with me Come along (surfing) baby wait and see (surfing safari) Yes I'm going to (surfing) take you surfing (surfing safari)with me  [Chorus 1]  [Verse 2] At Huntington and Malibu They're shooting the pier At Rincon they're walking the nose We're going on safari to the islands this year So if you're coming get ready to go  [Chorus 2]  [Chorus 1]  [Verse 3] They're angling in Laguna in Cerro Azul They're kicking out in Dohini too I tell you surfing's mighty wild It's getting bigger every day From Hawaii to the shores of Peru  [Chorus 2]  [Chorus 1]  [Outro] With me Surfing Safari [Repeat until fade]  ",
        "title": "Surfin' Safari"
    },
    {
        "artist": "The Majors",
        "lyrics": "  The Majors – A Wonderful Dream  Last night I had a wonderful dream about you (dream about you) Last night I had a dream; hope that it will come true  Last night I had (sho-bop, sho-bop) a wonderful dream (sho-bop, sho-bop, a wonderful dream) I dreamed I held you in my arms And you thrilled me with your charms  In a wonderful dream (sho-bop, sho-bop, a wonderful dream) I had last night (sho-bop, sho-bop, a wonderful dream) Your lips were, oh, so soft and warm And a wonderful love (sho-bop, sho-bop) was born (love was born) We were all alone, you told me that you care (told me that you care) And I never will forget how happy I was that we were there  Last night I had (sho-bop, sho-bop, a wonderful dream) a wonderful dream (sho-bop, sho-bop a wonderful dream) And now that I'm alone with you My wonderful dream (sho-bop, sho-bop) will come true (sho-bop, sho-bop a wonderful dream; sho-bop, sho-bop, a wonderful dream)  Last night I had a wonderful dream about you (dream about you) Last night I had a dream; hope that it will come true  (Sax solo) Ooo, we were all alone, you told me that you care (told me that you care) And I never will forget how happy I was that we were there  Last night I had (sho-bop, sho-bop, a wonderful dream) a wonderful dream (sho-bop, sho-bop, a wonderful dream) And now that I'm alone with you My wonderful dream (sho-bop, sho-bop) will come true (sho-bop, sho-bop a wonderful dream)  Please come true, (sho-bop, sho-bop, a wonderful dream) a wonderful, wonderful dream (sho-bop, sho-bop a wonderful dream)  ",
        "title": "A Wonderful Dream"
    },
    {
        "artist": "Tony Bennett",
        "lyrics": "  The loveliness of Paris seems somehow sadly gay The glory that was Rome is of another day I've been terribly alone and forgotten in Manhattan I'm going home to my city by the Bay  I left my heart in San Francisco High on a hill, it calls to me To be where little cable cars climb halfway to the stars The morning fog may chill the air, I don't care  My love waits there in San Francisco Above the blue and windy sea When I come home to you, San Francisco Your golden sun will shine for me  ",
        "title": "I Left My Heart In San Francisco"
    },
    {
        "artist": "Patti Page",
        "lyrics": null,
        "title": "The Boys' Night Out"
    },
    {
        "artist": "Ben E. King",
        "lyrics": null,
        "title": "Too Bad"
    },
    {
        "artist": "Booker T. & The MG's",
        "lyrics": "  Instrumental in four parts:  Steve Cropper – lead guitar Booker T. Jones – Hammond M3 organ Lewie Steinberg – bass guitar Al Jackson Jr. – drums  ",
        "title": "Green Onions"
    },
    {
        "artist": "Dr. Feelgood And The Interns",
        "lyrics": null,
        "title": "Right String But The Wrong Yo-Yo"
    },
    {
        "artist": "Cathy Carroll",
        "lyrics": null,
        "title": "Poor Little Puppet"
    },
    {
        "artist": "Al Casey Combo",
        "lyrics": null,
        "title": "Jivin' Around"
    },
    {
        "artist": "Bobby Bland",
        "lyrics": null,
        "title": "Yield Not To Temptation"
    },
    {
        "artist": "Ike Clanton",
        "lyrics": null,
        "title": "Sugar Plum"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  [Verse 1:] Lover of mine Gone to a faraway land Serving your country On some faraway sand But you should get no name Remember that your heart belongs to me  I'm sending you a picture To carry with you all the time So when you're feeling lonely It's something to remind you  I'm thinking of you constantly Remember that your heart belongs to me Your heart belongs to me  [Verse 2:] If a pretty girl should pass you by I won't mind If you give her the eye Or even if you give her a smile sometimes  But keep your heart Because your heart is mine Your heart is mine Your heart is mine  [Verse 3:] Lover of mine If I could tell you how I yearn For the day to come When you will return From far across the sea  So remember that your heart belongs to me Remember your heart belongs to me Far across the sea  ",
        "title": "Your Heart Belongs To Me"
    },
    {
        "artist": "The Dovells",
        "lyrics": "  The Dovells Miscellaneous Hully Gully Baby HULLY GULLY BABY The Dovells I went down to Miami I met a girl named Sammy The moon was bright The time was right I said, a hey girl, I love you What ja wanna do An' she said a hully gully, baby Hully gully baby All I wanna do with you Is a hully gully baby We said goodbye to Mammy Hit ev'ry joint in Miami We danced all night Till dawn's early light I said, a hey girl, I love you What ja wanna do An' she said a hully gully baby  ",
        "title": "Hully Gully Baby"
    },
    {
        "artist": "Bill Black's Combo",
        "lyrics": null,
        "title": "So What"
    },
    {
        "artist": "Don Gardner And Dee Dee Ford",
        "lyrics": null,
        "title": "Glory Of Love"
    },
    {
        "artist": "The Contours",
        "lyrics": "  You broke my heart Cause I couldn't dance You didn't even want me around And now I'm back To let you know I can really shake 'em down   Do you love me? (I can really move) Do you love me? (I'm in the groove) Ah, do you love me? (Do you love me) Now that I can dance (Dance)  Watch me now, hey (Work, work) Ah, work it out baby (Work, work) Well, you're drivin' me crazy (Work, work) With a little bit of soul now (Work)  I can mash-potato (I can mash-potato) And I can do the twist (I can do the twist) Now tell me baby (Tell me baby) Mmm, do you like it like this (Do you like it like this) Tell me (Tell me) Tell me  Do you love me? (Do you love me) Now, do you love me? (Do you love me) Now, do you love me? (Do you love me) Now that I can dance (Dance) Dance  Watch me now, oh (Work, work) Ah, shake it up, shake it (Work, work) Ah, shake 'em, shake 'em down (Work, work) Ah, little bit of soul now (Work)  (Work, work) Ah, shake it, shake it baby (Work, work) Ah, you're driving me crazy (Work, work) Ah, don't get lazy (Work)  I can mash-potato (I can mash-potato) And I can do the twist (I can do the twist) Well now tell me baby (Tell me baby) Mmm, do you like it like this (Do you like it like this) Tell me (Tell me) Tell me  Do you love me? (Do you love me?) Now, do you love me? (Do you love me?) Now, do you love me? (Do you love me?) Now...that I...can dance... Hey!  (Work, work) Ah, I'm working hard baby (Work, work) Well, you're driving me crazy (Work, work) And don't you get lazy (Work)  (Work, work) Ah, hey hey baby (Work, work) Well, you're driving me crazy (Work, work) And don't you get lazy (Work)  ",
        "title": "Do You Love Me"
    }
]