[
    {
        "artist": "The 5th Dimension",
        "lyrics": "  When the moon is in the Seventh House And Jupiter aligns with Mars Then peace will guide the planets And love will steer the stars  This is the dawning of the age of Aquarius The age of Aquarius Aquarius Aquarius  Harmony and understanding Sympathy and trust abounding No more falsehoods or derisions Golden living dreams of visions Mystic crystal revelation And the mind's true liberation Aquarius Aquarius  When the moon is in the Seventh House And Jupiter aligns with Mars Then peace will guide the planets And love will steer the stars  This is the dawning of the age of Aquarius The age of Aquarius Aquarius Aquarius Aquarius Aquarius  Let the sunshine Let the sunshine in The sunshine in  Let the sunshine Let the sunshine in The sunshine in  Let the sunshine Let the sunshine in The sunshine in  Let the sunshine Let the sunshine in The sunshine in  Oh everyone sing along Come on! Now everybody just sing along And let the sunshine on in Open up your heart And let it shine on you  And when you're lonely Hey! let it shine, yea You got to open up your heart And let it shine on in  When you feel like you've been mistreated And your friends are turning backs upon you Just open up your heart And let it shine in  You've got to feel it You've got to feel it Just open up your heart And let it shine on in  Let the sunshine Let the sunshine in The sunshine in  I want you to sing along with the 5th Dimension Just open up your heart And let it shine on in  Let the sunshine Let the sunshine in The sunshine in  Let the sunshine Let the sunshine in The sunshine in  Hey, you gotta feel it You gotta feel it Open up your heart And let the sunshine in  Let the sunshine Let the sunshine in The sunshine in  ",
        "title": "Aquarius/Let The Sunshine In"
    },
    {
        "artist": "The Cowsills",
        "lyrics": null,
        "title": "Hair"
    },
    {
        "artist": "The Beatles With Billy Preston",
        "lyrics": "  Sweet Loretta Fart she thought she was a cleaner, but she was a frying pan  [Verse 1] Jojo was a man who thought he was a loner But he knew it couldn't last Jojo left his home in Tucson, Arizona For some California grass  [Chorus] Get back, get back Get back to where you once belonged Get back, get back Get back to where you once belonged Get back, Jojo Go home  {​​Interlude}​​  [Chorus] Get back, get back Get back to where you once belonged Get back, get back Get back to where you once belonged Get back, Jojo Go home  [Electric Piano Solo]  Get back, Jo  [Verse 2] Sweet Loretta Martin thought she was a woman But she was another man All the girls around her say she's got it coming But she gets it while she can  [Chorus] Get back, get back Get back to where you once belonged Get back, get back Get back to where you once belonged Get back, Jojo Go home  [Verse 3] Get back, Loretta Your mama's waiting for you Wearing her high-heel shoes And her low-neck sweater Get back home, Loretta  [Chorus] Get back, get back Get back to where you once belonged Get back, get back Get back to where you once belonged Get back, Jojo Go home  I'd like to say thank you on behalf of the group and ourselves, and I hope we passed the audition  ",
        "title": "Get Back"
    },
    {
        "artist": "The Isley Brothers",
        "lyrics": "  [Chorus] It's your thing, do what you wanna do I can't tell you, who to sock it to It's your thing, do what you wanna do I can't tell you, who to sock it to  [Verse 1] If you want me to love you, maybe I will Believe me woman, it ain't no big deal You need love now, just as bad as I do Make's me no difference now, who you give your thing to  [Chorus] It's your thing, do what you wanna do I can't tell you, who to sock it to It's your thing, do what you wanna do I can't tell you, who to sock it to  [Chorus] It's your thing, do what you wanna do I can't tell you, who to sock it to It's your thing, do what you wanna do I can't tell you, who to sock it to  [Verse 2] I'm not trying to run your life I know you wanna do what's right Give your love now, to whoever you choose How can you lose, with the stuff you use now  [Chorus] It's your thing, do what you wanna do I can't tell you, who to sock it to It's your thing, do what you wanna do I can't tell you, who to sock it to  [Chorus] It's your thing, do what you wanna do I can't tell you, who to sock it to It's your thing, do what you wanna do I can't tell you, who to sock it to  ",
        "title": "It's Your Thing"
    },
    {
        "artist": "Mercy",
        "lyrics": null,
        "title": "Love (Can Make You Happy)"
    },
    {
        "artist": "The Ventures",
        "lyrics": "  This brand new album is called Hawaii Five-O Proving, once again, that the fabulous Ventures are definitely instrumental in your life The Ventures personally and proudly present, on the always together Liberty label A sky-rocketing spectrum of mass sound The Ventures Creating a universal instrumental institution And when they do a hit you know it's been done Hawaii Five-O Also available on 4-track, 8-track and cassette  ",
        "title": "Hawaii Five-O"
    },
    {
        "artist": "Simon & Garfunkel",
        "lyrics": "  [Produced by Roy Halee, Paul Simon, Art Garfunkel]  [Verse 1] I am just a poor boy though my story's seldom told I have squandered my resistance for a pocketful of mumbles, such are promises All lies and jest, still a man hears what he wants to hear And disregards the rest, hmmmm  [Verse 2] When I left my home and my family, I was no more than a boy In the company of strangers In the quiet of the railway station, runnin' scared, laying low Seeking out the poorer quarters, where the ragged people go Looking for the places only they would know  [Hook] Lie la lie, lie la lie la lie la lie Lie la lie, lie la lie la lie la lie, la la lie la lie  [Verse 3] Asking only workman's wages, I come lookin' for a job But I get no offers Just a come-on from the whores on 7th Avenue I do declare, there were times when I was so lonesome I took some comfort there  [Verse 4] Now the years are rolling by me They are rockin' evenly I am older than I once was And younger than I'll be; that's not unusual Nor is it strange After changes upon changes We are more or less the same After changes we are more or less the same  [Hook] Lie la lie, lie la lie la lie la lie Lie la lie, lie la lie la lie la lie, la la lie la lie  [Verse 5] And I'm laying out my winter clothes and wishing I was gone Goin' home Where the New York City winters aren't bleedin' me, leadin' me Goin' home  [Verse 6] In the clearing stands a boxer, and a fighter by his trade And he carries the reminders Of every glove that laid him down or cut him 'Til he cried out in his anger and his shame I am leaving, I am leaving, but the fighter still remains  [Hook] Lie la lie, lie la lie la lie la lie Lie la lie, lie la lie la lie la lie, la la lie la lie  ",
        "title": "The Boxer"
    },
    {
        "artist": "Donovan",
        "lyrics": "  {Monologue - }  The continent of Atlantis was an island Which lay before the great flood In the area we now call the Atlantic Ocean So great an area of land That from her western shores Those beautiful sailors journeyed To the South and the North Americas with ease In their ships with painted sails To the East Africa was a neighbor Across a short strait of sea miles  The great Egyptian age is But a remnant of The Atlantian culture The antediluvian kings colonised the world All the Gods who play in the mythological dramas In all legends from all lands were from far Atlantis  Knowing her fate Atlantis sent out ships to all corners of the Earth On board were the Twelve:  The poet, the physician, The farmer, the scientist The magician and the other so-called Gods of our legends Though Gods they were - And as the elders of our time choose to remain blind Let us rejoice  And let us sing And dance and ring in the new Hail Atlantis!  {Sung Portion - }  Way down below the ocean where I wanna be she may be Way down below the ocean where I wanna be she may be Way down below the ocean where I wanna be she may be Way down below the ocean where I wanna be she may be Way down below the ocean where I wanna be she may be My antediluvian baby, oh yeah yeah, yeah yeah yeah I wanna see you some day My antediluvian baby, oh yeah yeah, yeah yeah yeah My antediluvian baby My antediluvian baby, I love you, girl Girl, I wanna see you some day My antediluvian baby, oh yeah I wanna see you some day, oh My antediluvian baby My antediluvian baby, I wanna see you My antediluvian baby, gotta tell me where she gone I wanna see you some day Wake up, wake up, wake up, wake up Oh yeah Oh club club, down down, yeah My antediluvian baby, oh yeah yeah yeah yeah  ",
        "title": "Atlantis"
    },
    {
        "artist": "Ray Stevens",
        "lyrics": "  He's free as the breeze He's always at ease He lives in the jungle And hangs by his knees As he swings through trees Without a trapeeze In his BVD's A-hoo hoo!  He's got a union card And he's practicin' hard To play the gitar Gon' be a big star Yeah he's gonna go far An' carry moonbeams home in a jar!  He ordered Chet's guitar course COD Makes A&E an' he's workin' on B Digs C&W&R&B an' an' me an' a chimpanzee Agree that one day soon he'll be A celebrity Get it! Get it! Get it! Get it! OWWWWWWWWW!  Gitarzan! He's a gitar man! He's all you can stand Give him a hand Gitarzan!  (Tarzan yell) (Coughing)  He's gotta girl named Jane With no last name Kinda homely and plain But he loves her just the same Cause she kindles a flame And it drives him insane When he hears her sing She really does her thing It's here claim to fame Come on, sing one Jane:  Baby, baby, Whaooooo Baby! (Scatting) Whaooooo Baby!  How 'bout that Lets here it for Jane!  Thank ya' folks  Well, they gotta pet monkey He likes to get drunky And sing boogie woogie And it sounds real funky Come on, yo' time, boy Sing one monkey Here we go  (Monkey grunts)  Lets here it for the monkey! Whooooo! (He He He He)  On Saturday night they need some excitement Jane gets right and the monkey gets tight And their voices unite, in the pale moon light And it sounds alright, yeah, it's dynamite It's outta sight Let's hear it, right nnnnnnnnow!  (Gitarzan, Jane, and monkery all together)  Jane: Shut up baby, I'm tryin' to sing!  Get it! Get it! Get it! Get it! Owwwwwww!  Gitarzan! And his jungle band! They're all you can stand Give 'em a hand, Gitarzan! (repeats once while fading)  ",
        "title": "Gitarzan"
    },
    {
        "artist": "The Guess Who",
        "lyrics": "  {Intro}  These eyes, cry every night for you These arms, long to hold you again  The hurting's on me, yeah I will never be free, no, my baby, no no You gave a promise to me, yeah You broke it, and you broke it, oh no  {Hook}  These eyes, watched you bring my world to an end This heart could not accept and pretend  The hurting's on me, yeah I will never be free, no, no, no You took the vow with me, yeah And you spoke it, and you spoke it, babe  These eyes, are crying These eyes have seen a lot of loves But they're never gonna see another one like I had with you These eyes, are crying These eyes have seen a lot of loves But they're never gonna see another one like I had with you These eyes, are crying These eyes have seen a lot of loves But they're never gonna see another one like I had with you  These eyes, cry every night for you These arms, these arms long to hold you, hold you again  These eyes, are crying These eyes have seen a lot of loves But their never gonna see another one like I had with you These eyes, are crying These eyes have seen a lot of loves But their never gonna see another one like I had with you These eyes, are crying These eyes have seen a lot of loves But their never gonna see another one like I had with you These eyes, are crying These eyes have seen a lot of loves But their never gonna see another one like I had with you  Baby, baby, baby, baby Don't ya know these...  ",
        "title": "These Eyes"
    },
    {
        "artist": "Blood, Sweat & Tears",
        "lyrics": "  [Verse 1] I lost at love before Got mad and closed the door But you said child just once more  [Pre-Chorus 1] I chose you for the one Now we're havin' so much fun You treated me so kind I'm about to lose my mind  [Chorus] You made me so very happy I'm so glad you Came into my life  [Verse 2] The others were untrue But when it came to lovin' you I'd spend my whole life with you  [Pre-Chorus 2] 'Cause you came and you took control You touch my very soul You always show me that Lovin' you is where it's at  [Chorus]  Thank you, baby Yeah yeah  [Bridge] I love you so much you see You're even in my dreams I can hear Baby, I can hear you calling me I'm so in love with you All I ever want to do is Thank you baby, thank you baby  [Chorus]  You made me so very happy You made me so, so very happy I'm so glad you Came into my life  [Outro] Mmmm, I want to thank you, girl Every day of my life I wanna thank you You made me so very happy Oh, I wanna spend my life thanking you Thank you baby, thank you baby Thank you baby thank you baby  ",
        "title": "You've Made Me So Very Happy"
    },
    {
        "artist": "The Edwin Hawkins' Singers Featuring Dorothy Combs Morrison",
        "lyrics": "  Oh, Happy Day  Oh, happy day, oh, happy day When Jesus washed, when my Jesus washed When Jesus washed my sins away Oh, happy day, oh, happy day When my Jesus washed my sins away  He taught me how To watch and pray To watch and pray Every hour and every day  Oh happy day, oh happy day When Jesus washed my sins away Oh, happy day, oh, happy day When my Jesus washed my sins away  He gave me light That I might be, I might be He gave me light That I might see, I might see  Oh happy day, oh happy day When Jesus washed my sins away Oh, happy day, oh, happy day When my Jesus washed my sins away...  ",
        "title": "Oh Happy Day"
    },
    {
        "artist": "Booker T. & The MG's",
        "lyrics": "  [Instrumental]  ",
        "title": "Time Is Tight"
    },
    {
        "artist": "Mary Hopkin",
        "lyrics": null,
        "title": "Goodbye"
    },
    {
        "artist": "Joe Simon",
        "lyrics": "  I only meant to love you Didn't you know it babe Didn't you know it Why couldn't you be content With the love i gave oh yeah I gave you my heart But you wanted my mind, oh yeah Your love scared me to death, girl Oh it's the chokin kind That's all it is  You can kill a man With a bottle of poison or a knife I know you can It'll hurt him more to take his pride And run his life Oh it's a shame girl Whatever you want girl I surely hope you find, oh yeah I tell you that hat don't fit my head Oh, it's the chokin kind  It makes me wanna Mmm mmm mmm mmm Oh yeah, oh listen to me When you fall in love again girl Take a tip from me oh yeah If you don't like a peach, walk on by the tree That's what you better do, honey Find what you want girl Keep it, treat it, sweet and kind, oh yeah Oh let it breathe, don't make it the chokin kind Oh no, don't break your heart baby Oh no, i know you love me really i do, honey I tell you your love scares me to death girl It's the chokin kind That's all it is I got to say it again It's that old chokin kind  ",
        "title": "The Chokin' Kind"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": "  I see you sittin' there all alone Crying your eyes out While everything's going wrong You know there's gonna be A whole lot of trouble in your life Listen to me, get up off your knees 'Cause only the strong survive  Only the strong survive Only the strong survive Hey, you gotta be strong You gotta hold on I said don't give up, no don't  I said don't go around With your head looking down Dont you let'em make you feel like a clown There's a lot of opportunity Out there just waiting for you But you'll never succeed if you've given up And say your life is through Listen this minute what I'm tellin' you  Only the strong survive Only the strong survive Hey, you gotta be strong Gotta hold on You gotta be a man, take a stand  Only the strong survive Only the strong survive  Weak fall by the wayside You gotta hold on You gotta keep on, keep on Keep on, keep on, keep on gettin' on  'Cause only the strong survive Only the strong survive Weak fall by the wayside You gotta be strong You gotta hold on You gotta keep goin' on  Only the strong survive Only the strong survive Weak fall by the wayside You gotta be a man You gotta take a stand  Get up, set your body in motion You knnw the strong survive Wake up and get your education So you can keep your family alive Get away from negative situations It can only bring you a lot of frustrations 'Cause only the strong survive  Hey, you gotta be strong Gotta hold on You gotta be a man, take a stand  Only the strong survive Only the strong survive  ",
        "title": "Only The Strong Survive"
    },
    {
        "artist": "Crazy Elephant",
        "lyrics": "  [Verse 1] From Atlanta, Georgia, to the Gulf Stream water Up to Californ-i-a I'm gonna spend my life a-both a-night and day I say:  [Chorus] Gimme, gimme good lovin' every night (Hey you know it's alright, child) Gimme, gimme good lovin' make it alright Ha, ha, ha, ha, ha  [Verse 2] To the girls in 'Frisco, to the girls in New York To the girls in Texican, you gotta understand That baby I'm your man I say:  [Chorus x2]  ",
        "title": "Gimme Gimme Good Lovin'"
    },
    {
        "artist": "Tommy James And The Shondells",
        "lyrics": "  [Verse 1: Tommy James] (Come on) Everyone, we got to get together, now Oh, yeah, love's the only thing that matters anyhow And the beauty of life can only survive If we love one another  Oh, yeah, yesterday my friends were marching out to war Oh, yeah, listen, now, we ain't a-marching anymore No, we ain't going to fight, only God has the right To decide who's to live and die  [Chorus 1] He gave us sweet cherry wine So very fine We'll drink it right down Pass it all around So stimulating, so intoxicating Sweet cherry wine (All day and night) And everybody's gonna feel so fine Drinking sweet cherry wine Yes, they will  [Verse 2] Watch the mountain turn to dust and blow away Oh, Lord, you know there's got to be a better way And the old masquerade is a no soul parade Marching through the ruins of time  [Chorus 2] To save us, he gave us Sweet cherry wine, so very fine We'll drink it right down Pass it all around So stimulating, so intoxicating Sweet cherry wine Everybody's gonna feel so fine Drinking sweet cherry wine  [Chorus 3] Oh, sweet cherry wine So very fine We'll drink it right down Pass it all around So stimulating, so intoxicating Sweet cherry wine C'mon, drink it with your brother Trust in one another Yeah, yeah, we need each other  [Chorus 4] Sweet cherry wine So very fine Drink it right now Pass it all around People, don't you know The cup is running over?  ",
        "title": "Sweet Cherry Wine"
    },
    {
        "artist": "The Friends Of Distinction",
        "lyrics": "  It sure is mellow grazin' in the grass (Grazin' in the grass is a gas, baby, can you dig it) What a trip just watchin' as the world goes past (Grazin' in the grass is a gas, baby, can you dig it) There are so many good things to see While grazin' in the grass (Grazin' in the grass is a gas, baby, can you dig it) Flowers with colours for takin' Everything outta sight in the grass (Grazin' in the grass is a gas, baby, can you dig it) The sun beaming down between the leaves (Grazin' in the grass is a gas, baby, can you dig it) And the bir-ir-ir-irds dartin' in and out of the trees (Grazin' in the grass is a gas, baby, can you dig it) Everything here is so clear, you can see it And everything here is so real, you can feel it And it's real, so real, so real, so real, so real, so real Can you dig it Whooo-oooh I can dig it, he can dig it She can dig it, we can dig it They can dig it, you can dig it Oh, let's dig it Can you dig it, baby I can dig it, he can dig it She can dig it, we can dig it They can dig it, you can dig it Oh, let's dig it Can you dig it, baby [Instrumental Interlude] The sun beaming down between the leaves (Grazin' in the grass is a gas, baby, can you dig it) And the bir-ir-ir-irds dartin' in and out of the trees (Grazin' in the grass is a gas, baby, can you dig it) Everything here is so clear, you can see it And everything here is so real, you can feel it And it's real, so real, so real, so real, so real, so real Can you dig it Whooo-oooh, yeah I can dig it, he can dig it She can dig it, we can dig it They can dig it, you can dig it Oh, let's dig it Can you dig it, baby I can dig it, he can dig it She can dig it, we can dig it They can dig it, you can dig it Oh, let's dig it Can you dig it, baby I can dig it, he can dig it She can dig it, we can dig it They can dig it, you can dig it Oh, let's dig it Can you dig it, baby I can dig it, he can dig it (Grazin' in the grass is a gas, baby, can you dig it) She can dig it, we can dig it They can dig it, you can dig it (Grazin' in the grass is a gas, baby, can you dig it) Oh, let's dig it....  ",
        "title": "Grazing In The Grass"
    },
    {
        "artist": "The Who",
        "lyrics": "  Ever since I was a young boy I've played the silver ball From Soho down to Brighton I must have played them all But I ain't seen nothing like him In any amusement hall That deaf, dumb, and blind kid Sure plays a mean pinball  He stands like a statue Becomes part of the machine Feeling all the bumpers Always playing clean Plays by intuition The digit counters fall That deaf, dumb, and blind kid Sure plays a mean pinball  He's a pinball wizard There has to be a twist A pinball wizard's Got such a supple wrist  How do you think he does it? I don't know! What makes him so good?  Ain't got no distractions Can't hear no buzzers and bells Don't see no lights a flashin' Plays by sense of smell Always gets the replay Never seen him fall That deaf, dumb, and blind kid Sure plays a mean pinball  I thought I was The Bally table king But I just handed My pinball crown to him  Even on my favorite table He can beat my best His disciples lead him in And he just does the rest He's got crazy flipper fingers Never seen him fall That deaf, dumb, and blind Sure plays a mean pinball!  ",
        "title": "Pinball Wizard"
    },
    {
        "artist": "The Watts 103rd Street Rhythm Band",
        "lyrics": null,
        "title": "Do Your Thing"
    },
    {
        "artist": "Sly & The Family Stone",
        "lyrics": null,
        "title": "Stand!"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": "  [Verse 1] As the snow flies On a cold and gray Chicago morning A poor little baby child is born In the ghetto And his mama cries Cause if there's one thing that she don't need It's another little hungry mouth to feed In the ghetto  [Verse 2] People, don't you understand A child needs a helping hand Or he'll grow to be an angry young man some day Take a look at you and me Are we too blind to see Do we simply turn our heads And look the other way  [Verse 3] Well the world turns And a hungry little boy with a runny nose Plays in the street as the cold wind blows In the ghetto  [Verse 4] And his hunger burns So he starts to roam the streets at night And he learns how to steal And he learns how to fight In the ghetto  [Verse 5] Then one night in desperation A young man breaks away He buys a gun, He steals a car Tries to run, but he don't get far And his mama cries  [Bridge] As a crowd gathers 'round an angry young man Face down on the street with a gun in his hand In the ghetto  [Verse 6] And as her young man dies On a cold and gray Chicago morning Another little baby child is born In the ghetto  And his mama cries In the ghetto  ",
        "title": "In The Ghetto"
    },
    {
        "artist": "James Brown",
        "lyrics": "  [Hook] I don't want nobody to give me nothing Open up the door, I'll get it myself  [Verse 1] Don't give me integration, give me true communication I don't give me sorrow, I want equal opportunity To live tomorrow Give me schools and give me better books So I can read about myself and gain my true looks  [Hook]  [Verse 2] Some of us try as hard as we can We don't want no sympathy, we just want to be a man  [Hook]  [Verse 3] We got talents we can use on our side of town Let's get our heads together and build it up from the ground When some of us make money We forget about our people Gonna forget about our honey, forget about our honey Do you know, look at here, hey  Come on, I got to have it, come on, I need it I got to have it, come on, I got to have it  [Interlude] Lordy... play with your bad self Come on, baby, come here come here Got to get myself together So many things I got to do, so many things I got to see I don't need no help from you Tell everybody, mighty hell All of these things, baby, got to do it myself, come on  I gotta have it  [Hook]  [Verse 4] With you I've sweat and bled Would I ever find, and block up every blood  [Hook]  [Verse 5] I'm not gonna tell you what to do I'm not gonna raise a fuss But before you make another rule Let's start by taking care of us  [Hook]  [Verse 6] Can't get that education and don't you take no bar Cause we're gonna get this thing together And you got to get them all  [Hook]  [Outro] Can you dig the groove, can you make the move? Can you dig the same, can you make me play?  ",
        "title": "I Don't Want Nobody To Give Me Nothing (Open Up The Door, I'll Get It Mysel"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Intro] Ah-ah-aaah, oh yeah... Oh listen to me people  [Verse 1] I haven't got time to think about money Or what it can buy And I haven't got time to sit down and wonder What makes a birdie fly And I don't have the time to think about What makes a flower grow And I've never given a second thought To where the rivers flow  [Chorus] Too busy thinking about my baby And I haven't got time for nothing else  [Verse 2] Said, I haven't got time to discuss the weather How long it's going to last And I haven't got time to do no studies Once I get out of class Telling you I'm just a fellow Said I got a one track mind And when it comes to thinking about anything but my baby I just don't have any time  [Chorus]  [Verse 3] The diamonds and pearls in the world Could never match her worth, no no She's some kind of wonderful, people tell you I got heaven right here on earth I'm just a fellow With a one, one track mind And when it comes to thinking about anything but my baby I just don't have any time  [Chorus]  [Outro] (yeah, she's never hard to find Because she's always on my mind)  ",
        "title": "Too Busy Thinking About My Baby"
    },
    {
        "artist": "Spiral Starecase",
        "lyrics": "  I don't remember what day it was I didn't notice what time it was All I know is that I fell in love with you And if all my dreams come true I'll be spending time with you  Every day's a new day in love with you With each day comes a new way of loving you Every time I kiss your lips my mind starts to wander And if all my dreams come true I'll be spending time with you  Oh, I love you more today than yesterday But not as much as tomorrow I love you more today than yesterday But, darling, not as much as tomorrow  Tomorrow's date means springtime's just a day away Cupid, we don't need ya now, be on your way I thank the lord for love like ours that grows ever stronger And I always will be true, I know you feel the same way too  Oh, I love you more today than yesterday But not as much as tomorrow I love you more today than yesterday But only half as much as tomorrow  Every day's a new day, every time I love ya Every way's a new way, every time I love ya Every day's a new day, oh, how I love ya  ",
        "title": "More Today Than Yesterday"
    },
    {
        "artist": "Diana Ross & The Supremes",
        "lyrics": "  You may not how To make words rhyme Carry a tune or a clap on time now You may have no knowledge of musical things  But deep down inside of me You have created a melody You're the composer of the song That my heart sings  You may not what Quarter notes are Or what I mean by Four to the Bar now Such musical terms may be Greek to your ears  But deep down inside of me You have created a melody You're the composer of the song That my heart hears  Now it's a tender song It's like a rhapsody, a symphony This song I find in this heart of mine And it's begging you Let nothing keep us apart Oh, my darling 'Cause you put a song in my heart  Now this song that I find in my heart for you Every lyric and line I swear it's true The number one song on my personal chart  Deep down inside of me You have created a melody You're the composer of the song That's in my heart  Deep down inside of me You have created a symphony You're the composer You put a song in my heart You're the composer You put a song in my heart You're the composer You put a song in my heart  ",
        "title": "The Composer"
    },
    {
        "artist": "Edwin Starr",
        "lyrics": null,
        "title": "Twenty-Five Miles"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  There's a certain sound Always follows me around When your close to me You will hear it  It's the sound of lovers Here when they discover There could be no other for their love  It's my happy heart you hear Singing loud and singing clear And it's all because your near Me my love Take my happy heart away Let me love you night and day In your arms I want to stay, oh my love  Feeling more and more Like i've never felt before You have changed my life So compeltely  Music fills my soul now I've lost all control now I'm not half, i'm whole now With your love  It's my happy heart you hear Singing loud and singing clear And it's all because your near Me my love Take my happy heart away Let me love you night and day In your arms i want to stay, oh my love  La, la, la, la, la, la, la, la, ...  ",
        "title": "Happy Heart"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": "  [Verse] You've been running around This I know, yeah I ought to pack my things And let you go But baby I don't know what to do I can't see myself Going away to stay Whoa, no, I can't See myself leaving you You've been running around With every girl in town Yes, you have If I just had the power I'd put you right down Whoa, oh, my love I don't know what to do Cause I can't see myself Going away to stay Oh no, I can't See myself leaving you, no True love Is so hard to find Tell me, tell me That I've got mine If I go Searching for another I'd just be wasting My time, yeah, hey I say we're through Because I love you Yes, I do If I leave you, baby What would I do?  [Bridge] Whoa, oh, oh, my love I wouldn't know what to do Cause I can't see Myself leaving you Whoa, oh, oh, oh I can't see myself Leaving you, no I can't see myself Leaving you  [Outro] Whoa, no I can't see myself  ",
        "title": "I Can't See Myself Leaving You"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": "  Galveston, oh Galveston, I still hear your sea winds blowin' I still see her dark eyes glowin' She was 21 when I left Galveston  Galveston, oh Galveston, I still hear your sea waves crashing While I watch the cannons flashing I clean my gun and dream of Galveston  I still see her standing by the water Standing there lookin' out to sea And is she waiting there for me? On the beach where we used to run  Galveston, oh Galveston, I am so afraid of dying Before I dry the tears she's crying Before I watch your sea birds flying in the sun At Galveston, at Galveston  ",
        "title": "Galveston"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": "  [Verse 1] And now, the end is near And so I face the final curtain My friend, I'll say it clear I'll state my case, of which I'm certain I've lived a life that's full I traveled each and every highway And more, much more than this, I did it my way  [Verse 2] Regrets, I've had a few But then again, too few to mention I did what I had to do and saw it through without exemption I planned each charted course, each careful step along the byway And more, much more than this, I did it my way  [Verse 3] Yes, there were times, I'm sure you knew When I bit off more than I could chew But through it all, when there was doubt I ate it up and spit it out I faced it all and I stood tall and did it my way  [Verse 4] I've loved, I've laughed and cried I've had my fill, my share of losing And now, as tears subside, I find it all so amusing To think I did all that And may I say, not in a shy way Oh, no, oh, no, not me, I did it my way  [Verse 5] For what is a man, what has he got? If not himself, then he has naught To say the things he truly feels and not the words of one who kneels The record shows I took the blows and did it my way Yes, it was my way  ",
        "title": "My Way"
    },
    {
        "artist": "Creedence Clearwater Revival",
        "lyrics": "  I see the bad moon arising I see trouble on the way I see earthquakes and lightnin' I see bad times today  Don't go around tonight Well, it's bound to take your life There's a bad moon on the rise  I hear hurricanes a blowing I know the end is coming soon I fear rivers overflowing I hear the voice of rage and ruin  Don't go around tonight Well, it's bound to take your life There's a bad moon on the rise  Hope you got your things together Hope you are quite prepared to die Looks like we're in for nasty weather One eye is taken for an eye  Well don't go around tonight Well it's bound to take your life There's a bad moon on the rise  Don't go around tonight Well, it's bound to take your life There's a bad moon on the rise  ",
        "title": "Bad Moon Rising"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": "  Written by Jimmy Webb - 1969  The end has come and found us here With our toys scattered all around us here The puzzle that we never found an answer for Still asks us, darlin', just what all the games were for And here we stand in a box of sand Where's the playground Susie? You're the one who's supposed to know her way around Where's the playground Susie If I don't stay around? If I don't stay around?  The carousel has stopped us here It twirled a time or two and then it dropped us here And still you're not content with something about me But what merry-go-round can you ride without me To take your hand ? How would you stand?  Where's the playground Susie If I decide to let you go and play around? Where's the playground Susie If I don't stay around? If I don't stay around?  Where's the playground Susie? You're the one who's supposed to know her way around Where's the playground Susie If I decide to let you go and play around?  ",
        "title": "Where's The Playground Susie"
    },
    {
        "artist": "The Neon Philharmonic",
        "lyrics": "  Mornin' girl, how'd ya sleep last night? You're sev'ral ages older now Your eyes have started showin' how The little girl's growin' now  Mornin' girl, was that you last night? Crying on the radio Beggin' for a way to go To go back where love wasn't jumbled so  Oh, no, things are different now than they were before You know love is more than kisses A whole lot more  Mornin' girl, put your dreams away And read your box Cherrios And powder-puff that pretty nose And go out and find your man where the wild wind blows Mornin' girl  ",
        "title": "Morning Girl"
    },
    {
        "artist": "The Beatles With Billy Preston",
        "lyrics": "  [Chorus: John Lennon & Paul McCartney] Don't let me down, don't let me down Don't let me down, don't let me down  [Verse 1: John Lennon & Paul McCartney] Nobody ever loved me like she does Oh, she does Yeah, she does And if somebody loved me like she do me Oh, she do me Yes, she does  [Chorus: John Lennon & Paul McCartney] Don't let me down, don't let me down Don't let me down, don't let me down  [Bridge: John Lennon & Paul McCartney & George Harrison] I'm in love for the first time Don't you know it's gonna last It's a love that lasts forever It's a love that has no past (Seeking past)  [Chorus: John Lennon & Paul McCartney] Don't let me down, don't let me down Don't let me down, don't let me down  [Verse 2: John Lennon] And from the first time that she really done me Oh, she done me She done me good I guess nobody ever really done me Oh, she done me She done me good  [Chorus: John Lennon & Paul McCartney] Don't let me down, don't let me down Don't let me down, don't let me down  [Outro: John Lennon] Don't let me down Don't let me down, don't let me let down Can you dig it? Don't let me down  ",
        "title": "Don't Let Me Down"
    },
    {
        "artist": "The Grass Roots",
        "lyrics": null,
        "title": "The River Is Wide"
    },
    {
        "artist": "Peter, Paul & Mary",
        "lyrics": null,
        "title": "Day Is Done"
    },
    {
        "artist": "Ohio Express",
        "lyrics": null,
        "title": "Mercy"
    },
    {
        "artist": "Tommy Roe",
        "lyrics": "  Oh Heather honey Warm as the sunshine Oh Heather honey Your love is so fine  I've been here, I've been there I've been around And I fell in and out of love In most every town But the girls I knew were not like you You're a different kind Heather honey, now can't you see You're blowing my mind  Oh Heather honey Warm as the sunshine Oh Heather honey Your love is so fine  Everyday my friends say I'm just a fool to fall in love To them it seems ain't very cool But I don't care what they say I just can't resist Heather, I fell head over heels First time we kissed  Oh Heather honey Warm as the sunshine Oh Heather honey Your love is so fine  Heather, honey I bet money We'll never split cause Loving you is so easy to do And I'll never quit So build your plans around this man 'Cause I love you so And don't you forget my pretty pet I'll never let you go  Oh Heather honey Warm as the sunshine Oh Heather honey Your love is so fine (repeat & fade out)  ",
        "title": "Heather Honey"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  Hot August night And the leaves hanging down And the grass on the ground smellin' sweet Move up the road to the outside of town And the sound of that good gospel beat Sits a ragged tent Where there ain't no trees And that gospel group tellin' you and me It's Love, Brother Love, say Brother Love's Traveling Salvation Show Pack up the babies and grab the old ladies And ev'ryone goes, cause everyone knows Brother Love's show  Room gets suddenly still And when you'd almost bet You could hear yourself sweat, he walks in Eyes black as coal And when he lifts his face Ev'ry ear in the place is on him Starting soft and slow Like a small earthquake And when he lets go Half the valley shakes  It's Love, Brother Love, say Brother Love's Traveling Salvation Show Pack up the babies and grab the old ladies And ev'ryone goes, cause everyone knows Brother Love's show  [Sermon]  Take my hand in yours Walk with me this day In my heart I know, I will never stray Halle, halle, halle, halle Halle, halle, halle, halle It's Love, Brother Love, say Brother Love's Traveling Salvation Show Pack up the babies And grab the old ladies and ev'ryone goes I say, Love, Brother Love, say Brother Love's Traveling Salvation Show Pack up the babies And grab the old ladies and ev'ryone goes...  ",
        "title": "Brother Love's Travelling Salvation Show"
    },
    {
        "artist": "The Vogues",
        "lyrics": null,
        "title": "Earth Angel (Will You Be Mine)"
    },
    {
        "artist": "Perry Como",
        "lyrics": null,
        "title": "Seattle"
    },
    {
        "artist": "The Peppermint Rainbow",
        "lyrics": "  Don't let a lonely Monday come again Will you be staying after Sunday or go home on Monday Will you be staying after Sunday or go home Your lips are warm on Friday night The next two days you hold me tight But when it's DONE, YOU ALWAYS RUN, AND I'M ALONE Will you be staying after Sunday or go home on Monday I'll be waiting for that one day you'll be mine I'd give the world to keep you here Why do you need to disappear And when I PRESS, YOU DO YOUR BEST, YOU STALL FOR TIME I wouldn't try to own your soul You can be free I only want you here each night Loving me Will you be staying after sunday or go home on Monday We gotta let this feeling grow or let it end You say you care well if you do Don't ever go I'm begging you Don't let a lonely Monday come again Will you be staying after Sunday or go home on Monday Will you be staying after Sunday or go home on Monday Will you be staying after Sunday or go home on Monday (fades out)  ",
        "title": "Will You Be Staying After Sunday"
    },
    {
        "artist": "The Flirtations",
        "lyrics": "  Nothing but a heartache every day (Nothing but a heartache) Nothing but a teardrop all of the way (Nothing but a teardrop) Loving a bad guy is such a sin, yeah He's got me all won Can I get him?  Nothing but a heartache every day yeah (Nothing but a heartache) Nothing but a teardrop all of the way (Nothing but a teardrop) It is one situation that I just can't win, yeah He's got me all won Can I get him?  I got a lot of those heartaches I got a lot of those teardrops Heartaches, teardrops, all of the way Nothing but a heartache every day  Nothing but a heartache every day (Nothing but a heartache) Nothing but a teardrop all of the way (Nothing but a teardrop) Him loving me is just too slim, yeah He's got me all won Can I get him?  I got a lot of those heartaches I got a lot of those teardrops Heartaches, teardrops, all of the way Nothing but a heartache every day  Nothing but a heartache every day (Nothing but a heartache) Nothing but a teardrop all of the way (Nothing but a teardrop) Him loving me is just too slim, yeah He's got me all won Can I get him?  Nothing but a heartache every day yeah (Nothing but a heartache) Nothing but a teardrop all of the way (Nothing but a teardrop) Heartache, ooh, I get 'em every, every day (Nothing but a heartache)  Tears pouring all down my face (Nothing but a teardrop) Ooh, the man has got me, so uptight (Nothing but a teardrop) Nothin' I do, seem to  ",
        "title": "Nothing But A Heartache"
    },
    {
        "artist": "The Meters",
        "lyrics": "  [Instrumental]  ",
        "title": "Cissy Strut"
    },
    {
        "artist": "Henry Mancini And His Orchestra",
        "lyrics": "  [Instrumental]  ",
        "title": "Love Theme From Romeo & Juliet"
    },
    {
        "artist": "Joe Tex",
        "lyrics": null,
        "title": "Buying A Book"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": "  Why can't you see? Oh, how blind can you be?  To know, know, know you Is to love, love, love you Just to see you smile Makes my life worthwhile To know, know, know you Is to love, love, love you And I do, yes I do, yes I do  I'll be good to you And I'll bring love to you Oh, everyone says there'll come a day When I'll walk along side of you And to know, know, know you Is to love, love, love you And I do, yes I do, yes I do  Why can't you see? Oh, how blind can you be? Someday you'll see That you were meant for me  To know, know, know you Is to love, love, love you Just to see you smile Makes my life worthwhile To know, know, know you Is to love, love, love you And I do, yes I do, yes I do And I do, yes I do, yes I do Yes I do  ",
        "title": "To Know You Is To Love You"
    },
    {
        "artist": "Solomon Burke",
        "lyrics": null,
        "title": "Proud Mary"
    },
    {
        "artist": "The Foundations",
        "lyrics": null,
        "title": "In The Bad, Bad Old Days (Before You Loved Me)"
    },
    {
        "artist": "Classics IV Featuring Dennis Yost",
        "lyrics": null,
        "title": "Everyday With You Girl"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": null,
        "title": "One"
    },
    {
        "artist": "Bill Deal & The Rhondels",
        "lyrics": "  I've been hurt, hurt, hurt Yes I've been hurt I've been hurt like I've never been hurt before Cause you lied, you lied to me So leave me alone Cause I've been hurt Baby you lied Darling, what happened, what happened What happened, what happened last night I saw you with another guy Was holding you tight I've been hurt Baby you cheated, mistreated You cheated, cheated on me And you told me, you told me You told a whole lot of lies Darling, what happened, what happened What happened, what happened last night Well, I saw you with another guy He was holding you tight  ",
        "title": "I've Been Hurt"
    },
    {
        "artist": "Creedence Clearwater Revival",
        "lyrics": "  Just about a year ago I set out on the road Seekin´ my fame and fortune Lookin´ for a pot of gold Things got bad and things got worse I guess you know the tune Oh Lord, stuck in Lodi again  Rode in on the Greyhound I´ll be walkin´ out if I go I was just passin´ through Must be seven seven months or more Ran out of time and money Looks like they took my friend Oh Lord, stuck in Lodi again  The man from the magazine Said I was on my way Somewhere I lost connections Ran out of songs to play I came into town a one night stand Looks like my plans fell through Oh Lord, stuck in Lodi again  If I only had a dollar For every song I´ve sung And every time I had to play While people sat there drunk You know, I´d catch the next train Back to where I live Oh Lord, stuck in Lodi again Oh Lord, stuck in Lodi again  ",
        "title": "Lodi"
    },
    {
        "artist": "Martha Reeves & The Vandellas",
        "lyrics": null,
        "title": "(We've Got) Honey Love"
    },
    {
        "artist": "Dusty Springfield",
        "lyrics": null,
        "title": "The Windmills Of Your Mind"
    },
    {
        "artist": "Sonny Charles And The Checkmates, Ltd.",
        "lyrics": null,
        "title": "Black Pearl"
    },
    {
        "artist": "Buchanan Brothers",
        "lyrics": null,
        "title": "Medicine Man (Part I)"
    },
    {
        "artist": "Johnnie Taylor",
        "lyrics": null,
        "title": "Testify (I Wonna)"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  I can't make it if you leave me I'm sorry, Suzanne, believe me, I was wrong And I knew I was all along Forgive me  I still love you more than ever I'm sorry, Suzanne, for ever hurting you You know I never wanted to I'm truly sorry, Suzanne  I could never ever justify All the tears I made you cry But I do regret it, my Suzanne You gotta believe me  I was lookin' 'round for someone new What a foolish thing to do All the time I knew it Heaven knows what made me do it, girl  I can't make it if you leave me I'm sorry, Suzanne, believe me, I was wrong And I knew I was all along, all along  I'm truly sorry, Suzanne  If you would only take me back again Things would be so different then What I wouldn't give for One more chance to live for you, Suzanne  I can't make it if you leave me I'm sorry, Suzanne, believe me, I was wrong And I knew I was all along Forgive me  I still love you more than ever I'm sorry, Suzanne, for ever hurting you You know I never wanted to I'm truly sorry, Suzanne  ",
        "title": "Sorry Suzanne"
    },
    {
        "artist": "1910 Fruitgum Co.",
        "lyrics": null,
        "title": "Special Delivery"
    },
    {
        "artist": "Steppenwolf",
        "lyrics": "  Your eyes are moist, you scream and shout As though you were a man possessed From deep inside comes rushing forth All the anguish you suppressed Up on your wall hangs your degree Your parents craved so much for you And though you're trained to make your mark You still don't quite know what to do  It's never too late to start all over again To love the people you caused the pain And help them learn your name Oh, no, not too late It's never too late to start all over again  You say you've only got one life to live And when your dead your gone Your family comes to your grave And with tears in their eyes They tell you, you did something wrong \"You left us alone\"  Tell me who's to say after all is done And you're finally gone, you won't be back again You can find a way to change today You don't have to wait 'til then  It's never too late to start all over again  Well, it's much to late to start again To try and find a little bliss So on your woman and your child You release your bitterness You drift apart some more each day You feel the guilt and loneliness And the God of your childhood you can't find To save you from your emptiness  It's never too late to start all over again To love the people you caused the pain And help them learn your name Oh, no, not too late It's never too late to start all over again  ",
        "title": "It's Never Too Late"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": "  You knew I could not stay for long when you asked me To come over in the wee hours of the mornin  I said I could not let the sunrise catch me sleepin And that is why I've givin you fair warnin  And though you might have loved me like I never ever have been Loved before your front door is open And I've got to keep on movin  So I will stay with you a while and then I'll Let my hitch hike thumb take me to where I wanna  Because I've got to keep on searchin for the dream that I've been seekin Since I left my home in Oklahoma  And who's to say but that I might not be back tomorrow If I find there's only sorrow you may see me from your windowsill Next mornin  I'm a drifter and I've seen the rain I'm a drifter and I've felt the pain, the pain that comes with loneliness So I drift from town to town searchin all around Lookin for the answer to my sorrow And if the answer is you then I'll be back tomorrow  Lets make the most of time before the break of day But don't try to make me stay if I don't want to  Because I've got to keep on searchin for that dream And you can't bind me with the simple words I love you  But if I realize the dream that I've been searchin for Is waitin here behind your door Then I'll come back to stay if you still want me to  I'm a drifter and I've seen the rain I'm a drifter and I've felt the pain the pain that comes with loneliness So I drift from town to town searchin all around Lookin for the answer to my sorrow And if the answer is you then I'll be back tomorrow  I'm a drifter and I've seen the rain I'm a drifter and I've felt the pain the pain that comes with loneliness So I drift from town to town searchin all around Lookin for the answer to my sorrow And if the answer is you then I'll be back tomorrow  I'm a drifter 'fade  ",
        "title": "I'm A Drifter"
    },
    {
        "artist": "The New Colony Six",
        "lyrics": null,
        "title": "I Could Never Lie To You"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": null,
        "title": "Born To Be Wild"
    },
    {
        "artist": "The Box Tops",
        "lyrics": null,
        "title": "I Shall Be Released"
    },
    {
        "artist": "Sergio Mendes & Brasil '66",
        "lyrics": "  Why don't we take a little piece of summer sky Hang it on a tree For that's the way to start to make a pretty world For you and for me  And for the sun we'll take a lemon bright balloon You can hold the string Oh can't you see that little world of ours will be The prettiest thing  We can gather rain enough for the stream To hold our happy faces When we want a breeze, I'll blow you a kiss or two Take me in your arms and our little world Will be the place of places Nothing must be made but breakfast and love  We'll hang a little sign that just says \"Paradise Population two!\" I know together we can make a pretty world For me and for you For you It's what I wanted to do, to do To make a world with you  Take me in your arms and our little world Will be the place of places Nothing must be made but breakfast and love  We'll hang a little sign that just says \"Paradise Population two!\" I know together we can make a pretty world For me and for you For you It's what I wanted to do, to do To make a world – with you  ",
        "title": "Pretty World"
    },
    {
        "artist": "The Checkmates, Ltd.",
        "lyrics": null,
        "title": "Love Is All I Have To Give"
    },
    {
        "artist": "Vikki Carr",
        "lyrics": null,
        "title": "With Pen In Hand"
    },
    {
        "artist": "Gary Lewis And The Playboys",
        "lyrics": null,
        "title": "Rhythm Of The Rain"
    },
    {
        "artist": "Jose Feliciano",
        "lyrics": null,
        "title": "Marley Purt Drive"
    },
    {
        "artist": "Iron Butterfly",
        "lyrics": "  In-a-gadda-da-vida, honey Don't you know that I'm loving you? In-a-gadda-da-vida, baby Don't you know that I'll always be true?  Oh, won't you come with me And a-take my hand? Oh, won't you come with me And a-walk this land? Please take my hand  Let me tell you now In-a-gadda-da-vida, honey Don't you know that I'm loving you? In-a-gadda-da-vida, baby Don't you know that I'll always be true?  Oh, won't you come with me And a-take my hand? Oh, won't you come with me And a-walk this land? Please take my hand  Guitar, huh! Come on, run, man, come on, ha!  Two, three, four, huh!  In-a-gadda-da-vida, honey Don't you know that I'm loving you? In-a-gadda-da-vida, baby Don't you know that I'll always be true?  Oh, won't you come with me And a-take my hand? Oh, won't you come with me And a-walk this land? Please take my hand  Huh, huh All right, uh, hey, ha!  ",
        "title": "In-A-Gadda-Da-Vida"
    },
    {
        "artist": "Four Tops",
        "lyrics": null,
        "title": "What Is A Man"
    },
    {
        "artist": "Ike & Tina Turner",
        "lyrics": null,
        "title": "I've Been Loving You Too Long"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": null,
        "title": "Gentle On My Mind"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  In an April dream Once you came to me When you smiled, I looked into your eyes And I knew I'd be loving you And then you touched my hand And I learned, April dreams can come true  Oh, we're just April fools Who can't see all the danger around us If we're just April fools I don't care True love has found us now  Little did we know Where the road would lead Here we are a million miles away from the past Travelin' so fast Now, there's no turning back If our sweet April dream doesn't last  Are we just April fools Who can't see all the danger around us If we're just April fools I don't care We'll find our way somehow No need to be afraid True love has found us now  ",
        "title": "The April Fools"
    },
    {
        "artist": "Betty Everett",
        "lyrics": null,
        "title": "I Can't Say No To You"
    },
    {
        "artist": "O.C. Smith",
        "lyrics": "  She's a friend, she's a lover, she's a woman, she's a wife She's the answered prayer ev'ry lonely man dreams of She's a temptress, she's a lady, she's the mother of my baby I thank God I'm the lucky man she loves  Sometimes I lie awake and watch her sleeping; And I just wanna bust and the teardrops fill my eyes And I wonder what she'd think if she woke up and caught me weeping; 'cause daddies and heroes ain't supposed to cry The morning always seems to catch us laughing With the baby in the bed between us, safe and warm And I thank the Lord above for all the good times that I'm having Wrapped up in my woman's loving arms She's a friend, she's a lover, she's a woman, she's a wife She's the answered prayer ev'ry lonely man dreams of She's a temptress, she's a lady, she's the mother of my baby I thank God I'm the lucky man she loves  And when the load gets heavy on my shoulders; And I can't keep the pace, and I need a place to hide I run home to my own little world and take her in my arms And hold her; and I soon forget there's another world outside 'cause she's a friend, she's a lover, she's a woman, she's a wife She's the answered prayer ev'ry lonely man dreams of She's a temptress, she's a lady, she's the mother of my baby I thank God I'm the lucky man she loves I thank God I'm the lucky man she loves  ",
        "title": "Friend, Lover, Woman, Wife"
    },
    {
        "artist": "Billie Jo Spears",
        "lyrics": "  I left Garden City Kansas with a ticket and a yen to see New York I typed eigty words a minute so your corporation let me go to work I fetch paper clips and coffee even help you dodge your domineering wife Mr Walker it's all over I don't like the New York secretary's life  In this building there's a crowd of guys with old familiar thoughts upon their minds That's a lot of hands a reaching out you grab the things that I consider mine And the president persues me even though he's old and hair a turnin' white Mr Walker it's all over I don't like the New York secretary's life  There's a flat in Greenwich Village that I took because the subway wasn't far But a trumpet player's upstairs and below me ther's a jumping all night bar And to frost a bitter cake I have to share the place with bugs and big ol' mice Mr Walker it's all over I don't like the New York secretary's life  Your sweetheart in personnel said I should give her written notice like the rest So I wrote goodbye with my brightest lipstick right across her big expensive desk You'd better call the Times and tell 'em put your wanted ad right back in classified Mr Walker it's all over I don't like the New York secretary's life  There's a Greyhound at the station and a mom at home with open arms for me Garden City's looking better every minute now since I have learned to see And the boy next door don't know it but come June he's gonna gain himself a wife Mr Walker it's all over I don't like the New York secretary's life Mr Walker it's all over I don't like the New York secretary's life Mr Walker it's all over I don't like the New York secretary's life  ",
        "title": "Mr. Walker, It's All Over"
    },
    {
        "artist": "The Monkees",
        "lyrics": "  Some people always complain that their life is too short so they hurry it Along Their worries drive them insane but they still go along for the ride As for me I have all the time in the world  I was born A someday man I'm a maybe child I was born A someday man I was always wild  Tomorrow's a new day, baby Anything can happen Anything can happen at all  Some folks are working for reasons and waiting for answers they're never Gonna find They keep on searching for pleasures and looking for what they can't see But for me Life can be a sweet holiday  I was born A someday man I'm a maybe child I was born A someday man I was always wild  Tomorrow's a new day, baby Anything can happen Anything can happen at all  REPEAT AND FADE I was born A someday man I'm a maybe child I was born A someday man I was always wild  ",
        "title": "Someday Man"
    },
    {
        "artist": "Peggy Scott & Jo Jo Benson",
        "lyrics": null,
        "title": "I Want To Love You Baby"
    },
    {
        "artist": "Paul Revere & The Raiders Featuring Mark Lindsay",
        "lyrics": null,
        "title": "Let Me"
    },
    {
        "artist": "The Impressions",
        "lyrics": null,
        "title": "Seven Years"
    },
    {
        "artist": "The Brooklyn Bridge Featuring Johnny Maestro",
        "lyrics": "  Walking home I pass her door And I send a special prayer Up to the room on the second floor For my mind is in there with her But my body takes me home And I need to have a love Because I've been too long alone So won't you Welcome me love My name is lonely Tell that girl that I think I'm her only I want you with pride So help me like the light in her eye Welcome me love I know you don't know me Take my hand there's a lot you can show me I want you with pride So help me like the light in her eye I'll try to make her happy And I promise I'll be good I'll play it by the rules Just like every lover should In times that I will fail her And we let each other down But I'm sure that we can make it As long as you're around So won't you Welcome me love My name is lonely Tell that girl that I think I'm her only I want you with pride So help me like the light in her eyes Welcome me love I know you don't know me Take my hand there's a lot you can show me I want you with pride So help me like the light in her eye  ",
        "title": "Welcome Me Love"
    },
    {
        "artist": "Dyke And The Blazers",
        "lyrics": null,
        "title": "We Got More Soul"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": null,
        "title": "You Don't Need Me For Anything Anymore"
    },
    {
        "artist": "Debbie Taylor",
        "lyrics": null,
        "title": "Never Gonna Let Him Know"
    },
    {
        "artist": "Joan Baez",
        "lyrics": "  Seems like only yesterday I left my mind behind Down in the Gypsy Cafe With a friend of a friend of mine Who sat with a baby heavy on her knee Yet spoke of life most free from slavery With eyes that showed no trace of misery A phrase in connection first with she occurred That love is just a four-letter word  Outside a rattling store-front window Cats meowed to the break of day Me, I kept my mouth shut To you I had no words to say My experience was limited and underfed You were talking while I hid To the one who was the father of your kid You probably didn't think I did, but I heard You say that love is just a four-letter word  I said goodbye unnoticed Pushed forth into my own games Drifting in and out of lifetimes Unmentionable by name Searching for my double, looking for Complete evaporation to the core Though I tried and failed at finding any door I must have thought that there was nothing more Absurd than that love is just a four-letter word  Though I never knew just what you meant When you were speaking to your man I can only think in terms of me And now I understand After waking enough times to think I see The Holy Kiss that's supposed to last eternity Blow up in smoke, it's destiny Falls on strangers, travels free Yes, I know now, traps are only set by me And I do not really need to be Assured that love is just a four-letter word  ",
        "title": "Love Is Just A Four-Letter Word"
    },
    {
        "artist": "Jerry Smith and his Pianos",
        "lyrics": null,
        "title": "Truck Stop"
    },
    {
        "artist": "The Maskman & The Agents",
        "lyrics": "  My my my, my my my y'all You know my wife she's a nurse, y'all She go to work every night at a quarter to ten She said, \"Mask, I don't want you hanging over at Bill's apartment You better be home when I come in.\"  Then my dog sat down and grinned his teeth And then my cat lay down by the door She said, \"If you don't dig what soul mother said You ain't gonna be sleeping around here no more.\"  \"Well what are you doing shaking like that?\" I'm scared of my wife, my dog, and my cat \"I said what are you doing shaking like that?\" I told you I was scared of my wife, my dog, and my cat I'm too good to them three for them to treat me like that \"What are you gonna do about it then?\" I'm gonna put on my [?] My fifty dollar shoes My crazy hat I know they like it like that  And then I spit out in the hall I heard ol' Bill call He said, \"Come on over, Mask, we really having a ball You ain't got a thing to lose, we got a table full of booze And all kinda food.\" Then I slid on down the hall with a smile on my face There was pretty girls sitting all over the place  \"Were they fat?\" Fat as a country possum stuffed with sweet potatos \"I want to know, Were they fat?\" I told you they was fat as a country possum stuffed with sweet potatos With their miniskirts on and their crazy sweaters It took me two hours to get myself together  \"You know your wife done told you about them young girls, old big-eyed Rover.\" You know my wife don't know some things like that will never hurt her  I want a sandwich \"What you want on it?\" I'll take a couple of those pigs feets over there Two or three of those hot rolls Some of them greens with that fatback in it And some of that potato salad And I'll try some of them chilli dogs if you don't mind  Lord, having a good time Good god, yeah Having a party Having a party y'all  \"What are they doing in there now?\"  Man, they doing a dance They call it Squeeze Your Knees, that's what they doing Old Bill fell out on the floor, You know what he said? He said, \"Lighten up on me baby, please.\" That's what he said  Then one looked in the corner Said \"Mask, what's wrong with you? There's a brand new dance, you can do it too Then I got up in the fold, and got into my act My old lady bust through the door Then she touched me in the back She had my German police dog with her The one I raised from a pup She sicked that monster on me, man That was just too much He tore off my crazy suit And I run from under my hat And when I slid out in my apartment door I got [?] by the cat  \"You better watch out For your wife, your dog, and your cat.\" What what what you doing? What you trying to do? What you do? Tell them to leave me alone Leave me alone  ",
        "title": "My Wife, My Dog, My Cat"
    },
    {
        "artist": "The Moments",
        "lyrics": null,
        "title": "Sunday"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": "  What does it take (What does it take) To win your love for me? (To win your love for me) How can I make (How can I make) This dream come true for me? (Had a dream for you)  Whoa, I just got to know (Have to know) Ooo, baby 'cause I love you so  'Gonna blow for you'  I tried, I tried, I tried, I tried In every way I could (Anyway I could) To make you see how much I love you (See how much I love you) Woo! I thought you understood (Thought you understood) So, you gotta make me see (Make me see) What does it take To win your love for me?  'Gonna blow, again for you'  ",
        "title": "What Does It Take (To Win Your Love)"
    },
    {
        "artist": "B.B. King",
        "lyrics": "  Everybody wants to know Why I sing the blues Yes, I say everybody wanna know Why I sing the blues Well, I've been around a long time I really have paid my dues  When I first got the blues They brought me over on a ship Men were standing over me And a lot more with a whip And everybody wanna know Why I sing the blues Well, I've been around a long time Mm, I've really paid my dues  I've laid in a ghetto flat Cold and numb I heard the rats tell the bedbugs To give the roaches some Everybody wanna know Why I'm singing the blues Yes, I've been around a long time People, I've paid my dues  I stood in line Down at the County Hall I heard a man say, \"We're gonna build Some new apartments for y'all\" And everybody wanna know Yes, they wanna know Why I'm singing the blues Yes, I've been around a long, long time Yes, I've really, really paid my dues  Now I'm gonna play Lucille  My kid's gonna grow up Gonna grow up to be a fool Cause they ain't got no more room No more room for him in school And everybody wanna know Everybody wanna know Why I'm singing the blues I say I've been around a long time Yes, I've really paid some dues  Yeah, you know the company told me Guess you're born to lose Everybody around me, people It seems like everybody got the blues But I had 'em a long time I've really, really paid my dues You know I ain't ashamed of it, people I just love to sing my blues  I walk through the cities, people On my bare feet I had a fill of catfish and chitterlings Up in Downbill Street You know I'm singing the blues Yes, I really I just have to sing my blues I've been around a long time People, I've really, really paid my dues  Now Father Time is catching up with me Gone is my youth I look in the mirror everyday And let it tell me the truth I'm singing the blues Mm, I just have to sing the blues I've been around a long time Yes, yes, I've really paid some dues  Yeah, they told me everything Would be better out in the country Everything was fine I caught me a bus uptown, baby And every people, all the people Got the same trouble as mine I got the blues, huh huh I say I've been around a long time I've really paid some dues  One more time, fellows!  Blind man on the corner Begging for a dime The rollers come and caught him And throw him in the jail for a crime I got the blues Mm, I'm singing my blues I've been around a long time Mm, I've really paid some dues  Can we do just one more?  Oh I thought I'd go down to the welfare To get myself some grits and stuff But a lady stand up and she said \"You haven't been around long enough\" That's why I got the blues Mm, the blues I say, I've been around a long time I've really, really paid my dues  Fellows, tell them one more time  Ha, ha, ha. That's all right, fellows Yeah!  ",
        "title": "Why I Sing The Blues"
    },
    {
        "artist": "Ray Charles",
        "lyrics": null,
        "title": "Let Me Love You"
    },
    {
        "artist": "Desmond Dekker & The Aces",
        "lyrics": "  Get up in the morning, slaving for bread, sir So that every mouth can be fed Poor, poor me, Israelites. Aah  Get up in the morning, slaving for bread, sir So that every mouth can be fed Poor me, the Israelite  My wife and my kids, they packed up and leave me Darling, she said, \"I was yours to be seen\" Poor me, the Israelite  Shirt them a-tear up, trousers are gone I don't want to end up like Bonnie and Clyde Poor me, the Israelite  After a storm there must be a calm They catch me in the farm You sound your alarm Poor a-poor a-poor me, the Israelite  {Instrumental}  I said I get up in the morning, slaving for bread, sir So that every mouth can be fed Poor me, Israelite. Aah  I said my wife and my kids, they are packed up and leave me Darling, she said, I was yours to be seen Poor me, Israelites. Aah  Look Me shirts them a-tear up, trousers are gone I don't want to end up like Bonnie and Clyde A-poor a-poor me, Israelites. Aah  After a storm there must be a calm They catch me in the farm You sound your alarm Poor me, Israelite A-poor a-poor a-poor me, Israelites. Aah Poor me, Israelite Poor me, Israelite  ",
        "title": "Israelites"
    },
    {
        "artist": "Little Milton",
        "lyrics": null,
        "title": "Just A Little Bit"
    },
    {
        "artist": "Ike & Tina Turner",
        "lyrics": "  He may never be A Big man in this world... Just another face in society But he'll always be, in this eyes of this girl Cuz he's the only real thing that Ever happened to me...  And I'm gonna do all I can To do right by my man To be the kind of woman he wants me to be I'm gonna do all I can To do right by my man To be the kind of woman he wants me to be  He may never be A rich man, Lord know its true He may always be Just a simple poor man But all the money in the world Can't make me feel the way he do And I just got to know That He's my man  And I'm gonna do all I can To do right by my man To be the kind of woman he wants me to be I'm gonna do all I can To do right by my man And be the kind of woman he wants me to be  He can make me be good And he can make me change my ways Do the thing a good woman should And I'm gonna make him happy Each and every day  And I'm gonna do all I can To do right by my man To be the kind of woman he wants me to be I'm gonna do all I can To do right by my man To be the kind of woman he wants me to be  ",
        "title": "I'm Gonna Do All I Can (To Do Right By My Man)"
    },
    {
        "artist": "Bob Dylan",
        "lyrics": "  [Verse 1: Bob Dylan] I once held her In my arms She said she would Always stay But I was cruel I treated her like a fool  [Refrain: Bob Dylan] I threw it all away  [Verse 2: Bob Dylan] Once I had mountains In the palm of my hand And rivers that ran through Every day But I must have been mad I never knew what I had  [Refrain: Bob Dylan] Until I threw it all away  [Bridge: Bob Dylan] Love is all there is It makes the world go ’round Love and only love It can’t be denied No matter what you think about it You just won’t be able to do without it Take a tip from one who’s tried  [Verse 3: Bob Dylan] So if you find someone Who gives you all of her love Take it to your heart, don’t let it stray For one thing for certain You will surely be a'hurtin'  [Refrain: Bob Dylan] If you throw it all away If you throw it all away  ",
        "title": "I Threw It All Away"
    },
    {
        "artist": "Al Martino",
        "lyrics": "  Just about to pack it in Lord knows the condition I've been in When I got your letter in the mail I don't know why You picked this time To write to me But I'm sure glad you did Sing me a song so soft and sweet, oh Guitar, play me back to Sausalito Every morning in New York I'd wake up and hear Those poor birds talk It's enough to bring a body down I wasn't ready to settle down Plant my roots But, Lord, I'm ready now Sing me a song so soft and sweet, oh Guitar, play me back to Sausalito Guitar, play me back to Sausalito Just got time to pack my bags And say goodbye to disappointment town Just got time for one last look around Campbell Heights is where I'm bound Gonna plant my feet and Tack them to the ground Sing me a song so soft and sweet, oh Guitar, play me back to Sausalito Sing me a song so soft and sweet, oh Guitar, play me back to Sausalito  ",
        "title": "Sausalito"
    }
]