[
    {
        "artist": "Herman's Hermits",
        "lyrics": "  [Verse 1] Mrs. Brown, you've got a lovely daughter Girls as sharp as her are something rare But it's sad, she doesn't love me now She's made it clear enough, it ain't no good to pine  She wants to return those things I bought her Tell her she can keep them just the same Things have changed, she doesn't love me now She's made it clear enough, it ain't no good to pine  [Chorus] Walkin' about Even in a crowd, well You'll pick her out Makes a bloke feel so proud  [Verse 2] If she finds that I've been 'round to see you ('round to see you) Tell her that I'm well and feelin' fine (feelin' fine, ooh) Don't let on, don't say she's broke my heart I'd go down on my knees but it's no good to pine  [Chorus] Walkin' about Even in a crowd, well You'll pick her out Makes a bloke feel so proud  [Verse 3] If she finds that I've been 'round to see you ('round to see you) Tell her that I'm well and feeling fine (feelin' fine, ooh) Don't let on, don't say she's broke my heart I'd go down on my knees but it's no good to pine  [Outro] Mrs. Brown, you've got a lovely daughter (lovely daughter) Mrs. Brown, you've got a lovely daughter (lovely daughter) Mrs. Brown, you've got a lovely daughter (lovely daughter) Mrs. Brown, you've got a lovely daughter (lovely daughter)  ",
        "title": "Mrs. Brown You've Got A Lovely Daughter"
    },
    {
        "artist": "Gary Lewis And The Playboys",
        "lyrics": null,
        "title": "Count Me In"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1: John Lennon] I think I'm going to be sad I think it's today, yeah The girl that's driving me mad Is going away  [Chorus: John Lennon & Paul McCartney] She's got a ticket to ride She's got a ticket to ride She's got a ticket to ride But she don't care  [Verse 2: John Lennon] She said that living with me Is bringing her down, yeah She would never be free When I was around  [Chorus: John Lennon & Paul McCartney] She's got a ticket to ride She's got a ticket to ride She's got a ticket to ride But she don't care  [Bridge: John Lennon & Paul McCartney] I don't know why she's riding so high She ought to think twice She ought to do right by me Before she gets to saying goodbye She ought to think twice She ought to do right by me  [Verse 3: John Lennon] I think I'm going to be sad I think it's today, yeah The girl that's driving me mad Is going away, yeah  [Chorus: John Lennon & Paul McCartney] Oh, she's got a ticket to ride She's got a ticket to ride She's got a ticket to ride But she don't care  [Bridge: John Lennon & Paul McCartney] I don't know why she's riding so high She ought to think twice She ought to do right by me Before she gets to saying goodbye She ought to think twice She ought to do right by me  [Verse 4: John Lennon] She said that living with me Is bringing her down, yeah She would never be free When I was around  [Chorus: John Lennon & Paul McCartney] Oh, she's got a ticket to ride She's got a ticket to ride She's got a ticket to ride But she don't care  [Outro: John Lennon & Paul McCartney] My baby don't care, my baby don't care My baby don't care, my baby don't care My baby don't care, my baby don't care  ",
        "title": "Ticket To Ride"
    },
    {
        "artist": "The Seekers",
        "lyrics": "  There's a new world somewhere They call the promised land, And I'll be there someday If you will hold my hand I'll still need you there beside me No matter what I do For I know I'll never find another you  There is always someone For each of us, they say And you'll be my someone Forever and a day I could search the whole world over Until my life is through But I know I'll never find another you  It's a long, long journey So stay by my side When I walk through the storm You'll be my guide Be my guide  If they gave me a fortune My pleasure would be small. I could lose it all tomorrow And never mind at all But if I should lose your love, dear I don't know what I'd do For I know I'll never find another you  But if I should lose your love, dear I don't know what I'd do For I know I'll never find another you  Another you Another you  ",
        "title": "I'll Never Find Another You"
    },
    {
        "artist": "Herman's Hermits",
        "lyrics": null,
        "title": "Silhouettes"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Verse 1] Well since she put me down I've been out doin' in my head I come in late at night and in the mornin' I just lay in bed  [Pre-Chorus] Well, Rhonda you look so fine (look so fine) And I know it wouldn't take much time For you to help me Rhonda Help me get her out of my heart  [Chorus] Help me Rhonda Help, help me Rhonda Help me Rhonda Help, help me Rhonda Help me Rhonda Help, help me Rhonda Help me Rhonda Help, help me Rhonda Help me Rhonda Help, help me Rhonda Help me Rhonda Help, help me Rhonda Help me Rhonda yeah Get her out of my heart  [Verse 1] She was gonna be my wife and I was gonna be her man But she let another guy come between us and it shattered our plan  [Pre-Chorus] Well, Rhonda you caught my eye (caught my eye) And I can give you lots of reasons why You gotta help me Rhonda Help me get her out of my heart  [Chorus] Help me Rhonda Help, help me Rhonda Help me Rhonda Help, help me Rhonda Help me Rhonda Help, help me Rhonda Help me Rhonda Help, help me Rhonda Help me Rhonda Help, help me Rhonda Help me Rhonda Help, help me Rhonda Help me Rhonda yeah Get her out of my heart  [Chorus] Help me Rhonda Help, help me Rhonda Help me Rhonda Help, help me Rhonda Help me Rhonda Help, help me Rhonda Help me Rhonda Help, help me Rhonda Help me Rhonda Help, help me Rhonda Help me Rhonda Help, help me Rhonda Help me Rhonda yeah Get her out of my heart  ",
        "title": "Help Me, Rhonda"
    },
    {
        "artist": "Petula Clark",
        "lyrics": null,
        "title": "I Know A Place"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Verse 1] Well, I'll be doggone if I wouldn't work all day And I'll be doggone if I wouldn't bring you my pay But if I ever caught you running around Blowing my money all over this town  [Chorus] Then I wouldn't be doggone Hey, Hey! I'd be long gone Then I wouldn't be doggone I'd be long gone  [Verse 2] Now hey, hey, hey! I'll be doggone if you ain't a pretty thing And I'll be doggone if you ain't warm as a breath of spring And if we live to be a hundred years old If you ever let that spring turn cold  [Chorus] Then I wouldn't be doggone Hey! I'd be long gone Oh I wouldn't be doggone, baby I'd be long gone  [Bridge] Now did you hear what I say? Well now what I say, oh, believe me Well, every woman should try to be whatever has man wants her to be And I don't want much, all I want from you is for you to be true to me  [Verse 3] Well, I'd be doggone if love ain't a man's best friend Oh, baby, And I'll be doggone if you ain't the loving end Though I know you make me feel like no baby could If I ever found out that you're no good  [Chorus] Then I wouldn't be doggone Hey, hey, hey, I'd be long gone Well I wouldn't de doggone I'd be long gone  ",
        "title": "I'll Be Doggone"
    },
    {
        "artist": "The Righteous Brothers",
        "lyrics": null,
        "title": "Just Once In My Life"
    },
    {
        "artist": "Sam The Sham and the Pharaohs",
        "lyrics": "  Uno, dos One, two, tres, quatro  Matty told Hatty about a thing she saw Had two big horns and a wooly jaw Wooly bully, wooly bully Wooly bully, wooly bully, wooly bully  Hatty told Matty: \"Let's don't take no chance Let's not be *L-seven*, come and learn to dance.\" Wooly bully, wooly bully Wooly bully, wooly bully, wooly bully  Matty told Hatty: \"That's the thing to do Get you someone really to pull the wool with you.\" Wooly bully, wooly bully Wooly bully, wooly bully, wooly bully  ",
        "title": "Wooly Bully"
    },
    {
        "artist": "Wayne Fontana & The Mindbenders",
        "lyrics": "  The purpose of a man is to love a woman And the purpose of a woman is to love a man So come on, baby Let's start today Come on, baby Let's play  The game of love, love La, la, la, la, la love  It started long ago in the Garden of Eden When Adam said to Eve Baby, you're for me So come on, baby Let's start today Come on, baby Let's play  The game of love, love La, la, la, la, la love  Come on, baby 'Cause the time is right Love your daddy with all your might Put your arms around me Hold me tight Play the game of love  The purpose of a man is to love a woman And the purpose of a woman is to love a man So come on, baby Let's start today Come on, baby Let's play  The game of love, love La, la, la, la, la love  [Instrumental Break]  The purpose of a man is to love a woman And the purpose of a woman is to love a man So come on, baby Let's start today Come on, baby Let's play  The game of love, love La, la, la, la, la love  Come on, baby 'Cause the time is right Love your daddy with all your might Put your arms around me Hold me tight Play the game of love  The game of love, (love), love, (love) La, la, la, la, la love The game of love, (love), love, (love) La, la, la, la, la love  The game of love, baby The game of la, la, la, la, la love The game of love, baby The game of la la la la love  ",
        "title": "Game Of Love"
    },
    {
        "artist": "Sounds Orchestral",
        "lyrics": null,
        "title": "Cast Your Fate To The Wind"
    },
    {
        "artist": "Glenn Yarbrough",
        "lyrics": "  Some men climb a mountain Some men swim the sea Some men fly above the sky: They are what they must be But, baby the rain must fall Baby, the wind must blow Wherever my heart leads me Baby, I must go, baby I must go I do not love for silver I do not love for gold My heart is mine to give away It never will be sold So, baby the rain must fall Baby, the wind must blow Wherever my heart leads me Baby I must go, baby I must go I am not rich or famous: But who can ever tell? I don't know now what waits for me Maybe heaven, maybe hell Baby, the rain must fall Baby, the wind must blow Wherever my heart leads me Baby I must go, baby I must go  ",
        "title": "Baby The Rain Must Fall"
    },
    {
        "artist": "Ronnie Dove",
        "lyrics": null,
        "title": "One Kiss For Old Times' Sake"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  Oooh All day long I hear my telephone ring Friends calling giving their advice From the boy I love I should break away Cause heartaches he'll bring one day  I lost him once through friends' advice But it's not gonna happen twice Cause all advice ever gotten me Was many long and sleepless nights  Ooh! But now he's back in my arms again Right by my side I got him back in my arms again So satisfied  It's easy for friends to say let him go But I'm the one who needs him so It's his love that makes me strong Without him I can't go on  This time I'll live my life at ease Being happy lovin' whom I please And each time we make romance I'll be thankful for a second chance  Ooh! Cause he's back in my arms again Right by my side I got him back in my arms again So satisfied Ooh!  How can Mary tell me what to do When she lost her love so true? And Flo, she don't know Cause the boy she loves is a Romeo  I listened once to my friends' advice But it's not gonna happen twice Cause all advice ever gotten me Was many long and sleepless nights  Ooh! I got him back in my arms again Right by my side I got him back in my arms again So satisfied  Ooh! I'm satisfied, yeah So satisfied I'm satisfied I'm satisfied So satisfied I'm satisfied I'm satisfied  ",
        "title": "Back In My Arms Again"
    },
    {
        "artist": "The Miracles",
        "lyrics": "  I did you wrong My heart went out to play And in the game I lost you What a price to pay ooh I'm cryin'  Ooh ooh baby baby  Ooh ooh baby baby  Mistakes, I know I've Made a few, but I'm Only human, you've made Mistakes too I'm cryin'  Chorus Ooh ooh baby baby Ooh ooh baby baby  Oooooh baby baby Ooh ooh ooh ooh  I'm just about at the End of my rope But I can't stop cryin I can't give up hope Because I feel someday I'll hold you near Whisper I still Love you Until that day is here oooooh I'm cryin'  Repeat chorus  ",
        "title": "Ooo Baby Baby"
    },
    {
        "artist": "Tom Jones",
        "lyrics": "  It's not unusual to be loved by anyone It's not unusual to have fun with anyone But when I see you hanging about with anyone It's not unusual to see me cry Oh I wanna' die It's not unusual to go out at any time But when I see you out and about it's such a crime If you should ever want to be loved by anyone It's not unusual it happens every day, no matter what you say You find it happens all the time Love will never do, what you want it to Why can't this crazy love be mine?  [Saxophone]  It's not unusual, to be mad with anyone It's not unusual, to be sad with anyone But if I ever find that you've changed at anytime It's not unusual to find out that I'm in love with you Whoa-oh-oh-oh-oh  ",
        "title": "It's Not Unusual"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  Like a snow ball rolling down the side of a snow covered hill (it's growing) Like the size of the fish that the man claims broke his reel (it's growing) Like the rose bud blooming in the warmth of the summer sun (it's growing) Like the tale by the time its been told by more than one (it's growing)  Every day it grows a little more then it was the day before My love for you just grows and grows Ooooh how it grows and grows And where it's going to stop I'm sure nobody knows Hey, hey, hey (nobody knows) How it grows and it grows and it grows (nobody knows) Yeah, yeah, yeah, yeah (nobody knows it grows and grows where is it gonna stop) Oooo  Like the need in a guy to see his girl when she's gone away (its growing) Like the sadness in his little heart when he knows that she's gone to stay Ooo (it's growing)  Every day it grows a little more than it was the day before My love for you just grows and grows Ooooh how it grows and grows And where it's going to stop I'm sure nobody knows (hey,hey,hey nobody knows) It gets a little wider (nobody knows) Aw it gets a little stronger (hey,hey,hey) The feeling from each kiss baby (hey,hey,hey) Aw it last a litter longer (hey,hey,hey) Ooo so much OooOoo so much Can't you see us growing baby It grows and it grows and it grows  ",
        "title": "It's Growing"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": null,
        "title": "The Last Time"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": "  [Verse 1] You saw me crying in the chapel The tears I shed were tears of joy I know the meaning of contentment Now I am happy with the Lord  Just a plain and simple chapel Where humble people go to pray I pray the Lord that I'll grow stronger As I live from day to day  [Chorus] I've searched and I've searched But I couldn't find No way on earth To gain peace of mind  [Verse 2] Now I'm happy in the chapel Where people are of one accord We gather in the chapel Just to sing and praise the Lord  Every sinner looks for something That will put his heart at ease There is only one true answer He must get down on his knees  Meet your neighbor in the chapel Join with him in tears of joy You'll know the meaning of contentment Then you'll be happy with the Lord  [Chorus]  [Verse 3] Take your troubles to the chapel Get down on your knees and pray Your burdens will be lighter And you'll surely find the way  ",
        "title": "Crying In The Chapel"
    },
    {
        "artist": "Sir Douglas Quintet",
        "lyrics": "  Well, she was walking down the street Looking fine as she could be, hey, hey Well, she was walking down the street Looking fine as she could be, hey, hey If you have love and conversation Whoa, yeah, what'd I say? Hey, hey  She's about a mover She's about a mover She's about a mover She's about a mover Hey, hey, hey, hey What'd I say? She's about a mover She's about a mover Well, you know I love you, baby Whoa, yeah, what'd I say? Hey, hey  Well, she strolled on up to me And said, \"Hey, big boy, what's your name?\" Hey, hey Well, she strolled on up to me And said, \"Hey, big boy, what's your name?\" Hey, hey Well, you know I love you, baby Whoa, yeah, what'd I say? Hey, hey  She's about a mover She's about a mover She's about a mover She's about a mover Hey, hey, hey, hey  ",
        "title": "She's About A Mover"
    },
    {
        "artist": "The Dixie Cups",
        "lyrics": "  My grandma and your grandma Were sittin' by the fire My grandma told your grandma \"I'm gonna set your flag on fire.\"  Talkin' 'bout Hey now (hey now) Hey now (hey now) Iko, Iko, an day (oh) Jocomo fee no an dan day Jocomo fee nan nay  [Instrumental Interlude]  Look at my king All dressed in red Iko, Iko, an day I betcha five dollars He'll kill you dead Jocomo fee nan nay  Talkin' 'bout Hey now (hey now) Hey now (hey now) Iko, Iko, an day (oh) Jocomo fee no an dan day Jocomo fee nan nay  [Instrumental Interlude]  My flag boy and your flag boy Sittin' by the fire My flagboy told your flagboy \"I'm gonna set your flag on fire.\"  Talkin' 'bout Hey now (hey now) Hey now (hey now) Iko, Iko, an day (oh) Jocomo fee no an dan day Jocomo fee nan nay  [Instrumental Interlude]  (Oh... yes) See that guy all dressed in green? Iko, Iko, an day He not a man He a lovin' machine Jocomo fee nan nay  Talkin' 'bout Hey now (hey now) Hey now (hey now) Iko, Iko, an day (oh) Jocomo fee no an dan day Jocomo fee nan nay  [Instrumental Interlude]  Talkin' 'bout Hey now Hey now (hey now) Iko, Iko, an day (oh) Jocomo fee no an dan day Jocomo fee nan nay Jocomo fee nan nay (I say he's dressed in green) Jocomo fee nan nay (Iko) Jocomo fee nan nay  ",
        "title": "Iko Iko"
    },
    {
        "artist": "Gerry And The Pacemakers",
        "lyrics": "  It's gonna be all right, all right, all right It's gonna be all right  The day you came my way I knew I would stay Close by your side To keep you staisfied  It's gonna be all right, all right, all right It's gonna be all right  When you look at me In your eyes I can see The love that grows each day That's why I've gotta say  It's gonna be all right, all right, all right It's gonna be all right  Never thought I'd find a girl like you Now I have, I know I'll never be blue It's gonna be all right, all right, all right It's gonna be all right  Every time we meet My heart skips a beat And now you're here to stay You'll always hear me say  It's gonna be all right, all right, all right It's gonna be all right  Never thought I'd find a girl like you Now I have, I know I'll never be blue It's gonna be all right, all right, all right It's gonna be all right  Every time we meet My heart skips a beat And now you're here to stay You'll always hear me say  It's gonna be all right, all right, all right It's gonna be all right It's gonna be all right It's gonna be all right It's gonna be all right  ",
        "title": "It's Gonna Be Alright"
    },
    {
        "artist": "The Beau Brummels",
        "lyrics": null,
        "title": "Just A Little"
    },
    {
        "artist": "Little Milton",
        "lyrics": "  We may not have a cent to pay the rent But we're gonna make it, I know we will We may have to eat beans every day But we're gonna make it, I know we will  And if a job is hard to find And we have to stand in the welfare line I've got your love and you know you got mine So we're gonna make it, I know we will  We may not have a home to call our own But we're gonna make it, I know we will We may have to fight hardships alone But we're gonna make it, I know we will  'Cause togetherness brings peace of mind We can't stay down all the time I've got your love and you know you got mine So we're gonna make it, I know we will  Our car may be old, our two rooms cold But we're gonna make it, I know we will We may not can spare a roach a crumb But we're gonna make it, I know we will  And if I have to carry 'round a sign Sayin' \"Help the deaf, the dumb, and the blind\" I got your love and you know you got mine So we're gonna make it, I know we will  We're gonna make it (We're gonna make it, we're gonna make it) We're gonna make it, baby (We're gonna make it, we're gonna make it)  It might seem hard sometime (We're gonna make it, we're gonna make it) But don't worry, darlin' baby (We're gonna make it, we're gonna make it)  We're gonna keep on tryin' (We're gonna make it, we're gonna make it)  ",
        "title": "We're Gonna Make It"
    },
    {
        "artist": "Billy Stewart",
        "lyrics": null,
        "title": "I Do Love You"
    },
    {
        "artist": "Peter And Gordon",
        "lyrics": null,
        "title": "True Love Ways"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": "  Well sometimes I will Then again, I think I won't Whoa, sometimes I will Then again, I think I won't Sometimes I do Then again, I think I don't  Ah well, I looked at my watch And it was nine twenty-one We're at a rock 'n roll dance Havin' nothin' but fun  And we rolled Oh, reelin' and a-rockin' We was reelin' and a-rockin' Rollin' till the break of dawn  Ah well, I looked at my watch And it was nine thirty-two There's nothing I'd rather do Than dance with you  And we rolled Oh, reelin' and a-rockin' I was reelin' and a-rockin' Rollin' till the break of dawn  Ah well, I looked at my watch And it was nine forty-three And at the time I spent She spent with me  And we rolled Oh, reelin' and a-rockin' I was reelin' and a-rockin' Rollin' till the break of dawn  Ah well, I looked at my watch And it was nine fifty-four  Ready to go, go, go  And we rolled Oh, reelin' and a-rockin' I was reelin' and a-rockin' Rollin' till the break of dawn  Ah well, I looked at my watch And it was ten twenty-six I gotta keep on dancin' Till I get my kicks  And we rolled Oh, reelin' and a-rockin' I was reelin' and a-rockin' Rollin' till the break of dawn  Ah well, I looked at my watch And it was ten O-five My mother didn't know If I was dead or alive  And we rolled Oh, reelin' and a-rockin' I was reelin' and a-rockin' Rollin' till the break of dawn  I looked at my watch And it was ten twenty-nine I had to hold her hand She was still holdin' mine  And we rolled Oh, reelin' and a-rockin' I was reelin' and a-rockin' Rollin' till the break of dawn  I looked at my watch It took me by surprise I was dancin' with a woman That was twice my size  And we rolled Oh, reelin' and a-rockin' Well we was reelin' and a-rockin' Rollin' till the break of dawn  I looked at my watch And it was time to go  No more  And we rolled Oh, reelin' and a-rockin' I was reelin' and a-rockin' Rollin' till the break of dawn  ",
        "title": "Reelin' And Rockin'"
    },
    {
        "artist": "Perry Como",
        "lyrics": null,
        "title": "Dream On Little Dreamer"
    },
    {
        "artist": "Jody Miller",
        "lyrics": "  Up every day at six bacon and eggs to fix Four kids from one to four pretty soon there'll be one more I got old floors to wax and scrub and there's a dirty old ring in the tub I'll get a maid someday but till then I'm queen of the house No time to fix my hair need a new dress to wear Old clothes will have to do cause the kids all need new shoes I got bridge club each Tuesday night he goes out with the boys and gets tight But when the evenin's through he comes a home to the queen of the house I know the milkman the iceman they come every day They give me tips on the horses to play And when I got the time to spare I sit and wish that I'd picked a rich millionare I sing up every day at six bacon and eggs to fix Four kids from one to four pretty soon there'll be one more Oh by Syndays I'm mighty glad we send the kids to his Mom and Dad It's the day that makes me glad I'm queen of the house Up every day at six bacon and eggs to fix Four kids from one to four pretty soon there'll be one more Oh by Syndays I'm mighty glad...  ",
        "title": "Queen Of The House"
    },
    {
        "artist": "The Kinks",
        "lyrics": "  So tired Tired of waiting Tired of waiting for you So tired Tired of waiting Tired of waiting for you  I was a lonely soul I had nobody 'Til I met you But you keep-a me waiting All of the time What can I do?  It's your life And you can do what you want Do what you like But please don't keep-a me waiting Please don't keep-a me waiting  'Cause I'm so tired Tired of waiting Tired of waiting for you So tired Tired of waiting Tired of waiting for you  I was a lonely soul I had nobody 'Til I met you But you keep-a me waiting All of the time What can I do?  It's your life And you can do what you want Do what you like But please don't keep-a me waiting Please don't keep-a me waiting  'Cause I'm so tired Tired of waiting Tired of waiting for you So tired Tired of waiting Tired of waiting for you For you For you  ",
        "title": "Tired Of Waiting For You"
    },
    {
        "artist": "Freddie And The Dreamers",
        "lyrics": null,
        "title": "You Were Made For Me"
    },
    {
        "artist": "Cannibal And The Headhunters",
        "lyrics": null,
        "title": "Land Of 1000 Dances"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  She may not be the best lookin' woman I ever did see Nor have the charms of the ladies Of high society  But the woman's got soul Worth all money and gold And all the love that I have belongs To the woman with soul  Now I'm just a regular fellow I don't need much I don't need a Cadillac car Or diamonds and such  But the woman that I hold She's got to have soul And then I'm richer than the richest gold If the woman's got soul  Well, I don't need a woman That's got a whole lotta class Because class in a woman Don't mean she's gonna last I need the kind of woman That when I hold she fits so tight, yeah Oh, and when she throws it on me I give in without a fight  (Then I know) The woman's got soul Worth all money and gold And then I'm richer than the richest gold If the woman's got soul If the woman's got soul  ",
        "title": "Woman's Got Soul"
    },
    {
        "artist": "Freddie And The Dreamers",
        "lyrics": "  Hear the happy feet dancing to the beat of the Freddie (Freddie) Put a guy in front make a line in back then you're ready (ready)  Kick your feet up swing your arms up too Move your head both ways like you see me do Then jump three feet to the swinging beat Do the Freddie (Freddie) Do the Freddie (Freddie)  It's an easy dance give yourself a chance Dance the Freddie (Freddie) It's the thing to do kids will envy you So do the Freddie (Freddie) [high pitched maniacial laughter follows)  Kick your feet up swing your arms up too Move your head both ways like you see me do Then jump three feet to the swinging beat Do the Freddie (Freddie) Do the Freddie (Freddie)  Wow! [screamed]  Kick your feet up swing your arms up too Move your head both ways like you see me do Then jump three feet to the swinging beat Do the Freddie (Freddie) Do the Freddie (Freddie)  Dance the Freddie Dance the Freddie [repeated to fade out]  ",
        "title": "Do The Freddie"
    },
    {
        "artist": "Tony Clarke",
        "lyrics": "  You're the entertainer, the entertainer You're the entertainer, the entertainer  You made 'em laugh, and you left 'em feelin' glad You made 'em cry, and you left 'em feelin' sad They've seen you perform in so many plays But they're not to know you're unhappy today  So they'll never know, go on with the show 'Cause, You're the entertainer, the entertainer You're the entertainer, the entertainer  The curtain's up, and your audience is waiting out there Now walk on stage, boy, like you don't have a care And don't let 'em know that you're feelin' so low Since your girl put you down, you're a sad-hearted clown  But the show must go on, go on and on 'Cause, You're the entertainer, the entertainer You're the entertainer, the entertainer, yeah  {instrumental} Now hear that applause, now you know you made the grade You fooled them well, for the money they paid Now walk off in style, and don't forget to smile Though your heart tells you, \"frown\" you can't let the people down  Sure your one girl has gone, but you've got to walk on When, You're the entertainer, tell yourself (the entertainer) You're the entertainer, you know, you can do it (the entertainer) You're the entertainer, walk on, in style now (the entertainer) You're the entertainer, come on, in style now (the entertainer) You're the entertainer, come on, in style now (the entertainer)  ",
        "title": "The Entertainer"
    },
    {
        "artist": "The Moody Blues",
        "lyrics": null,
        "title": "Go Now!"
    },
    {
        "artist": "Freddie And The Dreamers",
        "lyrics": null,
        "title": "I'm Telling You Now"
    },
    {
        "artist": "Bob Dylan",
        "lyrics": "  [Verse 1] Johnny's in the basement, mixin' up the medicine I'm on the pavement, thinkin' about the government The man in the trench coat, badge out, laid off Says he's got a bad cough, wants to get it paid off Look out kid, it's somethin' you did God knows when, but you're doin' it again You better duck down the alleyway, looking for a new friend The man in the coon-skin cap in a pig pen Wants eleven dollar bills – you only got ten  [Verse 2] Maggie comes fleet foot, face full of black soot Talkin' that the heat put plants in the bet book Phone's tapped anyway Maggie says \"The Man, he say They must bust in early May, orders from the D.A.\" Look out kid, don't matter what you did Walk on your tip toes, don’t tie no bows Better stay away from those that carry around a fire hose Keep a clean nose, watch the plainclothes You don't need a weather man to know which way the wind blows  [Verse 3] Oh, get sick, get well, hang around a ink well Hang bail, hard to tell if anything is gonna sell Try hard, get barred, get back, ride rail Get jailed, jump bail, join the Army if you fail Look out kid, you're gonna get hit By losers, cheaters, six-time users Hanging 'round the theaters Girl by the whirlpool's looking for a new fool Don't follow leaders, a-watch the parking meters  [Verse 4] Oh, get born, keep warm Short pants, romance Learn to dance, get dressed Get blessed, try to be a success Please her, please him, buy gifts Don't steal, don't lift 20 years of schoolin' and they put you on the day shift Look out kid, they keep it all hid Better jump down a manhole, light yourself a candle Don't wear sandals, try to avoid the scandals Don't want to be a bum, you better chew gum The pump don't work 'cause the vandals took the handles  ",
        "title": "Subterranean Homesick Blues"
    },
    {
        "artist": "Shirley Ellis",
        "lyrics": "  Three, six, nine, the goose drank wine The monkey chewed tobacco on the streetcar line The line broke, the monkey got choked They all went to heaven in a little row-boat  Clap-Pat Clap-Pat Clap-Pat Clap-Slap  Clap-Pat: Clap your hand, pat it on your partner's hand (right hand) Clap-Pat: Clap your hand, cross it with your left arm, pat your partner's left palm Clap-Pat: Clap your hand, pat your partner's right palm with your right palm again Clap-Slap: Clap your hands, slap your thighs, and sing a little song; go:  My mother told me If I was good-ee That she would buy me A rubber dolly  My aunty told her I kissed a soldier Now she won't buy me A rubber dolly  Three, six, nine, the goose drank wine The monkey chewed tobacco on the streetcar line The line broke, the monkey got choked They all went to heaven in a little row-boat  Clap-clap: Clap you hands and prepare to pat Pat: Take your right arm pat your partner's right palm with your right palm Clap: Take your hands back and clap  Pat: Take you right arm cross your right arm with your left arm pat your partner's left palm with your left palm Clap: Take your hands back and clap Pat: Take your right arm cros your left arm and pat your partner's right palm with your right palm Clap: Now back, with a clap Take the flats of your palms and slap your thighs and watch the fun materialize as you sing this little song:  My mother told me If I was good-ee That she would buy me A rubber dolly  My aunty told her I kissed a soldier Now she won't buy me A rubber dolly  Clap-Pat Clap-Pat Clap-Pat Clap-Slap  Clap-Pat Clap-Pat Clap-Pat Clap-Slap  ",
        "title": "The Clapping Song (Clap Pat Clap Slap)"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": null,
        "title": "Shotgun"
    },
    {
        "artist": "Chubby Checker",
        "lyrics": null,
        "title": "Let's Do The Freddie"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  Words and Music by Ray Gilbert and Dorival Caymmi Every day I sent another present Just to let her know how very much I care I wrote a little love note with each present But it didn't seem to get me anywhere My poor worried heart was almost certain That this love affair would never be Then I sent a dozen yellow roses and From that moment she belonged to me Roses, roses, roses, I thank all the roses that bloom in the spring Love is a wonderful thing, the rest of my life I will bring her Roses and roses and roses of love Roses, roses, roses, I thank you for saying what I couldn't say Oh, what a wonderful way to tell her \"I love you\" each day With roses and roses and roses of love Roses, roses, roses, I thank all the roses that bloom in the spring Love is a wonderful thing, the rest of my life I will bring her Roses and roses and roses of love (Roses and roses and roses and roses of love) FADE Roses and roses and roses and roses of love Ronhontz  ",
        "title": "......And Roses And Roses"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  It's got the whole world shaking Something must be going on It's got the whole world shaking Something must be going on That's what I say It's got that soul in it baby You can't meet that beat alone  It's got the whole world shaking And I'm talking 'bout that beat, alright It's got the whole world shaking And I'm talking 'bout that beat, that's what I say It's got that soul in it baby You can't help but pat your feet  Makes you wiggle Makes you move Puts your body In the groove You want to holler You want to shout Makes you wanna Work it all out  It's got the whole shaking From New York to old Hong Kong It's got the whole shaking From New York to old Hong Kong It's got that soul in it baby You can't meet that beat alone  ",
        "title": "It's Got The Whole World Shakin'"
    },
    {
        "artist": "Gene Chandler",
        "lyrics": "  Nothing can stop me So bad, do I feel inside Get my hat, I'm checkin' out 'Cause you and your friends really hurt my pride So unexspected you shot me down With all the fella's standing around yeah 'Please don't go', that's what they'll be saying 'Please don't go', But I'm not playing 'Cause nothing can stop me  (Yeah yeah yeah) (Yeah yeah yeah yeah yeah)  Nothing can stop me Though you and I where pretty close I'm calling it quits girl 'Cause it was you I really dug the most You made me feel like I was two feet tall While all the others laughed and squalled yeah 'Please don't go', that's what they'll be saying 'Please don't go', But I'm not playing 'Cause nothing can stop me  Don't mind me havin' the blues You made me loose my cool Fella's honestly You treat me so cold and you're so mean  Nothing can stop me So bad, do I feel inside Get my hat, I'm checkin' out 'Cause you and your friends really hurt my pride So unexspected you shot me down With all the fella's standing around yeah 'Please don't go', that's what they'll be saying 'Please don't go', But I'm not playing 'Cause nothing can stop me  (Yeah yeah yeah) (Yeah yeah yeah yeah yeah) (Yeah yeah) (yeah yeah)  ",
        "title": "Nothing Can Stop Me"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse] If you wear red tonight Remember what I said tonight For red is the color that my baby wore And what's more, it's true Yes it is  Scarlet were the clothes she wore Everybody knows I'm sure I would remember all the things we planned Understand, it's true Yes it is, it's true Yes it is  [Pre-Chorus] I could be happy with you by my side If I could forget her, but it's my pride Yes it is, yes it is Oh, yes it is, yeah  [Chorus] \"Please don't wear red tonight\" This is what I said tonight For red is the color that will make me blue In spite of you, it's true Yes it is, it's true Yes it is  [Pre-Chorus] I could be happy with you by my side If I could forget her, but it's my pride Yes it is, yes it is Oh, yes it is, yeah  [Chorus] \"Please don't wear red tonight\" This is what I said tonight For red is the color that will make me blue In spite of you, it's true Yes it is, it's true Yes it is, it's true  ",
        "title": "Yes It Is"
    },
    {
        "artist": "Roger Miller",
        "lyrics": "  Engine, Engine No. 9, coming down the railroad line How much farther back did she get off? Old brown suitcase that she carried, I've looked for it everywhere It just ain't here among the rest and I'm a little upset  Yes, tell me Engine, Engine No. 9, coming down the railroad line I know she got on in Baltimore A hundred and ten miles ain't much distance, but It sure do make a difference, I don't think she loves me anymore  I warned her of the dangers, don't speak to strangers If by chance she find new romance, warmer lips to kiss her Arms to hold her tighter, stirring new fires inside her How I wish that it was me instead of he that stands beside her  Engine, Engine No. 9, coming down the railroad line I know she got on in Baltimore A hundred and ten miles ain't much distance But it sure do make a difference, I don't think she loves me anymore  No, I don't think she loves me anymore I don't think she loves me anymore  Songwriter:  Roger Miller  ",
        "title": "Engine Engine #9"
    },
    {
        "artist": "Allan Sherman",
        "lyrics": "  Mommy and Dad are never nervous or mad When you teenagers go downtown Daddy and Mom just stay at home and be calm And watch the late late show, uptown 'Cause when you kids are gone we get to spend some time alone here That's our only chance to use the bathtub or the phone here When you're away Besides, we're stuck where we are Because you kids took our money, you kids took our car and went Downtown, where can you possibly Downtown, it's twenty after three Downtown, what do you mean by, \"Let's frug\"?  You don't come home till 4 AM cause you're roaming In the streets somewhere, downtown We would feel swell if only someone would tell us What goes on down there, downtown But every time we ask you what you're doing after dark there You just say that you were frugging to Petula Clark there That's what I mean So, kids, give your folks a break Because you're driving us crazy, we sit here all night and take Milltown, swallowing pills so we'll Calm down, counting the hours you're Downtown, you and your frug and your slop  While we're lying there we try to watch the television Then you call us up and say you've had a slight collision There goes the car Besides that you've been arrested So we've got to get up, and we've got to get dressed and go Downtown, borrow a car and go Downtown, that's where you are, you finks Downtown, wait 'till I get you kids home  (Spoken) There'll be no more frugging, no swim, no jerk, no mashed potato, no slop! And you know what else? You're gonna stay home tonight, and your mother and I are going downtown and we're going to dance the tango, and the waltz, and the foxtrot, and we're gonna do the bunny hop. That's a nice dance! And there'll be no more frugging! Is that quite clear? NO MORE FRUGGING!  ",
        "title": "Crazy Downtown"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": "  The wheels of my old car are a'turnin, burnin' up the highway Tonight that girl of mine will be yearnin' for not learnin' to see things my way She hurt me for the very last time, I'm not hangin' around I'll show her I can leave her behind I'm gettin' out of town (I'm gettin' out of town) I won't back down (I won't back down) I won't back down (I won't back down)  Last exit to Brooklyn, last chance to turn around Last exit to Brooklyn, gonna keep these wheels of mine coverin' ground  Last night I caught that girl lyin', tryin' to deceive me And now all of these tears she's cryin' I'm not buyin' you better believe me She swore that she was mine alone, our love would never die I'm leavin' now for parts unknown I saw her with that guy (I saw her with that guy) That's the reason why (that's the reason why) I'll be passin' by (I'll be passin' by)  The last exit to Brooklyn, the last chance to turn around The last exit to Brooklyn, gonna keep these wheels of mine coverin' ground On the last exit to Brooklyn, the last chance to turn around The last exit to Brooklyn, the last chance to turn around The last  ",
        "title": "Last Chance To Turn Around"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": null,
        "title": "L-O-N-E-L-Y"
    },
    {
        "artist": "Chad & Jeremy",
        "lyrics": null,
        "title": "What Do You Want With Me"
    },
    {
        "artist": "Vic Damone",
        "lyrics": "  You were only fooling While I was falling in love It's a story as old as Adam and Eve I was making love But you were making believe You lied to me with kisses That I was once dreaming of You were only fooling, dear While I was falling in love  You were only fooling While I was falling in love It's a story as old as Adam and Eve I was making love But you were making believe You lied to me with kisses That I was once dreaming of You were only fooling, dear While I was falling in love  ",
        "title": "You Were Only Fooling (While I Was Falling In Love)"
    },
    {
        "artist": "Patti Page",
        "lyrics": "  Hush hush, sweet Charlotte Charlotte, don't you cry Hush hush, sweet Charlotte He'll love you till he dies  Oh, hold him darling Please hold him tight And brush the tear from your eye You weep because you had a dream last night You dreamed that he said goodbye  He held two roses within his hand Two roses he gave to you The red rose tells you of his passion The white rose his love so true  Hush hush, sweet Charlotte Charlotte, don't you cry Hush hush, sweet Charlotte He'll love you till he dies  And every night after he shall die Yes every night when he's gone The wind will sing to you this lullaby Sweet Charlotte was loved by John  Hush hush, sweet Charlotte Charlotte, don't you cry Hush hush, sweet Charlotte He'll love you till he dies  ",
        "title": "Hush, Hush, Sweet Charlotte"
    },
    {
        "artist": "Connie Stevens",
        "lyrics": null,
        "title": "Now That You've Gone"
    },
    {
        "artist": "The Searchers",
        "lyrics": null,
        "title": "Goodbye My Lover Goodbye"
    },
    {
        "artist": "Bert Kaempfert And His Orchestra",
        "lyrics": null,
        "title": "Three O'Clock In The Morning"
    },
    {
        "artist": "Jay & The Americans",
        "lyrics": null,
        "title": "Think Of The Good Times"
    },
    {
        "artist": "The Newbeats",
        "lyrics": null,
        "title": "(The Bees Are For The Birds) The Birds Are For The Bees"
    },
    {
        "artist": "Joe Tex",
        "lyrics": "  A man can say what he won't do But if she really, really wants to A woman can change a man  She can make him weak Or make him strong Make him do right Or she can make him do wrong  'Cause everything a man does He does it for a woman Hmm, mm, hmm  Now I'm not saying that This is true with all men 'Cause as you know There are exceptions to all the rules  But if you ask the average man What is he living and working for from day to day I bet nine out of ten of those men would say  They would say that I'm living And working for my little woman Yeah, yeah, yeah, yeah  Man can say that you can't tie him down But if she really wants him around A woman can change a man  She can make life bright Or make it dim She can give him children That look exactly like him  Because everything a man does He does it for a woman  ",
        "title": "A Woman Can Change A Man"
    },
    {
        "artist": "The Zombies",
        "lyrics": "  I saw her walking out the other day I thought my love for her Had gone away  Well I remember How I loved her so (Baby come on home) My solitude tells me she could, no  But she said what to me She's coming home And so I'll cry no more I'll dry my tears  She's coming home to me She's coming home to me  I thought the words of love we used to say Were lost to time Oh baby, baby, baby I'll be good to you If you would only try again to love me too Our love was such a sweet and gentle thing I threw our love away With I thought...  But she said what to me She's coming home And so I'll cry no more I'll dry my tears  She's coming home to me She's coming home to me  But she said what to me She's coming home And so I'll cry no more I'll dry my tears  She's coming home to me She's coming home to me She's coming home to me, oh  ",
        "title": "She's Coming Home"
    },
    {
        "artist": "Unit Four plus Two",
        "lyrics": null,
        "title": "Concrete And Clay"
    },
    {
        "artist": "Al (He's the King) Hirt",
        "lyrics": null,
        "title": "Al's Place"
    },
    {
        "artist": "Eddie Rambeau",
        "lyrics": null,
        "title": "Concrete And Clay"
    },
    {
        "artist": "Chuck Jackson & Maxine Brown",
        "lyrics": null,
        "title": "Something You Got"
    },
    {
        "artist": "Chad & Jeremy",
        "lyrics": null,
        "title": "Before And After"
    },
    {
        "artist": "The Animals",
        "lyrics": null,
        "title": "Bring It On Home To Me"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  Sugar pie, honey bunch You know that I love you I can't help myself I love you and nobody else In and out my life You come and you go Leaving just your picture behind And I kissed it a thousand times When you snap your finger or wink your eye I come a-running to you I'm tied to your apron strings And there's nothing that I can do Can't help myself No, I can't help myself Sugar pie, honey bunch (Sugar pie, honey bunch) I'm weaker than a man should be I can't help myself I'm a fool in love you see Wanna tell you I don't love you Tell you that we're through And I've tried but every time I see your face I get all choked up inside When I call your name Girl, it starts the flame Burning in my heart, tearing it all apart No matter how I try, my love I cannot hide 'Cause sugar pie, honey bunch (Sugar pie, honey bunch) You know that I'm weak for you Can't help myself I love you and nobody else Sugar pie, honey bunch (Sugar pie, honey bunch) Do anything you ask me to Can't help myself I want you and nobody else Sugar pie, honey bunch (Sugar pie, honey bunch) You know that I love you I can't help myself No, I can't help myself Sugar pie, honey bunch  ",
        "title": "I Can't Help Myself (Sugar Pie Honey Bunch)"
    },
    {
        "artist": "Julie Andrews-Dick Van Dyke",
        "lyrics": null,
        "title": "Super-cali-fragil-istic-expi-ali-docious"
    },
    {
        "artist": "The Drifters",
        "lyrics": null,
        "title": "Come On Over To My Place"
    },
    {
        "artist": "Horst Jankowski",
        "lyrics": "  [Original is an instrumental music] [Vocals recorded by Salena Jones] The trees join hands and say, \"Hello,\" And suddenly ev'rywhere we go The sun beams through in fun The leaves form patterns like a heart And whisper forever \"Never part.\" Be true, 'cause I love you Shadows write words of love across our path; Birds sing \"How lucky those whose love just grows together.\" Blades of grass stand on and on And chatter together in a calm That's green and so serene A mem'ry of our walk of love In a dream, a stream goes by Reflecting a message from the sky above And here and there we look around To see other lovers who have found Their way Crickets tap out their symphony in code; Rabbits run helter skelter finding shelter here And flowers swaying in the breeze Look up to the branches of the trees And sing as birds take wing All this is true 'cause I love you  ",
        "title": "A Walk In The Black Forest"
    },
    {
        "artist": "Connie Francis",
        "lyrics": null,
        "title": "Wishing It Was You"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": "  You make a rose afraid to grow You make a wind forget to blow You make the sun up in the sky forget to shine And you are driving me out of my mind, now  You make a bell forget to ring You make a bird forget to sing You make a weeping willow tree forget to cry And you bring clouds that cover up the sky now  You're a voodoo woman, that's plain to see You're a voodoo woman, so stay away from me  You make a dog forget to growl You make the wind forget to howl And voodoo woman you break every heart you see So voodoo woman stay away from me now  You're a voodoo woman, that's plain to see You're a voodoo woman, so stay away from me  You make a dog forget to growl You make the wind forget to howl And voodoo woman you break every heart you see So voodoo woman stay away from me  ",
        "title": "Voodoo Woman"
    },
    {
        "artist": "Tom and Jerrio",
        "lyrics": null,
        "title": "Boo-Ga-Loo"
    },
    {
        "artist": "The Guess Who",
        "lyrics": "  When you move in right up close to me That's when I get the chills all over me  Quivers down my backbone I got the shakes in my thigh bone I got the shivers in my knee bone Shakin' all over  Just the way you say goodnight to me Brings the feelin' on inside of me  Quivers down my backbone I got the shakes in my thigh bone I got the shivers in my knee bone Shakin' all over  Quivers down my backbone I got the shakes in my thigh bone I got the shivers in my knee bone Shakin' all over  Well, you make me shake and I like it, baby You make me shake and I like it, baby Well, shake, shake, shake, shake, shake Shake, shake, shake, shake, shake, shake  Songwriter:  Johnny Kidd  ",
        "title": "Shakin' All Over"
    },
    {
        "artist": "Chuck Jackson",
        "lyrics": null,
        "title": "I Need You"
    },
    {
        "artist": "The Sunglows",
        "lyrics": null,
        "title": "Peanuts (La Cacahuata)"
    },
    {
        "artist": "The O'Jays",
        "lyrics": "  Don't ever leave me Don't ever leave me  Your pretty brown eyes Your wavy hair I won't go home no more 'Cause you're not there  I'm telling you now Like I told you before I'm so in love with you Don't leave me no more Don't ever leave me  Lipstick traces on a cigarette Every memory lingers with me yet I've got it bad like I told you before I'm so in love with you Don't leave me no more (Leave me no more)  (Won't you come on home?) Won't you come on home? (Won't you come back home?) Won't you come back home?  I'm crazy about you Can't do without you Won't you come back home?  Lipstick traces on a cigarette Every memory lingers with me yet I've got it bad like I told you before I'm so in love with you Don't leave me no more (Don't ever leave me)  Oh, yeah I've got it bad like I told you before I'm so in love with you  Don't leave me no more (Don't ever leave me) Don't leave me no more (Don't ever leave me)  Don't leave me no more, baby (Don't ever leave me) Don't leave me no more, baby (Don't ever leave me)  ",
        "title": "Lipstick Traces (On A Cigarette)"
    },
    {
        "artist": "Soupy Sales",
        "lyrics": null,
        "title": "The Mouse"
    },
    {
        "artist": "Dobie Gray",
        "lyrics": null,
        "title": "(See You At The) \"Go-Go\""
    },
    {
        "artist": "The Kingsmen",
        "lyrics": null,
        "title": "The Climb"
    },
    {
        "artist": "The Righteous Brothers",
        "lyrics": "  You can have her, I don't want her She didn't love me anyway She only wanted someone to play with But all I wanted was a love to stay  The girl I loved, she up and left me She ran away with my best friend She comes home at night a just one full hour When daylight comes, oh no, she's a gone again  You can have her, I don't want her She didn't love me anyway She only wanted someone to play with But all I wanted was a love to stay  Life without love is mighty empty yeah, but confession Do ya know, do ya know confession good for your soul, baby? I'd rather have love that I can cling to Than I had the world and all of its gold  You can have her, I don't want her She didn't love me anyway She only wanted someone to play with But all I wanted was a love to stay  You can have her, I don't want her She didn't love me anyway  ",
        "title": "You Can Have Her"
    },
    {
        "artist": "Esther Phillips",
        "lyrics": null,
        "title": "And I Love Him"
    },
    {
        "artist": "Jewel Akens",
        "lyrics": null,
        "title": "Georgie Porgie"
    },
    {
        "artist": "The Yardbirds",
        "lyrics": null,
        "title": "For Your Love"
    },
    {
        "artist": "Donovan",
        "lyrics": "  In the chilly hours and minutes of uncertainty I want to be in the warm heart of your loving mind To feel you all around me And to take your hand along the sand Ah, but I may as well try and catch the wind  When sundown pales the sky I want to hide a while behind your smile And everywhere I look your eyes I find For me to love you now, would be the sweetest thing T'would make me sing Ah, but I may as well try and catch the wind  When rain has hung the leaves with tears I want you near, to kill my fears To help me to leave all my blues behind Standing in your heart is where I want to be And long to be Ah, but I may as well try and catch the wind  Ah, but I may as well try and catch the wind  ",
        "title": "Catch The Wind"
    },
    {
        "artist": "The Olympics",
        "lyrics": null,
        "title": "Good Lovin'"
    },
    {
        "artist": "The Byrds",
        "lyrics": "  Hey, Mr. Tambourine Man, play a song for me I'm not sleepy and there ain't no place I'm goin' to Hey, Mr. Tambourine Man, play a song for me In the jingle jangle morning, I'll come followin' you  Take me for a trip upon your magic swirlin' ship All my senses have been stripped And my hands can't feel to grip And my toes too numb to step Wait only for my boot heels to be wanderin'  I'm ready to go anywhere, I'm ready for to fade Unto my own parade Cast your dancing spell my way I promise to go under it  Hey, Mr. Tambourine Man, play a song for me I'm not sleepy and there ain't no place I'm goin' to Hey, Mr. Tambourine Man, play a song for me In the jingle jangle morning I'll come followin' you  ",
        "title": "Mr. Tambourine Man"
    },
    {
        "artist": "The New Christy Minstrels",
        "lyrics": "  Chim chiminey, chim chiminey Chim chim cher-ee A chimney sweep is as lucky As lucky can be  Chim chiminey, chim chiminey Chim chim cher-oo Good luck will rub off When I shake hands with you  Now as the ladder of life Has been strung A chimney sweep hung The bottom-most rung  Though I spend my time In the ashes and smoke In this whole wide world There's no happier bloke  Chim chiminey, chim chiminey Chim chim cher-ee A chimney sweep is as lucky As lucky can be  Chim chiminey, chim chiminey Chim chim cher-oo Good luck will rub off When I shake hands with you  Now in my profession There's many a time When I embark On a perilous climb  Chim chiminey, chim chiminey Chim chim cher-ee A chimney sweep is as lucky As lucky can be  Chim chiminey, chim chiminey Chim chim cher-oo Good luck will rub off When I shake hands with you  Gables and rooftops Become Taj Mahal Then climbing the chimney's A great Chinese wall  Chim chiminey Chim chiminey  Chim chiminey, chim chiminey Chim chim cher-ee A chimney sweep is as lucky As lucky can be  Chim chiminey, chim chiminey Chim chim cher-oo Good luck will rub off When I shake hands with you  And that's lucky too  ",
        "title": "Chim, Chim, Cheree"
    },
    {
        "artist": "The Sapphires",
        "lyrics": "  Ive gotta have your love Ive gotta have your love Ive gotta hear you say baby hey youre the one that Im day dreaming of  Ive gotta have your love (Come on baby) Ive gotta have your love (Come on baby) I gotta hold you tight I would fight ,punch and kick, scratch and bite push and shove (Come on baby)  I need you every day Why die if I couldn’t have my way So please don’t leave me Oh please believe me Id look so o If you go o (Come on baby) (Come on baby) Oh oh oh oh (Come on baby)  I need you every day I’d cry if I couldn’t have my way So please don’t leave me Oh please believe me  Ive gotta have your love (Come on baby) I need to have your love (Come on baby) I gotta a need for you yes I do like a hand turning blue needs a glove (Come on baby) I gotta have your love (Come on baby) I gotta have your love (Come on baby) I gotta have your love (oh oh oh oh) I gotta have your love (Come on baby)  ",
        "title": "Gotta Have Your Love"
    },
    {
        "artist": "Dickey Lee",
        "lyrics": null,
        "title": "Laurie (Strange Things Happen)"
    },
    {
        "artist": "Radiants",
        "lyrics": null,
        "title": "It Ain't No Big Thing"
    },
    {
        "artist": "Reparata And The Delrons",
        "lyrics": null,
        "title": "Tommy"
    },
    {
        "artist": "Buck Owens",
        "lyrics": null,
        "title": "Before You Go"
    },
    {
        "artist": "James Phelps",
        "lyrics": null,
        "title": "Love Is A 5-Letter Word"
    },
    {
        "artist": "Bobby Vee",
        "lyrics": null,
        "title": "Keep On Trying"
    },
    {
        "artist": "Otis Redding",
        "lyrics": "  I've been loving you too long, to stop now  You are tired and you want to be free My love is growing stronger, as you become a habit to me Ohh, I've been loving you too long I don't wanna stop now  With you my life has been so wonderful I can't stop now You are tired and your love is growing cold My love is growing stronger as our affair, affair grows old I've been loving you oh, too long I don't want to stop now, ohh, ohh, ohh  I've been loving you a little too long I don't wanna stop now, ohh, ohh, ohh And don't make me stop now Oh baby I'm down on my knees Please, don't make me stop now  I love you, I love you, I love you with all my heart And I can't stop now Please, please, please don't make me stop now Talkin' 'bout heart and soul That I love you I love you  ",
        "title": "I've Been Loving You Too Long (To Stop Now)"
    },
    {
        "artist": "Barbara Mason",
        "lyrics": "  (Barbara Mason) [Male backups:] (Are you ready?) [Female backups:] [Yes I'm ready] [Male backups:] (Are you ready?) [Female backups:] [Yes I'm ready]  I don't even know how to love you Just the way you want me to But I'm ready [ready] to learn (to learn) Yes, I'm ready [ready] to learn (to learn) To fall in love, to fall in love, to fall in love with you  I don't even know how to hold your hand Just to make you understand But I'm ready [ready] to learn (to learn) Yes, I'm ready [ready] to learn (to learn) To hold your hand, to make you understand To hold your hand right now  I don't even know how to kiss your lips (kiss your lips) At a moment like this But I'm going to learn how to do All the things you want me to (Are you ready?) Yes, I'm ready (Are you ready?) Yes, I'm ready To fall in love, to fall in love, to fall in love right now  (Are you ready?) Yes, I'm ready (Are you ready?) Yes, I'm ready (To kiss me?) Yes, I'm ready (To love me?) To kiss you, love you, and hug you Baby, I'm ready  ",
        "title": "Yes, I'm Ready"
    },
    {
        "artist": "Peter, Paul & Mary",
        "lyrics": null,
        "title": "When The Ship Comes In"
    },
    {
        "artist": "The Marvelows",
        "lyrics": null,
        "title": "I Do"
    },
    {
        "artist": "Eddy Arnold",
        "lyrics": "  What's he doing in my world? What's he doing holding my world? If he's not more than just friend Why were you kissing him?  And what's he doing in my world?  What's he doing in my world? Did you tell him that you're my girl? If your love is really true Tell him my world's made for two  And what's he doing in my world?  Oh, don't let me keep on wondering Just what you're gonna do Wondering if the one I love Loves somebody new  What's he doing in my world? We don't need him in our world So if it's true he's just a friend Explain those kisses you gave him  And what's he doing in my world?  ",
        "title": "What's He Doing In My World"
    }
]