[
    {
        "artist": "Joe Dowell",
        "lyrics": "  Can't you see, I love you Please don't break my heart in two That's not hard to do 'Cause I don't have a wooden heart  And if you say goodbye Then I know that I would cry Maybe I would die 'Cause I don't have a wooden heart  There are no strings upon this love of mine It was always you from the start Treat me nice, treat me good, treat me like you know you should 'Cause I'm not made of wood and I don't have a wooden heart  ",
        "title": "Wooden Heart"
    },
    {
        "artist": "Bobby Lewis",
        "lyrics": "  I couldn't sleep at all last night Just a-thinkin' of you Baby, things weren't right  Well I was tossin' and turnin' Turnin' and tossin' Tossin' and turnin' all night  I kicked the blankets on the floor Turned my pillow upside down I never, never did before  'Cause I was tossin' and turnin' Turnin' and tossin' Tossin' and turnin' all night  Jumped out of bed Turned on the light I pulled down the shade Went to the kitchen for a bite  Rolled up the shade Turned out the light I jumped back into bed It was the middle of the night  The clock downstairs was strikin' four Couldn't get you of my mind I heard the milkman at the door  'Cause I was tossin' and turnin' Turnin' and tossin' Tossin' and turnin' all night  Jumped outta bed Turned on the light I pulled down the shade Went to the kitchen for a bite  Rolled up the shade Turned off the light I jumped back into bed It was the middle of the night  The clock downstairs was strikin' four Couldn't get you of my mind I heard the milkman at the door  'Cause I was tossin' and turnin' Turnin' and tossin' Tossin' and turnin' all night  I was tossin' and turnin' Turnin' and Tossin' A tossin' and turnin' all day  I was tossin' and turnin' Turnin' and tossin' I was tossin' and turnin' all night  ",
        "title": "Tossin' And Turnin'"
    },
    {
        "artist": "The Highwaymen",
        "lyrics": null,
        "title": "Michael"
    },
    {
        "artist": "Mar-Keys",
        "lyrics": null,
        "title": "Last Night"
    },
    {
        "artist": "Ral Donner",
        "lyrics": null,
        "title": "You Don't Know What You've Got (Until You Lose It)"
    },
    {
        "artist": "Chris Kenner",
        "lyrics": null,
        "title": "I Like It Like That, Part 1"
    },
    {
        "artist": "Gary U.S. Bonds",
        "lyrics": "  A-one, a-two, a-one two three four No more books and studies And I can stay out late with my buddies I can do the things that I want to do 'Cause all my exams are through I can root for the Yankees from the bleachers And don't have to worry 'bout teachers I'm so glad that school is out I could sing and shout!  (School is out) Everybody's gonna have some fun (School is out) Everybody's gonna jump and run (School is out) Come on people don't you be late (School is out) I just got time to take my girl out on a date School is out at last And I'm so glad I passed So everybody come and go with me! We're gonna have a night with Daddy Go Daddy!  That's great! Let's celebrate! With a little bit of soul now! Oh yeah! The party's here!  (School is out) Everybody's gonna have some fun (School is out) Everybody's gonna jump and run (School is out) Come on people don't you be late (School is out) I just got time to take my girl out on a date School is out at last And I'm so glad I passed So everybody come and go with me! We're gonna have a night with Daddy Go Daddy!  (School is out) Everybody's gonna have some fun (School is out) Everybody's gonna jump and run (School is out) Come on people don't you be late (School is out) I just got time to take my girl out on a date School is out at last And I'm so glad I passed So everybody come and go with me! We're gonna have a night with Daddy Go Daddy!  ",
        "title": "School Is Out"
    },
    {
        "artist": "Curtis Lee",
        "lyrics": "  Pretty little angel eyes Pretty little angel eyes Pretty little angel pretty little angel Pretty little pretty little Pretty little angel Pretty, pretty, pretty little angel eyes  Angel eyes I really love you so Angel eyes I'll never let you go Because I love you My darling angel eyes Pretty, pretty, pretty little angel eyes  Angel eyes You are so good to me And when I'm in your arms It feels so heavenly You know I love you My darling angel eyes  I know you were sent from heaven above To fill my life with your wonderful love I know we'll be happy for eternity 'Cause I know that our love is really real  Angel eyes I really love you so Angel eyes I'll never let you go Because I love you My darling angel eyes  Pretty little angel eyes Pretty little angel eyes Pretty little angel pretty little angel Pretty little pretty little Pretty little angel  Angel eyes I really love you so Angel eyes I'll never let you go Because I love you My darling angel eyes Pretty pretty pretty little angel eyes  ",
        "title": "Pretty Little Angel Eyes"
    },
    {
        "artist": "Linda Scott",
        "lyrics": "  Don't bet money, honey, our love will last Don't bet money, honey, I know the past You lied to me before and I know You'll lie, yes you'll lie again  I told you once, I told you twice And maybe even three times before That our love could never be Now I was right, you know I'm right Oh baby, how you know I'm right Can't you see what you're doin' to me  Don't bet money, honey, our love will last Don't bet money, honey, I know the past You lied to me before and I know You'll lie, yes, you'll lie again  Don't bet money, honey our love will last Don't bet money, honey I know the past You lied to me before and I know You'll lie, yes you'll lie, I know I'll be right You'll lie, yes you'll lie again  ",
        "title": "Don't Bet Money Honey"
    },
    {
        "artist": "Timi Yuro",
        "lyrics": null,
        "title": "Hurt"
    },
    {
        "artist": "Adam Wade",
        "lyrics": null,
        "title": "As If I Didn't Know"
    },
    {
        "artist": "Eddie Hodges",
        "lyrics": null,
        "title": "I'm Gonna Knock On Your Door"
    },
    {
        "artist": "The Jive Five With Joe Rene And Orchestra",
        "lyrics": "  Cry, cry, cry whoa, uh, oh, oh, oh, oh Cry, cry, cry whoa, uh, oh, oh, oh, oh  There is a story, yeah That I must tell of two lovers That I bewail  Now they must cry, cry, cry, whoa, uh, oh, oh, oh, oh Their blues away (Cry, cry, cry, their blues away)  Her name was Sue, yeah His name was Earl His love was Lorraine  She's a wonderful girl But they must cry, cry, cry, whoa, uh, oh, oh, oh, oh Their blues away (Their blues away)  Love will make you happy And love will make you cry Love will make the tears fall  When your lover says goodbye And then you'll cry, cry, cry, whoa, uh, oh, oh, oh, oh Your blues away (Cry, cry, cry, their blues away)  This story ends, yeah It was no lie Names have been changed dear To protect you and I  But we must cry, cry, cry, whoa, uh, oh, oh, oh, oh Our blues away (Cry, cry, cry)  Mm (Whoa, uh our blues away) We must cry (Cry, cry, cry, whoa, uh our blues away)  ",
        "title": "My True Story"
    },
    {
        "artist": "Patsy Cline",
        "lyrics": "  [Verse] I fall to pieces each time I see you again I fall to pieces, how can I be just your friend You want me to act like we've never kissed You want me to forget, pretend we've never met And I've tried and I've tried but I haven't yet You walk by and I fall to pieces I fall to pieces each time someone speaks your name I fall to pieces time only adds to the flame You tell me to find someone else to love Someone who'll love me, too, the way you used to do But each time I go out with someone new You walk by and I fall to pieces[x2]  ",
        "title": "I Fall To Pieces"
    },
    {
        "artist": "Fats Domino",
        "lyrics": "  I like the way you walk I like the way you talk Let me hold yo' hand Try to understand  I want a girl like you Tell my troubles to You won't be afraid You heard what I said  Let the four wind blow Let 'em blow, let 'em blow From the east to the west I love you the best  Let the four wind blow Let 'em blow, let 'em blow From the east to the west I love you the best  I like the way you walk I like the way you talk Let me hold yo' hand Try to understand  I want a girl like you Tell my troubles to Don't be afraid You heard what I said  Let the four wind blow Let 'em blow, let 'em blow From the east to the west I love you the best  Let the four wind blow Let 'em blow, let 'em blow From east to the west I love you the best  ",
        "title": "Let The Four Winds Blow"
    },
    {
        "artist": "Chubby Checker",
        "lyrics": "  Come on everybody! Clap your hands! Aw, you're looking good!  I'm goona sing my song It won't take long! We're gonna do the Twist And it goes like this:  Come on let's twist again Like we did last summer! Yeaaah, let's twist again Like we did last year!  Do you remember when Things were really hummin' Yeaaaah, let's twist again Twistin' time is here!  Heeee, and round and round and up and down we go again! Oh, baby, make me know you love me sooooo And then:  Twist again Like we did last summer Come on, let's twist again Like we did last year!  Who's that, flyin up there? Is it a bird? Noooooo Is it a plane? Noooooooo Is it the twister? YEAAAAAAAHH!  Twist again, like we did last summer Come on, Let's twist again Like we did last year!!!!  Do you remember when, things were really hummin' Come on, let's twist again Twistin' time is here  Heeee, and round and round and up and down we go again! Oh, baby, make me know, you love me sooooo! And then: Come on, twist again, like we did last summer Let's twist again, like we did last year!  Come on, let's twist again Twistin' time is heeeere!  ",
        "title": "Let's Twist Again"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": null,
        "title": "Dum Dum"
    },
    {
        "artist": "Connie Francis",
        "lyrics": null,
        "title": "Together"
    },
    {
        "artist": "Lonnie Donegan And His Skiffle Group",
        "lyrics": "  Oh me, oh my, oh you Whatever shall I do? Hallelujah The question is peculiar I'd give a lot of dough If only I could know The answer to my question Is it yes or is it no  [Chorus:] Does your chewing gum lose it's flavour On the bedpost overnight? If your mother says, don't chew it Do you swallow it in spite? Can you catch it on your tonsils? Can you heave it left and right? Does your chewing gum lose it's flavour On the bedpost overnight? Here comes a blushing bride The groom is by her side Up to the altar Just as steady as Gibraltar Why, the groom has got the ring And it's such a pretty thing But as he slips it on her finger The choir begins to sing  [Repeat Chorus:] Now the nation rise as one To send their only son Up to the White House Yes, the nation's only White House To voice their discontent Unto the President They pawn the burning question What has swept this continent? [Lonnie Speaks:] If tin whistles are made of tin What do they make fog horns out of? [Man Shouts:] Boom, boom Does your chewing gum lost it's flavour On the bedpost overnight? If your mother says, don't chew it Do you swallow it in spite? Can you catch it on your tonsils? Can you heave it left and right? Does your chewing gum lose it's flavour On the bedpost overnight? On the bedpost overnight? [Man:] Hello there, I love you and the one who holds you tight [Lonnie:] Monday, Tuesday, Wednesday Thursday, Friday, Saturday night On the bedpost overnight [Man:] A dollar is a dollar and a dime is a dime [Lonnie:] He'd sing another chorus but he hasn't got the time On the bedpost overnight, yeah  ",
        "title": "Does Your Chewing Gum Lose It's Flavor (On The Bedpost Over Night)"
    },
    {
        "artist": "Tex Ritter",
        "lyrics": "  (Wah, wah, wah, waaahhhh) I dreamed I was there in hillbilly heaven {Oh what a beautiful sight}  Spoken: Last night I dreamed I went to hillbilly heaven. And you know who greeted me at the gate? The ole Cowboy-philosopher himself, Will Rogers. He said to me, he said \"Tex, the Big Boss of the riders Up here has asked me to kinda show you around. Now, over yonder are a couple of your ole compadres.\" My, was I glad to see them, Carson Robison and the Mississippi blue yodeler Jimmie Rodgers  I dreamed I was there in hillbilly heaven {Oh what a beautiful sight}  Spoken: He introduced me to Wiley Post, and he showed me the Hall of Fame with all the gold guitars and fiddles Hanging on the walls. Then he said, \"Tex, step over this way, there are two more of your friends I know You'll want to see, they're waitin' for you.\" There they were standin' side by side and smilin' at me-- Hank Williams and Johnny Horton  I met all the stars in hillbilly heaven {Oh what a star-studded night}  Spoken: Then I asked him who else do you expect in the next, uh, say a hundred years? He handed me a large book Covered with star dust. Will called it the Big Tally Book. In it were many names and each name was branded In pure gold. I began to read some of them as I turned the pages: Red Foley, Ernest Tubb, Gene Autry Roy Acuff, Eddy Arnold, Tennessee Ernie, Jimmy Dean, Andy Griffith, Roy Rogers, Tex Ritter (Whaaaatttt???) Tex Ritter? Oh, well, that's when I woke up, and I'm sorry I did, because  I dreamed I was there in hillbilly heaven {Oh what a beautiful sight}  ",
        "title": "I Dreamed Of A Hill-Billy Heaven"
    },
    {
        "artist": "Don Gibson",
        "lyrics": "  The lights in the harbor Don't shine for me I'm like a lost ship Adrift on the sea  Yeah, the sea of heartbreak Lost love and loneliness Memories of your caress so divine How I wish you were mine  Again my dear I'm on this sea of tears Sea of heartbreak  Oh, how did I lose you Oh, where did I fail Why did you leave me Always to sail  Yeah, the sea of heartbreak Lost love and loneliness Memories of your caress so divine How I wish you were mine  Again my dear I'm on this sea of tears Sea of heartbreak  Oh, what I'd give just to sail back to shore Back to your arms once more  Oh, come to my rescue Come here to me Take me and keep me Away from the sea  Yeah, the sea of heartbreak Lost love and loneliness Memories of your caress so divine How I wish you were mine  Again my dear I'm on this sea of tears Sea of heartbreak  (Sea of heartbreak) Yeah, sea of heartbreak (Sea of heartbreak) Heartbreak  ",
        "title": "Sea Of Heartbreak"
    },
    {
        "artist": "Ben E. King",
        "lyrics": null,
        "title": "Amor"
    },
    {
        "artist": "Bobby Vee",
        "lyrics": "  [Intro] My tears are fallin' 'Cause you've taken her away And though it really hurts me so There's somethin' that I've got to say  [Verse 1] Take good care of my baby Please don't ever make her blue Just tell her that you love her Make sure you're thinkin' of her In everything you say and do  [Verse 2] Oh, take good care of my baby Now don't you ever make her cry Just let your love surround her Paint a rainbow all around her Don't let her see a cloudy sky  [Bridge] Once upon a time That little girl was mine If I'd been true I know she'd never be with you  [Verse 3] So, take good care of my baby Be just as kind as you can be And if you should discover That you don't really love her Just send my baby back home to me  Well, take good care of my baby Be just as kind as you can be And if you should discover That you don't really love her Just send my baby back home to me  [Outro] Oh, take good care of my baby Well, take good care of my baby Just take good care of my baby  ",
        "title": "Take Good Care Of My Baby"
    },
    {
        "artist": "Barry Mann",
        "lyrics": "  I'd like to thank the guy Who wrote the song That made my baby Fall in love with me  Who put the bomp In the bomp bah bomp bah bomp? Who put the ram In the rama lama ding dong? Who put the bop In the bop shoo bop shoo bop? Who put the dip In the dip da dip da dip? Who was that man? I'd like to shake his hand He made my baby Fall in love with me (yeah!!)  When my baby heard \"Bomp bah bah bomp \" \"Bah bomp bah bomp bah bomp bomp\" Every word went right into her heart And when she heard them singin' \"Rama lama lama lama\" \"Rama ding dong\" She said we'd never have to part So  Who put the bomp In the bomp bah bomp bah bomp? Who put the ram In the rama lama ding dong? Who put the bop In the bop shoo bop shoo bop? Who put the dip In the dip da dip da dip? Who was that man? I'd like to shake his hand He made my baby Fall in love with me (yeah!!)  Each time that we're alone Boogity boogity boogity Boogity boogity boogity shoo Sets my baby's heart all aglow And everytime we dance to Dip da dip da dip Dip da dip da dip She always says she loves me so So  Who put the bomp In the bomp bah bomp bah bomp? Who put the ram In the rama lama ding dong? Who put the bop In the bop shoo bop shoo bop? Who put the dip In the dip da dip da dip? Who was that man? I'd like to shake his hand He made my baby Fall in love with me (yeah!!)  Darling, bomp bah bah bomp, bah bomp bah bomp bomp And my honey, rama lama ding dong forever And when I say, dip da dip da dip da dip You know I mean it from the bottom of my boogity boogity boogity shoop  ",
        "title": "Who Put The Bomp (In The Bomp, Bomp, Bomp)"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": null,
        "title": "I'm A Telling You"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": "  Little sister, don't you Little sister, don't you Little sister, don't you kiss me once or twice Then say it's very nice And then you run Little sister, don't you Do what your big sister done  [Verse 1] Well, I dated your big sister And took her to a show I went for some candy Along came Jim Dandy And they stuck right out of the door  [Verse 2] Every time I see your sister Well she's got somebody new She's mean and she's evil Like that old Boll Weevil Guess I'll try my luck with you  [Verse 3] Well, I used to pull your pigtails And pinch your turned-up nose But you been a growing And baby, it's been showing From your head down to your toes  [Verse 4] Little sister, don't you Little sister, don't you Little sister, don't you kiss me once or twice Then say it's very nice And then you run  [Outro] Little sister, don't you Do what your big sister done  ",
        "title": "Little Sister"
    },
    {
        "artist": "Ann-Margret",
        "lyrics": "  Well you call me your baby When you're holdin' my hand Mm, how you can hurt me I just don't understand  Well you say that you need me Like the ocean needs sand But the way you mistreat me I just don't understand  Well you know that I love you More than anyone can But a one-sided love I just don't understand (don't understand)  Well you know that I love you More than anyone can But a one-sided love I just don't understand (don't understand)  Well you call me your baby And you hold my hand Ah, honey, you hurt me And I just don't understand (don't understand)  ",
        "title": "I Just Don't Understand"
    },
    {
        "artist": "Johnny Tillotson",
        "lyrics": null,
        "title": "Without You"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": null,
        "title": "Crying"
    },
    {
        "artist": "Frank Gari",
        "lyrics": null,
        "title": "Princess"
    },
    {
        "artist": "The Platters",
        "lyrics": null,
        "title": "I'll Never Smile Again"
    },
    {
        "artist": "Dick and DeeDee",
        "lyrics": null,
        "title": "The Mountain's High"
    },
    {
        "artist": "Mary Wells",
        "lyrics": "  You say you love me And I believe you do You really really love me 'cause I love you  I don't wanna take a chance I don't wanna take a chance I don't wanna take a chance and come out Oh, and come out And come out Only losing in  I still remember the last love I had Left me so blue And oh-so sad But I just wanna let you know  I don't wanna take a chance I don't wanna take a chance I don't wanna take a chance and come out Oh, and come out And come out Only losing in  I've had lonely days, oh And lonely nights That's something that I don't wanna go through No, no  Just give my heart some time And I know I'll make up mind When I give it up I'm gonna give it up to you You, you, you, you  One day, baby When my heart is stronger And I'll have this fear no longer Maybe then I'll come running to you But right now  I don't wanna take a chance I don't wanna take a chance I don't wanna take a chance and come out Oh, and come out And come out Only losing in  ",
        "title": "I Don't Want To Take A Chance"
    },
    {
        "artist": "The Dreamlovers",
        "lyrics": "  Darling..oh oh When we get married We will have a big celebration Send invitations to all of our friends and relations We'll have a ball, dancing and all When we get married  With the bells ringing And tell the world that I'm taking your hand Folks from all over Will come to see the wedding we planned We'll have a ball, dancing and all When we get married (when we get married)  We'll have a time(we'll have a time) And darling we will be us again We'll have a ball, dancing and all And darling we will be as one  Just wait and see, our wedding day is not very far Our folks will whisper, and say how lovely we both are We'll have a ball , dancing and all  When we get married  ",
        "title": "When We Get Married"
    },
    {
        "artist": "The Jarmels",
        "lyrics": "  A little bit of soap Will wash away your lipstick on my face But a little bit of soap will never Never never ever erase The pain in my heart And my eyes As I go through the lonely hills A little bit of soap will never wash away my tears  Mmm, a little bit of soap Will wash away your powder from my chin But a little bit of soap will never Never never ever begin To take away the hurt That I feel As I go through the lonely hills A little bit of soap will never wash away my tears  Mmm, have you heard a love begins to die Isn't one to cry, night and day But like a bird, you left your robin's nest And like all the rest, you flew away  Mmm, a little bit of soap Will take away your perfume eventually But a little bit of soap will never Wash away the memory Of your name In the night That I call through the lonely hills A little bit of soap will never wash away my tears  I'll never lose the memory of your name In the night That I call through the lonely hills A little bit of soap will never wash away my tears Mmm, a little bit of soap will never wash away my tears Mmm, it's gonna never never never wash away my tears  ",
        "title": "A Little Bit Of Soap"
    },
    {
        "artist": "The Halos",
        "lyrics": null,
        "title": "Nag"
    },
    {
        "artist": "The Diamonds",
        "lyrics": "  One summer night We fell in love One summer night I held you tight You and I Under the moon of love Moon of love One summer night I kissed your lips One summer night I held you close You and I Under the moon of love You kissed me, oh, so tenderly And I knew this was love And I as held you, oh, so close I knew no one could ever take your place, oh One summer night We fell in love One summer night I held you tight You and I Under the moon of love Moon of love  ",
        "title": "One Summer Night"
    },
    {
        "artist": "Wanda Jackson",
        "lyrics": null,
        "title": "Right Or Wrong"
    },
    {
        "artist": "Damita Jo",
        "lyrics": null,
        "title": "I'll Be There"
    },
    {
        "artist": "Del Shannon",
        "lyrics": "  Once I had a pretty girl Her name it doesn't matter She went away with another guy Now he won't even look at her  Hats off to Larry He broke your heart Just like you broke mine When you said we must part He told you lies Now it's your turn to cry-cry-cry Now that Larry's said goodbye to you  I know this may sound strange I want you back, I think you'll change But there's one more thing I got to say  Hats off to Larry It may sound cruel But you laughed at me When you said we were through You told me lies Now its your turn to cry-cry-cry Now that Larry's said goodbye to you  ",
        "title": "Hats Off To Larry"
    },
    {
        "artist": "The Chordettes",
        "lyrics": "  Oh, you can kiss me on a Monday A Monday, a Monday is very very good Or you can kiss me on a Tuesday A Tuesday, a Tuesday in fact I wish you would  Or you can kiss me on a Wednesday a Thursday A Friday and Saturday is best But never ever on a Sunday, a Sunday, a Sunday 'Cause that's my day of rest  Most any day you can be my guest Any day you say but my day of rest Just name the day that you like the best Only stay away on my day of rest  Oh, you can kiss me on a cool day, a hot day, a wet day Which ever one you choose Or try to kiss me on a gray day, a May day, a pay day And see if I refuse  And if you make it on a bleake day, a freak day, or a week day Well, you can be my guest But never ever on a Sunday, a Sunday the one day I need a little rest Oh, you can kiss me on a week day, a week day, a week day The day to be my guest  ",
        "title": "Never On Sunday"
    },
    {
        "artist": "Ike & Tina Turner",
        "lyrics": "  Darling (Yes Tina) It's time to get next to me (Honey that was my plan from the very beginning) Darling (Uh huh?) I never thought that this could be (What you mean?) Oh yeah Your lips set my soul on fire You could be my one desire Oh darling [yes yes] I think it's gonna work out fine [It's gonna work out fine]  I wanna tell you something Ike Ikey (Uh huh?) I went to see the preacher man (The preacher man? You must be losin' your mind!) I started (Started what?) I started making wedding plans (Oh really?) Oh yeah If your love is half as true As the love I offer you Oh darling [yes yes] I think it's gonna work out fine [It's gonna work out fine]  [Chorus] I keep on tellin' ya [I think it's gonna work out fine] I can feel it's gonna [feel it's gonna work out] I keep on tellin' ya [I know it's gonna work out fine] I'm so glad that you're mine, all mine  Remember (Remember what?) They used to call you Dapper Dan (Yes, those were the good old days) The Thriller (The Killer, honey) The ever-ready lovin' man (That's me!) Oh yeah A whole lot of girls used to be your speed But now pretty daddy I'm all you need Oh darling [yes yes] I know it's gonna work out fine [It's gonna work out fine]  [Extended Chorus]  ",
        "title": "It's Gonna Work Out Fine"
    },
    {
        "artist": "Etta James",
        "lyrics": "  Don't cry, don't cry baby Don't cry baby Dry your eyes, and let's be sweethearts again And oh, cuz you know You know I didn't mean To ever treat you so mean C'mon, c'mon sweetheart And let's try it over again  And oh, don't cry Don't cry baby Don't cry, don't cry Dry your eyes, and let's be sweethearts again And oh, cuz you know I didn't mean To ever treat you so mean C'mon, c'mon sweetheart And let's try it over again  Repeat  ",
        "title": "Don't Cry, Baby"
    },
    {
        "artist": "Linda Scott",
        "lyrics": null,
        "title": "Starlight, Starbright"
    },
    {
        "artist": "Brook Benton",
        "lyrics": "  Frankie and Johnny - Artist: Brook Benton as sung on \"The Satin Sound Brook Benton\" - Suffolk Marketing-SMI 2 - peak Billboard position # 20 in 1961 - traditional folk song with many lyrics variations - charted by Ted Lewis (#9) and Frank Crumit (#18) in 1927 - charted by Guy Lombardo (#21) in 1942 - charted by Johnny Cash (#57) in 1959 - charted by Sam Cooke (#14) in 1963 - charted by The Greenwood County Singers (#75) in 1964 - charted by Elvis Presley (#25) in 1966 Little Frankie went down to the barroom, she asked for a glass of beer She said, \"Hey, bartender, has my Johnny been here?\" \"He's my man but he's done me wrong\" The bartender said \"Frankie, ya know I won't tell ya no lie\" \"He left here about a minute ago with a gal named Alice Fry\" \"He's your man, but he's doin' you wrong\" Frankie was a good little woman, surely everybody knows She paid one hundred dollars for Johnny's new suit of clothes She loved her man but he done her wrong Well then Frankie went down Broadway with a razor in her hand She said \"Stand back, all you women, I'm here for my cheatin' man\" \"Yes, he's my man but he's done me wrong\" It was on a Friday mornin' about a ha'past nine o'clock Frankie pulled her 44 and fired three fatal shots She shot her man 'cause he done her wrong (Why dontcha run, Frankie?) they said (Frankie why don't you run?) 'cause here come the Chief Of Police with the 44 smokeless gun You killed your man, we know he done you wrong SPOKEN while FADING Yeah, he done you wrong, Frankie You shoulda shot him forty times I'm a witness, Frankie, I was there When you shot that man I saw And do not necessarily correspond with lyrics from other recordings, sheet Music, songbooks or lyrics printed on album jackets  ",
        "title": "Frankie And Johnny"
    },
    {
        "artist": "Freddy Cannon",
        "lyrics": null,
        "title": "Transistor Sister"
    },
    {
        "artist": "Freddy King",
        "lyrics": null,
        "title": "San-Ho-Zay"
    },
    {
        "artist": "Brian Hyland",
        "lyrics": "  Make me your slave Tie me down, make me behave Let me belong to you  Make me be true Tell me what I can do Let me belong to you  I don't wanna be free Like a wave on the sea No place special to go But toss to and fro  Oh make me your own Never never leave me alone Make all my dreams come true Let me belong to you  (Spoken) Make me your slave Tie me down, make me behave Let me belong to you  I don't wanna be free Like a wave on the sea No place special to go But toss to and fro  Oh make me your own Never never leave me alone Make all my dreams come true Let me belong to you  ",
        "title": "Let Me Belong To You"
    },
    {
        "artist": "Hank Ballard And The Midnighters",
        "lyrics": "  You're so pretty and so fine I wonder will I ever Make you mine Things I wanna say Things I wanna do Most of all, I wanna Fall in love with you And that ain't (nothing but good) That ain't (nothing but good) That ain't (nothing but good) I said fall in love with you Come on over, baby Have no fear Tell me, pretty thing You know I'd love to hear Tell me that you care Hold me in your arms Kiss me sweet and tender Show me all your charms That ain't (nothing but good) That ain't (nothing but good) That ain't (nothing but good) If I should fall in love with you Oh, just love me Each and every day And I will love you In the same old way I will keep you Here in my heart We will never Never, never part You're so pretty You're so fine If I ever make you mine Things I wanna say Things I wanna do Most of all, I wanna Fall in love with you And that ain't (nothing but good) That ain't (nothing but good) That ain't (nothing but good) If I should fall in love with you Oh, just love me Each and every day And I will love you In the same old way I will keep you Here in my heart We will never Never, never part You're so pretty and so fine Wonder will I ever Make you mine Things I wanna say Things I wanna do Most of all, I wanna Fall in love with you And that ain't (nothing but good) That ain't (nothing but good) That ain't (nothing but good) That ain't (nothing but good) That ain't (nothing but good) That ain't nothing (nothing but good) That ain't nothing (nothing but good) Nothing but good  ",
        "title": "Nothing But Good"
    },
    {
        "artist": "The Blue Jays",
        "lyrics": "  On Lover's Island Where the trees stand so tall And the dust turn to gold And love never grows old  On Lover's Island Where the birds sing of love Seems a gift from up above I met her one day (Met her one day)  As we stood alone on the mountain Under the moon and stars above Oh, darling, don't ever go She was Venus, the goddess of love  On Lover's Island Where the trees stand so tall And the dust turn to gold And love never, never Never, never grows old  ",
        "title": "Lover's Island"
    },
    {
        "artist": "Don Shirley Trio",
        "lyrics": null,
        "title": "Water Boy"
    },
    {
        "artist": "The Four Preps",
        "lyrics": null,
        "title": "More Money For You And Me"
    },
    {
        "artist": "Pat Boone",
        "lyrics": "  There was a big cold wind It came a rolling down this hill It passed an old pine tree That tree is a shivering still Now that wind was cold as it could be But no colder than the kisses you've been giving me They're like a big, a big, mighty big Like a big cold wind  Ah, since your heart has turned on me There's nothing more to say There's someone new that you want to see So I'll be going on my way  I'm gonna miss your kiss And the arms that held me tight I'm gonna miss those nights When things were going right But I want to tell you just before I go That I pray your heart will never ever know A love that turns about can freeze you out Like a big cold wind  Ah, since your heart has turned on me There's nothing more to say There's someone new that you want to see So I'll be going on my way  I'm gonna miss your kiss And the arms that held me tight I'm gonna miss those nights When things were going right But I want to tell you just before I go That I pray your heart will never ever know A love that turns about can freeze you out Like a big cold wind  A love that turns about can freeze you out Like a big cold wind  ",
        "title": "Big Cold Wind"
    },
    {
        "artist": "Little Caesar and The Romans",
        "lyrics": null,
        "title": "Hully Gully Again"
    },
    {
        "artist": "The Shirelles",
        "lyrics": null,
        "title": "A Thing Of The Past"
    },
    {
        "artist": "Ray Peterson",
        "lyrics": null,
        "title": "Missing You"
    },
    {
        "artist": "Tony Orlando",
        "lyrics": null,
        "title": "Bless You"
    },
    {
        "artist": "Bert Kaempfert And His Orchestra",
        "lyrics": null,
        "title": "Now And Forever"
    },
    {
        "artist": "Paul Anka",
        "lyrics": "  Every night when I'm all alone All I do is call you on the phone It rings, ting a ling And this is what we do  Oh, well, we're kissing on the phone Ooh, ooh, kissing on the phone Ooh, ooh, when we're all alone All were doing is Kissing on the phone  Every kiss is a kiss of fire I'm so afraid that We're burning the wire Oh, gee, baby, what you do to me  When we're kissing on the phone Ooh, ooh, kissing on the phone Ooh, ooh, when we're all alone All were doing is Kissing on the phone  (Hear it, ting a ling)  Oh, well, we're kissing on the phone Ooh, ooh, kissing on the phone Ooh, ooh, when we're all alone All were doing, we're Kissing on the phone  (Oh gee, baby)  When we are kissing on the phone Ooh, ooh, kissing on the phone Ooh, ooh, when we're all alone All we're doing is Kissing on the phone  (Kissing on the phone) When were all alone (Kissing on the phone) When were all alone  ",
        "title": "Kissin' On The Phone"
    },
    {
        "artist": "The Rays",
        "lyrics": null,
        "title": "Magic Moon (Clair De Lune)"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": null,
        "title": "Candy Man"
    },
    {
        "artist": "Joe Barry",
        "lyrics": null,
        "title": "Teardrops In My Heart"
    },
    {
        "artist": "Clarence Henry",
        "lyrics": null,
        "title": "Lonely Street"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": null,
        "title": "Baby, You're Right"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": "  [Verse 1] A very old friend came by today Because he was telling everyone in town About the love that he just found And Marie's the name of his latest flame  [Verse 2] Though I smiled the tears inside were a-burning I wished him luck and then he said goodbye He was gone but still his words kept returning What else was there for me to do but cry  [Verse 3] He talked and talked and I heard him say That she had the longest blackest hair The prettiest green eyes anywhere And Marie's the name of his latest flame  [Verse 4] Would you believe that yesterday This girl was in my arms and swore to me She'd be mine eternally And Marie's the name of his latest flame  ",
        "title": "(Marie's The Name) His Latest Flame"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": "  (dip-dip, dooba bop bop) (dip-dip, dooba bop bop)  I hardly ever thank the stars above For sending me your very precious love You never hear me say a prayer Of thanks to someone 'way up there Who gave me such a lucky *break*  Oh, no, darling Only with ev'ry breath I take  And every time we have to be apart I hardly ever find you in my heart And when it comes to thinking of The thought of losing all your love I never worry how my heart would ache  Oh, no, darling Only with ev'ry breath I *take* Only with ev'ry little step I *make* Only with ev'ry little beat of my *heart* And ev'ry single minute I'm *awake*  Oh, no, darling Only with ev'ry breath I *take* Only with ev'ry little step I *make* Only with ev'ry little beat of my *heart* And ev'ry single minute I'm awake  Oh-aah, ev'ry little breath I take Ev'ry little step I *make* Ah, ah, ah, ah, uh, ah Ah, ah, ah, ev'ry breath I take  (dip-dip, dooba bop bop) (dip-dip, dooba bop bop)...  ",
        "title": "Every Breath I Take"
    },
    {
        "artist": "The Velaires",
        "lyrics": null,
        "title": "Roll Over Beethoven"
    },
    {
        "artist": "Bob Moore and His Orch.",
        "lyrics": null,
        "title": "Mexico"
    },
    {
        "artist": "Bobby Lewis",
        "lyrics": null,
        "title": "One Track Mind"
    },
    {
        "artist": "The Rondels",
        "lyrics": null,
        "title": "Back Beat No. 1"
    },
    {
        "artist": "Bobby Bland",
        "lyrics": null,
        "title": "Don't Cry No More"
    },
    {
        "artist": "Karl Hammel, Jr.",
        "lyrics": null,
        "title": "Summer Souvenirs"
    },
    {
        "artist": "Mickey & Sylvia",
        "lyrics": "  Hoo-wee, baby Baby you`re so fine Gotta have your loving any old time Oooh, baby Baby, baby You`re so fine, fine, fine  Hoo-wee, baby Remember last night? You said you were leaving We had a big fight Oooh, baby Baby, baby You`re so fine, fine, fine  Remember the night I met you? We danced until a quarter to two You held my hands and you kissed my lips Baby, what you trying a-do? Woo-woo-woo  Hoo-wee, baby Gotta let you know What you reap, baby You sure gotta sow Oooh, baby Baby, baby You`re so fine, fine, fine  [Instrumental Break]  Hoo-wee, baby Baby, you`re so fine Gotta have your loving any old time Oooh, baby Baby, baby You`re so fine, fine, fine Oooh, baby Like to make-a your all mine, mine, mine  Oooh, baby Baby, baby You`re so fine, fine, fine Oooh, baby  ",
        "title": "Baby You're So Fine"
    },
    {
        "artist": "The Sensations Featuring Yvonne",
        "lyrics": null,
        "title": "Music, Music, Music"
    },
    {
        "artist": "Ray Stevens",
        "lyrics": "  Do you have that rundown feelin', does your head go reelin'? Are you nervous, jumpy or on the edge? Is it neuritis, neuralgia, a head cold or stress? Or maybe it's your sinus drainage  Do you have tired blood, beriberi? Or maybe you're a little overweight? You better make some correction in all this infection Just send in one dollar ninety eight  Get ridda that runny nose (sniiiff), that naggin' cough (cough), that sneeze (achoo) That wheeze (gasp) and other injuries Take the wonder drug that cures all your ills Take Jeremiah Peabody's polyunsaturated, quick dissolvin', fast actin' Pleasant tastin' green and purple pills  Oh yeah!  Well, it won't upset your stomach, it's good for arthiritis It soothes all your aches and pains Get ridda those hammers in your head Don't be a hyprakrondriac  Start feelin' better again  Clear up that fungus amongus; It's good for every ailment, includin' water on the knee And it's guaranteed to be just what you need For quick, fast, speedy relief  Get ridda that runny nose (sniiiff), that naggin' cough (cough), that sneeze (achoo) That wheeze (gasp) and other injuries Take Jeremiah Peabody's polyunsaturated, quick dissolvin', fast actin' Pleasant tastin' green and purple pills  Oh, yeah! Little green and purple pills Oh, yeah, little green and purple pills.....  ",
        "title": "Jeremiah Peabody's Poly Unsaturated Quick Dissolving Fast Acting Pleasant T"
    },
    {
        "artist": "The Ly - Dells",
        "lyrics": "  We're off to see the wizard Yeah-yeah, the wonderful wizzard of love We're off to see the wizard The wonderful wizzard of love Because of the wonderful things Wonderful things he does Oh-oh-oh-h, wizard of love If you need a girlfriend, ask the wizard of love He'll send you an angel, an angel from above One time I was lonely, and one time I was blue I asked the wizard of love and he told me what to do He put me on a cloud and he sent me up above There I found an angel, an angel I could love She told me that she knew me, that I've been talking of Oh gee, since I met the wonderful wizard of love If you need a girlfriend, ask the wizard of love He'll send you an angel, an angel you can love There's one thing I tell you, find the stars above Please believe my story and you'll find the wizard of love Lo-o-o-o-o-ove-ove...  ",
        "title": "Wizard Of Love"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": "  (Sweet, sweet, sweet little you, sweet little you) (Sweet, sweet, sweet little you)  Ah, baby, I'm so in love (sweet little you) (Sweet, sweet, sweet little you) I never get enough of, whoa, yeah (sweet little you) (Sweet, sweet, sweet little you) You got the hand (ah, huh) That I love to hold You got a love (ah, huh) That won't go cold You got a kiss that thrills my soul, oh, ho, oh Sweet little you  You make me feel so fine, whoa (sweet little you) (Sweet, sweet, sweet little you) And I'm so glad that you're mine, oh, yeah (sweet little you) (Sweet, sweet, sweet little you) You say the words (ah, huh) That I love to hear You got a way (ah, huh) That's so sincere I just go wild every time you're near, ooo, hoo, ooo Sweet little you  Here we go now  Woo!  Oh, yeah!  You say the words (ah, huh) That I love to hear You got a way (ah, huh) That's so sincere I just go wild every time you're near, ooo, hoo, ooo Sweet little you  Whoa, yeah (Sweet, sweet, sweet little you) Oh, yeah, ah, ha, ha (Sweet, sweet, sweet little you) Ah, ha, ha (Sweet, sweet, sweet little you) Ah, ha, ha (Sweet, sweet, sweet little you) Ah, ha, ha (Sweet, sweet, sweet little you) Whoa! Ah, ha, ha (Sweet, sweet, sweet)  ",
        "title": "Sweet Little You"
    },
    {
        "artist": "Chuck Jackson",
        "lyrics": "  I wake up crying After tossin' and turnin' And yearnin' the whole night long – Pretty baby, since you went away I haven't spent a happy day!  I wake up crying After sobbin' and sighin' And wonderin' just what went wrong – Pretty baby, I was good to you Why'd you go and make me blue?  I need your arms to hold me tight I need your lips to kiss me goodnight I'm so unhappy on my own – Don't, don't leave me sad and lonely!  I wake up crying After tossin' and turnin' And yearnin' the whole night long – Pretty baby, please come back to me Save me from this mesery! Oh baby, won't you save me from this misery? Oh baby, won't you save me from this misery?  ",
        "title": "I Wake Up Crying"
    },
    {
        "artist": "The Four Sportsmen",
        "lyrics": null,
        "title": "Pitter-Patter"
    },
    {
        "artist": "The Chantels",
        "lyrics": null,
        "title": "Look In My Eyes"
    },
    {
        "artist": "Shirley & Lee",
        "lyrics": null,
        "title": "Well-A, Well-A"
    },
    {
        "artist": "Matt Monro",
        "lyrics": null,
        "title": "My Kind Of Girl"
    },
    {
        "artist": "U.S. Bonds",
        "lyrics": "  Don't you know that I danced, I danced till a quarter to three With the help, last night, of Daddy G He was swingin on the sax like a nobody could And I was dancin' all over the room Oh, don't you know the people were dancin' like they were mad It was the swingin'est band they had, ever had It was the swingin'est song that could ever be It was a night with Daddy G Let me tell you now I never had it so good Yeah and I know you never could Until you get hip with that jive And take a band like the Church Street Five Oh don't you know that I danced I danced till a quarter to three With the help last night of Daddy G Everybody was as happy as they could be And they were swingin with Daddy G Blow Daddy! Let me tell you now I never had it so good Yeah and I know you never could Until you get hip with that jive And take a band like the Church Street Five Oh don't you know that I danced I danced till a quarter to three With the help last night of Daddy G He was swingin on the sax like a nobody could And I was dancin all over the room Oh don't you know the Dance, do bee wa dah Dance, do bee wah dah You can dance, do bee wah dah You can dance, dance, dance  ",
        "title": "Quarter To Three"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": null,
        "title": "Years From Now"
    },
    {
        "artist": "Wink Martindale",
        "lyrics": null,
        "title": "Black Land Farmer"
    },
    {
        "artist": "The Preludes Five",
        "lyrics": null,
        "title": "Starlight"
    },
    {
        "artist": "Hank Ballard And The Midnighters",
        "lyrics": null,
        "title": "Keep On Dancing"
    },
    {
        "artist": "Duane Eddy And The Rebels",
        "lyrics": null,
        "title": "My Blue Heaven"
    },
    {
        "artist": "Claude King",
        "lyrics": null,
        "title": "Big River, Big Man"
    },
    {
        "artist": "Billy Bland",
        "lyrics": null,
        "title": "My Heart's On Fire"
    },
    {
        "artist": "Janie Grant",
        "lyrics": null,
        "title": "Romeo"
    },
    {
        "artist": "Brook Benton",
        "lyrics": "  Let me tell ya a story about a boll weevil Now, some of you may not know, but a boll weevil is an insect And he's found mostly where cotton grows Now, where he comes from, hmm, nobody really knows But this is the way the story goes  The farmer said to the boll weevil \"I see you're on the square\" Boll weevil said to the farmer \"Say yep! My whole darn family's here\" (We gotta have a home, gotta have a home)  The farmer said to the boll weevil \"Say, why do you pick my farm?\" The weevil just laughed at the farmer 'n' said \"We ain't gonna do ya much harm\" (\"We're looking for a home\")  And the boll weevil spotted a lightning bug He said \"Hey, I'd like to make a trade with you But, ya see if I was a lightning bug, I'd search the whole night through\" (\"Searchin' for a home, I'd have me plenty of home\")  And the boll weevil called the farmer, 'n' he said \"Ya better sell your old machines 'Cause when I'm through with your cotton, heh You can't even buy gasoline.\" (I'm gonna stake me a home, gotta have a home)  And the boll weevil said to the farmer, said \"Farmer, I'd like to wish you well.\" Farmer said to the boll weevil, \"Yeah, an' I wish that you were in shit\" (Lookin' for a home, lookin' for a home) (Ahh, you have a home all right, you have a home) (A real hot home, ahh)  ",
        "title": "The Boll Weevil Song"
    },
    {
        "artist": "Jack Scott",
        "lyrics": null,
        "title": "My Dream Come True"
    },
    {
        "artist": "Joe South",
        "lyrics": null,
        "title": "You're The Reason"
    },
    {
        "artist": "Andy Stewart",
        "lyrics": "  I've just come down From the Isle of Skye I'm not very big and I'm awful shy And the lassies shout when I go by Donald, where's your troosers  [Chorus:] Let the wind blow high Let the wind blow low Through the streets In my kilt, I'll go All the lassies say hello Donald, where's your troosers  A lassie took me to a ball And it was slippery in the hall And I was feared that I would fall For I had nae on my troosers  [Repeat Chorus] Now I went down to London Town And I had some fun in the underground The ladies turned their heads around Saying, Donald, where are your trousers  [Repeat Chorus] To wear the kilt is my delight It is not wrong I know it's right The Highlanders would get a fright If they saw me in the trousers  [Repeat Chorus] The lassies want me every one Well, let them catch me if they can You canna take the breaks If a Highland man And I don't wear the troosers  [Repeat Chorus] Donald, where's your troosers Donald, where's your troo  Oh, well, that's the way We sing the song in Scotland But of course the song might Have more international appeal Sung something like this One, two, three, four  Well, I've just come down From the Isle of Skye I'm not very big and I'm awful shy The lassies shout when I go by Hey, Donald, where's your troosers  Let the wind blow high Let the wind blow low Through the streets In my kilt, I'll go All the lassies shout, go, go Donald, where's your troosers  Oh, man, I'm all rock and roll And I'm a-moving and A-grooving to save my soul Grab your kilt and go, go, go Hey, Donald, where's your troosers  Let the wind blow high Let the wind blow low Through the streets In my kilt, I'll go Oh, yeah, go, go, go  Hey, Donald, where's your troosers Hey Donald, where's your troosers Yeah, hey, Donald  Hey, just a minute What are you doing there (Man, I'm rocking it, man) (Man, I'm really moving it, man)  Well just you stop rocking it And moving it, man The song should be sung Just exactly like this  I've just come down From the Isle of Skye I'm not very big and I'm awful shy And the lassies shout when I go by Donald, where's your troosers  [Repeat Chorus] Donald, where's your troosers  ",
        "title": "Donald Where's Your Troosers?"
    },
    {
        "artist": "The Butanes",
        "lyrics": null,
        "title": "Don't Forget I Love You"
    },
    {
        "artist": "Bobby Edwards",
        "lyrics": null,
        "title": "You're The Reason"
    },
    {
        "artist": "The Ventures",
        "lyrics": "  ♫ Instrumental ♫  ",
        "title": "(Theme From) Silver City"
    },
    {
        "artist": "Mary Ann Fisher",
        "lyrics": null,
        "title": "I Can't Take It"
    },
    {
        "artist": "The Fireballs",
        "lyrics": null,
        "title": "Quite A Party"
    }
]