[
    {
        "artist": "The Supremes",
        "lyrics": "  [Verse 1] Baby, baby Baby don't leave me Ooh, please don't leave me All by myself  [Verse 2] I've got this burning, burning, yearning Feelin' inside me Ooh, deep inside me And it hurts so bad  [Verse 3] You came into my heart So tenderly With a burning love That stings like a bee  [Verse 4] Now that I surrender So helplessly You now wanna leave Ooh, you wanna leave me  [Chorus 1] Ooh, baby, baby Where did our love go? Ooh, don't you want me? Don't you want me no more? Ooh, baby  [Chorus 2] Baby, baby Where did our love go And all your promises Of a love forever more  [Verse 2] I've got this burning, burning, yearning Feelin' inside me Ooh, deep inside me And it hurts so bad  [Verse 5] Before you won my heart You were a perfect guy But now that you got me You wanna leave me behind (Baby, baby) ooh baby  [Verse 1] Baby, baby Baby don't leave me Ooh, please don't leave me All by myself  [Chorus into fade-out] Ooh, baby, baby Where did our love go?  ",
        "title": "Where Did Our Love Go"
    },
    {
        "artist": "Dean Martin",
        "lyrics": "  Everybody loves somebody sometime Everybody falls in love somehow Something in your kiss just told me My sometime is now  Everybody finds somebody someplace There's no telling where love may appear Something in my heart keeps saying My someplace is here  If I had it in my power I'd arrange for every girl to have your charms Then every minute, every hour Every boy would find what I found in your arms  Everybody loves somebody sometime And although my dreams were overdue Your love made it all worth waiting For someone like you  If I had it in my power I'd arrange for every girl to have your charms Then every minute, every hour Every boy would find what I found in your arms  Everybody loves somebody sometime And although my dreams were overdue Your love made it all worth waiting For someone like you  Everybody loves somebody sometime  ",
        "title": "Everybody Loves Somebody"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1: John Lennon] It's been a hard day's night And I've been working like a dog It's been a hard day's night I should be sleeping like a log But when I get home to you I find the things that you do Will make me feel alright  [Verse 2: John Lennon] You know I work all day To get you money to buy you things And it's worth it just to hear you say You're going to give me everything So why on earth should I moan Because when I get you alone You know I feel okay  [Bridge: Paul McCartney] When I'm home everything seems to be right When I'm home feeling you holding me tight, tight, yeh  [Verse 3: John Lennon] It's been a hard day's night And I've been working like a dog It's been a hard day's night I should be sleeping like a log But when I get home to you I find the things that you do Will make me feel alright Ah!  [Guitar Solo: George Harrison]  [Verse 4: John Lennon] So why on Earth should I moan 'Cause when I get you alone You know I feel okay  [Bridge: Paul McCartney] When I'm home everything seems to be right When I'm home feeling  you holding me tight, tight, yeh  [Verse 5: John Lennon] It's been a hard day's night And I've been working like a dog It's been a hard day's night I should be sleeping like a log But when I get home to you I find the things that you do Will make me feel alright You know I feel alright You know I feel alright  ",
        "title": "A Hard Day's Night"
    },
    {
        "artist": "The Drifters",
        "lyrics": "  [Verse 1] Oh, when the sun beats down and burns the tar up on the roof And your shoes get so hot, you wish your tired feet were fireproof Under the boardwalk, down by the sea On a blanket with my baby is where I'll be  [Chorus] (Under the boardwalk) Out of the sun (Under the boardwalk) We'll be havin' some fun (Under the boardwalk) People walking above (Under the boardwalk) We'll be making love Under the boardwalk, boardwalk  [Verse 2] From the park you hear the happy sound of a carousel Mmm, you can almost taste the hot dogs and French fries they sell Under the boardwalk, down by the sea, yeah On a blanket with my baby is where I'll be  [Chorus] (Under the boardwalk) Out of the sun (Under the boardwalk) We'll be havin' some fun (Under the boardwalk) People walking above (Under the boardwalk) We'll be making love Under the boardwalk, boardwalk  [Bridge] Oh, under the boardwalk, down by the sea, yeah On a blanket with my baby is where I'll be  [Chorus] (Under the boardwalk) Out of the sun (Under the boardwalk) We'll be havin' some fun (Under the boardwalk) People walking above (Under the boardwalk) We'll be falling in love Under the boardwalk, boardwalk  ",
        "title": "Under The Boardwalk"
    },
    {
        "artist": "The Animals",
        "lyrics": "  There is a house in New Orleans They call the Rising Sun And it's been the ruin of many a poor boy And God I know I'm one  My mother was a tailor She sewed my new blue jeans My father was a gamblin' man Down in New Orleans  Now the only thing a gambler needs Is a suitcase and trunk And the only time he'll be satisfied Is when he's all drunk  [Bridge - Organ Solo]  Oh mother tell your children Not to do what I have done Spend your lives in sin and misery In the House of the Rising Sun  Well, I got one foot on the platform The other foot on the train I'm goin' back to New Orleans To wear that ball and chain  Well, there is a house in New Orleans They call the Rising Sun And it's been the ruin of many a poor boy And God I know I'm one  ",
        "title": "House Of The Rising Sun"
    },
    {
        "artist": "Bobby Freeman",
        "lyrics": "  C'mon everybody, c'mon in Bobby's gonna show you how to do the swim Kinda like the monkey, kinda like the twist Pretend you're in the water and you go like this Now baby swim, baby do the swim Just like the dog but not so low Like the hully gully but not so slow Now baby swim, baby do the swim Do what you wanna, do like you wish C'mon baby now and swim like a fish Baby swim, now baby come on in Shake it up baby twist and shout Now do the swim baby now work it on out Now baby swim, baby do the swim Do what you wanna, it's alright Bobby's gonna show you how to swim tonight Now baby swim  MUSICAL INTERLUDE  C'mon baby, I want you to swim Oh yeah, do the dog paddle baby Now do the backstroke  MUSICAL INTERLUDE  Shake it up baby, twist and shout Now do the swim baby now work it on out Now baby swim, baby do the swim Do what you wanna it's alright Cause Bobby's gonna do the swim for you tonight Now baby swim  MUSIC TO FADE  ",
        "title": "C'mon And Swim"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": null,
        "title": "Because"
    },
    {
        "artist": "The Ventures",
        "lyrics": null,
        "title": "Walk-Don't Run '64"
    },
    {
        "artist": "Dusty Springfield",
        "lyrics": "  Wishin' and hopin' and thinkin' and prayin' Plannin' and dreamin' each night of his charms That won't get you into his arms  So if you're lookin' to find love you can share All you gotta do is Hold him and kiss him and love him And show him that you care  Show him that you care just for him Do the things he likes to do Wear your hair just for him, cause You won't get him Thinkin' and prayin' Wishin' and hopin'  Just wishin' and hopin' and thinkin' and prayin' Plannin' and dreamin' his kiss is the start That won't get you into his heart  So if you're thinkin' how great true love is All you gotta do is Hold him and kiss him and squeeze him and love him Yeah, just do it and after you do, you will be his  You gotta show him that you care just for him Do the things he likes to do Wear your hair just for him, cause You won't get him Thinkin' and prayin' Wishin' and hopin'  Just wishin' and hopin' and thinkin' and prayin' Plannin' and dreamin' his kiss is the start That won't get you into his heart  So if you're thinkin' how great true love is All you gotta do is Hold him and kiss him and squeeze him and love him Yeah, just do it and after you do, you will be his You will be his You will be his  ",
        "title": "Wishin' And Hopin'"
    },
    {
        "artist": "Gerry And The Pacemakers",
        "lyrics": null,
        "title": "How Do You Do It?"
    },
    {
        "artist": "The 4 Seasons Featuring the \"Sound of Frankie Valli\"",
        "lyrics": null,
        "title": "Rag Doll"
    },
    {
        "artist": "The Dixie Cups",
        "lyrics": null,
        "title": "People Say"
    },
    {
        "artist": "Jan & Dean",
        "lyrics": null,
        "title": "The Little Old Lady (From Pasadena)"
    },
    {
        "artist": "The Jelly Beans",
        "lyrics": null,
        "title": "I Wanna Love Him So Bad"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Chorus: Brian Wilson and Mike Love] Round round get around I get around Yeah Get around round round I get around I get around Get around round round I get around From town to town Get around round round I get around I'm a real cool head Get around round round I get around I'm making real good bread  [Verse 1: Mike Love] I'm getting bugged driving up and down this same old strip I got to find a new place where the kids are hip My buddies and me are getting real well-known Yeah, the bad guys know us and they leave us alone  [Chorus: Brian Wilson] I get around Get around round round I get around From town to town Get around round round I get around I'm a real cool head Get around round round I get around I'm making real good bread Get around round round I get around I get around Round Get around round round oooo Wah wa ooo Wah wa ooo Wah wa ooo  [Verse 2: Mike Love] We always take my car cause it's never been beat And we've never missed yet with the girls we meet None of the guys go steady cause it wouldn't be right To leave their best girl home on a Saturday night  [Chorus: Brian Wilson] I get around Get around round round I get around From town to town Get around round round I get around I'm a real cool head Get around round round I get around I'm making real good bread Get around round round I get around I get around Round Ah ah ah ah ah ah ah ah  [Outro] Round round get around I get around Yeah Get around round round I get around [6x]  ",
        "title": "I Get Around"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": "  [Chorus 1] It was a night oo-oo what a night It was it really was such a night The moon was bright oh how so bright It was it really was such a night The night was alight with stars above Oo-oo when she kissed me I had to fall in love  [Verse 1] Oh it was a kiss oo-oo what a kiss It was it really was such a kiss Oh how she could kiss oh what a kiss It was it really was such a kiss Just the thought of her lips Sets me afire I reminisce and I'm filled with desire But I'd gave my heart to her in sweet surrender How well I remember, I'll always remember  [Chorus 2] Oh, what a night oo-oo what a night It was it really was such a night Came the dawn and my heart and her love And the night was gone But I'll never forget the kiss The kiss in the moonlight Oo-oo such a kiss, such a night  It was a night oo-oo what a night It was it really was such a night Came the dawn and my heart and her love And the night was gone But I'll never forget the kiss The kiss in the moonlight How well I remember, I'll always remember  [Outro] That night oo-oo what a night It was it really was such a night When we kissed I had to fall in love But I'd gave my heart to her in sweet surrender How well I remember, I'll always remember  Oh that night oo-oo what a night It was it really was such a night When we kissed I had to fall in love Well she's gone, gone, gone Yes she's gone, gone, gone Came the dawn, dawn, dawn And my love was gone But before that dawn Yes before that dawn and before that dawn Oo-oo, oo-oo, oo-oo, oo-oo, oo-oo Such a night  ",
        "title": "Such A Night"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1] I give her all my love That's all I do And if you saw my love You'd love her too I love her  [Verse 2] She gives me everything And tenderly The kiss my lover brings She brings to me And I love her  [Verse 3] A love like ours Could never die As long as I Have you near me  [Verse 4] Bright are the stars that shine Dark is the sky I know this love of mine Will never die And I love her  Bright are the stars that shine Dark is the sky I know this love of mine Will never die And I love her  ",
        "title": "And I Love Her"
    },
    {
        "artist": "Nancy Wilson",
        "lyrics": "  My love has no beginning, my love has no end No front or back and my love won't bend I'm in the middle, lost in a spin loving you And you don't know, you don't know You don't know, you don't know how glad I am  My love has no bottom, my love has no top My love won't rise and my love won't drop I'm in the middle and I can't stop loving you And you don't know, you don't know You don't know, you don't know how glad I am  I wish I were a poet so I could express What I'd, what I'd like to say yeah I wish I were an artist so I could paint a picture Of how I feel, of how I feel today  My love has no walls on either side That makes my love wider than wide I'm in the middle and I can't hide loving you  (2x) And you don't know, you don't know You don't know, you don't know how glad I am  How glad I am (5x)  ",
        "title": "(You Don't Know) How Glad I Am"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1] Oh ain't she sweet? Well see her walking down that street Yes I ask you very confidentially Ain't she sweet?  [Verse 2] Oh ain't she nice? Well look her over once or twice Yes I ask you, very confidentially Ain't she nice?  [Chorus 1] Just cast an eye In her direction Oh me, oh my Ain't that perfection?  [Verse 3] Oh I repeat Well don't you think that's kind of neat? Yes I ask you, very confidentially Ain't she sweet?  [Verse 4] Oh ain't she sweet? Well see her walking down that street? Yes I ask you, very confidentially Ain't she sweet?  [Verse 5] Oh ain't she nice? Well look her over once or twice Yes I ask you, very confidentially Ain't she nice?  [Chorus 2] Just cast an eye In her direction Oh me, oh my Ain't that perfection?  [Verse 6] Oh I repeat Well don't you think that's kind of neat? Yes I ask you, very confidentially Ain't she sweet?  [Verse 7] Oh ain't she sweet? Well see her walking down that street? Well I ask you, very confidentially Ain't she sweet? Well I ask you, very confidentially Ain't she sweet?  ",
        "title": "Ain't She Sweet"
    },
    {
        "artist": "Gene Chandler",
        "lyrics": null,
        "title": "Just Be True"
    },
    {
        "artist": "Lesley Gore",
        "lyrics": "  [Chorus] Maybe I know that he's been a-cheatin Maybe I know that he's been untrue But what can I do?  [Verse 1] I hear them whispering when I walk by 'He's gonna break her heart, and make her cry.' I know it's me they're talking about I bet they all think I'll never find out  [Chorus]  [Verse 2] My friends are telling me that he's no good He isn't treating me the way he should 'He really loves me,' that's all I can say Before my tears fall, I just walk away  [Chorus]  [Verse 3] Whoa' Deep down inside he loves me Though he may run around Deep down inside he loves me Someday he'll settle down  [Chorus]  [Bridge] 'He really loves me,' that's all I can say Before my tears fall, I just walk away  [Chorus] x2  ",
        "title": "Maybe I Know"
    },
    {
        "artist": "Del Shannon",
        "lyrics": null,
        "title": "Handy Man"
    },
    {
        "artist": "The Newbeats",
        "lyrics": null,
        "title": "Bread And Butter"
    },
    {
        "artist": "Jimmy Hughes",
        "lyrics": null,
        "title": "Steal Away"
    },
    {
        "artist": "Chuck Berry",
        "lyrics": "  [Verse 1] It was a teenage wedding And the old folks wished them well You could see that Pierre did truly love the mademoiselle And now the young monsieur and madame have rung the chapel bell  [Hook] \"C'est la vie\", say the old folks It goes to show you never can tell  [Verse 2] They furnished off an apartment with A two room Roebuck sale The coolerator was crammed with TV dinners and ginger ale But when Pierre found work, the little money comin' worked out well  [Hook] \"C'est la vie\", say the old folks It goes to show you never can tell  [Verse 3] They had a hi-fi phono, boy Did they let it blast Seven hundred little records, All rock, rhythm and jazz But when the sun went down The rapid tempo of the music fell  [Hook] \"C'est la vie\", say the old folks It goes to show you never can tell  [Verse 4] They bought a souped-up jitney, 'twas a cherry red '53 They drove it down New Orleans To celebrate their anniversary It was there that Pierre was married to the lovely madamoiselle  [Hook] \"C'est la vie\", say the old folks It goes to show you never can tell  [Bridge] They had a teenage wedding And the old folks wished them well You could see that Pierre did truly love the mademoiselle And now the young monsieur and madame have rung the chapel bell  [Hook] \"C'est la vie\", say the old folks It goes to show you never can tell  ",
        "title": "You Never Can Tell"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  Keep on pushing Keep on pushing I've got to keep on pushing (mmm-hmm) I can't stop now Move up a little higher Some way, somehow Cause I've got my strength And it don't make sense Not to keep on pushin'  [Chorus] Hallelujah, hallelujah Keep on pushin'  Now maybe some day I'll reach that higher goal I know that I can make it With just a little bit of soul Cause I've got my strength And it don't make sense Not to keep on pushin'  Now look-a look (look-a look) A-look-a yonder What's that I see A great big stone wall Stands there ahead of me But I've got my pride And I'll move on aside And keep on pushin'  [Chorus] Hallelujah, hallelujah Keep on pushin' Keep on pushin' What I say now keep on pushin' [?] song now  ",
        "title": "Keep On Pushing"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": null,
        "title": "Tell Me (You're Coming Back)"
    },
    {
        "artist": "Ronny And The Daytonas",
        "lyrics": "  Little GTO, you're really lookin' fine Three deuces and a four-speed and a 389 Listen to her tachin' up now, listen to her why-ee-eye-ine C'mon and turn it on, wind it up, blow it out GTO Wa-wa, (mixed with \"Yeah, yeah, little GTO\") wa, wa, wa, wa, wa, wa (mixed with \"Yeah, yeah, little GTO\") Wa-wa, (mixed with \"Yeah, yeah, little GTO\") wa, wa, wa, wa, wa, wa (mixed with \"Yeah, yeah, little GTO\") Wa-wa (mixed with \"Ahhh, little GTO\") wa, wa, wa, wa, wa, wa You oughta see her on a road course or a quarter mile This little modified Pon-Pon has got plenty of style She beats the gassers and the rail jobs, really drives 'em why-ee-eye-ild C'mon and turn it on, wind it up, blow it out GTO Wa-wa, (mixed with \"Yeah, yeah, little GTO\") wa, wa, wa, wa, wa, wa (mixed with \"Yeah, yeah, little GTO\") Wa-wa, (mixed with \"Yeah, yeah, little GTO\") wa, wa, wa, wa, wa, wa (mixed with \"Yeah, yeah, little GTO\") Wa-wa (mixed with \"Ahhh, little GTO\") wa, wa, wa, wa, wa, wa Gonna save all my money (turnin' it on, blowin' it out) and buy a GTO (turnin' it on Blowin' it out) Get a helmet and a roll bar (turnin' it on, blowin' it out) and I'll be ready to go (turnin' it on, blowin' it out) Take it out to Pomona (turnin' it on, blowin' it out) and let 'em know (turnin' it on Blowin' it out), yeah, yeah That I'm the coolest thing around Little buddy, gonna shut you down When I turn it on, wind it up, blow it out GTO Wa-wa, (mixed with \"Yeah, yeah, little GTO\") wa, wa, wa, wa, wa, wa (mixed with \"Yeah, yeah, little GTO\") Wa-wa, (mixed with \"Yeah, yeah, little GTO\") wa, wa, wa, wa, wa, wa (mixed with \"Yeah, yeah, little GTO\") Wa-wa (mixed with \"Ahhh, little GTO\") wa, wa, wa, wa, wa, wa [Fade]  ",
        "title": "G.T.O."
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1: John Lennon] I've got every reason on earth to be mad Cause I've just lost the only girl I had If I could get my way I'd get myself locked up today But I can't so I'll cry instead  [Verse 2: John Lennon] I've got a chip on my shoulder that's bigger than my feet I can't talk to people that I meet If I could see you now I'd try to make you sad somehow But I can't so I'll cry instead  [Bridge: John Lennon] Don't wanna cry when there's people there I get shy when they start to stare I'm gonna hide myself away-ay But I'll come back again someday  [Verse 3: John Lennon] And when I do you better hide all the girls I'm gonna break their hearts all 'round the world Yes, I'm gonna break 'em in two And show you what your loving man can do Until then I'll cry instead  [Bridge: John Lennon] Don't wanna cry when there's people there I get shy when they start to stare I'm gonna hide myself away-ay But I'll come back again someday  [Verse 3: John Lennon] And when I do you better hide all the girls I'm gonna break their hearts all 'round the world Yes, I'm gonna break 'em in two And show you what your loving man can do Until then I'll cry instead  ",
        "title": "I'll Cry Instead"
    },
    {
        "artist": "Billy J. Kramer With The Dakotas",
        "lyrics": "  I'll Keep You Satisfied Billy J. Kramer with The Dakotas (Lennon/McCartney) You don't need anybody to hold you Here I stand with my arms open wide Give me love and remember, what I told you I'll keep you satisfied You don't need anybody to kiss you Ev'ry day I'll be here by your side Don't go 'way, I'm afraid that I might miss you I'll keep you satisfied You can always get a simple thing like love anytime But it's diff'rent with a boy like me and a love like mine So believe ev'rything that I told you And agree that with me by your side You don't need anybody to hold you I'll keep you satisfied You can always get a simple thing like love anytime But it's diff'rent with a boy like me and a love like mine So believe ev'rything that I told you And agree that with me by your side You don't need anybody to hold you I'll keep you satisfied Give me love and remember, what I told you I'll keep you satisfied By Richard Brautigan Gary R. Del Carlo Cobb Mountain, CA  ",
        "title": "I'll Keep You Satisfied"
    },
    {
        "artist": "Jerry Wallace",
        "lyrics": "  In the misty moonlight By the flickering firelight Any place is all right Long as I'm with you (as long as I'm with you-ooh)  In a far-away land On the tropic sea sand If your hand's in my hand I won't be blue  Way up on the mountain Or way down in the valley I know I'll be happy Anyplace, anywhere, I don't care  In the misty moonlight By the flickering firelight Any place is all right Long as you are there  I could be happy in one little room with only a table and chair. As Happy as I'd be in a kingdom by the sea, darling, if you were there. And I could be Rich or I could be poor.. but if you were by my side, I could be any place in this whole Wide world…and I know I'd be satisfied  Way up on the mountain Or way down in the valley I know I'll be happy Anyplace, anywhere, I don't care  In the misty moonlight By the flickering firelight Any place is all right Long as you are there  In the misty moonlight By the flickering firelight Any place is all right Long as you are there  In the misty moonlight By the flickering firelight Any place is all right Long as you are there  ",
        "title": "In The Misty Moonlight"
    },
    {
        "artist": "Jackie Ross",
        "lyrics": "  Selfish one why keep your love to yourself Oh oh yeah It's like a souvenir that just sits on a shelf Oh oh oh oh oh oh It seems like you built a fence around your heart and afraid that sharing Might tear it apart and ya pass up every chance at the start of romance oh Oh oh oh oh Selfish one why keep your love in store oh oh yeah you think It's steel that will keep forever more oh oh oh oh oh but steel wears out Through weather and age and a heart could break down in a lonely stage you Better let your heart down mate, before it's too late  You let so much time pass by, and I find myself still giving you the eye Then you must have realized, cause much to my surprise you're making eyes At me Is it really you?  Now, selfish one you're walking me to my door Oh oh yeah Selfish one, you never did this before Oh oh no Without a chance to resist, your lips met mine You begin to let your lovelight shine And I can see that you're really on the ball, and You're not selfish at all No-o-o, not at all No-o, the way you hold me Oh oh yeah, the way you squeeze me No you're not selfish, no no no You're not selfish at all Oh oh oh, not at all No-o the way ya kiss me Don't ya know that I love the way ya hold me yeah No-o-o not at all, no-o-o not at all, no-o-o not at all  ",
        "title": "Selfish One"
    },
    {
        "artist": "The Chartbusters",
        "lyrics": null,
        "title": "She's The One"
    },
    {
        "artist": "Roger Miller",
        "lyrics": "  Well, here I sit high, gettin' ideas Ain't nothin' but a fool would live like this Out all night and runnin' wild Woman's sittin' home with a month old child  Dang me, dang me They oughta take a rope and hang me High from the highest tree Woman would you weep for me?  Just sittin' 'round drinkin' with the rest of the guys Six rounds bought and I bought five I spent the groceries and a half the rent I lack fourteen dollars havin' twenty seven cents  Dang me, dang me They oughta take a rope and hang me High from the highest tree Woman would you weep for me?  They say roses are red and violets are purple And sugar's sweet and so is maple syrple Well I'm seventh out of seven sons My pappy was a pistol, I'm a son of a gun  I said dang me, dang me They oughta take a rope and hang me High from the highest tree Woman would you weep for me?  ",
        "title": "Dang Me"
    },
    {
        "artist": "Al (He's the King) Hirt",
        "lyrics": null,
        "title": "Sugar Lips"
    },
    {
        "artist": "Stan Getz/Astrud Gilberto",
        "lyrics": "  Olha que coisa mais linda Mais cheia de graça É ela a menina que vem e que passa Num doce balanço a caminho do mar Moça do corpo dourado do sol de Ipanema O seu balançado é mais que um poema É a coisa mais linda que eu já vi passar  Ah, por que estou tão sózinho? Ah, por que tudo é tão triste? Ah, a beleza que existe A beleza que não é só minha Que também passa sozinha  Ah, se ela soubesse Que quando ela passa O mundo sorrindo se enche de graça E fica mais lindo por causa do amor  Tall and tan and young and lovely The girl from Ipanema goes walking And when she passes Each one she passes goes \"ah!\"  When she walks she's like a samba that Swings so cool and sways so gently That when she passes Each one she passes goes \"ah!\"  Oh, but he watches her so sadly How can he tell her he loves her? Yes, he would give his heart gladly But each day when she walks to the sea She looks straight ahead not at him  Tall and tan and young and lovely The girl from Ipanema goes walking And when she passes he smiles But she doesn't see  ",
        "title": "The Girl From Ipanema"
    },
    {
        "artist": "Patty & The Emblems",
        "lyrics": "  [Intro] She's a mixed-up, shook-up girl Yes, she is She's a mixed-up, shook-up girl Yes, she is  [Verse 1] Am I crying because I'm happy Or am I crying because I'm blue without you? My heart has blown away Now you've gone and gone away I'm a mixed-up, shook-up girl over you Am I crying because you left me Or am I crying because I don't know what to do? One day you said you'd never part Am I sad, or am I glad? I'm a mixed-up, shook-up girl over you  [Outro] One day you said you'd never part Am I sad, or am I glad? I'm a mixed-up, shook-up girl over you Oh yeah, I'm a mixed-up, shook-up girl over you Yeah, I'm a mixed-up, shook-up girl over you  ",
        "title": "Mixed-Up, Shook-Up, Girl"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": "  [Chorus:] Cling to me, clinging vine Just to me, clinging vine How I wish those arms You're clinging to were mine Please come back and cling to me Clinging vine  I can't believe that we're through That you're clinging to someone new Don't you know he'll never love you Like I do (like I do)  Please come back and cling to me Clinging vine  [Repeat Chorus 2x] Please come back and cling to me Clinging vine  ",
        "title": "Clinging Vine"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": null,
        "title": "Maybelline"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse 1] Well, baby used to stay out all night long She made me cry, she done me wrong She hurt my eyes open, that's no lie Tables turn and now her turn to cry  [Chorus][x2] Because I used to love her, but it's all over now  [Verse 2] Well, she used to run around with every man in town She spent all my money, playing her high class game She put me out, it was a pity how I cried Tables turn and now her turn to cry Because I used to love her, but it's all over now Because I used to love her, but it's all over now Well, I used to walk in the morning, get my breakfast in bed When I'd gotten worried she'd ease my aching head But now she's here and there, with every man in town Still trying to take me for that same old clown  [Chorus][x4]  ",
        "title": "It's All Over Now"
    },
    {
        "artist": "Peter And Gordon",
        "lyrics": null,
        "title": "Nobody I Know"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": "  It hurts to be in love, when the only one you love Turns out to be someone who's not in love with you It hurts to love her so, when deep down inside you know She will never want you, no matter what you do  And so you cry a little bit (hurts to be in love) Oh you die a little bit (hurts to be in love) Day and night, night and day It hurts to be in love this way  How long can I exist? Wanting lips I've never kissed She gives all her kisses, to somebody else She thinks I'm just a friend Though it hurts, I must pretend The only way to keep her, is to keep it to myself  And so I cry a little bit (hurts to be in love) Oh I die a little bit (hurts to be in love) Day and night, night and day It hurts to be in love this way  And so I cry a little bit (hurts to be in love) Oh I die a little bit (hurts to be in love) Day and night, night and day It hurts to be in love this way  It hurts to be in love, day and night, night and day It hurts to be in love. night and day, day and night It hurts to be in love, day and night, night and day...  ",
        "title": "It Hurts To Be In Love"
    },
    {
        "artist": "The Tams",
        "lyrics": "  Hey girl, don't bother me, hey girl, don't bother me Hey girl, don't bother me, hey girl, don't bother me Go away, come back another day Don't bother me Heard back from my friends (Hey girl, don't bother me) Word really gets around (Hey girl, don't bother me) They say you're the toy (Hey girl, don't bother me) Of every boy in town They said you like to cheat (Cheat, cheat) They said you were just a little flirt (Cheat, cheat, cheat, cheat) If I fall for you (Cheat, cheat, cheat, cheat) I'm surely gonna get hurt Hey girl, don't bother me, hey girl, don't bother me Hey girl, don't bother me, hey girl, don't bother me Stay out of my home, don't try to use your charm Don't bother me But I've really gotta say, you look so fine You're oh, oh, so hard to resist But I know I've gotta stay away 'Cause I might fall for you And I don't wanna be added to your list So now I say \"Hey girl, don't bother me, hey girl, don't bother me Hey girl, don't bother me, hey girl, don't bother me Afraid if I kiss you, I might not resist you Don't bother me\" (Hey girl, don't bother me) Don't bother me (Hey girl, don't bother me) Now (Hey girl, don't bother me) Go your way, girl (Hey girl, don't bother me) I'm gonna marry a  ",
        "title": "Hey Girl Don't Bother Me"
    },
    {
        "artist": "The Miracles",
        "lyrics": null,
        "title": "I Like It Like That"
    },
    {
        "artist": "Connie Francis",
        "lyrics": null,
        "title": "Looking For Love"
    },
    {
        "artist": "Rene & Rene",
        "lyrics": null,
        "title": "Angelito"
    },
    {
        "artist": "Gene Simmons",
        "lyrics": null,
        "title": "Haunted House"
    },
    {
        "artist": "The Kingsmen",
        "lyrics": "  Talkin' bout my baby Ahhh, Little Latin Lupe Lu She's a high flyin' baby Ain't no dance she could'nt do She's my groovy little baby Whoa Little Latin Lupe Lu  Ah if you wanna do the duck Lupe Lu can put it down And the wah wah watusi She's the best for miles around She's my pretty little baby Whoa Little Latin Lupe Lu  Bama bama Lupe Lu Oh shake shake it Lupe Watusi pretty baby Come on do what you do She's my pretty little baby Whoa Little Latin Lupe Lu  Well if you wanna do the twist Lupe Lu can put it down And the wah wahtusi She's the best for miles around She's my groovy little baby Woah Little Latin Lupe Lu  ",
        "title": "Little Latin Lupe Lu"
    },
    {
        "artist": "Eydie Gorme",
        "lyrics": null,
        "title": "I Want You To Meet My Baby"
    },
    {
        "artist": "Ray Charles",
        "lyrics": "  [Intro] (A fool am I) (A fool am I in love)  [Verse 1] A tear fell when I saw you In the arms of someone new A tear fell when you left me All alone and feeling blue You know a tear fell when you told me That your love was not for me I didn't miss these teardrops But I missed you constantly  [Chorus 1] That's why I'm (A fool am I) (A fool am I in love)  [Verse 2] The teardrops that you stepped on As you danced across the floor You know they were crushed like my poor heart was When you walked out of my door  [Chorus 2] I said a tear fell when you told me That the flame in your heart died Darling, have I lost you Like these teardrops from my eyes  [Chorus 1]  [Chorus 2]  [Outro] I've got to be a (A fool am I) But I'm so glad I'm a fool (A fool am I in love) I'm a fool in love  ",
        "title": "A Tear Fell"
    },
    {
        "artist": "Millie Small",
        "lyrics": "  I love sweet William Yes, he's my boy And I'm his little doll His favorite toy  He brings me candy And kisses too Because I'm stuck on him I'll stick to him like glue  Oh, I need sweet William so I'll never let him go And I know our love will grow  I love sweet William Yes, he's my thrill And who will marry me? Sweet William will  Instrumental bridge  I love sweet William Yes, he's my boy And I'm his little doll His favorite toy  I love sweet William Yes, he's my thrill And who will marry me? Sweet William will  Sweet William will (Repeat and fade out)  ",
        "title": "Sweet William"
    },
    {
        "artist": "Johnny Tillotson",
        "lyrics": null,
        "title": "Worry"
    },
    {
        "artist": "Vic Dana",
        "lyrics": null,
        "title": "Love Is All We Need"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  Baby, I need your lovin' Baby, I need your lovin'  Although you're never near Your voice I often hear Another day, another night I long to hold you tight 'Cause I'm so lonely  Baby, I need your lovin' Got to have all your lovin' Baby, I need your lovin' Got to have all your lovin'  Some say it's a sign of weakness For a man to beg Then weak I'd rather be If it means havin' you to keep 'Cause lately I've been losin' sleep  Baby, I need your lovin' Got to have all your lovin' Baby, I need your lovin' Got to have all your lovin'  Empty nights echo your name Whoa, sometimes I wonder Will I ever be the same? Oh yeah  When you see me smile, you know Things have gotten worse Any smile you might see Has all been rehearsed  Darlin', I can't go on without you This emptiness won't let me live without you This loneliness inside me, darlin' Makes me feel half alive  Baby, I need your lovin' Got to have all your lovin' Baby, I need your lovin' Got to have all your lovin'  Baby, I need your lovin' Got to have all your lovin' Baby, I need your lovin' Got to have all your lovin'  ",
        "title": "Baby I Need Your Loving"
    },
    {
        "artist": "Ray Charles",
        "lyrics": "  [Verse 1] (I need someone to say I do) No one to cry to now, no one to say goodnight No one to tell my troubles to I've got no one, to sigh to No one to hold me tight No one to cheer me when I'm blue  [Chorus][2x] When I go home to my lonely room And find there's no one there And each night I think of you So please answer this One prayer And you'll need someone I said to cry to Someone to say I do Someone to whisper I love you  ",
        "title": "No One To Cry To"
    },
    {
        "artist": "George Martin And His Orch.",
        "lyrics": null,
        "title": "Ringo's Theme (This Boy)"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1] If I fell in love with you Would you promise to be true And help me understand Cause I've been in love before And I found that love was more Than just holding hands  If I give my heart to you I must be sure From the very start That you would love me more than her  [Verse 2] If I trust in you oh please Don't run and hide If I love you too oh please Don't hurt my pride like her Cause I couldn't stand the pain And I would be sad if our new love was in vain  [Verse 3] So I hope you see that I Would love to love you And that she will cry When she learns we are two Cause I couldn't stand the pain And I would be sad if our new love was in vain  [Outro] So I hope you see that I Would love to love you And that she will cry When she learns we are two If I fell in love with you  ",
        "title": "If I Fell"
    },
    {
        "artist": "Solomon Burke",
        "lyrics": "  I'm so happy to be here tonight So glad to be here in your wonderful city I have a little message for you And I want to tell every woman and every man tonight That's ever needed someone to love That's ever had somebody to love them That ever had somebody's understanding That's ever had someone to need your love all the time Someone that's with them when they're up Somebody that's with them when they're down If you had yourself somebody like this you better hold onto them Let me tell you something Sometimes you get what you want And you lose what you have There's a song I sing And I believe that everybody should sing this song you can save the whole world Listen to me  Everybody needs somebody Everybody needs somebody Everybody wants somebody to love Honey to hug Sugar to kiss Baby to miss now Baby to tease Sometimes to please yeah And I need you you you And I need you you you In the morning baby you you you When the sun goes down you you you Ain't no nobody around you you you  Whoa Sometimes I feel like I feel a little sad inside When my baby mistreats me And I can't get a little little mad But I need you you you Just to see me through Somebody to hold my hand When I feel a little lonely Oh baby say yeah  I say yeah yeah Yeah Somebody I just want my woman to stand up and say I love you I want someone to be a witness I just want to say I love you I just want somebody to say yeah  ",
        "title": "Everybody Needs Somebody To Love"
    },
    {
        "artist": "Allan Sherman",
        "lyrics": "  Hello Muddah, hello Faddah Here I am at Camp Granada Camp is very entertaining And they say we'll have some fun if it stops raining  I went hiking with Joe Spivy He developed poison ivy You'll remember Leonard Skinner He got ptomaine poisoning last night after dinner  All the counsellors hate the waiters And the lake has alligators And the head coach wants no sissies So he reads to us from something called Ulysses  How I don't want this should scare ya But my bunk-mate has malaria You'll remember Jeffrey Hardy They're about to organize a searching party  Take me home, oh muddah, faddah Take me home, I hate Granada Don't leave me out in the forest where I might get eaten by a bear  Take me home, I promise I will not make noise Or mess the house with other boys Oh please don't make me stay I've been here one whole day  Dearest Faddah, darling Muddah How's my precious little bruddah Let me come home if you miss me I would even let Aunt Bertha hug and kiss me  Wait a minute, it's stopped hailing Guys are swimming, guys are sailing Playing baseball, gee that's better Muddah, Faddah kindly disregard this letter  ",
        "title": "Hello Mudduh, Hello Fadduh! (A Letter From Camp) (New 1964 Version)"
    },
    {
        "artist": "Brenda Holloway",
        "lyrics": null,
        "title": "I'll Always Love You"
    },
    {
        "artist": "James Brown And His Orchestra",
        "lyrics": "  You got your high-heeled sneakers on Slip-in mules You got your high-heeled sneakers on And your slip-in mules You're more than alright You know you're out of sight You got a shapely figure mama That's keepin' me uptight You got a shapely figure mama And keep me uptight You're too much You know you're out of sight  Hey, the way you do the things you do The way you kiss me too The way you do the things you do The way you kiss me too A heart delight, that's what you are You know you're out of sight  Ho, hey, hey  You got a sweet disposition Ho, you're always right You got a sweet disposition You know you're always right You know just what you're doin' baby You know you're out of sight  Ow, you're too much You're the end You're so hip baby You know just where it's at You're beautiful mama Most of all, you're honest There's no doubt, you're out of sight Out of sight, whoo, wee Out of sight  ",
        "title": "Out Of Sight"
    },
    {
        "artist": "Gale Garnett",
        "lyrics": "  We'll sing in the sunshine We'll laugh every day We'll sing in the sunshine Then I'll be on my way  I will never love you The cost of love's too dear But though I'll never love you I'll stay with you one year  And we can sing in the sunshine We'll laugh everyday We'll sing in the sunshine Then I'll be on my way  I'll sing to you each morning I'll kiss you every night But darlin' don't cling to me I'll soon be out of sight  But we can sing in the sunshine We'll laugh everyday We'll sing in the sunshine Then I'll be on my way  My daddy he once told me \"Hey, don't you love you any man Just take what they may give you And give but what you can.\"  And you can sing in the sunshine You'll laugh everyday You'll sing in the sunshine Then be on your way  And when a year has ended And I have gone away You'll often speak about me And this is what you'll say:  We sang in the sunshine You know we laughed everyday We sang in the sunshine Then she went on her way  ",
        "title": "We'll Sing In The Sunshine"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": null,
        "title": "When You Loved Me"
    },
    {
        "artist": "The Tokens",
        "lyrics": "  He's in town (He's in town) He's back in town (He's in town)  Girl, I knew just what was wrong (He's in town) When you weren't home Each time when I phoned All week long  And now I see it in your eyes (He's in town) The look on your face When you're thinking of him Can't be disguised  I was afraid He'd come back someday And I'd be the one to lose I knew when you saw him You wouldn't ignore him And he'd be the one you choose  No, you don't have to tell me He's in town (He's in town) He's back in town (He's in town)  No, you don't have to tell me He's in town (he's in town) He's back in town  (He's in town) He's in town (He's in town) (He's in town)  ",
        "title": "He's In Town"
    },
    {
        "artist": "Al Martino",
        "lyrics": "  Always together, until forever Leaving the dreams that we share True hearts together, until forever Showing the world that we care  You won't be lonely I'll love you only I'll live my life just for you  Always together, until forever Our love will always be true  True hearts together, until forever Showing the world that we care  You won't be lonely I'll love you only I'll live my life just for you  Always together, until forever Our love will always be true  ",
        "title": "Always Together"
    },
    {
        "artist": "Little Anthony And The Imperials",
        "lyrics": "  Little Anthony Miscellaneous I'm On The Outside (looking In) I'm On the Outside (Looking In) Little Anthony and the Imperials Peaked at # 15 in 1964 (wee-ooh-ooh) (ooh, ooh, ooh, ooh) (ooh, ooh, ooh, ooh, ooh) I'm on the outside looking in (ooh, ooh, ooh, ooh, ooh) An' I wanna be, an' I wanna be back on the inside wi-ith you You are with somebody new and I don't know what to do 'cause I'm still in love with you (in love with you) I'm on the outside looking in (ooh, ooh, ooh, ooh, ooh) I don' wanna be, I don' wanna be left on the outside all alone Well, I guess I've had my day and you left me go my way Now it's me who has to pay-ay-ay I never should have gone away, I never should have gone away a-and left you like I did (hoop-woo-ooh) With tears in your ey-e-e-e-e-e-e-s (hoop-woo-ooh) I thought you'd take me back But now, to my surprise (to my surprise) On the outside looking in (ooh, ooh, ooh, ooh, ooh) Gotta find a way, gotta find a way back to your heart, dear, once again Won't you take me back again? I'll be waiting here till then On the outside looking in (ah-ah-ah-ah-ah) Won't you take me back again? I'll be waiting here till then On the outside looking in (ooh, ooh, ooh) (ooh, ooh, ooh, ooh) On the outside looking in (ooh, ooh, ooh, ooh, ooh) Oh, oh, oh, oh, oh, oh, oh (ooh, ooh, ooh, ooh, ooh) I don' wanna be, I don' wanna be, I don' wanna be looking in FADE  ",
        "title": "I'm On The Outside (Looking In)"
    },
    {
        "artist": "The Searchers",
        "lyrics": "  Someday we're gonna love again Someday we're gonna love again When we broke up I still wore a smile I told myself you'd only gone for a while But in my heart I grinned, I held up my chin Because I knew someday we're gonna love again Someday we're gonna love again Someday we're gonna love again Someday we're gonna love again I didn't worry 'bout it when you left I knew that I could take care of myself You wouldn't be gone long and nothin' could go wrong Because I knew someday we're gonna love again Someday we're gonna love again Someday we're gonna love again Someday we're gonna love again You just told me that your love hasn't changed And that's why I'd like to arrange to see you again I don't know when but I do know that someday we're gonna love again Someday we're gonna love again Someday we're gonna love again Someday we're gonna love again  ",
        "title": "Some Day We're Gonna Love Again"
    },
    {
        "artist": "Martha & The Vandellas",
        "lyrics": null,
        "title": "Dancing In The Street"
    },
    {
        "artist": "Joe Hinton",
        "lyrics": null,
        "title": "Funny (How Time Slips Away)"
    },
    {
        "artist": "The Ray Conniff Singers",
        "lyrics": "  Invisible tears in my eyes Incredible pain in my heart Indestructible memories Are passing in review  Impossible though things may get Improbable I will forget Indelible memories Of sweet loveable you  You're back again (You're back again) So I let you in (I let you in) Although I'm only seeing Pictures from the past  Those arms are not real (Arms are not real) But somehow I feel  (Somehow I feel)  If I just close my eyes Then maybe it will last  Invisible tears in my eyes Incredible pain in my heart Indestructible memories Are passing in review  Impossible though things may get Improbable I will forget Indelible memories Of sweet loveable you  Indelible memories Of sweet loveable you  Indelible memories Of sweet loveable you  ",
        "title": "Invisible Tears"
    },
    {
        "artist": "Carla Thomas",
        "lyrics": null,
        "title": "I've Got No Time To Lose"
    },
    {
        "artist": "Bruce & Terry",
        "lyrics": null,
        "title": "Summer Means Fun"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  A chair is still a chair Even though there's no-one sitting there But a chair is not a house And a house is not a home When there's no-one there to hold you tight And no-one there you can kiss goodnight  A room is still a room Even though there's nothing there but gloom But a room is not a house And a house is not a home When the two of us are far apart And one of us has a broken heart  Now and then I call your name And suddenly your voice appears But it's just a crazy game When it ends, it ends in tears  Darling, have a heart Don't let one mistake keep us apart I'm not meant to live alone Turn this house into a home When I climb the stairs And turn the key Oh, please be there Still in love with me  I'm not meant to live alone Turn this house into a home When I climb the stairs And turn the key Oh, please be there Still in love with me  ",
        "title": "A House Is Not A Home"
    },
    {
        "artist": "Ronnie Dove",
        "lyrics": null,
        "title": "Say You"
    },
    {
        "artist": "The Greenwood County Singers",
        "lyrics": null,
        "title": "Frankie And Johnny"
    },
    {
        "artist": "The Shirelles",
        "lyrics": null,
        "title": "Thank You Baby"
    },
    {
        "artist": "Bobby Wood",
        "lyrics": null,
        "title": "If I'm A Fool For Loving You"
    },
    {
        "artist": "The Shangri-Las",
        "lyrics": null,
        "title": "Remember (Walkin' in the Sand)"
    },
    {
        "artist": "Brook Benton",
        "lyrics": null,
        "title": "A House Is Not A Home"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": null,
        "title": "I Stand Accused"
    },
    {
        "artist": "Jack Jones",
        "lyrics": null,
        "title": "Where Love Has Gone"
    },
    {
        "artist": "Lou Johnson",
        "lyrics": "  I walk along the city streets you used to walk along with me And every step I take recalls how much in love we used to be Oh, how can I forget you? When there is always something there to remind me Always something there to remind me I was born to love you, and I will never be free You'll always be a part of me Whoa ohhh whoa  When shadows fall, I passed a small cafe where we would dance at night And I can't help recalling how it felt to kiss and hold you tight Oh, how can I forget you? When there is always something there to remind me Always something there to remind me I was born to love you, and I will never be free You'll always be a part of me Whoa oh whoa, whoa oh whoa  If you should find you miss the sweet and tender love we used to share Just come back to the places where we used to go, and I'll be there Oh, how can I forget you? When there is always something there to remind me Always something there to remind me I was born to love you, and I will never be free You'll always be a part of me Whoa ohhhh whoa  (shnana de de shnana) Never love another baby (shnana de de shnana) I never will forget you baby (shnana de de shnana Oh you'll always be a part of me (shnana de de shnana) Whoa, yessir baby (shnana de de shnana) Never never never baby   *le sigh*  <3  Xoxo  ",
        "title": "(There's) Always Something There To Remind Me"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  Mother told me always to follow the golden rule And she said it's really a sin to be mean and cruel So remember if you're untrue Angels up in heaven are looking at you You'll never get to heaven if you break my heart So be very careful not to make us part You won't get to heaven if you break my heart I've been hearin' rumors about how you play around Though I don't believe what I hear, still it gets me down If you ever should say goodbye I'd feel so awful the angels would cry You'll never get to heaven if you break my heart So be very careful not to make us part You won't get to heaven if you break my heart (If you break my heart, if you break my heart) I can hardly wait for the day when we say I do It's a day I dreamed of so long now comin' true You will promise to cherish me If you break your promise the angels will see You'll never get to heaven if you break my heart So be very careful not to make us part You won't get to heaven if you break my heart La la la la la la laa la la la laa La la la laa La la la la la la laa la la la laa La la la laa La la la la la la laa la la la laa  ",
        "title": "You'll Never Get To Heaven (If You Break My Heart)"
    },
    {
        "artist": "Rick Nelson",
        "lyrics": null,
        "title": "There's Nothing I Can Say"
    },
    {
        "artist": "Chad & Jeremy",
        "lyrics": null,
        "title": "A Summer Song"
    },
    {
        "artist": "Dion Di Muci",
        "lyrics": null,
        "title": "Johnny B. Goode"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": null,
        "title": "Me Japanese Boy I Love You"
    },
    {
        "artist": "The Ramblers",
        "lyrics": null,
        "title": "Father Sebastian"
    },
    {
        "artist": "Garnet Mimms & The Enchanters",
        "lyrics": "  Johnny, Johnny Dollar  Lady, lady, lady Why do you holler? Ain't nobody seen Your Johnny Dollar  I can't get no sleep In this noisy street I've got to move (I've got to move) I've got to find me a quiet place  There's a man next door With a radio and he plays it All through the night  There's a couple in the Apartment above my head That don't do nothing But fuss and fight  I can't get no sleep In this noisy street I've got to move (I've got to move) I've got to find me a quiet place  Tell me, where do you go When you got no dough? There must be a way Out of here  But I've got to find Some peace of mind There must be a place That I can find  Believe me when I tell you There's a cat that gets Under my window And he meows all the time  There's a drunk that wakes me In the middle of the night Singing 'Sweet Adeline'  I can't get no sleep In this noisy street I've got to move (I've got to move) I've got to find me a quiet place  I can't get no sleep In this noisy street I've got to move (I've got to move) I've got to find me a quiet place  Oh, I've got to move (I've got to move) I've got to find me A quiet place  I got to get away from This noisy street  ",
        "title": "A Quiet Place"
    },
    {
        "artist": "Trini Lopez",
        "lyrics": null,
        "title": "Michael"
    },
    {
        "artist": "Jim Reeves",
        "lyrics": "  I guess I'm crazy for loving you You tell me many ways that I won't do My heart keeps sayin' that I'm a fool I guess I'm crazy for loving you  I don't dare let you go it's unfair this I know I don't care if it's so, it has to be My heart keeps sayin' that I'm a fool I guess I'm crazy for loving you  I don't dare let you go it's unfair this I know I don't care if it's so, it has to be My heart keeps sayin' that I'm a fool I guess I'm crazy for loving you...  ",
        "title": "I Guess I'm Crazy"
    },
    {
        "artist": "Billy J. Kramer With The Dakotas",
        "lyrics": "  Late yesterday night I saw a light shine from a window And as I looked again Your face came into sight  I couldn't walk on Until you'd gone from your window I had to make you mine I knew you were the one  Oh, I would be so glad Just to have a love like that Oh, I would be so true And I'd live my life for you  So meet me tonight Just where the light shines from a window And as I take your hand Say that you'll be mine tonight  Oh, I would be so glad Just to have a love like that Oh, I would be true And I'd give my life for you  So meet me tonight Just where the light shines from a window And as I take your hand Say that you'll be mine tonight  ",
        "title": "From A Window"
    },
    {
        "artist": "Buck Owens",
        "lyrics": null,
        "title": "I Don't Care (Just As Long As You Love Me)"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": null,
        "title": "Squeeze Her-Tease Her (But Love Her)"
    },
    {
        "artist": "Booker T. & The MG's",
        "lyrics": "  [Instrumental]  ",
        "title": "Soul Dressing"
    },
    {
        "artist": "Major Lance",
        "lyrics": null,
        "title": "Rhythm"
    },
    {
        "artist": "Billy Strange",
        "lyrics": null,
        "title": "The James Bond Theme"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "Lovers Always Forgive"
    },
    {
        "artist": "Al Martino",
        "lyrics": null,
        "title": "I Can't Get You Out Of My Heart"
    },
    {
        "artist": "Tony Bennett",
        "lyrics": null,
        "title": "A Taste Of Honey"
    }
]