[
    {
        "artist": "Bobby Lewis",
        "lyrics": "  I couldn't sleep at all last night Just a-thinkin' of you Baby, things weren't right  Well I was tossin' and turnin' Turnin' and tossin' Tossin' and turnin' all night  I kicked the blankets on the floor Turned my pillow upside down I never, never did before  'Cause I was tossin' and turnin' Turnin' and tossin' Tossin' and turnin' all night  Jumped out of bed Turned on the light I pulled down the shade Went to the kitchen for a bite  Rolled up the shade Turned out the light I jumped back into bed It was the middle of the night  The clock downstairs was strikin' four Couldn't get you of my mind I heard the milkman at the door  'Cause I was tossin' and turnin' Turnin' and tossin' Tossin' and turnin' all night  Jumped outta bed Turned on the light I pulled down the shade Went to the kitchen for a bite  Rolled up the shade Turned off the light I jumped back into bed It was the middle of the night  The clock downstairs was strikin' four Couldn't get you of my mind I heard the milkman at the door  'Cause I was tossin' and turnin' Turnin' and tossin' Tossin' and turnin' all night  I was tossin' and turnin' Turnin' and Tossin' A tossin' and turnin' all day  I was tossin' and turnin' Turnin' and tossin' I was tossin' and turnin' all night  ",
        "title": "Tossin' And Turnin'"
    },
    {
        "artist": "Brook Benton",
        "lyrics": "  Let me tell ya a story about a boll weevil Now, some of you may not know, but a boll weevil is an insect And he's found mostly where cotton grows Now, where he comes from, hmm, nobody really knows But this is the way the story goes  The farmer said to the boll weevil \"I see you're on the square\" Boll weevil said to the farmer \"Say yep! My whole darn family's here\" (We gotta have a home, gotta have a home)  The farmer said to the boll weevil \"Say, why do you pick my farm?\" The weevil just laughed at the farmer 'n' said \"We ain't gonna do ya much harm\" (\"We're looking for a home\")  And the boll weevil spotted a lightning bug He said \"Hey, I'd like to make a trade with you But, ya see if I was a lightning bug, I'd search the whole night through\" (\"Searchin' for a home, I'd have me plenty of home\")  And the boll weevil called the farmer, 'n' he said \"Ya better sell your old machines 'Cause when I'm through with your cotton, heh You can't even buy gasoline.\" (I'm gonna stake me a home, gotta have a home)  And the boll weevil said to the farmer, said \"Farmer, I'd like to wish you well.\" Farmer said to the boll weevil, \"Yeah, an' I wish that you were in shit\" (Lookin' for a home, lookin' for a home) (Ahh, you have a home all right, you have a home) (A real hot home, ahh)  ",
        "title": "The Boll Weevil Song"
    },
    {
        "artist": "U.S. Bonds",
        "lyrics": "  Don't you know that I danced, I danced till a quarter to three With the help, last night, of Daddy G He was swingin on the sax like a nobody could And I was dancin' all over the room Oh, don't you know the people were dancin' like they were mad It was the swingin'est band they had, ever had It was the swingin'est song that could ever be It was a night with Daddy G Let me tell you now I never had it so good Yeah and I know you never could Until you get hip with that jive And take a band like the Church Street Five Oh don't you know that I danced I danced till a quarter to three With the help last night of Daddy G Everybody was as happy as they could be And they were swingin with Daddy G Blow Daddy! Let me tell you now I never had it so good Yeah and I know you never could Until you get hip with that jive And take a band like the Church Street Five Oh don't you know that I danced I danced till a quarter to three With the help last night of Daddy G He was swingin on the sax like a nobody could And I was dancin all over the room Oh don't you know the Dance, do bee wa dah Dance, do bee wah dah You can dance, do bee wah dah You can dance, dance, dance  ",
        "title": "Quarter To Three"
    },
    {
        "artist": "Arthur Lyman Group",
        "lyrics": "  Yellow bird, yellow bird I'd fly away with you but I am not a yellow bird You're more lucky than me I also had a pretty girl, she's not with me today Take tenderness, then they fly away They're all the same, those pretty girls You can fly away, in the sky away You're more lucky than me That is very sad, makes me feel so bad You can fly away, in the sky away That is very sad, makes me feel so bad Did your lady friend leave the nest again? So here I sit, nothing I can do Did your lady friend leave the nest again? Wish that I were a yellow bird  ",
        "title": "Yellow Bird"
    },
    {
        "artist": "Chris Kenner",
        "lyrics": null,
        "title": "I Like It Like That, Part 1"
    },
    {
        "artist": "Del Shannon",
        "lyrics": "  Once I had a pretty girl Her name it doesn't matter She went away with another guy Now he won't even look at her  Hats off to Larry He broke your heart Just like you broke mine When you said we must part He told you lies Now it's your turn to cry-cry-cry Now that Larry's said goodbye to you  I know this may sound strange I want you back, I think you'll change But there's one more thing I got to say  Hats off to Larry It may sound cruel But you laughed at me When you said we were through You told me lies Now its your turn to cry-cry-cry Now that Larry's said goodbye to you  ",
        "title": "Hats Off To Larry"
    },
    {
        "artist": "Dee Clark",
        "lyrics": null,
        "title": "Raindrops"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": null,
        "title": "Dum Dum"
    },
    {
        "artist": "Connie Francis",
        "lyrics": null,
        "title": "Together"
    },
    {
        "artist": "Chubby Checker",
        "lyrics": "  Come on everybody! Clap your hands! Aw, you're looking good!  I'm goona sing my song It won't take long! We're gonna do the Twist And it goes like this:  Come on let's twist again Like we did last summer! Yeaaah, let's twist again Like we did last year!  Do you remember when Things were really hummin' Yeaaaah, let's twist again Twistin' time is here!  Heeee, and round and round and up and down we go again! Oh, baby, make me know you love me sooooo And then:  Twist again Like we did last summer Come on, let's twist again Like we did last year!  Who's that, flyin up there? Is it a bird? Noooooo Is it a plane? Noooooooo Is it the twister? YEAAAAAAAHH!  Twist again, like we did last summer Come on, Let's twist again Like we did last year!!!!  Do you remember when, things were really hummin' Come on, let's twist again Twistin' time is here  Heeee, and round and round and up and down we go again! Oh, baby, make me know, you love me sooooo! And then: Come on, twist again, like we did last summer Let's twist again, like we did last year!  Come on, let's twist again Twistin' time is heeeere!  ",
        "title": "Let's Twist Again"
    },
    {
        "artist": "Floyd Cramer",
        "lyrics": null,
        "title": "San Antonio Rose"
    },
    {
        "artist": "Mar-Keys",
        "lyrics": null,
        "title": "Last Night"
    },
    {
        "artist": "Pips",
        "lyrics": "  Through these misty eyes I see lonely skies Lonely road to Babylon Where's my family And my country Heaven knows where I belong  Pack my bags tonight Here's one Jacobite Who must leave or surely die Put me on a train In the pouring rain say farewell But don't say goodbye  Seagull carry me, over land and sea To my own folk, that's where I want to be Every beat of my heart Tears me further apart I'm lost and alone in the dark I'm going home  One more glass of wine Just for auld lang syne And the girl I left behind How I miss her now In my darkest hour  And the way our arms entwine  Seagull carry me, over land and sea To my own folk, that's where I want to be Every beat of my heart Tears me further apart I'm lost and alone in the dark I'm going home  And we'll drink a toast To the blood red rose Cheer a while the Emerald Isle And to the northern lights And the swirling pipes How they make a grown man cry  Seagull carry me, over land and sea To my own folk, that's where I want to be Every beat of my heart Tears me further apart I'm lost and alone in the dark I'm going home  ",
        "title": "Every Beat Of My Heart"
    },
    {
        "artist": "The Drifters",
        "lyrics": null,
        "title": "Please Stay"
    },
    {
        "artist": "The Chordettes",
        "lyrics": "  Oh, you can kiss me on a Monday A Monday, a Monday is very very good Or you can kiss me on a Tuesday A Tuesday, a Tuesday in fact I wish you would  Or you can kiss me on a Wednesday a Thursday A Friday and Saturday is best But never ever on a Sunday, a Sunday, a Sunday 'Cause that's my day of rest  Most any day you can be my guest Any day you say but my day of rest Just name the day that you like the best Only stay away on my day of rest  Oh, you can kiss me on a cool day, a hot day, a wet day Which ever one you choose Or try to kiss me on a gray day, a May day, a pay day And see if I refuse  And if you make it on a bleake day, a freak day, or a week day Well, you can be my guest But never ever on a Sunday, a Sunday the one day I need a little rest Oh, you can kiss me on a week day, a week day, a week day The day to be my guest  ",
        "title": "Never On Sunday"
    },
    {
        "artist": "Pat Boone",
        "lyrics": "  (Moody river, wooh) (Moody river, wooh)  Moody river more deadly Than the vainest knife Moody river your muddy water Took my baby's life  Last Saturday evening Came to the old oak tree It stands beside the river Where you were to meet me  On the ground your glove I found With a note addressed to me It read, \"Dear love, I've done you wrong Now I must set you free  No longer can I live With this hurt and this sin I just couldn't tell you That guy was just a friend.\"  Moody river more deadly Than the vainest knife Moody river your muddy water Took my baby's life  I looked into the muddy waters And what could I see? I saw a lonely, lonely face just Lookin' back at me  Tears in his eyes And a prayer on his lips And the glove of his lost love At his finger tips  Moody river more deadly Than the vainest knife Moody river your muddy water Took my baby's life  ",
        "title": "Moody River"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": null,
        "title": "Cupid"
    },
    {
        "artist": "Joe Dowell",
        "lyrics": "  Can't you see, I love you Please don't break my heart in two That's not hard to do 'Cause I don't have a wooden heart  And if you say goodbye Then I know that I would cry Maybe I would die 'Cause I don't have a wooden heart  There are no strings upon this love of mine It was always you from the start Treat me nice, treat me good, treat me like you know you should 'Cause I'm not made of wood and I don't have a wooden heart  ",
        "title": "Wooden Heart"
    },
    {
        "artist": "Ricky Nelson",
        "lyrics": "  I'm a travelin' man I've made a lot of stops all over the world And in every part I own the heart Of at least one lovely girl  I've a pretty señorita waiting for me Down in old Mexico If you're ever in Alaska stop and see My cute little Eskimo  Oh my sweet fraulien down in Berlin town Makes my heart start to yearn And my China doll down in old Hong Kong Waits for my return  Pretty Polynesian baby over the sea I remember the night When we walked in the sands of the Waikiki And I held you oh so tight  ------ instrumental break ------  Oh my sweet Fraulien down in Berlin town Makes my heart start to yearn And my China doll down in old Hong Kong Waits for my return  Pretty Polynesian baby over the sea I remember the night When we walked in the sands of the Waikiki And I held you oh so tight  Oh, I'm a travelin' man Yes, I'm a travelin' man  ",
        "title": "Travelin' Man"
    },
    {
        "artist": "The Castells",
        "lyrics": null,
        "title": "Sacred"
    },
    {
        "artist": "Matt Monro",
        "lyrics": "  She walks like an angel walks She talks like an angel talks And her hair has a kind of curl To my mind shes my kind of girl   Shes wise like an angel's wise With eyes like an angel's eyes And her smile's like a kind of pearl To my mind shes my kind of girl  CHORUS Pretty little face - That face just knocks me off-a my feet Pretty little feet - Shes really sweet enough to eat  She looks like an angel looks She even cooks like an angel cooks And my mind's in a kind of whirl To my mind she's my kind of girl  REPEAT CHORUS She looks like an angel looks She even cooks like an angel cooks And my mind's in a kind of whirl To my mind she's my kind of girl  And my heart's kinda filled with joy Because she told me I'm her kind of boy  ",
        "title": "My Kind Of Girl"
    },
    {
        "artist": "The Belmonts",
        "lyrics": null,
        "title": "Tell Me Why"
    },
    {
        "artist": "Ricky Nelson",
        "lyrics": "  [Chorus] Hello Mary Lou, goodbye heart Sweet Mary Lou, I'm so in love with you I knew, Mary Lou, we'd never part So hello Mary Lou, goodbye heart  [Verse 1] You passed me by one sunny day Flashed those big brown eyes my way And ooh, I wanted you forever more Now I'm not one that gets around Swear my feet stuck to the ground And 'though I never did meet you before  [Chorus] I said hello Mary Lou, goodbye heart Sweet Mary Lou, I'm so in love with you I knew Mary Lou, we'd never part So hello Mary Lou, goodbye heart  [Verse 2] I saw your lips, I heard your voice Believe me, I just had no choice Wild horses couldn't make me stay away I thought about a moonlit night Arms around you good and tight That's all I had to see for me to say  [Outro] Hey, hey Hello Mary Lou, goodbye heart Sweet Mary Lou, I'm so in love with you I knew, Mary Lou, we'd never part So hello Mary Lou, goodbye heart So hello Mary Lou, goodbye heart Yes, hello Mary Lou, goodbye heart  ",
        "title": "Hello Mary Lou"
    },
    {
        "artist": "Curtis Lee",
        "lyrics": "  Pretty little angel eyes Pretty little angel eyes Pretty little angel pretty little angel Pretty little pretty little Pretty little angel Pretty, pretty, pretty little angel eyes  Angel eyes I really love you so Angel eyes I'll never let you go Because I love you My darling angel eyes Pretty, pretty, pretty little angel eyes  Angel eyes You are so good to me And when I'm in your arms It feels so heavenly You know I love you My darling angel eyes  I know you were sent from heaven above To fill my life with your wonderful love I know we'll be happy for eternity 'Cause I know that our love is really real  Angel eyes I really love you so Angel eyes I'll never let you go Because I love you My darling angel eyes  Pretty little angel eyes Pretty little angel eyes Pretty little angel pretty little angel Pretty little pretty little Pretty little angel  Angel eyes I really love you so Angel eyes I'll never let you go Because I love you My darling angel eyes Pretty pretty pretty little angel eyes  ",
        "title": "Pretty Little Angel Eyes"
    },
    {
        "artist": "Jan & Dean",
        "lyrics": null,
        "title": "Heart And Soul"
    },
    {
        "artist": "Hank Ballard And The Midnighters",
        "lyrics": "  Now come on, baby Let's do the switch-a-roo (Switch-a-roo, switch-a-roo) Come on, baby Let's do the switch-a-roo (Switch-a-roo, switch-a-roo) There is nothing to it, honey If I can do it, so can you (Switch-a-roo, switch-a-roo) Now, hey, hey, everybody Let's get up on the hill (Switch-a-roo, switch-a-roo) Hey, everybody Let's get up on the hill (Switch-a-roo, switch-a-roo) I know you think you won't now Aw, but I know you will (Switch-a-roo, switch-a-roo) Come on, baby Form a big boss line Come on, baby Don't you fall behind That's it baby Now you're looking good Yougre doing the switch-a-roo Like I knew you could Aww, switch (switch-a-roo) I said switch (switch-a-roo) Oh, switch (switch-a-roo) Just like this (switch-a-roo) Just like this (switch-a-roo) I said switch (switch-a-roo) Just like this (switch-a-roo) Fust like this (switch-a-roo) Switch-a-roo Just like this (switch-a-roo) I said switch (switch-a-roo) Oh, switch now Come on, baby Form a big boss line Come on, baby Don't you fall behind That's it baby Now you're looking good Yougre doing the switch-a-roo Like I knew you could Oh, switch (switch-a-roo) Switch now (switch-a-roo) Just like this (switch-a-roo) Just like this (switch-a-roo) I said switch (switch-a-roo) I said switch (switch-a-roo) Just like this (switch-a-roo) Switch-a-roo Just like this (switch-a-roo) Just like this (switch-a-roo)...  ",
        "title": "The Switch-A-Roo"
    },
    {
        "artist": "Bobby Rydell",
        "lyrics": null,
        "title": "The Fish"
    },
    {
        "artist": "Damita Jo",
        "lyrics": null,
        "title": "I'll Be There"
    },
    {
        "artist": "Ben E. King",
        "lyrics": "  [Intro]  [Verse 1] When the night has come And the land is dark And the moon is the only light we'll see No I won't be afraid, no I won't be afraid Just as long as you stand, stand by me  [Chorus] So darlin', darlin', stand by me, oh now now stand by me Stand  stand by me, stand by me  [Verse 2] If the sky that we look upon Should tumble and fall And the mountains should crumble to the sea I won't cry, I won't cry, no I won't shed a tear Just as long as you stand, stand by me  [Chorus] And darlin', darlin', stand by me, oh now now Stand by me Stand by stand by me stand by me  Darlin', darlin', stand by me, stand by me Stand by me stand by me stand by me  [Bridge] Whenever you're in trouble won't you stand by me, oh now now stand by me Oh stand by me, stand by me, stand by me  Darlin', darlin', stand by me, stand by me Oh stand by me, stand by me, stand by me  ",
        "title": "Stand By Me"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": "  Just runnin' scared each place we go So afraid that he might show Yeah, runnin' scared, what would I do? If he came back and wanted you  Just runnin' scared, feelin' low Runnin' scared, you love him so Just runnin' scared, afraid to lose If he came back which one would you choose  Then all at once he was standing there So sure of himself, his head in the air My heart was breaking, which one would it be You turned around and walked away with me  ",
        "title": "Running Scared"
    },
    {
        "artist": "The Spinners",
        "lyrics": "  That's what girls are made for  To hug and to kiss (That's what girls are made for) To love and to miss (That's what girls are made for)  You gotta hug 'em (Hug 'em) Then you kiss 'em (Kiss 'em)  You gotta love 'em (Love 'em) Then you miss them, whoaaa (Miss 'em)  That's what girls are made for (That's what girls are made for)  To hold and to squeeze, hmm (That's what girls are made for) To scold and to please, yeah (That's what girls are made for)  I said, you gotta hold 'em (Hold 'em) Then you squeeze 'em (Squeeze 'em)  If you scold 'em (Scold 'em ) You gotta please them (Please 'em)  And I know, I know, I know That's what girls are made for  Whoa whoa yeah Some can be true Yes, and then again They'll make you doubt 'em  Whoa, but ask me Ask me And I'm a here to tell you That you just can't live without 'em (That's what girls are made for)  To walk and hold hands with you (That's what girls are made for) You gotta make all of your plans with, hmm (That's what girls are made for)  To walk with (Walk) And hold hands with (Hands)  To make (Make) All of your plans with  Whoa yeah That's what girls are made for (That's what girls are made for)  I said, you gotta hug 'em (Kiss 'em) Sometimes you gotto kiss 'em too (Love 'em)  Yes, you know you gotta love 'em with all your might (Kiss 'em) And I'm here to tell you I know, you gotta miss them  (That's what girls are made for) Dee woo wah  ",
        "title": "That's What Girls Are Made For"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": null,
        "title": "I'm Comin' On On Back To You"
    },
    {
        "artist": "Don Gibson",
        "lyrics": "  The lights in the harbor Don't shine for me I'm like a lost ship Adrift on the sea  Yeah, the sea of heartbreak Lost love and loneliness Memories of your caress so divine How I wish you were mine  Again my dear I'm on this sea of tears Sea of heartbreak  Oh, how did I lose you Oh, where did I fail Why did you leave me Always to sail  Yeah, the sea of heartbreak Lost love and loneliness Memories of your caress so divine How I wish you were mine  Again my dear I'm on this sea of tears Sea of heartbreak  Oh, what I'd give just to sail back to shore Back to your arms once more  Oh, come to my rescue Come here to me Take me and keep me Away from the sea  Yeah, the sea of heartbreak Lost love and loneliness Memories of your caress so divine How I wish you were mine  Again my dear I'm on this sea of tears Sea of heartbreak  (Sea of heartbreak) Yeah, sea of heartbreak (Sea of heartbreak) Heartbreak  ",
        "title": "Sea Of Heartbreak"
    },
    {
        "artist": "Paul Anka",
        "lyrics": "  Dance dance on little girl In the arms of someone new As you dance, as you twirl My heart dances with you  Dance dance on little girl Tell me what I've done wrong Why should he hold you tight While they're playing our song  I am watching you Oh no no it cannot be While I'm watching you I'm wishing, hoping it's for me  Dance dance on little girl Tell me why did we part Dance dance on little girl Dance out of my heart  I am watching you Oh no no it cannot be While I'm watching you I'm wishing, hoping it's for me  Dance dance on little girl Tell me why did we part Dance dance on little girl Dance out of my heart Oh look at you There you go go go Oh yes you know That you're wrong wrong wrong.....  ",
        "title": "Dance On Little Girl"
    },
    {
        "artist": "Ral Donner",
        "lyrics": null,
        "title": "You Don't Know What You've Got (Until You Lose It)"
    },
    {
        "artist": "Linda Scott",
        "lyrics": "  Don't bet money, honey, our love will last Don't bet money, honey, I know the past You lied to me before and I know You'll lie, yes you'll lie again  I told you once, I told you twice And maybe even three times before That our love could never be Now I was right, you know I'm right Oh baby, how you know I'm right Can't you see what you're doin' to me  Don't bet money, honey, our love will last Don't bet money, honey, I know the past You lied to me before and I know You'll lie, yes, you'll lie again  Don't bet money, honey our love will last Don't bet money, honey I know the past You lied to me before and I know You'll lie, yes you'll lie, I know I'll be right You'll lie, yes you'll lie again  ",
        "title": "Don't Bet Money Honey"
    },
    {
        "artist": "Patsy Cline",
        "lyrics": "  [Verse] I fall to pieces each time I see you again I fall to pieces, how can I be just your friend You want me to act like we've never kissed You want me to forget, pretend we've never met And I've tried and I've tried but I haven't yet You walk by and I fall to pieces I fall to pieces each time someone speaks your name I fall to pieces time only adds to the flame You tell me to find someone else to love Someone who'll love me, too, the way you used to do But each time I go out with someone new You walk by and I fall to pieces[x2]  ",
        "title": "I Fall To Pieces"
    },
    {
        "artist": "Eddie Hodges",
        "lyrics": "  I'm gonna knock on your door Ring on your bell Tap on your window, too If you don't come out tonight, when the moon is bright I'm gonna knock and ring and tap until you do  I'm gonna knock on your door (how-how) Call out your name (how-how) Wake up the town, you'll see (how-how) I'm gonna hoo-hoot and howl like the lovesick owl Until you say you're gonna come out with me  Hey little girl (how-how) this ain't no time to sleep Let's count kisses 'stead of countin' sheep How (how-how) how can I hold ya near  With you up there and me down here?  I'm gonna knock on your door Ring on your bell, tap on your window, too If you don't come out tonight when the moon is bright I'm gonna knock and ring and tap until you do  Hey little girl (hey little girl) This ain't no time to sleep (how-how) Let's count kisses 'stead of countin' sheep (how-how) How (how-how) how can I hold ya near (how-how) With you up there and me down here?  I'm gonna knock on your door Ring on your bell, tap on your window, too If you don't come out tonight, when the moon is bright I'm gonna knock and ring and tap until you do  I'm gonna knock and ring and tap And knock and ring and tap And knock and ring and tap And knock and ring until you do  ",
        "title": "I'm Gonna Knock On Your Door"
    },
    {
        "artist": "Little Caesar and The Romans",
        "lyrics": "  Those oldies but goodies reminds me of you The songs of the past bring back memories of you I always remember the first night we met The songs they were playing I never will forget I always will treasure them so close to my heart They always will haunt me although we're apart Each time that I hear them a tear's bound to fall For I love those memories that I, I-I recall Those oldies but goodies reminds me of you The songs of the past bring back memories of you Forever they will haunt me but what can I do? Those oldies but goodies reminds me of you (Oldies but goodies reminds me of you) SPOKEN: \"Yes, dear, they are playin' our songs. And they will always remain our Songs. And each time you hear them, I hope you, too, will cherish the wonderful Memories that our love once knew. For these songs are just a symbol of the Love that I had for you.\" Those oldies but goodies reminds me of you The songs of the past bring back memories of you Forever they will haunt me but what can I do?  ",
        "title": "Those Oldies But Goodies (Remind Me Of You)"
    },
    {
        "artist": "Adam Wade",
        "lyrics": "  The love light's gone from your eyes You're telling me little white lies It seems you're not at home Each time I call (Each time you call) I guess that I'd be a fool Not to know your heart's grown cruel I see the writing on The wall (on the wall) It's not too hard to Read between the lines, dear So plain to see love Didn't conquer all Its not too hard To recognize the signs, dear I see the writing on the wall (Writing on the wall) Friends say, this won't be the end You'll want my love again But my heart knows Better than them all (Better than them all) This time I feel it's goodbye Excuse me if I cry But I see the writing On the wall (on the wall) It's not too hard to Read between the lines, dear It's plain to see love Didn't conquer all It's not too hard To recognize the signs, dear I see the writing on the wall I see the writing on the wall  ",
        "title": "The Writing On The Wall"
    },
    {
        "artist": "The Highwaymen",
        "lyrics": null,
        "title": "Michael"
    },
    {
        "artist": "The Cleftones",
        "lyrics": "  Heart and soul I fell in love with you Heart and soul The way a fool would do  MadlyYeah Because you held me tight (Held me tight), held me tight (Held me tight) Held me tight (Held me tight), held me tight (Held me tight) And stole a kiss there in the night  Heart and soul I beg to be adored Yes, and I lost control And tumbled overboard  GladlyYeah That magic night we kissed (That we kissed), oh, we kissed (That we kissed) Oh, we kissed (That we kissed), oh, we kissed (That we kissed) There in the moon mist  Oh, but your lips were thrilling Much too much too thrilling Never before were mine so Strangely willing Darling, and now I see What one embrace can do Come on and look at me You've got me loving you  MadlyYeah That little kiss you stole (You stole), oh, you stole (You stole) Oh, you stole (You stole), oh, you stole (Yes, you stole) All my heart (You stole) and soul (Yes, you stole) All my heart (You stole) and soul (Yes, you stole) Oh, you stole (You stole) oh, my heart (Yes, you stole) Oh, you stole  ",
        "title": "Heart And Soul"
    },
    {
        "artist": "The Velvets featuring Virgil Johnson",
        "lyrics": null,
        "title": "Tonight (Could Be The Night)"
    },
    {
        "artist": "Philip Upchurch Combo",
        "lyrics": null,
        "title": "You Can't Sit Down Part 2"
    },
    {
        "artist": "The Chanters",
        "lyrics": null,
        "title": "No, No, No"
    },
    {
        "artist": "Patti Page",
        "lyrics": null,
        "title": "You'll Answer To Me"
    },
    {
        "artist": "The Regents",
        "lyrics": null,
        "title": "Runaround"
    },
    {
        "artist": "The String-A-Longs",
        "lyrics": null,
        "title": "Should I"
    },
    {
        "artist": "The Fireballs",
        "lyrics": null,
        "title": "Quite A Party"
    },
    {
        "artist": "Shep And The Limelites",
        "lyrics": null,
        "title": "Ready For Your Love"
    },
    {
        "artist": "Gene McDaniels",
        "lyrics": null,
        "title": "A Tear"
    },
    {
        "artist": "Gary U.S. Bonds",
        "lyrics": "  A-one, a-two, a-one two three four No more books and studies And I can stay out late with my buddies I can do the things that I want to do 'Cause all my exams are through I can root for the Yankees from the bleachers And don't have to worry 'bout teachers I'm so glad that school is out I could sing and shout!  (School is out) Everybody's gonna have some fun (School is out) Everybody's gonna jump and run (School is out) Come on people don't you be late (School is out) I just got time to take my girl out on a date School is out at last And I'm so glad I passed So everybody come and go with me! We're gonna have a night with Daddy Go Daddy!  That's great! Let's celebrate! With a little bit of soul now! Oh yeah! The party's here!  (School is out) Everybody's gonna have some fun (School is out) Everybody's gonna jump and run (School is out) Come on people don't you be late (School is out) I just got time to take my girl out on a date School is out at last And I'm so glad I passed So everybody come and go with me! We're gonna have a night with Daddy Go Daddy!  (School is out) Everybody's gonna have some fun (School is out) Everybody's gonna jump and run (School is out) Come on people don't you be late (School is out) I just got time to take my girl out on a date School is out at last And I'm so glad I passed So everybody come and go with me! We're gonna have a night with Daddy Go Daddy!  ",
        "title": "School Is Out"
    },
    {
        "artist": "The Starlets",
        "lyrics": null,
        "title": "Better Tell Him No"
    },
    {
        "artist": "The Jive Five With Joe Rene And Orchestra",
        "lyrics": "  Cry, cry, cry whoa, uh, oh, oh, oh, oh Cry, cry, cry whoa, uh, oh, oh, oh, oh  There is a story, yeah That I must tell of two lovers That I bewail  Now they must cry, cry, cry, whoa, uh, oh, oh, oh, oh Their blues away (Cry, cry, cry, their blues away)  Her name was Sue, yeah His name was Earl His love was Lorraine  She's a wonderful girl But they must cry, cry, cry, whoa, uh, oh, oh, oh, oh Their blues away (Their blues away)  Love will make you happy And love will make you cry Love will make the tears fall  When your lover says goodbye And then you'll cry, cry, cry, whoa, uh, oh, oh, oh, oh Your blues away (Cry, cry, cry, their blues away)  This story ends, yeah It was no lie Names have been changed dear To protect you and I  But we must cry, cry, cry, whoa, uh, oh, oh, oh, oh Our blues away (Cry, cry, cry)  Mm (Whoa, uh our blues away) We must cry (Cry, cry, cry, whoa, uh our blues away)  ",
        "title": "My True Story"
    },
    {
        "artist": "Ernie Fields",
        "lyrics": null,
        "title": "The Charleston"
    },
    {
        "artist": "Fats Domino",
        "lyrics": "  I like the way you walk I like the way you talk Let me hold yo' hand Try to understand  I want a girl like you Tell my troubles to You won't be afraid You heard what I said  Let the four wind blow Let 'em blow, let 'em blow From the east to the west I love you the best  Let the four wind blow Let 'em blow, let 'em blow From the east to the west I love you the best  I like the way you walk I like the way you talk Let me hold yo' hand Try to understand  I want a girl like you Tell my troubles to Don't be afraid You heard what I said  Let the four wind blow Let 'em blow, let 'em blow From the east to the west I love you the best  Let the four wind blow Let 'em blow, let 'em blow From east to the west I love you the best  ",
        "title": "Let The Four Winds Blow"
    },
    {
        "artist": "Tex Ritter",
        "lyrics": "  (Wah, wah, wah, waaahhhh) I dreamed I was there in hillbilly heaven {Oh what a beautiful sight}  Spoken: Last night I dreamed I went to hillbilly heaven. And you know who greeted me at the gate? The ole Cowboy-philosopher himself, Will Rogers. He said to me, he said \"Tex, the Big Boss of the riders Up here has asked me to kinda show you around. Now, over yonder are a couple of your ole compadres.\" My, was I glad to see them, Carson Robison and the Mississippi blue yodeler Jimmie Rodgers  I dreamed I was there in hillbilly heaven {Oh what a beautiful sight}  Spoken: He introduced me to Wiley Post, and he showed me the Hall of Fame with all the gold guitars and fiddles Hanging on the walls. Then he said, \"Tex, step over this way, there are two more of your friends I know You'll want to see, they're waitin' for you.\" There they were standin' side by side and smilin' at me-- Hank Williams and Johnny Horton  I met all the stars in hillbilly heaven {Oh what a star-studded night}  Spoken: Then I asked him who else do you expect in the next, uh, say a hundred years? He handed me a large book Covered with star dust. Will called it the Big Tally Book. In it were many names and each name was branded In pure gold. I began to read some of them as I turned the pages: Red Foley, Ernest Tubb, Gene Autry Roy Acuff, Eddy Arnold, Tennessee Ernie, Jimmy Dean, Andy Griffith, Roy Rogers, Tex Ritter (Whaaaatttt???) Tex Ritter? Oh, well, that's when I woke up, and I'm sorry I did, because  I dreamed I was there in hillbilly heaven {Oh what a beautiful sight}  ",
        "title": "I Dreamed Of A Hill-Billy Heaven"
    },
    {
        "artist": "Neil Scott",
        "lyrics": null,
        "title": "Bobby"
    },
    {
        "artist": "The Flamingos",
        "lyrics": null,
        "title": "Time Was"
    },
    {
        "artist": "The Shirelles",
        "lyrics": "  You said hello and loneliness said goodbye then It made me so glad that I almost had to cry then I never believed in love at first sight But when you held me tight that night I knew with you it wasn't a lie  Oh my, my, my, my, my, my What a sweet thing to do  Your soul was sweet your lips were warm and tender I wanted your kiss I couldn't resist surrender I could have sworn that violins played 'Cause when the rhythm swayed with you so near I heard the sound of your sigh  Oh my, my, my, my, my, my What a sweet thing to do  I heard you sighin' I felt like cryin' You weren't lying No no What a sweet thing that was And then I heard you whisper the word forever I knew that we'd spend the rest of our lives together That feeling we shared Was too much to bear And when you said you cared, I swear I felt that I was ready to die  Oh my, my, my, my, my, my What a sweet thing that was  ",
        "title": "What A Sweet Thing That Was"
    },
    {
        "artist": "The Diamonds",
        "lyrics": "  One summer night We fell in love One summer night I held you tight You and I Under the moon of love Moon of love One summer night I kissed your lips One summer night I held you close You and I Under the moon of love You kissed me, oh, so tenderly And I knew this was love And I as held you, oh, so close I knew no one could ever take your place, oh One summer night We fell in love One summer night I held you tight You and I Under the moon of love Moon of love  ",
        "title": "One Summer Night"
    },
    {
        "artist": "Frank Gari",
        "lyrics": null,
        "title": "Princess"
    },
    {
        "artist": "Roy Drusky",
        "lyrics": "  Three hearts in a tangle one heart will have to break Tonight as I sit by my window watching the people go by I'm trying to reach a decision but I know I can't do what's right Three hearts in a tangle which heart should I take Three hearts in a tangle which heart will I break  If I choose the one that I should choose then the other heart would break But if I'll leave them both then I'd suffer which heart will pay for my mistake Three hearts in a tangle...  ",
        "title": "Three Hearts In A Tangle"
    },
    {
        "artist": "The Shirelles",
        "lyrics": null,
        "title": "A Thing Of The Past"
    },
    {
        "artist": "The Dukays",
        "lyrics": null,
        "title": "The Girl's A Devil"
    },
    {
        "artist": "Timi Yuro",
        "lyrics": null,
        "title": "Hurt"
    },
    {
        "artist": "Slim Harpo",
        "lyrics": "  Still rainin' in my heart Baby, we still apart Now I know that I was wrong I need you baby, come on home  Since you been gone I been cryin' I've almost lost my mind So far I've cried for you in vain I need you baby, come on home, again  Spoken: Honey, you played your part But instead, I broke your heart Now I know I wasn't so smart That's why it's still rainin' in my heart  Still raining in my heart Baby, we still apart Now I know how I done ya wrong Baby, please come on home  ",
        "title": "Rainin' In My Heart"
    },
    {
        "artist": "The Miracles",
        "lyrics": "  A mighty good loving baby  Is gonna change the way you act  It's gonna make you mine and make you feel so fine  And that's a natural fact  When I get you by your hand  You're gonna let me have your heart  Little girl it's true there'll be nothing you can do  When mighty good loving gets a hold on you  It's mighty good now hey yeah  It's mighty good now hey yeah hey yay  It's so good it's so good  It's so good now it's so good  Little girl it's true there'll be nothing you can do  Oh when mighty good loving gets a hold on you  Well-a it's a mighty good feeling baby  When you know that your love is true  When you know that your man is gonna understand  And do everything he can for you  You're gonna let him have your hand  You're gonna let him have your heart  Little girl it's true there'll be nothing you can do  Oh when mighty good loving gets a hold on you  It's mighty good now hey yeah  It's mighty good now hey yeah hey hey  It's so good it's so good  It's so good it's so good  Little girl it's true there'll be nothing you can do  When mighty good loving baby  I wanna love you, I wanna love you  I wanna love-a you right now a-love you more  Let-a you know that my love is strong  Oh come on come on come on come on  And let me love you I wanna love you  I wanna love I wanna love love love you  I wanna love-a you right now  ",
        "title": "Mighty Good Lovin'"
    },
    {
        "artist": "Rick And The Keens",
        "lyrics": null,
        "title": "Peanuts"
    },
    {
        "artist": "The Halos",
        "lyrics": null,
        "title": "Nag"
    },
    {
        "artist": "Adrian Kimberly",
        "lyrics": null,
        "title": "The Graduation Song... Pomp And Circumstance"
    },
    {
        "artist": "Connie Francis",
        "lyrics": "  I got home last night At 10 past 2 My floks turned blue Their tempers flew I got to be in bed At quarter to 10  There go those rules again  *Too many rules Too many rules Folks are just fools Making too many rules I pray the stars above I haven't lost your love Coz there are too many rules  When you call me on the telephone It's not my own They've made it known So you must call me only now and then There go those rules again  *Repeat  ",
        "title": "Too Many Rules"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": null,
        "title": "I'm A Telling You"
    },
    {
        "artist": "Wanda Jackson",
        "lyrics": null,
        "title": "Right Or Wrong"
    },
    {
        "artist": "Mary Wells",
        "lyrics": "  You say you love me And I believe you do You really really love me 'cause I love you  I don't wanna take a chance I don't wanna take a chance I don't wanna take a chance and come out Oh, and come out And come out Only losing in  I still remember the last love I had Left me so blue And oh-so sad But I just wanna let you know  I don't wanna take a chance I don't wanna take a chance I don't wanna take a chance and come out Oh, and come out And come out Only losing in  I've had lonely days, oh And lonely nights That's something that I don't wanna go through No, no  Just give my heart some time And I know I'll make up mind When I give it up I'm gonna give it up to you You, you, you, you  One day, baby When my heart is stronger And I'll have this fear no longer Maybe then I'll come running to you But right now  I don't wanna take a chance I don't wanna take a chance I don't wanna take a chance and come out Oh, and come out And come out Only losing in  ",
        "title": "I Don't Want To Take A Chance"
    },
    {
        "artist": "George Jones",
        "lyrics": "  You keep saying you love him I believe that it's true And it just doesn't matter How much I love you But in time you'll understand, dear When you shed a tear Then you'll know you were living In your tender years. (tender years.) In your eyes there's a lovelight That shines for him But how long will it stay there Will that love light grow dim? You can just see the happiness You can't see the tears It's true, 'cause you're living In your tender years. (tender years.) --- Instrumental --- So if I can't be your first love I'll wait and be your last I'll be somewhere in your future To help you forget the past And you'll know that I love you With a love that's sincere 'Cause I'll wait 'til you're thru living In your tender years. (tender years.) Yes, you'll know that I love you With a love that's sincere Yes, I'll wait 'til you're thru living In your tender years... (tender years)...  ",
        "title": "Tender Years"
    },
    {
        "artist": "Nat King Cole",
        "lyrics": "  (Charles Singleton)  If you love her And she makes one mistake Please don't leave her It would make your heart ache Take a fool's advice Don't pay the price I had to pay  If you need her But you're letting her go Please don't do it You'll be sorry, I know Take a fool's advice Don't pay the price I had to pay  Truly She's caused you to doubt her Truly She's broken the rules But life's not worth living without her So listen to the wisdom of a fool  Think it over And forgive her this time I was foolish I lost the love that was mine Take a fool's advice Don't pay the price I had to pay  Take a fool's advice Don't pay the price I had to pay  ",
        "title": "Take A Fool's Advice"
    },
    {
        "artist": "Adam Wade",
        "lyrics": null,
        "title": "As If I Didn't Know"
    },
    {
        "artist": "Donnie and The Dreamers",
        "lyrics": null,
        "title": "My Memories Of You"
    },
    {
        "artist": "Don Shirley Trio",
        "lyrics": null,
        "title": "Water Boy"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": null,
        "title": "Granada"
    },
    {
        "artist": "Fats Domino",
        "lyrics": "  It keep rainin' and rainin' Tear from my eyes Since you're gone All I do is cry Won't somebody help? Somebody help me Can't you see That my baby done left me? She left me reelin' and rockin' Walkin' the floor She left a note last night She won't be back no more It keep rainin' and rainin' Tear from my eyes Since you're gone All I do is cry Won't somebody help? Somebody help me Can't you see That my baby done left me? She left me reelin' and rockin' Walkin' the floor She left a note last night She won't be back no more  ",
        "title": "It Keeps Rainin'"
    },
    {
        "artist": "Frankie Miller",
        "lyrics": null,
        "title": "Black Land Farmer"
    },
    {
        "artist": "Bill Black's Combo",
        "lyrics": null,
        "title": "Ole Buttermilk Sky"
    },
    {
        "artist": "Ray Ellis And His Orchestra",
        "lyrics": null,
        "title": "La Dolce Vita (The Sweet Life)"
    },
    {
        "artist": "Jim Reeves",
        "lyrics": null,
        "title": "What Would You Do?"
    },
    {
        "artist": "Duane Eddy And The Rebels",
        "lyrics": null,
        "title": "Drivin' Home"
    },
    {
        "artist": "Linda Scott",
        "lyrics": null,
        "title": "Starlight, Starbright"
    },
    {
        "artist": "The Paragons",
        "lyrics": null,
        "title": "If"
    },
    {
        "artist": "Clyde McPhatter",
        "lyrics": null,
        "title": "I Never Knew"
    },
    {
        "artist": "Joe Reisman Orch. & Chorus",
        "lyrics": null,
        "title": "The Guns Of Navarone"
    },
    {
        "artist": "The McGuire Sisters",
        "lyrics": null,
        "title": "Tears On My Pillow"
    },
    {
        "artist": "Claude King",
        "lyrics": null,
        "title": "Big River, Big Man"
    },
    {
        "artist": "Ernie K-Doe",
        "lyrics": null,
        "title": "Te-Ta-Te-Ta-Ta"
    },
    {
        "artist": "Steve Lawrence",
        "lyrics": null,
        "title": "My Claire De Lune"
    },
    {
        "artist": "Little Willie John",
        "lyrics": null,
        "title": "Now You Know"
    },
    {
        "artist": "Ann-Margret",
        "lyrics": "  Well you call me your baby When you're holdin' my hand Mm, how you can hurt me I just don't understand  Well you say that you need me Like the ocean needs sand But the way you mistreat me I just don't understand  Well you know that I love you More than anyone can But a one-sided love I just don't understand (don't understand)  Well you know that I love you More than anyone can But a one-sided love I just don't understand (don't understand)  Well you call me your baby And you hold my hand Ah, honey, you hurt me And I just don't understand (don't understand)  ",
        "title": "I Just Don't Understand"
    },
    {
        "artist": "Johnny Maestro with The Coeds",
        "lyrics": null,
        "title": "Mr. Happiness"
    },
    {
        "artist": "Al Martino",
        "lyrics": null,
        "title": "Here In My Heart"
    },
    {
        "artist": "The Everly Brothers",
        "lyrics": "  Dream, dream, dream, dream Dream, dream, dream, dream When I want you in my arms When I want you and all your charms Whenever I want you, all I have to do is Dream, dream, dream, dream  When I feel blue in the night And I need you to hold me tight Whenever I want you, all I have to do is Dream  I can make you mine, taste your lips of wine Anytime night or day Only trouble is, gee whiz I’m dreamin’ my life away  I need you so that I could die I love you so and that is why Whenever I want you, all I have to do is Dream, dream, dream, dream Dream  I can make you mine, taste your lips of wine Anytime night or day Only trouble is, gee whiz I’m dreamin’ my life away  I need you so that I could die I love you so and that is why Whenever I want you, all I have to do is Dream, dream, dream, dream Dream, dream, dream, dream  ",
        "title": "All I Have To Do Is Dream"
    }
]