[
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1] Hey Jude, don't make it bad Take a sad song and make it better Remember to let her into your heart Then you can start to make it better  [Verse 2] Hey Jude, don't be afraid You were made to go out and get her The minute you let her under your skin Then you begin to make it better  [Verse 3] And anytime you feel the pain, hey Jude, refrain Don't carry the world upon your shoulders For well you know that it's a fool who plays it cool By making his world a little colder  [Verse 4] Hey Jude, don't let me down You have found her, now go and get her (Let it out and let it in, Hey Jude) Remember to let her into your heart Then you can start to make it better  [Verse 5] So let it out and let it in, hey Jude, begin You're waiting for someone to perform with And don't you know that it's just you, hey Jude, you'll do The movement you need is on your shoulder  [Verse 6] Hey Jude, don't make it bad Take a sad song and make it better Remember to let her under your skin Then you'll begin to make it Better better better better better better, oh  [Outro] Na na na na na, na na na, hey Jude Na na na na na, na na na, hey Jude...  ",
        "title": "Hey Jude"
    },
    {
        "artist": "Jeannie C. Riley",
        "lyrics": "  I wanna tell you all the story bout the Harper Valley widowed  wife Who had a teenage daughter who attended Harper Valley Junior High Well her daughter came home one afternoon and didn't even stop to play And she said mom, I got a note here from the Harper Valley PTA  Well the note said Mrs.Johnson, you're wearin' your dresses way too high It's reported you've been drinkin' and a runnin' round with men and goin' wild And we don't believe you oughta be a-bringin' up your little girl this way And it was signed by the Secretary, Harper Valley PTA  Well it happened that the PTA was gonna meet that very afternoon And they were sure surprised when Mrs. Johnson wore her miniskirt into the room And as she walked up to the blackboard I can still recall the words she had to say She said I'd like to address this meeting of the Harper Valley PTA  Well there's Bobby Taylor sittin' there, and seven times he asked me for a date And Mrs. Taylor sure seems to use a lotta ice whenever he's away And Mr. Baker can you tell us why your secretary had to leave this town? And shouldn't widow Jones be told to keep Her window shades all pulled completely down  Well, Mr Harper couldn't be here cause he stayed too long at Kelly's Bar again And if you smell Shirley Thompson's breath you'll find she's had a little nip of gin And then you have the nerve to tell me you think that as a mother I'm not fit Well this is just a little Peyton Place and you're all Harper Valley hypocrites  No, I wouldn't put you on because it really did, it happened just this way The day my mama socked it to the Harper Valley PTA The day my mama socked it to the Harper Valley PTA  ",
        "title": "Harper Valley P.T.A."
    },
    {
        "artist": "The Rascals",
        "lyrics": null,
        "title": "People Got To Be Free"
    },
    {
        "artist": "Deep Purple",
        "lyrics": null,
        "title": "Hush"
    },
    {
        "artist": "The Crazy World Of Arthur Brown",
        "lyrics": null,
        "title": "Fire"
    },
    {
        "artist": "Sergio Mendes & Brasil '66",
        "lyrics": null,
        "title": "The Fool On The Hill"
    },
    {
        "artist": "1910 Fruitgum Co.",
        "lyrics": "  Ev'ry time I try to prove I love you 1, 2, 3, Red Light You stop me,. Baby you ain't right to stop me 1, 2, 3, Red Light, you stop me Ev'ry time I make a move to love you 1, 2, 3, Red Light, you stop me Baby, ev'ry night you stop me 1, 2, 3, Red Light Stop the game, you've got too much to lose If you stop me again, that's when we might end So please don't refuse Ev'ry time I make a move to love you 1, 2, 3, Red Light, don't stop me Baby you ain't right to stop me 1, 2, 3, Red Light won't stop me Ev'ry time I try to prove I love you 1, 2, 3, Red Light won't stop me When I know I'm right don't stop me 1, 2, 3, Red Light  ",
        "title": "1, 2, 3, Red Light"
    },
    {
        "artist": "Bee Gees",
        "lyrics": "  [Verse 1] The preacher talked with me and he smiled Said \"Come and walk with me, come and walk one more mile Now for once in your life you're alone But you ain't got a dime, there's no time for the phone\"  [Chorus] I've just gotta get a message to you Hold on, hold on One more hour and my life will be through Hold on, hold on  [Verse 2] I told him I'm in no hurry But if I broke her heart, then won't you tell her I'm sorry And for once in my life, I'm alone And I gotta let her know just in time before I go  [Chorus] I've just gotta get a message to you Hold on, hold on One more hour and my life will be through Hold on, hold on  [Verse 3] Well I laughed, but that didn't hurt And it's only her love that keeps me wearing this dirt Now I'm crying, but deep down inside Well I did it to him, now it's my turn to die  [Chorus] I've just gotta get a message to you Hold on, hold on One more hour and my life will be through Hold on, hold on  [Outro] I've just gotta get a message to her Hold on, hold on One more hour and my life will be through Hold on, hold on I've just gotta get a message to her Hold on, hold on  ",
        "title": "I've Gotta Get A Message To You"
    },
    {
        "artist": "The O'Kaysions",
        "lyrics": "  [Chorus] I'm a girl watcher, I'm a girl watcher Watchin' girls go by, hey, my my I'm a girl watcher, I'm a girl watcher Here comes one now  I was just a boy when I threw away my toys And found a new pastime to dwell on Whenever I detects them there of the other sex I play the game I do so well on  [Chorus] Mumble something tell my my, but you do look swell Could you please walk a little slower Wonder if you know that you're putting on a show Could you please walk a little closer  ",
        "title": "Girl Watcher"
    },
    {
        "artist": "Clarence Carter",
        "lyrics": null,
        "title": "Slip Away"
    },
    {
        "artist": "The Chambers Brothers",
        "lyrics": "  [Verse 1] Time has come today Young hearts can go their way Can't put it off another day I don't care what others say They think we don't listen anyway Time has come today (Hey)  [Verse 2] Oh The rules have changed today (Hey) I have no place to stay (Hey) I'm thinking about the subway (Hey) My love has flown away (Hey) My tears have come and gone (Hey) Oh my Lord, I have to roam (Hey) I have no home (Hey) I have no home (Hey)  [Hook] Now the time has come (Time) There's no place to run (Time) I might get burned up by the sun (Time) But I had my fun (Time) I've been loved and put aside (Time) I've been crushed by the tumbling tide (Time) And my soul has been psychedelicized (Time)  Now the time has come (Time) There are things to realize (Time) Time has come today (Time) Time has come today (Time)  [Bridge] Time Time Time Time Time Time Time Time Time Time Time  [Hook] Oh Now the time has come (Time) There's no place to run (Time) I might get burned up by the sun (Time) But I had my fun (Time) I've been loved and put aside (Time) I've been crushed by tumbling tide (Time) And my soul has been psychedelicized (Time)  Now the time has come (Time) There are things to realize (Time) Time has come today (Time) Time has come today (Time)  [Outro] Time Time Time Time Yeah ...  ",
        "title": "Time Has Come Today"
    },
    {
        "artist": "The Beatles",
        "lyrics": null,
        "title": "Revolution"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": "  This is the house that Jack built, y'all Remember this house!  This was the land that he worked by hand It was the dream of an upright man There was a room that was filled with love It was a love that I was proud of This is the life of a life that he planned On the love, the same ole' love In the house that Jack built (the house that Jack built) Remember this house!  There was the fence that held our love (yes it was) There was the gate that he walked out of This is the heart that is turned to stone (yes it is) This was the house, but it ain't no home This is the love that I once had In a dream that I thought was love In the house that Jack built (the house that Jack built) I'm gonn' remember this house!  Oh-ohh wha-a-at's the use of crying? You know I brought it on myself There's no denying But it see-e-ee-ems awful funny That I didn't understand Until I lost my upright man, ya'll  Up on the hill There's a big plan still In the house that Jack built (the house that Jack built) I'm gonn' remember this house (the house that Jack built)  Listen! I got the house I got the car I got the rug And I got the rack But I ain't got Jack (Jack, Jack) And I want my Jack back! (I ain't got Jack, Jack) And I want my Jack back!  I turned my back on Jack He said he wasn't coming back I turned my back on Jack He said he wasn't coming back Ohhh, Jack You oughta come on back Ohh Jack You oughta come on back To the one that you built  I didn't understand I said, I want my upright man  ",
        "title": "The House That Jack Built"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": "  [Verse 1] I say a little prayer for you The moment I wake up Before I put on my makeup (makeup) I say a little prayer for you While combing my hair now And wondering what dress to wear now (wear now) I say a little prayer for you  [Chorus] Forever and ever, you'll stay in my heart And I will love you Forever and ever, we never will part Oh, how I love you Together, forever, that's how it must be To live without you Would only mean heartbreak for me  [Verse 2] I run for the bus, dear While riding I think of us, dear (us, dear) I say a little prayer for you At work I just take time And all through my coffee break time (break time) I say a little prayer for you  [Chorus] Forever and ever, you'll stay in my heart And I will love you Forever and ever we never will part Oh, how I'll love you Together, forever, that's how it must be To live without you Would only mean heartbreak for me  [Bridge] My darling, believe me (Believe me) For me there is no one but you Please love me too I'm in love with you (Answer my prayer) Answer my prayer, baby (Answer my prayer) Say you love me too (Answer my prayer) Answer my prayer, baby (Answer my prayer)  [Chorus] Forever and ever, you'll stay in my heart And I will love you Forever and ever, we never will part Oh, how I'll love you Together, forever, that's how it must be To live without you Would only mean heartbreak for me  [Bridge] My darling, believe me (Believe me) For me there is no one but you Please love me too This is my prayer (Answer my prayer) Answer it right now, baby (Answer my prayer) Say you love me too (Answer my prayer) This is my prayer (Answer my prayer) I'm in love with you (Answer my prayer)  ",
        "title": "I Say A Little Prayer"
    },
    {
        "artist": "Steppenwolf",
        "lyrics": "  Get your motor runnin' Head out on the highway Looking for adventure In whatever comes our way  Yea darlin', gonna make it happen Take the world in a love embrace Fire all of your guns at once And explode into space  I like smoke and lightnin' Heavy metal thunder Racing with the wind And the feeling that I'm under  Yea darlin', Gonna make it happen Take the world in a love embrace Fire all of your guns at once And explode into space  Like a true nature child We were born, born to be wild We can climb so high I never wanna die Born to be wild Born to be wild  Get your motor runnin' Head out on the highway Looking for adventure In whatever comes our way  Yea darlin', gonna make it happen Take the world in a love embrace Fire all of your guns at once And explode into space  Like a true nature child We were born, born to be wild We can climb so high I never wanna die Born to be wild Born to be wild  ",
        "title": "Born To Be Wild"
    },
    {
        "artist": "Canned Heat",
        "lyrics": "  Well, I'm so tired of crying but I'm out on the road again I'm on the road again Well, I'm so tired of crying but I'm out on the road again I'm on the road again  I ain't got no woman just to call my special friend  You know the first time I traveled out in the rain and snow In the rain and snow You know the first time I traveled out in the rain and snow In the rain and snow  I didn't have no payroll, not even no place to go  And my dear mother left me when I was quite young When I was quite young And my dear mother left me when I was quite young When I was quite young (When I was quite young)  She said: \"Lord, have mercy on my wicked son\"  Take a hint from me, mama, please, don't you cry no more Don't you cry no more Take a hint from me, mama, please, don't you cry no more Don't you cry no more  Cause it's soon one morning down the road I'm going  But I ain't going down that long old lonesome road All by myself But I ain't going down that long old lonesome road All by myself  I can't carry you, baby, gonna carry somebody else  ",
        "title": "On The Road Again"
    },
    {
        "artist": "Jose Feliciano",
        "lyrics": null,
        "title": "Light My Fire"
    },
    {
        "artist": "The Grass Roots",
        "lyrics": null,
        "title": "Midnight Confessions"
    },
    {
        "artist": "The Vogues",
        "lyrics": "  You are my special angel Sent from up above.. The Lord smiled down on me.. And sent an angel to love..  You are my special angel.. Right from paradise.. I know that your an angel Heaven is in your eyes...  A smile from your lips Brings the summer sunshine.. The tears from your eyes Brings the rain.. I feel your touch.. You're warm embrace.. And I'm in heaven again..  You are my special Angel Through eternity.. I'll have my special angel Here to watch over me..  You are my special Angel Through eternity.. I'll have my special angel Here to watch over me.. Here to watch over me  Angel, angel, angel......  ",
        "title": "My Special Angel"
    },
    {
        "artist": "O.C. Smith",
        "lyrics": "  And I wake up in the morning With my hair down in my eyes and she says \"Hi\" And I stumble to the breakfast table While the kids are going off to school \"Goodbye\" And she reaches out and takes my hand And squeezes it and says \"How ya feeling hon?\" And I look across at smiling lips That warm my heart and see my morning sun  And if that's not loving me Then all I've got to say Oh God didn't make little green apples And it don't rain in Indianapolis In the summertime And there's no such thing as Doctor Seuss Disneyland Mother Goose There's no nursery rhyme God didn't make little green apples And it don't rain in Indianapolis In the summertime And when my self is feeling low I think about her face aglow To ease my mind  Sometimes I call her up at home Knowing she's busy And ask if she could get away And meet me and grab a bite to eat And she drops what she's doing And she hurries down to meet me And I'm always late But she sits waiting patiently And smiles when she first sees me Cause she's made that way  If that ain't loving me Woah all I've got to say God didn't make little green apples And it don't snow in Minneapolis When the winter comes And there's no such thing as make-believe Puppy dogs, autumn leaves And BB guns  God didn't make little green apples And it don't rain in Indianapolis In the summertime And when my self is feeling low I think about her face aglow To ease my mind  ",
        "title": "Little Green Apples"
    },
    {
        "artist": "James Brown",
        "lyrics": "  Uh! With your bad self!  [Hook] Say it loud: I'm black and I'm proud! Say it loud: I'm black and I'm proud!  [Verse 1] Some people say we've got a lot of malice Some say it's a lot of nerve But I say we won't quit moving until we get what we deserve We have been 'buked and we have been scorned We've been treated bad, talked about as sure as you're born But just as sure as it takes two eyes to make a pair, ha Brother we can't quit until we get our share  [Hook] Say it loud: I'm black and I'm proud! Say it loud: I'm black and I'm proud!  [Verse 2] I worked on jobs with my feet and my hands But all the work I did was for the other man Now we demand a chance to do things for ourselves We're tired of beating our head against the wall And working for someone else  [Hook] Say it loud: I'm black and I'm proud! Say it loud: I'm black and I'm proud!  [Bridge] Ooh-wee, give it to me All right, you're out of sight All night, so tough You're tough and rough Ooh-wee, uh, you're killing me  [Hook] Say it loud: I'm black and I'm proud! Say it loud: I'm black and I'm proud!  [Verse 3] We demand a chance to do things for ourselves We're tired of beating our head against the wall And working for someone else  [Verse 4] We're people, we like the birds and the bees We'd rather die on our feet Than be living on our knees  [Hook] Say it loud: I'm black and I'm proud! Say it loud: I'm black and I'm proud!  [Bridge 2] All right now, good God You know we can do the boogaloo Now we can say with the funky talk, and we do Sometimes we sing and we talk You know we jump back and do the camel walk All right now, all right All right  [Hook] Say it loud: I'm black and I'm proud! Say it loud: I'm black and I'm proud!  [Verse 3] We demand a chance to do things for ourselves We're tired of beating our head against the wall And working for someone else  [Verse 4] We're people, we like the birds and the bees We'd rather die on our feet Than be living on our knees  [Hook] Say it loud: I'm black and I'm proud! Say it loud: I'm black and I'm proud!  [Bridge 3] Ooh-wee, you're killing me All right, you're out of sight All right, you're out of sight Ooh-wee, ah Ooh-wee, you're killing me Ooh-wee  [Hook] Say it loud: I'm black and I'm proud! Say it loud: I'm black and I'm proud!  ",
        "title": "Say It Loud - I'm Black And I'm Proud (Part 1)"
    },
    {
        "artist": "Marvin Gaye & Tammi Terrell",
        "lyrics": "  [Marvin Gaye] Like sweet morning dew I took one look at you And it was plain to see You were my destiny  [Tammi Terrell] With my arms open wide I threw away my pride I'll sacrifice for you Dedicate my life to you  I will go where you lead Always there in time of need  [Marvin] And when I lose my will You'll be there to push me up the hill  [Together] There's no, no looking back for us We got love sure 'nough, that's enough You're all, You're all I need to get by  [Marvin] Like an eagle protects his nest, for you I'll do my best Stand by you like a tree, dare anybody to try and move me  [Tammi] Darling in you I found Strength where I was torn down Don't know what's in store but together we can open any door Just to do what's good for you and inspire you a little higher  [Marvin] I know you can make a man out of a soul that didn't have a goal  [Together] Cause we, we got the right foundation and with love and determination You're all, you're all I want to strive for and do a little more You're all the joys under the sun wrapped up into one You're all I need, you're all I need, you're all I need to get by  ",
        "title": "You're All I Need To Get By"
    },
    {
        "artist": "The Vanilla Fudge",
        "lyrics": "  Set me free, why don't you babe Get out'my life, why don't you babe You really don't want me You just keep me hangin' on You really don't need me You just keep me hangin' on  Why do you keep coming around Playing with my heart Why don't you get out of my life And let me try to make a new start Let me get over you The way you've gotten over me  Set me free, why don't you babe Get out'my life, why don't you, now You really don't want me You just keep me hangin' on You really don't need me You just keep me hangin' on  You said when we broke up You just wanna be friends But how can we still be friends When seeing you only breaks my heart again And there ain't nothing I can do about it  You know I really love (Set me free, why don't you babe) Talkin' 'bout love (Get out'my life, why don't you babe) You really don't want me You just keep me hangin' on You really don't need me You just keep me hangin' on  Get out'my life, why don't you babe Get out'my life, why don't you babe Get out'my life, why don't you babe Get out'my life, why don't you babe  ",
        "title": "You Keep Me Hangin' On"
    },
    {
        "artist": "Big Brother And The Holding Company",
        "lyrics": "  [Intro] Oh, come on, come on, come on, come on  Didn't I make you feel like you were the only man? Yeah An' didn't I give you nearly everything that a woman possibly can? Honey, you know I did And, and each time I tell myself that I, well I think I've had enough But I'm gonna, gonna show you baby, that a woman can be tough  I want you to come on, come on, come on, come on and take it Take another little piece of my heart now, baby Oh, oh, break it Break another little bit of my heart now, darling, yeah, yeah, yeah, yeah Oh, oh, have a Have another little piece of my heart now, baby Well you know you got it, if it makes you feel good Oh, yes indeed  You're out on the streets looking good And baby deep down in your heart I guess you know that it ain't right Never, never, never, never, never, never hear me when I cry at night Babe and I cry all the time But each time I tell myself that I, well I can't stand the pain But when you hold me in your arms, I'll sing it once again  I'll say come on, come on, come on, come on and take it Take another little piece of my heart now, baby Oh, oh, break it Break another little bit of my heart now, darling, yeah Oh, oh, have a Have another little piece of my heart now, baby Well you know you got it, child, if it makes you feel good  [Bridge]  I need you to come on, come on, come on, come on and take it Take another little piece of my heart now, baby Oh, oh, break it Break another little bit of my heart, now darling, yeah, c'mon now Oh, oh, have a Have another little piece of my heart now, baby You know you got it, wow  Take it, take another little piece of my heart now, baby Oh, oh, break it Break another little bit of my heart, now darling, yeah, yeah, yeah, yeah Oh, oh, have a Have another little piece of my heart now, baby, hey You know you got it, child, if it makes you feel good  ",
        "title": "Piece Of My Heart"
    },
    {
        "artist": "The Who",
        "lyrics": "  [Verse] Every day I get in the queue (Too much, Magic Bus) To get on the bus that takes me to you (Too much, Magic Bus) I'm so nervous, I just sit and smile (Too much, Magic Bus) You house is only another mile (Too much, Magic Bus) Thank you, driver, for getting me here (Too much, Magic Bus) You'll be an inspector, have no fear (Too much, Magic Bus) I don't want to cause no fuss (Too much, Magic Bus) But can I buy your Magic Bus? (Too much, Magic Bus) Nooooooooo! I don't care how much I pay (Too much, Magic Bus) I want to drive my bus to my baby each day (Too much, Magic Bus) I want it, I want it, I want it, I want it ... (You can't have it!) Thruppence and sixpence every day Just to drive to my baby Thruppence and sixpence each day Because I drive my baby every way Magic Bus, Magic Bus, Magic Bus I said, now I've got my Magic Bus (Too much, Magic Bus) I said, now I've got my Magic Bus (Too much, Magic Bus) I drive my baby every way (Too much, Magic Bus) Each time I go a different way (Too much, Magic Bus) I want it, I want it, I want it, I want it  [Outro] Every day you'll see the dust (Too much, Magic Bus) As I drive my baby in my Magic Bus (Too much, Magic Bus)  ",
        "title": "Magic Bus"
    },
    {
        "artist": "Smokey Robinson & The Miracles",
        "lyrics": null,
        "title": "Special Occasion"
    },
    {
        "artist": "Creedence Clearwater Revival",
        "lyrics": null,
        "title": "Suzie Q. (Part One)"
    },
    {
        "artist": "Don Fardon",
        "lyrics": "  They took the whole Indian nation Put us on this resevation Took away our way of life Tomahawk and the prairie-knife Took away our native tongue Taught their English to our young And all the beads we made by hand Are nowadays made in Japan  Cherokee people Cherokee tribe So proud you lived S proud you'll die  They took the whole Indian nation Put us on this reservation Brick built houses by the score Won't need tepees anymore Although they've changed our ways of old They'll never change our heart and soul And suddenly when the world has learned Cherokee Indian will return Will return Will return  Will return Will return Will return!  ",
        "title": "(The Lament Of The Cherokee) Indian Reservation"
    },
    {
        "artist": "Gary Puckett And The Union Gap",
        "lyrics": null,
        "title": "Over You"
    },
    {
        "artist": "Al Wilson",
        "lyrics": null,
        "title": "The Snake"
    },
    {
        "artist": "The Jimi Hendrix Experience",
        "lyrics": "  [Verse 1] There must be some kind of way out of here Said the joker to the thief There's too much confusion I can't get no relief Businessmen they drink my wine Plowmen dig my earth None will level on the line Nobody offered his word Hey  [Verse 2] No reason to get excited The thief, he kindly spoke There are many here among us Who feel that life is but a joke But you and I, we've been through that And this is not our fate So let us not talk falsely now The hour is getting late Hey  [Guitar Solo]  [Verse 3] All along the watchtower Princes kept the view While all the women came and went Barefoot servants too Outside in the cold distance A wildcat did growl Two riders were approaching And the wind began to howl Hey  [Outro] All along the watchtower All along the watchtower  ",
        "title": "All Along The Watchtower"
    },
    {
        "artist": "The Moody Blues",
        "lyrics": "  Tuesday afternoon I'm just beginning to see, now I'm on my way It doesn't matter to me, chasing the clouds away Something, calls to me The trees are drawing me near, I've got to find out why? Those gentle voices I hear, explain it all with a sigh  I'm looking at myself reflections of my mind It's just the kind of day to leave myself behind So gently swaying through the fairyland of love If you'll just come with me you'll see the beauty of Tuesday afternoon, Tuesday afternoon  Tuesday, afternoon I'm just beginning to see, now I'm on my way It doesn't matter to me, chasing the clouds away Something, calls to me The trees are drawing me near, I've got to find out why? Those gentle voices I hear, explain it all with a sigh  ",
        "title": "Tuesday Afternoon (Forever Afternoon)"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  Who is gonna love me? Not you You will be gone And here I'll stay, all alone and I'll just waste away Wondering who is gonna hold me And keep me warm when I'm cold Who will I wake up for Through all those lonely years? No one to wake up for but Sleep won't come to end these tears  And who is gonna kiss me if you Walk out the door? There'll be no one new: not for me 'Cause my whole life, is you Darling, if you don’t wanna love me There's just no use hanging on For without your love Everything is wrong  Oh, but sleep won't come to end these tears And who is gonna kiss me if you Walk out the door? There'll be no one new, not for me 'cause My whole life is you Darling, if you don't wanna love me There's just no use in hangin' on For without your love Everything is wrong For me  ",
        "title": "Who Is Gonna Love Me?"
    },
    {
        "artist": "The Equals",
        "lyrics": null,
        "title": "Baby, Come Back"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": "  Hip City PT II 3:10 Trk 15 (Autry DeWalt, aka Jr. Walker & Janie Bradford) Jr. Walker & The All Stars Pop Chart #31 Aug 10 1968 Soul Records #35048 Album: Junior Walker & The All Stars  Don't stop the music We just gotta move We missed a few cities, now We gotta put 'em in the groove  Home in Chicago (Chicago) Whoa, you're really jumpin' Down in Baltimore (Baltimore) Tell me you're Foot Stompin'  People are really rockin' (rockin') In Nashville, Tennessee (Hip City!) You wanna be in the groove, boy You gotta come on with me (Where?)  Clarksville, Mississippi Into Kansas City, town (Hip City) Get them hip shakin', now Yeah! And what they're puttin' down Hey!  You oughta see 'em, h'uh They move it You oughta be with 'em They groove it  You don't feel a thing In yo' feet You gotta move yo' hips With that beat  You gotta feel it, now  Ay-yeah-yeah! You gotta Fly high Ooo, ah-ah-ah You-ah-ah-ah (Fly high) Ooo-ah-hey! I wanna say it now  (sax & guitar instrumental)  Crowd clapping  Hey, bring it on back, now Yeah, we gotta move, St. Lou Chicks down there, now They got the Boog-a-Loo (Yeah)  Now, when it comes to dancin' Marv, just had it wrong New York, Hip City (Hip City) Is the King of 'em all  A-look-a-here:  Don't put Detroit down (No, never!) It's the home of the Motown Sound (Yeah, yeah!)  You've gotta feel it (We feel it!) You've gotta groove (We're movin')  Gotta move it, now (We're movin') Feel it in your bones, boy (We feel)  Gotta blow my horn (Blow your horn, yeah!)  (sax & instrumental to end)  ~  ",
        "title": "Hip City - Pt. 2"
    },
    {
        "artist": "Max Frost And The Troopers",
        "lyrics": null,
        "title": "Shape Of Things To Come"
    },
    {
        "artist": "Barbara Acklin",
        "lyrics": "  In the fire It was burning Sweetheart, I know I should have been learning  But my pockets Were full of money, yes they were I had someone, yes I did To call my honey (1: But 2: Yes 3: Ooh, and 4: And) it's love (ooh, sweet love) That makes a woman (3: yes, it is) (ooh, that makes a woman) Yes, it's love (ooh, sweet love) That makes a woman (ooh, that makes a woman)  Something told me that this wouldn't last Now my heartache is in the past I had to swallow all of my pride And admit to myself deep down inside  Diamonds and pearls Don't you know that I've had enough But I feel so much better, yes I do Dressed in love  What she is, yeah What she is  ",
        "title": "Love Makes A Woman"
    },
    {
        "artist": "Iron Butterfly",
        "lyrics": "  In-a-gadda-da-vida, honey Don't you know that I'm loving you? In-a-gadda-da-vida, baby Don't you know that I'll always be true?  Oh, won't you come with me And a-take my hand? Oh, won't you come with me And a-walk this land? Please take my hand  Let me tell you now In-a-gadda-da-vida, honey Don't you know that I'm loving you? In-a-gadda-da-vida, baby Don't you know that I'll always be true?  Oh, won't you come with me And a-take my hand? Oh, won't you come with me And a-walk this land? Please take my hand  Guitar, huh! Come on, run, man, come on, ha!  Two, three, four, huh!  In-a-gadda-da-vida, honey Don't you know that I'm loving you? In-a-gadda-da-vida, baby Don't you know that I'll always be true?  Oh, won't you come with me And a-take my hand? Oh, won't you come with me And a-walk this land? Please take my hand  Huh, huh All right, uh, hey, ha!  ",
        "title": "In-A-Gadda-Da-Vida"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": null,
        "title": "Do It Again"
    },
    {
        "artist": "Ohio Express",
        "lyrics": "  See the neon sign The kids stand in line And money clutched in hand They wanna hear that band Bass is thumpin' Everybody's jumpin' The drummer keeps beatin' Everybody's meet down at Lulu's Down at Lulu's  It's got you red and blue The music gets to you And swept right off your feet You can't escape that beat Cause the bass is thumpin' Everybody's jumpin' The drummer keeps beatin' Everybody's meetin' down at Lulu's Down at Lulu's  The chicks passin' by Are gonna catch your eye You may came alone but That's not how you'll go home Cause the bass is thumpin' Everybody's jumpin' The drummer keeps beatin' Everybody's meetin Down at Lulu's Down at Lulu's Down at Lulu's  ",
        "title": "Down At Lulu's"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "I Wish It Would Rain"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": "  Oh, Western Union man Send a telegram to my baby Send a telegram, send a telegram, whoa Send a telegram to my baby  This is what I want you to say I want you to tell her that I'm all alone I tried to call her on the phone Tell her I'm in misery And think she's avoiding me And if the telegram don't do Send a box of candy too And maybe some flowers Tell her that I missed her for hours and hours  Send a telegram, send a telegram Send a telegram, man, to my baby You hear what I say  Oh, Western Union man Send a telegram, oh Send a telegram to my baby Western Union man, hey Send a telegram, oh Send a telegram, send a telegram, whoa Send a telegram, man, to my baby  This is what I want you to do (listen) Tell me, have you got a boy you can send This is what I want him to do Put him on his bike right away See if he can get my message through Maybe tomorrow, but mail it right away I want the girl to know that I miss her Something like yesterday  Send a telegram, send a telegram man, whoa Send a telegram, man, to my baby Do you hear what I say  Oh, Western Union man Why don't you send a telegram Oh, send a telegram to my baby Western Union man Please send a telegram Oh, send it, send a telegram, send it Send it, send it, sent it right on to my baby Do you hear what I say  Hey, Western Union man Send a telegram, oh Send a telegram to my baby  ",
        "title": "Hey, Western Union Man"
    },
    {
        "artist": "The Box Tops",
        "lyrics": "  I met her in church! I met her in church, on a Sunday morning She looked at me with eyes of love, as the choir sang, \"Hallelujah!\" Hallelujah!  I met her in church I met her in church; we fell in love on a Sunday morning All at once, I heard angels singing, singing \"Hallelujah!\" Singing, Hallelujah! Hallelujah!  I didn't find her on a Saturday night; I found her in the Sunday morning light I found her on a back row seat In a little church just down the street  I met her in church, and I wed her in church Preacher Jones said, \"Come here, children Good Lord willing, and the creek don't rise You're going to be happy for the rest of your life! Singing, Hallelujah! Hallelujah!  I met her in church; I met her in church I found a love, I found a love! Hallelujah, I found a love… Right there in church, I found a love Singing, Hallelujah!  I met her in church; I met her in church Hallelujah!  ",
        "title": "I Met Her In Church"
    },
    {
        "artist": "The Delfonics",
        "lyrics": "  If I had a dime for every time I dreamed about you (dreamed about you) I'll tell you no joke yes I'm really broke baby without you (girl without you) And oh ho ho Tell me what should I do When you tell me that you love me, darling  (Are you gonna break your promise baby) You said that you love me (Are you gonna break your promise to me) And now you're actin' so strange (Are you gonna break your promise baby) You said that you need me (Are you gonna break your promise to me)  If I saw you with somebody new, I'd be so helpless (be so helpless) So tell me what are you gonna do, don't leave me breatless (leave me breathless) And oh ho ho Tell me what should I do When you tell me that you love me, darling  (Are you gonna break your promise baby) You said that you love me (Are you gonna break your promise to me)  Tell me what should I do When you tell me that you love me, darling  (Are you gonna break your promise baby) You said that you love me (Are you gonna break your promise to me) Now you're actin' so strange, baby (Are you gonna break your promise baby) You said that you need me (Are you gonna break your promise to me)  ",
        "title": "Break Your Promise"
    },
    {
        "artist": "Eddie Harris",
        "lyrics": "  ♫ ♫ ♫  ",
        "title": "Listen Here"
    },
    {
        "artist": "Bill Medley",
        "lyrics": "  You look at me And baby all you see Are my blue eyes I'm not a man  Baby, all I am Is what I symbolize Brown eyed woman (Stay away, baby)  Brown eyed woman (Stay away, baby) Brown eyed woman (Stay away, baby)  I could love you so (No, no) I could love you so (No, no)  Brown eyed woman I could love you so (Mm, mm, mm) All of the years  All the hate and the fears Have twisted your heart Now, you turn away You won't trust what I say  And it's tearing me apart Brown eyed woman (Stay away, baby) Brown eyed woman  (Stay away, baby) Brown eyed woman (Stay away, baby) I could love you so (Yes, yes)  I could love you so (No, no) I'm holding out my hand to you Darling, tell me, tell me please  What more can I do Brown eyed woman (Stay away, baby)  Brown eyed woman (Stay away, baby) I want you, I need you (Stay away, baby)  I'm holding out my hand (Stay away, baby) I don't wanna' stay away No, no (Stay away, baby)  ",
        "title": "Brown Eyed Woman"
    },
    {
        "artist": "Big Brother And The Holding Company",
        "lyrics": null,
        "title": "Down On Me"
    },
    {
        "artist": "Tom Jones",
        "lyrics": "  Love is like candy on a shelf You want to taste and help yourself The sweetest things are there for you Help yourself, take a few That's what I want you to do.  We're always told repeatedly The very best in life is free And if you want to prove it's true Baby I'm telling you This is what you should do Just help yourself to my lips To my arms just say the word, and they are yours Just help yourself to the love, In my heart your smile has opened up the door The greatest wealth that exists in the world, Could never buy what I can give Just help yourself to my lips To my arms, and then lets really start to live  Allllllllll right. Yeah  My heart has love enough for two More than enough for me and you I'm rich with love, a millionaire I've so much, it's unfair Why don't you take a share Just help yourself to my lips To my arms just say the word, and they are yours Just help yourself to the love, In my heart your smile has opened up the door The greatest wealth that exists in the world Could never buy what I can give So help yourself to my lips, to my arms And then lets really start to live Just help yourself to my lips To my arms just say the word, and they are yours Just help yourself to the love  In my heart your smile............  ",
        "title": "Help Yourself"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": "  I found a true love I swear by the stars above I know she's mine Mine, all mine  I found a true love I call her Magnolia I know she's mine Mine, all mine  One more One more thing  She don't try to play the field She got a love that's real And that makes her mine Mine, all mine  She's got the Kind of thing about her That makes me Can't do without her  And, oh, she's mine Mine, all mine  When I get up in the morning With all my might Lord, have mercy  And I give her good loving Yes, I do, child Soothe her all the time Oh, yeah  She picked me up Oh, yes, she did I was falling on down, oh, yeah Oh, she placed my feet, y'all Oh, yeah, placed em On solid ground  And I can shout about her Yeah, ow, owwww, oh, ow And she's mine, mine, mine Ahh, Lord, have mercy  ",
        "title": "I Found A True Love"
    },
    {
        "artist": "Martha Reeves & The Vandellas",
        "lyrics": null,
        "title": "I Can't Dance To That Music You're Playin'"
    },
    {
        "artist": "Herb Alpert",
        "lyrics": null,
        "title": "To Wait For Love"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": null,
        "title": "Chained"
    },
    {
        "artist": "The Cowsills",
        "lyrics": "  (T Romeo) Poor Baby, something always bringing you down If you look for it baby, there's so much unhappiness all around Don't cry, your daddy gonna buy your one-way ticket to sunshine Cheer up your ... try to clear up your mind Poor Baby, try to feel better Nothing's as bad as it may seem Poor Baby, under the weather Try to close your eyes and dream Think of the good times (good times) Just think of the good times that we're gonna see Poor Baby, try to feel better Nothing's as bad as it may seem Poor Baby, under the weather Try to close your eyes and dream Think of the good times (good times) Just think of the good times that we're gonna see Don't fret, your daddy gonna fetch your one-way ticket to happy Cheer up your ... try to clear up your mind Poor Baby, try to feel better Nothing's as bad as it may seem Poor Baby, under the weather Try to close your eyes and dream Think of the good times (good times) Just think of the good times that we're gonna see Poor Baby, try to feel better Nothing's as bad as it may seem Poor Baby, under the weather Try to close your eyes and dream Think of the good times (good times) Just think of the good times that we're gonna see  ",
        "title": "Poor Baby"
    },
    {
        "artist": "The Turtles",
        "lyrics": "  [Verse 1] You've got a thing about you I just can't live without you I really want you, Elenore, near me Your looks intoxicate me Even though your folks hate me There's no one like you, Elenore, really  [Chorus] Elenore, gee, I think you're swell And you really do me well You're my pride and joy, et cetera Elenore, can I take the time To ask you to speak your mind? Tell me that you love me better  [Verse 2] I really think you're groovy Let's go out to a movie What do you say now, Elenore, can we? They'll turn the lights way down low Maybe we won't watch the show I think I love you, Elenore, love me  [Chorus] Elenore, gee, I think you're swell And you really do me well You're my pride and joy, et cetera Elenore, can I take the time To ask you to speak your mind? Tell me that you love me better  [Outro] Elenore, gee, I think you're swell, ah-ha Elenore, gee, I think you're swell, ah-ha-ha  ",
        "title": "Elenore"
    },
    {
        "artist": "Jackie DeShannon",
        "lyrics": null,
        "title": "The Weight"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse 1] Everywhere I hear the sound of marching, charging feet, boy Because summer's here and the time is right for fighting in the street boy But what can a poor boy do except to sing for a Rock and Roll Band  [Chorus] Because in sleepy London Town There's just no place for Street Fighting Man! No!  [Verse 2] Hey! Think the time is right for a Palace Revolution But where I live the game to play is Compromise Solution! Well then what can a poor boy do except to sing for a Rock and Roll Band  [Chorus] Because in sleepy London Town There's just no place for Street Fighting Man! No!  [Verse 3] Hey! Said my name is called Disturbance I'll shout and scream, I'll kill the King I'll rail at all his servants Well then what can a poor boy do except to sing for a Rock and Roll Band  [Chorus] Because in sleepy London Town There's just no place for Street Fighting Man! No!  ",
        "title": "Street Fighting Man"
    },
    {
        "artist": "The Avant-Garde",
        "lyrics": null,
        "title": "Naturally Stoned"
    },
    {
        "artist": "Lulu",
        "lyrics": null,
        "title": "Morning Dew"
    },
    {
        "artist": "Johnny Nash",
        "lyrics": "  [Verse] I don't want to hear it No more fussin' and fightin', baby Hold me tight... Let's let bygones be bygones Let's think about tomorrow, girl Our future's bright  [Chorus] Well, I know I was wrong But, I was just a fool Too blind to see You were the only girl for me Ah, but now I see the light And everything's gonna be all right Baby, hold me tight  [Hook] Baba Baba-ba-baba-ba Baba Baba-ba-baba-ba Baba-ba-ba-ba Ba-ba-ba Ba-ba-ba Baba Baba-ba-baba-ba Baba Baba-ba-baba-ba Baba-ba-ba-ba Ba-ba-ba Ba-ba-ba  [Chorus] Well, I know I was wrong But, I was just a fool Too blind to see You were the only girl for me Ah, but now I see the light And everything's gonna be all right Baby, hold me tight Girl, you know I love Ooh, you know I need you I don't mean maybe You will always be my baby  [Hook] Baba Baba-ba-baba-ba Baba Baba-ba-baba-ba Baba-ba-ba-ba Ba-ba-ba Ba-ba-ba Baba Baba-ba-baba-ba Baba Baba-ba-baba-ba Baba-ba-ba-ba Ba-ba-ba Ba-ba-ba  [Outro] Baba Baba-ba-baba-ba Baba-baba-baba-baba Baba-baba-ba  ",
        "title": "Hold Me Tight"
    },
    {
        "artist": "The Association",
        "lyrics": "  Well, I'm a day at a time I'm a day at a time Well, I'm a seeker and knower In a six man mind 'Cause I'm a traveling man Yes, I'm a traveling man Well, I'm a comer and a goer In a six man band Well, I'm a California man, my instrument in hand I'm electrified On a fast flying trip, dirty laundry in my grip Mostly drip-dry We got the seventeen jewels that dictate the rules And the time to fly, as we're passing by We just got the time to say hello, and then a fast good-bye I'm a traveling man Yes, I'm a traveling man Well, I'm a comer and a goer in a six man band  ",
        "title": "Six Man Band"
    },
    {
        "artist": "The Impressions",
        "lyrics": null,
        "title": "Fool For You"
    },
    {
        "artist": "Andy Kim",
        "lyrics": "  Girl I love you, you know I do And I do not doubt that you love me too Aw but you're so young Your life's just begun  Something tells me there'll come a day When you just might wonder what slipped away While you've been with me And you will want to be free  So Shoot 'em up baby Shoot 'em up baby Shoot 'em up baby Get on out and shoot 'em up, shoot 'em up Shoota, shoota Come on shoot 'em up baby, shoot 'em up baby  If I lost you now I would surely cry But to lose you later, you know I'd die Don't misunderstand Girl I have nothing planned  You should go where the lights are bright And make all the scenes and stay out all night And have no fear Girl I'll be right here  Shoot 'em up baby Shoot 'em up baby Shoot 'em up baby Get on out and shoot 'em up, shoot 'em up Shoota shoota Come on shoot 'em up baby, shoot 'em up baby Shoota, shoota, shoota, shoota, shoota, shoota Shoot 'em up baby, shoot 'em up baby  Go on and spread your wings and fly Try to touch the sky But keep your powder dry  Shoot 'em up baby, shoot 'em up baby, shoot 'em up baby Get on out and shoot 'em up, shoot 'em up Shoota shoota Come on shoot 'em up baby Shoot 'em up baby Shoot 'em up baby Shoot 'em up baby  ",
        "title": "Shoot'em Up, Baby"
    },
    {
        "artist": "The Band",
        "lyrics": "  I pulled in to Nazareth Was feeling 'bout half past dead I just need some place Where I can lay my head \"Hey, mister, can you tell me Where a man might find a bed?\" He just grinned and shook my hand And \"No\" was all he said  Take a load off Fanny Take a load for free Take a load off Fanny And (and) (and) you put the load right on me (You put the load right on me)  I picked up my bag I went looking for a place to hide When I saw Carmen and the Devil Walking side by side I said \"Hey Carmen, come on Let's go downtown?\" And she said, \"I gotta go But my friend can stick around\"  And take a load off Fanny Take a load for free Take a load off Fanny And you put the load right on me (You put the load right on me)  Go down, Miss Moses, there's nothin' you can say It's just ol' Luke, and Luke's waitin' on the Judgement Day \"Well, Luke, my friend, what about young Anna Lee?\" He said, \"Do me a favor, son, won't ya stay and keep Anna Lee company?\"  And take a load off Fanny Take a load for free Take a load off Fanny And you put the load right on me (You put the load right on me)  Crazy Chester followed me, and he caught me in the fog He said, \"I will fix your rack, if you'll take Jack, my dog.\" I said, \"Wait a minute, Chester, you know I'm a peaceful man.\" He said, \"That's okay, boy, won't you feed him when you can.\"  And take a load off Fanny Take a load for free Take a load off Fanny And you put the load right on me (You put the load right on me)  Catch a Cannonball, now, to take me down the line My bag is sinkin' low and I do believe it's time To get back to Miss Fanny, you know she's the only one Who sent me here with her regards for everyone  Take a load off Fanny Take a load for free Take a load off Fanny And you put the load right on me (You put the load right on me)  ",
        "title": "The Weight"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": null,
        "title": "My Way Of Life"
    },
    {
        "artist": "Patti Drew",
        "lyrics": "  When I saw you, I knew That I was gonna love you And every day I thought Of how I'm gonna love you  Now you're here next to me And ecstasy is a reality I feel good when you are near I'm so alive cause you are near  [Chorus:] Working on a groovy thing, baby Working on a groovy thing Working on a groovy thing, baby Let's not rush it I wanna take it slow, yeah  Before I met you I knew my lips were only wasted Cause you have got the Sweetest lips I've ever tasted  Music moves us along Your arms around me So snug and warm Happiness is in my soul I'm about to lose all control  [Chorus:] Now you're here next to me And ecstasy is a reality I feel good when you are near I'm so alive cause you are near  [Chorus:] (Said that I'm) Working on a groovy thing, baby (Yes, I am now) Working on a groovy, groovy Groovy thing  ",
        "title": "Workin' On A Groovy Thing"
    },
    {
        "artist": "Bobby Womack",
        "lyrics": null,
        "title": "Fly Me To The Moon"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  I walk along those city streets You used to walk along with me And every step I take recalls How much in love we used to be  How can I forget you When there is always something there to remind me? Always something there to remind me I was born to love you And I will never be free You'll always be a part of me Whoa-ooo-ohhh-oh  If you should find you miss The sweet and tender love We used to share Just go back to the places Where we used to go And I'll be there  How can I forget you When there is always something there to remind me? Always something there to remind me I was born to love you And I will never be free You'll always be a part of me Whoa-ooo-ohhh-oh Whoa-oh-ooo-ohhh  If you should find you miss The sweet and tender love We used to share Just come back to the places Where we used to go And I'll be there  How can I forget you When there is always something there to remind me? Always something there to remind me I was born to love you And I will never be free When there is When there is When, there, is Always something there to remind me Always something there to remind me Always something there to remind me  ",
        "title": "(There's) Always Something There To Remind Me"
    },
    {
        "artist": "Bull & The Matadors",
        "lyrics": null,
        "title": "The Funky Judge"
    },
    {
        "artist": "Otis Redding",
        "lyrics": "  I've got dreams, dreams to remember I've got dreams, dreams to remember  Honey, I saw you there last night Another man's arms holding you tight Nobody knows what I feel inside All I know, I walked away and cried  I've got dreams, dreams to remember Listen to me (I've got dreams) rough dreams (dreams to remember)  I know you said he was just a friend But I saw him kiss you, again and again These eyes of mine, they don't fool me Why did he hold you, so tenderly  I've got dreams, dreams to remember Listen honey (I've got dreams) rough dreams (dreams to remember)  I still want you to stay I still love you anyway I don't want you to ever leave Girl, you just satisfy me, ooh-wee, ooh yeah  I know you said he was just a friend But I saw you kiss him again and again These eyes of mine, they don't fool me Why did he hold you, so tenderly  I've got dreams, dreams to remember Listen to me mama (I've got dreams) bad dreams, rough dreams (dreams to remember) Don't make me suffer (I've got dreams) rough dreams, bad dreams (dreams to remember)  ",
        "title": "I've Got Dreams To Remember"
    },
    {
        "artist": "Mary Hopkin",
        "lyrics": "  [Verse 1] Once upon a time there was a tavern Where we used to raise a glass or two Remember how we laughed away the hours And dreamed of all the great things we would do  [Chorus] Those were the days my friend We thought they'd never end We'd sing and dance forever and a day We'd live the life we choose We'd fight and never lose For we were young and sure to have our way La la la la...  [Verse 2] Then the busy years went rushing by us We lost our starry notions on the way If by chance I'd see you in the tavern We'd smile at one another and we'd say  [Chorus] Those were the days my friend We thought they'd never end We'd sing and dance forever and a day We'd live the life we choose We'd fight and never lose Those were the days, oh yes those were the days La la la la...  [Verse 3] Just tonight I stood before the tavern Nothing seemed the way it used to be In the glass I saw a strange reflection Was that lonely woman really me  [Chorus] Those were the days my friend We thought they'd never end We'd sing and dance forever and a day We'd live the life we choose We'd fight and never lose Those were the days, oh yes those were the days La la la la...  [Verse 4] Through the door there came familiar laughter I saw your face and heard you call my name Oh my friend we're older but no wiser For in our hearts the dreams are still the same  [Chorus] Those were the days my friend We thought they'd never end We'd sing and dance forever and a day We'd live the life we choose We'd fight and never lose Those were the days, oh yes those were the days La la la la...  ",
        "title": "Those Were The Days"
    },
    {
        "artist": "The Archies",
        "lyrics": "  I recall just walking down the street Trying to escape the city heat I saw her from the corner of my eye, eye, eye Yes she looked so good I thought I'd die My heart went bang shang a lang, bang shang a lang Bang shang a lang, bang, bang My heart went bang shang a lang, bang shang a lang Bang shang a lang, bang, bang  Something said I shouldn't waste no time If I'm ever gonna make her mine I walked right up and say how do you do, do, do She said I bet I do as good as you My heart went bang shang a lang, bang shang a lang Bang shang a lang, bang, bang My heart went bang shang a lang, bang shang a lang Bang shang a lang, bang, bang  I remember when I held her tight Felt like holding dynamite now What's that ringing in my ear Tell me ain't those bells I hear Bang, bang, shang a lang Bang, bang, shang a lang Bang, bang, bang Shang a lang lang Bang, bang, bang Shang a lang, lang  Now she's gonna spend her life with me Then we'll be as happy as can be Because I love her more than I can tell, tell, tell Sunday afternoon we'll hear the bells And they'll go bang shang a lang, bang shang a lang Bang shang a lang, bang, bang And they'll go bang shang a lang, bang shang a lang Bang shang a lang, bang, bang  ",
        "title": "Bang-Shang-A-Lang"
    },
    {
        "artist": "The Status Quo",
        "lyrics": "  I'm not a little boy, I've lived alone and never loved so more But when she touches me I'm on the way, I'm underneath the floor  Like ice in the sun I melt away Whenever she comes I melt away Like ice in the sun I melt away  I sit down in a chair and read a book as if I couldn't care But she is in a room and I must look I see her everywhere  Like ice in the sun I melt away Whenever she comes I melt away Like ice in the sun I melt away  She opens up her eyes as if to speak She looks at me and I am weak Her eyes they seem much bigger than before I cannot think anymore  Like ice in the sun I melt away Whenever she comes I melt away Like ice in the sun I melt away  Like ice in the sun I melt away Whenever she comes I melt away Like ice in the sun I melt away  ",
        "title": "Ice In The Sun"
    },
    {
        "artist": "The Sweet Inspirations",
        "lyrics": null,
        "title": "Unchained Melody"
    },
    {
        "artist": "Lou Rawls",
        "lyrics": "  Down here on the ground It ain't no place for living No, no, no Down here on the ground Watching the sparrows fly high  I watch the birds As they make their wings Flying solid free How I wish it were me  But I'm down here on the ground And I'm wanting something better I'm down here on the ground Wanting something more  One morning soon I will find Some wings on my mind To take me high  So if you hear a sound From down here on the ground My friends It's only me Trying to fly Trying to fly I would love to fly Because I'm tired of being Down here on the ground I'm tired of being Down here on the ground, yeah  One morning soon I gotta find Some wings on my mind Wings to take me high  So if you hear a sound If you hear a sound From down here on the ground I said my friends It's only me I will be trying to fly Trying to fly Live a bird I would love to fly Because I'm tired of being Down here on the ground Yes I'm tired of being Down here on the ground, yeah  ",
        "title": "Down Here On The Ground"
    },
    {
        "artist": "Five Stairsteps & Cubie",
        "lyrics": "  [Verse 1] Baby this year, I've been born again, (again, again, again) So don't change your love, don't change, (change) It took us 4 years to grow And here i'm about to blow, (blow, blow, blow) Baby don't change your love, don't change (change) I'm in love and if it's all the same, don't change Baby don't change Come on now  [Hook] I love you, you know it Don't change your ways  [Verse 2] Broken in two if I'm losing you, (you, you, you) So don't change your love, don't change, (change) Might be a little lazy, dogg-on-it crazy Baby, don't change your love, don't change, (change) I'm in love and if it's all the same, don't change Baby, don't change, come on now  [Hook] I love you, you know it too So don't change your ways  [Verse 3] Broken in two if I'm losing you, (you, you, you) So don't change your love, don't change, (change) I might be a little lazy, dogg-on-it crazy, (good god) Don't change your love, don't change, (change) Now I'm in love and if it's all the same Don't change, baby, don't change Here we go  [Hook] Now, I love you, you know it too So don't change your ways, (c'mon) Now I love you and you know it too Baby, don't change your way, (Jump back) I love you, you know it too, (good god almighty) Don't change your ways  ",
        "title": "Don't Change Your Love"
    },
    {
        "artist": "The Unifics",
        "lyrics": null,
        "title": "Court Of Love"
    },
    {
        "artist": "Judy Clay & William Bell",
        "lyrics": "  Since I've been gone You've had your number changed But my love for you, girl Still remains the same  Now I've been loving you And you've been loving me So long, baby, what's wrong  So I'm asking baby, baby, baby Please let me have your number, yeah Baby, baby, baby Please let me have your number  I'm sorry you couldn't call me When you got home But other fellows kept on calling While you were gone  So I had the number changed But I'm not acting strange Welcome home, nothing's wrong  So I'm saying, baby, baby, baby You can have my private number Baby, baby, baby You can have my private number  Oh, thank you  Baby, baby, baby You can have my private number Thank you, baby Baby, baby, baby For giving me your private number You can have it Thank you, baby  (Baby, baby, baby) You can have it Thank you, baby Anytime you want it Thank you, baby You can have my private number  ",
        "title": "Private Number"
    },
    {
        "artist": "Merrilee Rush & The Turnabouts",
        "lyrics": null,
        "title": "That Kind Of Woman"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": "  It's knowing that your door is always open And your path is free to walk That makes me tend to leave my sleeping bag Rolled up and stashed behind your couch And it's knowing I'm not shackled By forgotten words and bonds And the ink stains that are dried upon some line That keeps you in the backroads By the rivers of my memory That keeps you ever gentle on my mind  It's not clinging to the rocks and ivy Planted on their columns now that bind me Or something that somebody said Because they thought we fit together walking It's just knowing that the world will not be cursing Or forgiving when I walk along some railroad track and find That you're moving on the backroads By the rivers of my memory And for hours you're just gentle on my mind  Though the wheat fields and the clothes lines And the junkyards and the highways come between us And some other woman's cryin' to her mother Cause she turned and I was gone I still might run in silence, tears of joy might stain my face And the summer sun might burn me 'til I'm blind But not to where I cannot see you walkin' on the backroads By the rivers flowing gentle on my mind  I dip my cup of soup back from a gurglin' Cracklin' caldron in some train yard My beard a rustling, cold towel, and A dirty hat pulled low across my face Through cupped hands 'round the tin can I pretend to hold you to my breast and find That you're waiting from the backroads By the rivers of my memories Ever smilin' ever gentle on my mind  ",
        "title": "Gentle On My Mind"
    },
    {
        "artist": "Los Pop Tops",
        "lyrics": "  I've searched the open sky To find the reason why Oh Lord, why Lord  The color of my skin Is said to be an awful sin Oh Lord, why Lord  No, I cannot understand No, I can never, never understand Oh Lord, why Lord  I've got to live and give Much more than I can give Oh Lord, why Lord  Oh why, why why, why why Why why, why why, why Lord  In this world it is no secret All the problems and hatred Oh Lord, why Lord  Why why, why why, why Lord Why why, why why, why Lord  I just can't seem to find why My every move is so unseen Oh Lord, why Lord  Why why, why why, why Lord  Why this lonely man must try And can have no peace of mind Oh Lord, why Lord  I just can't help but cry The tears won't stay inside Oh Lord, why Lord  Why why, why why, why Lord  I've got to live and give Much more than I can give Oh Lord, why Lord (x2)  Why why, why why, why Lord  I feel the weight of everlasting hate But my strength will not grow faint Oh Lord, why Lord  Why why, why why, why Lord  I'll wear the chains So every man must see the change Oh Lord, why Lord  Why why, why why, why Lord  I ask no special kindness I ask no special deed Oh Lord, why Lord  Why why, why why, why Lord  Only peace and justice Forever more Oh Lord, why Lord  Why why, why why, why Lord  Is it so much to ask Even of you To be the same as the Majority Why is it that I must suffer Without even a cause And no one cares  Oh Lord, why God  I've got to live and give Much more than I can give Oh Lord, why Lord (x2)  Why why, why why, why Lord  ",
        "title": "Oh Lord, Why Lord"
    },
    {
        "artist": "The Mamas & The Papas",
        "lyrics": null,
        "title": "For The Love Of Ivy"
    },
    {
        "artist": "Joe Simon",
        "lyrics": null,
        "title": "Message From Maria"
    },
    {
        "artist": "Gene Chandler",
        "lyrics": null,
        "title": "There Was A Time"
    },
    {
        "artist": "Cliff Nobles & Co.",
        "lyrics": null,
        "title": "Horse Fever"
    },
    {
        "artist": "Archie Bell & The Drells",
        "lyrics": null,
        "title": "Do The Choo Choo"
    },
    {
        "artist": "Ray Charles",
        "lyrics": "  Sweet (sweet) young thing Like you (like you, baby) You've gone and made me Lose my cool  Sweet (sweet) young thing Like you (like you, baby) You're all I need To see me through  I said I'd never love again I've always been on the losing end  When you touched my hand I knew right there and then I loved you, I loved you, baby I love you  (Sweet) sweet young thing Like you (like you, baby) You've gone and made me Lose my cool  Sweet (sweet) young thing Like you (like you, baby) Yeah, babe, you're all I need To see me through  My whole life was upside down Misery and heartbreak Followed me around  Things that used to make me sad Have got a brand new sound I love you, I love you, baby I love you  Sweet (sweet) young thing Like you (like you, baby) You've gone and made me Lose my cool  Sweet (sweet) young thing Like you (like you, baby) You're all I need To see me through  ",
        "title": "Sweet Young Thing Like You"
    },
    {
        "artist": "The Doors",
        "lyrics": "  {Intro}  [Verse 1] You know that it would be untrue You know that I would be a liar If I was to say to you Girl, we couldn't get much higher  [Chorus] Come on baby, light my fire Come on baby, light my fire Try to set the night on fire  [Verse 2] The time to hesitate is through No time to wallow in the mire Try now we can only lose And our love become a funeral pyre  [Chorus] Come on baby, light my fire Come on baby, light my fire Try to set the night on fire Yeah...  {Bridge}  [Verse 2] The time to hesitate is through No time to wallow in the mire Try now we can only lose And our love become a funeral pyre  [Chorus] Come on baby, light my fire Come on baby, light my fire Try to set the night on fire Yeah  [Verse 1] You know that it would be untrue You know that I would be a liar If I was to say to you Girl, we couldn't get much higher  [Chorus] Come on baby, light my fire Come on baby, light my fire Try to set the night on fire Try to set the night on fire Try to set the night on fire Try to set the night on fire  {Outro}  ",
        "title": "Light My Fire"
    },
    {
        "artist": "The Masqueraders",
        "lyrics": "  I Ain't Got To Love Nobody Else I Ain't Got To Love Nobody Else I Got You If the whole world turned it's back on me I wouldn't lose a thing, oh no Because I've got my baby And to me the girl means every-everything, yeah I Ain't Got To Love Nobody Else I Ain't Got To Love Nobody Else I Got You Don't need no friends I don't need no friends at all  (Chorus: she's my baby and I love her) 'Cause when I'm down Yours is the only name I know to call  (Chorus: she's my baby and I need her) I Ain't Got To Love Nobody Else I Ain't Got To Love Nobody Else I Got You If the 10 most beautiful women in the world If they wanted me I'd have to say no Cause I belong to my baby I Ain't Got To Love Nobody Else I Ain't Got To Love Nobody Else Don't you know, I Ain't Got To Love Nobody Else...  ",
        "title": "I Ain't Got To Love Nobody Else"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": "  Let's go down by the grapevine Drink my daddy's wine, get happy Down by the grapevine Drink my daddy's wine, get happy  Happy, oh, sweet blindness A little magic A little kindness Oh, sweet blindness All over me  Four leaves on a clover I'm just a bit of a shade hungover Come on, baby, do a slow float You're a good looking riverboat And ain't that sweet eyed Blindness good to me  Let's go down by the grapevine Drink my daddy's wine, good morning Down by the grapevine Drink my daddy's wine, good morning  Morning, oh, sweet blindness A little magic A little kindness Oh, sweet blindness All over me  Please don't tell my mother I'm a saloon and a moonshine lover Come on, baby, do a slow float You're a good lookin' riverboat And ain't that sweet eyed Blindness good to me  Don't ask me cause I ain't gonna tell you What I've been drinking Ain't gonna tell you What I've been drinking Ain't gonna tell you What I've been drinking Wine, of wonder Wonder by the way  Oh, sweet blindness A little magic A little kindness Oh, sweet blindness All over me  Don't let daddy hear it He don't believe in The gin mill spirit Don't let daddy hear it He don't believe in The gin mill spirit  Come on, baby, do a slow float You're a good looking riverboat And ain't that sweet eyed Blindness good to me  Blindness, sweet eyed blindness Now ain't that sweet eyed Blindness good to me  ",
        "title": "Sweet Blindness"
    },
    {
        "artist": "Hugh Masekela",
        "lyrics": null,
        "title": "Puffin' On Down The Track"
    },
    {
        "artist": "Fantastic Four",
        "lyrics": "  There's just something about you I simply adore This is what keeps us together And makes my love for you grow Oh, oh, oh, oh I found more joy in you, my darling Than I could ever find in any other girl And I wouldn't trade it, oh no For nothing in this world, baby (Baby, baby, I love you madly) 'Cause I could never let you go I love you madly If you should ever choose another It will shatter all of my dreams But my love will still pour for you, darling Pour like water from a flowing stream, oh, oh If you should ever leave me It will surely, surely, surely grieve me I wouldn't want to live Without the love you give 'Cause I need you badly (Baby, baby, I need you badly) I love you, love you (Baby, baby, I love you madly) Love you, love you, love you madly They say that loves comes and goes Just like the morning sun But I love you so much more, my darling Than anybody could ever love anyone Baby, baby, come closer (Closer) Just a little bit closer (Closer) And let me whisper in your ear (Whisper) Darling, I love you today More than I did yesterday But not half as much As I'll love you tomorrow You've got everything, everything, everything I've been searching for And I'm so grateful, so very grateful that I won't have to look no more 'Cause I found more joy in you, my darling Than I have ever found in any other girl And I wouldn't trade it, oh, no For nothing in this world, baby (Baby, baby, I love you madly) I love you, love you, love you (Baby, baby, I need you badly) Love you, love you madly And I need you, need you Need you, need you so badly (Baby, baby, I love you madly)  ",
        "title": "I Love You Madly"
    },
    {
        "artist": "The Irish Rovers",
        "lyrics": "  Way out at London Airport In Hangar Number Four A lonely little biplane slept Whose name was Evermore  His working days were over No more would he sail Upon his wings above the clouds Flying the royal mail  Bye-bye, biplane Once-upon-a-sky plane Bye-bye, hush a bye Lulla-biplane  All the mighty jet planes Would look down their nose They’d laugh and say, “Oh, I’m so glad That I’m not one of those.”  Bye-bye, biplane Once-upon-a-sky plane Bye-bye, hush a bye Lulla-biplane  And Evermore would shake away The teardrops from his wings And dream of days when he again Could do heroic things  Bye-bye, biplane Once-upon-a-sky plane Bye-bye, hush a bye Lulla-biplane  [Chorus] Then one day the fog and rain Had closed the airport down And all the mighty jet planes Were helpless on the ground  When a call came to the airport For a mercy flight ‘Twould be too late, they could not wait Someone must fly tonight  They rolled the little biplane Out to Runway Number Five And though he looked so small and weak He knew he could survive  And as he rose into the storm The jet planes hung their wings And they hoped someday, like Evermore To do heroic things  Bye-bye, biplane Once-upon-a-sky plane Bye-bye, hush a bye Lulla-biplane  And so, my billy bundle I have spun a tale for you You must learn there’s nothing In this world that you can’t do  Now, do not be discouraged By circumstance or size Remember Evermore And set your sights up in the skies  Bye-bye, biplane Once-upon-a-sky plane Bye-bye, hush a bye Lulla-biplane  [Chorus fades out] (voice over) Goodnight, Wilbur Goodnight, Orville  ",
        "title": "The Biplane, Ever More"
    },
    {
        "artist": "Fever Tree",
        "lyrics": "  Out there it's summertime Milk and honey days Oh, San Francisco girls with San Francisco ways Don't try to stop me girl, you can't have your way Don't try to stop me girl, nothin' you can say Live like you wanna live and stay where you wanna stay I just gotta go and get back to the Bay So you love me girl, you're just in my way Don't try to stop me girl, I'm movin' out today Do what you wanna do and play what you wanna play I just gotta go and get back to the Bay  ",
        "title": "San Francisco Girls (Return of the Native)"
    },
    {
        "artist": "Eddy Arnold",
        "lyrics": "  Kiss me each morning for a million years Hold me each evening by your side Tell me you love me for a million years If it don't work out, if it don't work out Then you can tell me goodbye  Sweeten my coffee with a morning kiss Soften my dreams with your sigh After you've loved me for a million years If it don't work out, if it don't work out Then you can tell me goodbye  If you must go I won't grieve If you'll just wait a lifetime before you leave But if you must go I won't say no Just so we can say that we try  Tell me you love me for a million years If it don't work out, if it don't work out Then you can tell me goodbye Then you can tell me goodbye  ",
        "title": "Then You Can Tell Me Goodbye"
    },
    {
        "artist": "Harpers Bizarre",
        "lyrics": null,
        "title": "Battle Of New Orleans"
    },
    {
        "artist": "The O'Jays",
        "lyrics": null,
        "title": "The Choice"
    },
    {
        "artist": "Ronnie Dove",
        "lyrics": null,
        "title": "Tomboy"
    },
    {
        "artist": "B.B. King",
        "lyrics": null,
        "title": "The B.B. Jones"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": "  [Verse 1] Your lips were made for kisses so tender I'm almost in love tonight When we are close, my heart says surrender I'm almost in love tonight  [Verse 2] And here under the spell of evening I long to hold you tight Heaven is near, why think of tomorrow I'm almost in love tonight  [Verse 3] It may be just the spell of evening I long to hold you tight Heaven is near, why think of tomorrow I'm almost in love tonight  [Outro] Almost in love  ",
        "title": "Almost In Love"
    },
    {
        "artist": "Nancy Wilson",
        "lyrics": null,
        "title": "Peace Of Mind"
    }
]