[
    {
        "artist": "The Young Rascals",
        "lyrics": "  [Intro]  [Chorus 1] Groovin' on a Sunday afternoon Really couldn't get away too soon  [Verse 1] I can't imagine anything that's better The world is ours whenever we're together There ain't a place I'd like to be instead of  [Chorus 2] Movin' down a crowded avenue Doin' anything we like to do  [Verse 2] There's always lots of things that we can see We can be anyone we like to be And all those happy people we could meet just  [Chorus 1] Groovin' on a Sunday afternoon Really couldn't get away too soon No, no, no, no  [Bridge]  [Verse 3] We'll keep on spending sunny days this way We're gonna talk and laugh our time away I feel it coming closer day by day Life would be ecstasy, you and me endlessly  [Chorus] Groovin' on a Sunday afternoon Really couldn't get away to soon No, no, no, no  [Outro] Groovin' (uh huh, uh huh) Groovin'  ",
        "title": "Groovin'"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": "  [Written by Otis Redding]  What you want Baby, I got it What you need Do you know I got it? All I'm askin' Is for a little respect when you get home (just a little bit) Hey baby (just a little bit) when you get home (just a little bit) mister (just a little bit)  I ain't gonna do you wrong while you're gone Ain't gonna do you wrong 'cause I don't wanna All I'm askin' Is for a little respect when you come home (just a little bit) Baby (just a little bit) when you get home (just a little bit) Yeah (just a little bit)  I'm about to give you all of my money And all I'm askin' in return, honey Is to give me my propers When you get home (just a, just a, just a, just a) Yeah baby (just a, just a, just a, just a) When you get home (just a little bit) Yeah (just a little bit) Ooo, your kisses Sweeter than honey And guess what? So is my money All I want you to do for me Is give it to me when you get home (re, re, re ,re) Yeah baby (re, re, re ,re) Whip it to me (respect, just a little bit) When you get home, now (just a little bit)  R-E-S-P-E-C-T Find out what it means to me R-E-S-P-E-C-T Take care, TCB Oh (sock it to me, sock it to me Sock it to me, sock it to me) A little respect (sock it to me, sock it to me Sock it to me, sock it to me) Whoa, babe (just a little bit) A little respect (just a little bit) I get tired (just a little bit) Keep on tryin' (just a little bit) You're runnin' out of fools (just a little bit) And I ain't lyin' (just a little bit) (re, re, re, re) When you come home (re, re, re ,re) 'spect Or you might walk in (respect, just a little bit) And find out I'm gone (just a little bit) I got to have (just a little bit) A little respect (just a little bit)  ",
        "title": "Respect"
    },
    {
        "artist": "The Turtles",
        "lyrics": "  Some girls like to run around, like to handle everything they see But my girl has more fun around and ya know she'd rather be with me  Me-oh my lucky guy is what I am Tell you why you'll understand She don't fly although she can  Some boys like to run around, they don't think about the things they do But this boy wants to settle down, and you know he'd rather be with you  Me-oh my lucky guy is what I am Tell you why you'll understand She don't fly although she can  Baba ba ba bada ba  Some girls like to run around, like to handle everything they see But my girl has more fun around and ya know she'd rather be with Yeah she'd rather be with, ya know she'd rather be with me  ",
        "title": "She'd Rather Be With Me"
    },
    {
        "artist": "Engelbert Humperdinck",
        "lyrics": null,
        "title": "Release Me (And Let Me Love Again)"
    },
    {
        "artist": "Jefferson Airplane",
        "lyrics": "  [Verse 1] When the truth is found to be lies And all the joy within you dies  [Chorus] Don't you want somebody to love, don't you Need somebody to love, wouldn't you Love somebody to love, you better Find somebody to love  [Verse 2] When the garden flowers Baby are dead, yes and Your mind, your mind is so full of red  [Chorus] Don't you want somebody to love, don't you Need somebody to love, wouldn't you Love somebody to love, you better Find somebody to love  [Verse 3] Your eyes, I say your eyes may look like his Yeah, but in your head, baby I'm afraid you don't know where it is  [Chorus] Don't you want somebody to love, don't you Need somebody to love, wouldn't you Love somebody to love, you better Find somebody to love  [Verse 4] Tears are running down and down and down your breast And your friends, baby They treat you like a guest  [Chorus] Don't you want somebody to love, don't you Need somebody to love, wouldn't you Love somebody to love, you better Find somebody to love  ",
        "title": "Somebody To Love"
    },
    {
        "artist": "The Music Explosion",
        "lyrics": "  Now when you're feelin' low and the fish won't bite You need a little bit o' soul to put you right You gotta make like you wanna kneel and pray And then a little bit of soul will come your way Now when your girl is gone and you're broke in two You need a little bit o' soul to see you through And when you raise the roof with your rock'n'roll You'll get a lot more kicks with a little bit o' soul And when your party falls 'cause ain't nobody groovin' A little bit o' soul and it really starts movin', yeah And when you're in a mess and you feel like cryin' Just remember this little song of mine And as you go through life tryin' to reach your goal Just remember what I said about a little bit o'soul A little bit o' soul, yeah (a little bit o' soul)  ",
        "title": "Little Bit O' Soul"
    },
    {
        "artist": "The Association",
        "lyrics": "  [Verse 1] Who's peeking out from under a stairway Calling a name that's lighter than air Who's bending down to give me a rainbow Everyone knows it's Windy  [Verse 2] Who's tripping down the streets of the city Smiling at everybody she sees Who's reaching out to capture a moment Everyone knows it's Windy  [Chorus] And Windy has stormy eyes That flash at the sound of lies And Windy has wings to fly Above the clouds Above the clouds And Windy has stormy eyes That flash at the sound of lies And Windy has wings to fly Above the clouds Above the clouds  [Verse 2] Who's tripping down the streets of the city Smiling at everybody she sees Who's reaching out to capture a moment Everyone knows it's Windy Who's tripping down the streets of the city Smiling at everybody she sees Who's reaching out to capture a moment Everyone knows it's Windy Who's tripping down the streets of the city Smiling at everybody she sees Who's reaching out to capture a moment Everyone knows it's Windy Who's tripping down the streets of the city Smiling at everybody she sees Who's reaching out to capture a moment Everyone knows it's Windy  ",
        "title": "Windy"
    },
    {
        "artist": "The Temptations",
        "lyrics": null,
        "title": "All I Need"
    },
    {
        "artist": "The Happenings",
        "lyrics": null,
        "title": "I Got Rhythm"
    },
    {
        "artist": "Tommy James And The Shondells",
        "lyrics": null,
        "title": "Mirage"
    },
    {
        "artist": "Frankie Valli",
        "lyrics": "  [Verse 1] You're just too good to be true Can't take my eyes off  of you You'd be like Heaven to touch I wanna hold you so much At long last love has arrived And I thank God I'm alive You're just too good to be true Can't take my eyes off you  [Verse 2] Pardon the way that I stare There's nothing else to compare The sight of you leaves me weak There are no words left to speak But if you feel like I feel Please let me know that it's real You're just too good to be true Can't take my eyes off you  [Hook] I love you, baby And if it's quite alright I need you, baby To warm a lonely night I love you, baby Trust in me when I say: Oh, pretty baby Don't bring me down, I pray Oh, pretty baby, now that I found you, stay And let me love you, baby Let me love you  [Verse 1]  [Hook]  ",
        "title": "Can't Take My Eyes Off You"
    },
    {
        "artist": "Spanky And Our Gang",
        "lyrics": "  I remember Sunday morning I would meet him at the park We'd walk together hand in hand 'Til it was almost dark Now I wake up Sunday morning Walk across the way to find Nobody waiting for me Sunday's just another day  Sunday will never be the same (Sunday will never be the same) I've lost my Sunday song He'll not be back again  Sunny afternoons That make me feel so warm inside Have turned as cold and gray as ashes As I feel the embers die No longer can I walk these paths For they have changes I must be home. The sun is gone And I think it's gonna rain  Sunday will never be the same (Sunday will never be the same) I've lost my Sunday song He'll not be back again  I remember children Feeding flocks of pigeons I remember sunshine And you were mine  Sunday will never be the same (Sunday will never be the same) I've lost my Sunday song He'll not be back again  Sunday will never be the same Sunday will never be the same Sunday will never be the same  ",
        "title": "Sunday Will Never Be The Same"
    },
    {
        "artist": "Every Mothers' Son",
        "lyrics": null,
        "title": "Come On Down To My Boat"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  (Seven rooms) I see a house A house of stone (Filled with gloom) A lonely house 'Cause now you've gone (Just seven rooms of gloom) Seven rooms, that's all it is Seven rooms of gloom (Filled with emptiness) I live with emptiness Without your tenderness  You took the dream I had for us Turned my dreams into dust I watch a phone that never rings I watch a door that never rings Bring you back into my life Turn this darkness into light I'm all alone in this house Turn this house to a home  I need your touch to comfort me Your tender, tender arms that once held me  (Seven rooms) Without your love Your love inside {Filled with gloom) This house is just a place To run and hide (Just seven rooms of gloom) Seven rooms, that's all it is Seven rooms of gloom (Filled with emptiness) Rooms of emptiness Without your tenderness  Don't make me live from day to day Watching a clock that ticks away Another day, another way Another reason for me to stay I need you here, here with me I need you, darling, desperately I'm all alone, all alone In this house that's not a home  I miss your love I once had known I miss your kiss that was my very, very own  (Seven rooms) Empty silence Surrounding me (Filled with gloom) Lonely walls They stare at me (Just seven rooms of gloom) Seven rooms, that's all it is Rooms of gloom (Filled with emptiness) I live with emptiness Without your tenderness  All the windows are painted black And wait right here till you come back I'll keep waiting, waiting Till your face again I see  (Coming back When are you coming back?)  ",
        "title": "7 Rooms Of Gloom"
    },
    {
        "artist": "The Grass Roots",
        "lyrics": null,
        "title": "Let's Live For Today"
    },
    {
        "artist": "Paul Revere & The Raiders",
        "lyrics": null,
        "title": "Him Or Me - What's It Gonna Be?"
    },
    {
        "artist": "The Fifth Estate",
        "lyrics": null,
        "title": "Ding Dong! The Witch Is Dead"
    },
    {
        "artist": "Bee Gees",
        "lyrics": "  [Pre-Chorus] In the event of something happening to me There is something I would like you all to see It's just a photograph of someone that I knew  [Chorus] Have you seen my wife, Mr. Jones? Do you know what it's like on the outside? Don't go talking too loud, you'll cause a landslide, Mr. Jones  I keep straining my ears to hear a sound Maybe someone is digging underground Or have they given up and all gone home to bed Thinking those who once existed must be dead  [Chorus] Have you seen my wife, Mr. Jones? Do you know what it's like on the outside? Don't go talking too loud, you'll cause a landslide, Mr. Jones  [Pre-Chorus] In the event of something happening to me There is something I would like you all to see It's just a photograph of someone that I knew  [Chorus] Have you seen my wife, Mr. Jones? Do you know what it's like on the outside? Don't go talking too loud, you'll cause a landslide, Mr. Jones  ",
        "title": "New York Mining Disaster 1941 (Have You Seen My Wife, Mr. Jones)"
    },
    {
        "artist": "Jon & Robin And The In Crowd",
        "lyrics": null,
        "title": "Do It Again A Little Bit Slower"
    },
    {
        "artist": "Scott McKenzie",
        "lyrics": null,
        "title": "San Francisco (Be Sure To Wear Flowers In Your Hair)"
    },
    {
        "artist": "The Mamas & The Papas",
        "lyrics": null,
        "title": "Creeque Alley"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  What's it all about Alfie Is it just for the moment we live  What's it all about When you sort it out, Alfie Are we meant to take more than we give Or are we meant to be kind?  And if, if only fools are kind, Alfie Then I guess it is wise to be cruel And if life belongs only to the strong, Alfie What will you lend on an old golden rule?  As sure as I believe there's a heaven above Alfie, I know there's something much more Something even non-believers can believe in  I believe in love, Alfie Without true love we just exist, Alfie Until you find the love you've missed You're nothing, Alfie  When you walk let your heart lead the way And you'll find love any day Alfie, oh Alfie What's it all about Alfie?  ",
        "title": "Alfie"
    },
    {
        "artist": "The Tremeloes",
        "lyrics": "  In the midnight moonlight I'll be walking a long and lonely mile And every time I do I keep seeing this picture of you  Here comes my baby, here she comes now And-a it becomes as no surprise to me With another guy  Well, here comes my baby, here she comes now Walking with a love With a love that's oh so fine Never to be mine, no matter how I try  You'll never walk alone And you're forever talking on the phone I try to call you names But every time it comes out the shame  Here comes my baby .......  ",
        "title": "Here Comes My Baby"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": null,
        "title": "The Tracks Of My Tears"
    },
    {
        "artist": "The Lovin' Spoonful",
        "lyrics": "  There's something special about six o'clock In the morning when it's still too early to knock And the dusty light shines down on the block And reflects up and down on the hands of the clock Six o'clock, six o'clock  A few hours ago she was standing here Just watching the stars in our eyes And the lights as uptights disappear And I could feel I could say what I want That I could nudge her and call her my confidante And now I'm back alone with just my shadow in front Six o'clock, six o'clock  I went home and found that trying to sleep was a laugh Just watching my eyelids knowing my brain bids the night not to pass I got up and got to scuffling around But somehow it just wasn't the same happy town And the bells didn't ring with the same happy sound Six o'clock, six o'clock  If I go back where we parted Could I ever be like that again? Guess I'll just have to wait 'til tomorrow But what can I do 'til then?  Guess I'll go back home and just wait until dawn Guess I had to learn going back where we were wouldn't help at all And I wish my head had been working right We'd have gone for coffee and talked all night But now I'm back alone feelin'twisted up tight Six o'clock, six o'clock  Now I'm back alone... Yes, now I'm back alone... I'm back alone  ",
        "title": "Six O'Clock"
    },
    {
        "artist": "Petula Clark",
        "lyrics": "  You wander around On your own little cloud When you don't see the why Or the wherefore  Ooh, you walk out on me When we both disagree 'cause to reason is not what you care for  I've heard it all a million times before Take off your coat, my love, and close the door  Don't sleep in the subway, darlin' Don't stand in the pouring rain Don't sleep in the subway, darlin' The night is long Forget your foolish pride Nothing's wrong Now you're beside me again  You try to be smart Then you take it apart 'cause it hurts when your ego is deflated Um-m-um-um-um-um You don't realize That it's all compromise And the problems are so over-rated  Good-bye means nothing when it's all for show So why pretend you've somewhere else to go?  Don't sleep in the subway, darlin' Don't stand in the pouring rain Don't sleep in the subway, darlin' The night is long Forget your foolish pride Nothing's wrong Now you're beside me again  Oh, oh, oh Don't sleep in the subway, darlin' Don't stand in the pouring rain Don't sleep in the subway, darlin' The night is long Forget your foolish pride Nothing's wrong Now you're beside me again  Oh, oh, oh, oh, oh  (repeat chorus and fade out)  ",
        "title": "Don't Sleep In The Subway"
    },
    {
        "artist": "Marvin Gaye & Tammi Terrell",
        "lyrics": "  [Verse 1: Marvin Gaye] Listen, baby Ain't no mountain high Ain't no valley low Ain't no river wide enough, baby  [Tammi Terrell] If you need me, call me No matter where you are No matter how far (don't worry, baby) Just call my name I'll be there in a hurry You don't have to worry Cause baby there  [Hook: Marvin Gaye & Tammi Terrell] Ain't no mountain high enough Ain't no valley low enough Ain't no river wide enough To keep me from getting to you, babe  [Verse 2: Marvin Gaye] Remember the day I set you free I told you you could always count on me, darling From that day on, I made a vow I'll be there when you want me Someway, somehow Cause baby there  [Hook: Marvin Gaye & Tammi Terrell] Ain't no mountain high enough Ain't no valley low enough Ain't no river wide enough To keep me from getting to you, babe  [Bridge: Marvin Gaye] Oh no, darling  [Tammi Terrell] No wind, no rain Nor winter storm Can't stop me baby  [Marvin Gaye] No no baby  [Tammi Terrell] Cause you are my goal  [Marvin Gaye] If you're ever in trouble I'll be there on the double Just send for me  [Marvin Gaye & Tammi Terrell] Oh baby!  [Verse 3] My love is alive Way down in my heart Although we are miles apart  [Marvin Gaye] If you ever need a helping hand I'll be there on the double Just as fast as I can  [Both] Don't you know that there...  [Hook: Marvin Gaye & Tammi Terrell] Ain't no mountain high enough Ain't no valley low enough Ain't no river wide enough To keep me from getting to you Ain't no mountain high enough Ain't no valley low enough Ain't no river wide enough Ain't no mountain high enough Ain't no valley low enough  ",
        "title": "Ain't No Mountain High Enough"
    },
    {
        "artist": "Ray Charles",
        "lyrics": null,
        "title": "Here We Go Again"
    },
    {
        "artist": "Otis & Carla",
        "lyrics": null,
        "title": "Tramp"
    },
    {
        "artist": "Janis Ian",
        "lyrics": "  [Verse 1] Come to my door, baby Face is clean and shining black as night My mother went to answer you know That you looked so fine Now I could understand your tears and your shame She called you \"boy\" instead of your name When she wouldn't let you inside When she turned and said \"But honey, he's not our kind.\"  [Chorus 1] She says I can't see you any more, baby Can't see you anymore  [Verse 2] Walk me down to school, baby Everybody's acting deaf and blind Until they turn and say, \"Why don't you stick to your own kind.\" My teachers all laugh, their smirking stares Cutting deep down in our affairs Preachers of equality Think they believe it, then why won't they just let us be?  [Chorus 2] They say I can't see you anymore baby Can't see you anymore  [Verse 3] One of these days I'm gonna stop my listening Gonna raise my head up high One of these days I'm gonna raise my glistening wings and fly But that day will have to wait for a while Baby I'm only society's child When we're older things may change But for now this is the way, they must remain  [Chorus 3] I say I can't see you anymore baby Can't see you anymore No, I won't see you anymore, baby  ",
        "title": "Society's Child (Baby I've Been Thinking)"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": "  Would you like to ride in my beautiful balloon Would you like to ride in my beautiful balloon We could float among the stars together, you and I For we can fly we can fly Up, up and away My beautiful, my beautiful balloon The world's a nicer place in my beautiful balloon It wears a nicer face in my beautiful balloon We can sing a song and sail along the silver sky For we can fly we can fly Up, up and away My beautiful, my beautiful balloon Suspended under a twilight canopy We'll search the clouds for a star to guide us  If by some chance you find yourself loving me We'll find a cloud to hide us We'll keep the moon beside us Love is waiting there in my beautiful balloon Way up in the air in my beautiful balloon If you'll hold my hand we'll chase your dream across the sky For we can fly we can fly Up, up and away My beautiful, my beautiful balloon Balloon... Up, up, and away  ",
        "title": "Up -- Up And Away"
    },
    {
        "artist": "The Marvelettes",
        "lyrics": "  Spring in the air (filled with love) There's magic ev'rywhere When you're young and in love  Life seems to be (just a dream) A world of fantasy When you're young and in love  Each night seems just like the Fourth of July When stars spangle the sky  The moon at night (shines so bright) Seems to shine twice as bright When you're young and in love  Ooh, dreams can come true (try a dream) If you believe they do When you're young and in love  Though many teardrops are bound to fall True love can conquer all When you're, when you're young and in love  (Look and you'll find) Ooh, ooh yeah (There's no mountain you can't climb) When you're young and in love  Though many teardrops are bound to fall True love can conquer all When you're, when you're young and in love  (Young and in love) So in love (Young and in love) Oh, yeah (Young and in love) I feel so good  ",
        "title": "When You're Young And In Love"
    },
    {
        "artist": "The 4 Seasons Featuring the \"Sound of Frankie Valli\"",
        "lyrics": null,
        "title": "C'mon Marianne"
    },
    {
        "artist": "Oscar Toney, Jr.",
        "lyrics": null,
        "title": "For Your Precious Love"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  [Verse 1] Girl, you'll be a woman soon I love you so much, can't count all the ways I've died for you girl and all they can say is \"He's not your kind\" They never get tired of putting me down And I'll never know when I come around What I'm gonna find Don't let them make up your mind Don't you know  [Chorus] Girl, you'll be a woman soon Please, come take my hand Girl, you'll be a woman soon Soon, you'll need a man  [Verse 2] I've been misunderstood for all of my life But what they're saying girl it cuts like a knife \"The boy's no good\" Well I've finally found what I'm a looking for But if they get their chance they'll end it for sure Surely would Baby I've done all I could Now it's up to you  [Chorus] Girl, you'll be a woman soon Please, come take my hand Girl, you'll be a woman soon Soon, you'll need a man Girl, you'll be a woman soon Please, come take my hand Girl, you'll be a woman soon Soon, you'll need a man  ",
        "title": "Girl, You'll Be A Woman Soon"
    },
    {
        "artist": "The Five Americans",
        "lyrics": null,
        "title": "Sound Of Love"
    },
    {
        "artist": "Harpers Bizarre",
        "lyrics": "  Come to the sunshine Hang your ups and downs you come to the sunshine Come to the sunshine You know I know you know that I love you  Weather here could not be finer It suits to sail off Carolina shore I'll tell you more and moreover Cotton threads to keep me cool In the sun-swept afterglow I know I'm a fool But I'm hoping that you'll be Mine in time  Sailboats sail two by two by I think a lot of you I Really doubt you think about me like I do you  Come to the sunshine To the sunshine You know I know you know that I love you  While they play the White Swan Serenade Cornered, struck, I watch them promenade They're comforted, got it made over  Dunn and Bradstreet, Vanity Fair Who wears what how much and who's been where But I really don't care The lesson we share  Come to the sunshine Hang your ups and downs you come to the sunshine Come to the sunshine  ",
        "title": "Come To The Sunshine"
    },
    {
        "artist": "Al Martino",
        "lyrics": null,
        "title": "Mary In The Morning"
    },
    {
        "artist": "Gary Lewis And The Playboys",
        "lyrics": null,
        "title": "Girls In Love"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  Hey, life, look at me I can see the reality 'Cause when you shook me, took me out of my world I woke up Suddenly I just woke up to the happening  When you find that you left the future behind 'Cause when you got a tender love You don't take care of Then you better beware of the happening  One day you're up, then you turn around You find your world is tumbling down It happened to me, and it can happen to you  I was sure, I felt secure Until love took a detour Yeah, riding high on top of the world It happened, suddenly it just happened  I saw my dreams fall apart When love walked away from my heart And when you lose that precious love you need To guide you Something happens inside you, the happening  Now I see life for what it is It's not all dreams, ooh, it's not all bliss It happened to me and it can happen to you  Once Ooh, and then it happened Ooh, and then it happened Ooh, and then it happened Ooh, and then it happened  Is it real, is it fake Is this game of life a mistake? 'Cause when I lost the love I thought was mine For certain, suddenly I started hurting  I saw the light too late When that fickle finger of fate Yeah, came and broke my pretty balloon I woke up Suddenly I just woke up to the happening  So sure, I felt secure Until love took a detour 'Cause when you got a tender love you don't Take care of, then you better beware of  ",
        "title": "The Happening"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  Riding along on a carousel, trying to catch up to you Riding along on a carousel, will I catch up to you?  Horses chasing cause they're racing So they ain't so far  On a carousel, on a carousel  Nearer and nearer by changing horses, still so far away People fighting for their places just get in my way Soon you'll leave and then I'll lose you Still we're going round  On a carousel, on a carousel Round and round and round and round Round and round and round and round with you Up, down, up, down, up, down, too  As she leaves, she drops the presents that she won before Pulling ducks out of the water, got the highest score Now's my chance and I must take it, a case of do-or-die  On a carousel, on a carousel Round and round and round and round Round and round and round and round with you Up, down, up, down, up, down, too  Riding along on a carousel, trying to catch up to you Riding along on a carousel, will I catch up to you?  Now we take our ride together No more chasing her  On a carousel, on a carousel  ",
        "title": "On A Carousel"
    },
    {
        "artist": "Brenton Wood",
        "lyrics": "  Oogum oogum boogum boogum Boogum now baby You're castin' your spell on me I say, \"Oogum oogum boogum boogum Boogum now baby You're castin' you're spell on me.\" You got me doin' funny things like a clown Just look at me  When you wear your high heeled boots With your hip hugger suit It's all right, you're outta sight And you wear that cute mini skirt With your brother's sloppy shirt I admit it, girl that I can dig it Well then I say  Oogum oogum boogum boogum Boogum now baby You're castin' your spell on me I say, \"Oogum oogum boogum boogum Boogum now baby You're castin' your spell on me.\" You got me doin' funny things like a clown Just look at me  When you wear your bell bottom pants I just stand there in a trance I can't move, you're in the groove Would you believe little girl That I am crazy 'bout you Now go on with your bad self  Oh my my my baby's got that spell on me Oh now mercy, mercy on me  When you wear those big earrings Long hair, and things You got style, girl, that sure is wild And you wear that cute trench coat And you're standin' and posin' You got soul, you got too much soul  I just say who got the blues Say who got the blues Say who got the blues now Castin' your spell on me Well I say, \"Who got the blues Say who got the blues...\"  ",
        "title": "The Oogum Boogum Song"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] I was born in Lil' Rock Had a childhood sweetheart We were always hand in hand I was hightop shoes and shirt tails Suzy was in pig tails I know I loved her even then  [Verse 2] You know my papa disapproved it My mama boohooed it But I told them time and time again \"Don't you know I was made to love her Built a world all around her\" Yeah! Hey, hey, hey  [Verse 3] She's been my inspiration Showed appreciation For the love I gave her through the years Like a sweet magnolia tree My love blossomed tenderly My life grew sweeter through the years  [Verse 4] I know that my baby loves me My baby needs me That's why we made it through the years I was made to love her Worship and adore her Hey, hey, hey  [Verse 5] All through thick and thin Our love just won't end Cause I love my baby, love my baby My baby loves me My baby needs me And I know I ain't going nowhere  [Verse 6] I was knee high to a chicken When that love bug bit me I had the fever with each passing year Oh, even if the mountain tumbles If this whole world crumbles By her side I'll still be standing there  [Verse 7] Cause I was made to love her I was made to live for her, yeah! Ah, I was made to love her Built my world all around her Hey, hey, hey  ",
        "title": "I Was Made To Love Her"
    },
    {
        "artist": "Arthur Conley",
        "lyrics": "  Do you like good music? Huh, that sweet soul music Just as long as it’s swinging Oh, yeah Oh, yeah  Way out here on the floor, ya'll Ah, going to a go-go Dancing with the music Oh, yeah Oh, yeah  Spotlight on Lou Rawls, ya'll Ah, don't he look boss, ya'll Singing 'Love's a Hurtin Thing', yall Oh, yeah Oh, yeah  Spotlight on Sam and Dave, ya'll Oh, don't they look great y'all? Singing, 'Hold On I'm Coming' Oh, yeah Oh, yeah  Spotlight on Wilson Pickett, now That wicked Wilson Pickett Singing, 'Mustang Sally' Oh, yeah Oh, yeah  Spotlight on Otis Redding, now Singing 'Fa-Fa-Fa-Fa-Fa' 'Fa-Fa-Fa-Fa-Fa' Oh, yeah Oh, yeah Get it Otis  Spotlight on James Brown, ya'll He's the king of them all, ya'll He's the king of them all, ya'll Oh, yeah Oh, yeah  Do ya like good music? That sweet soul music Just long as it's swinging Oh, yeah Oh, yeah  I got to get the feeling I got to get the feeling Do ya like good music? That sweet soul music Help me get the feeling I want to get the feeling Otis Redding's got the feeling  James Brown he got the feeling Oh, I love good music  ",
        "title": "Sweet Soul Music"
    },
    {
        "artist": "The Easybeats",
        "lyrics": "  {Intro}  Monday mornin' feels so bad Ev'rybody seems to nag me Comin' Tuesday I feel better Even my old man looks good Wed'sday just don't go Thursday goes too slow I've got Friday on my mind  Gonna have fun in the city Be with my girl, she's so pretty She looks fine tonight She is out of sight to me Tonight I'll spend my bread, tonight I'll lose my head, tonight I've got to get to night Monday I'll have Friday on my mind  Do the five day grind once more I know of nothin' else that bugs me More than workin' for the rich man Hey! I'll change that scene one day Today I might be mad, tomorrow I'll be glad Cause I'll have Friday on my mind  Gonna have fun in the city Be with my girl, she's so pretty She looks fine tonight She is out of sight to me Tonight I'll spend my bread, tonight I'll lose my head, tonight I've got to get to night Monday I'll have Friday on my mind  Gonna have fun in the city Be with my girl, she's so pretty I'm gonna have fun in the city Be with my girl, she's so pretty  ",
        "title": "Friday On My Mind"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  Too many people need me I've got so much, so much to do But when my travelling is over I'll pay you back with interest I'll pay you back with interest  It seems unfair to leave you And sell myself the way I do But when my wandering is over I'll pay you back with interest I'll pay you back with interest  Most of my life I've been moving And when I tire, I'll come home to you But until then I'll be waiting I'll pay you back with interest I'll pay you back with interest  How cold is my room (How cold is my room?) Without your love beside me? We look at the same old moon (Looking at the moon) But you're not here beside me I'll pay you back with interest I'll pay you back with interest  Too many people need me I've got so much, so much to do But when my travelling is over I'll pay you back with interest I'll pay you back with interest  ",
        "title": "Pay You Back With Interest"
    },
    {
        "artist": "Otis Redding",
        "lyrics": null,
        "title": "Shake"
    },
    {
        "artist": "Sammy Davis Jr.",
        "lyrics": "  (Don't blame it on the children) You know we read in the papers And we hear on the air Of killing and stealing And crime everywhere And we sigh and we say As we notice the trend This young generation Where will it end But can we be sure That it's their fault alone I mean, that maybe a Part of it isn't our own Are we less guilty Who place in their way Too many things That lead them astray Like too much money to spend And too much idle time Too many movies The kind of passion and crime Too many books, man That are not even fit to be read Too much evil in what they hear said And too many children Encouraged to roam By too many parents Who won't even stay at home (Don't blame it on the children) Well, man, kids don't make the movies And they don't write the books And they don't go out And paint gay pictures Of gangsters and crooks They don't make the liquor And they don't run the bars And they don't make the laws And they don't buy the cars They don't peddle junk that Well, that addles the brain That's all done by older folks, man Greedy for gain Delinquent teenagers, oh, man How quick we do condemn The sins of a nation And then go and blame it on them But the laws that are blameless The Savior makes known Now you tell me who is there Among us to cast the first stone For in so many cases It's sad but it's true That the title Delinquent Fits older folks too (Don't blame it on the children) (Don't blame it on the children) (Don't blame it on the children)  ",
        "title": "Don't Blame The Children"
    },
    {
        "artist": "Tom Jones",
        "lyrics": "  Last night, quietly, she walked through my mind As I lay searching for sleep. Her soft hand reached out, she whispered my name As she brushed a tear from my cheek. And then those funny familiar forgotten feelings started walkin' all over my mind. It's sad, so sad to watch love go bad, but a true love would not have gone wrong. I'm just thankful for the good times we've had for without them I could not go on, With all these funny familiar forgotten feelings walkin' all over my mind. I must go on, be strong, tho' a million teardrops may fall, Before these funny familiar forgotten feelings stop walk' all over my mind.  ",
        "title": "Funny Familiar Forgotten Feelings"
    },
    {
        "artist": "The Doors",
        "lyrics": "  {Intro}  [Verse 1] You know that it would be untrue You know that I would be a liar If I was to say to you Girl, we couldn't get much higher  [Chorus] Come on baby, light my fire Come on baby, light my fire Try to set the night on fire  [Verse 2] The time to hesitate is through No time to wallow in the mire Try now we can only lose And our love become a funeral pyre  [Chorus] Come on baby, light my fire Come on baby, light my fire Try to set the night on fire Yeah...  {Bridge}  [Verse 2] The time to hesitate is through No time to wallow in the mire Try now we can only lose And our love become a funeral pyre  [Chorus] Come on baby, light my fire Come on baby, light my fire Try to set the night on fire Yeah  [Verse 1] You know that it would be untrue You know that I would be a liar If I was to say to you Girl, we couldn't get much higher  [Chorus] Come on baby, light my fire Come on baby, light my fire Try to set the night on fire Try to set the night on fire Try to set the night on fire Try to set the night on fire  {Outro}  ",
        "title": "Light My Fire"
    },
    {
        "artist": "Booker T. & The MG's",
        "lyrics": "  [Instrumental]  ",
        "title": "Hip Hug-Her"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": "  [Intro] One, two One, two, three  [Chorus 1] Hey everybody, let me tell you the news[x3] [?]  [Verse 1] It isn't just soul It isn't just soul It's just rhythm and Just rhythm and blues  [Bridge] Hey baby, let yourself go[x2]  [Chorus 2] You're too sharp, you aren't too sharp Aren't too sharp, again, one more time Aren't too sharp, aren't too sharp You're just too stupid to let me dance  [Bridge] I want to prance, I've got to talk Just let me walk, I've got to, I've got to, got to  [Chorus 1] Hey everybody, tell you the news Hey everybody, let me tell you the news[x2]  [Chorus 2] You aren't too sharp, aren't too sharp Aren't too sharp, you're just too I want to dance, I've got to prance I want to feel the love with you  [Bridge] You've got to feel You just got to, got to I've got to feel, give it to me You've got to, let me  [Outro] Let me, let me have it I've got to, got to, I've got to I've got to, I've got to, let me Oh, I've got to, tell me, I've got to  ",
        "title": "Let Yourself Go"
    },
    {
        "artist": "Bettye Swann",
        "lyrics": null,
        "title": "Make Me Yours"
    },
    {
        "artist": "Bar-Kays",
        "lyrics": null,
        "title": "Soul Finger"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": "  You must have been a Beautiful baby, yeah, yeah You must have been A beautiful child  Cause when you was only Starting to go to kindergarten I bet you drove those Other childs wild  Oh, yeah, oh, yeah, oh, yeah  Oh, when it came To winning blue ribbons I bet you showed Those other kids how  I can see the judges eyes As he handed you the prize You must have did the cutest bow  Oh, you must've been a beautiful baby Oh, baby, won't you look at you now  Yeah, yeah, yeah Oh, beautiful, oh, beautiful Oh, you got to sock it to me, baby  Oh, when it came To winning blue ribbons I bet you showed Those other kids how  I can see the judges eyes As he handed you the prize I bet you did the cutest bow  Yeah, you must've been a beautiful baby Oh, baby, won't you look at you now  Yeah, now when it came To winning blue ribbons Yeah, yeah I bet you did the cutest bow  I can see the judges eyes As he handed you the prize You must have did the cutest bow  Oh, you must've been a beautiful baby Oh, baby, won't you look at you now Baby, won't you look at you now  ",
        "title": "You Must Have Been A Beautiful Baby"
    },
    {
        "artist": "The Intruders",
        "lyrics": null,
        "title": "Together"
    },
    {
        "artist": "Eddy Arnold",
        "lyrics": null,
        "title": "Misty Blue"
    },
    {
        "artist": "The Sweet Inspirations",
        "lyrics": null,
        "title": "Why (Am I Treated So Bad)"
    },
    {
        "artist": "Fantastic Four",
        "lyrics": null,
        "title": "You Gave Me Something (And Everything's Alright)"
    },
    {
        "artist": "The Everly Brothers",
        "lyrics": "  Way down in Bowling Green Prettiest girls I've ever seen A man in Kentucky Sure is lucky To love down in Bowling Green  Bowling Green folks treat you kind They let you think your own mind A man in Kentucky Sure is lucky In Bowling Green you walk your own line  Kentucky sunshine makes the heart unfold It warms the body And I know it touches the soul Bluegrass is fine Kentucky owns my mind  The fields down in Bowling Green Have the softest grass I've ever seen A man in Kentucky Sure is lucky To lie down in Bowling Green  Bowling Green girls treat you right They wear dresses cut country tight A man in Kentucky Sure is lucky If he's seen a Bowling Green night  Kentucky sunshine makes the heart unfold It warms the body And I know it touches the soul Bluegrass is fine Kentucky owns my mind  Bowling Green, Bowling Green Bowling Green, Bowling Green  Bowling Green, Bowling Green Bowling Green, Bowling Green  ",
        "title": "Bowling Green"
    },
    {
        "artist": "Arthur Conley",
        "lyrics": "  Get out of that bed And wash those face and hands You don't hear me Get out of that bed And wash those face and hands Oh, yeah You better get in that kitchen And make some noise With the pots and pans Lookie here I believe to my soul You're wearing them nylon hose Lord, have mercy I believe to my soul You're wearing them nylon hose Oh, yeah, and you won't do right To save your natural soul And all you wanna do is Shake, rattle and roll in the morning Shake, rattle and roll in the evening Shake, rattle and roll all night long Shake, rattle and roll Ha ha, you won't do right To save your natural soul Let me tell you something, uh I'm like a one-eyed cat Peeping in a seafood store, oh, yeah And I can look at you and tell You ain't no child no more And all you wanna do is Shake, rattle and roll all night long Shake, rattle and roll in the morning Shake, rattle and roll all night long Shake, rattle and roll You won't do right To save your natural soul, oh, yeah Shake, rattle and roll, baby Shake, rattle and roll, oh, yeah Shake, rattle and roll What you gonna do now Shake, rattle and roll What you gonna do now Shake, rattle and roll Everybody sing it Shake, rattle and roll Oh, one more time Shake, rattle and roll Got to, got to do it Shake, rattle and roll What you gonna do now Shake, rattle and roll Come on, do it Shake, rattle and roll All night long Shake, rattle and roll Everybody, sing it Shake, rattle and roll Oh, one more time Shake, rattle and roll...  ",
        "title": "Shake, Rattle & Roll"
    },
    {
        "artist": "Sandy Posey",
        "lyrics": null,
        "title": "I Take It Back"
    },
    {
        "artist": "King Curtis",
        "lyrics": null,
        "title": "Jump Back"
    },
    {
        "artist": "The Five Stairsteps",
        "lyrics": "  I did you wrong My heart went out to play But in the game I lost you What a price to pay Hey, I'm cryin'  Ooh whooh ooh baby baby Ooh whooh ooh baby baby  Mistakes, I know I've made a few But I'm only human You've made mistakes too I'm cryin'  Ooh whooh ooh baby baby Whooh ooh whooh ooh ooh baby baby  I'm just about at The end of my rope But I can't stop cryin I can't give up hope Cause I, I feel one day I'll hold you near Whisper I still love you Until that day is here I'm cryin'  Ooh whooh ooh baby baby Whooh ooh whooh ooh ooh baby baby Whooh whooh whooh whooh whooh whooh baby baby  ",
        "title": "Oooh, Baby Baby"
    },
    {
        "artist": "Joe Tex",
        "lyrics": null,
        "title": "Woman Like That, Yeah"
    },
    {
        "artist": "Brenda & The Tabulations",
        "lyrics": null,
        "title": "Stay Together Young Lovers"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": "  [Verse] All right I've been thumbing rides travelling light Walked the streets till past midnight Tramping roads, trails and lanes Scaling cliffs fields and plains Searching till the early dawn For that long legged girl with the short dress on Riding trucks, bikes and skis Sailing lakes and brooks and seas Driving wagons, cars and jeeps Walking stilts in ten foot leaps Searching till the early dawn  [Chorus] For that long legged girl with the short dress on And everywhere I go she's been and gone She's fine, it's just too bad she's the travelling kind So fine, I just can't rest till I make her mine I've been from Maine to Tennessee, Mexico from Wahkiki Rain or shine, sleet or snow Searching high, searching low Everything depends upon  [Chorus] That long legged girl with the short dress on She's fine, it's just too bad she's the travelling kind So fine, I just can't rest till I make her mine I've been from Maine to Tennessee, Mexico from Wahkiki Rain or shine, sleet or snow Searching high, searching low Everything depends upon  [Outro] That long legged girl with the short dress on The long legged girl with the short dress on  ",
        "title": "Long Legged Girl (With The Short Dress On)"
    },
    {
        "artist": "Ed Ames",
        "lyrics": null,
        "title": "Time, Time"
    },
    {
        "artist": "The Choir",
        "lyrics": null,
        "title": "It's Cold Outside"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": "  Somebody broke your heart once before, yeah Now you claim you don't want love no more Listen, girl; hear what I say How long do you think you can go on this way?  CHORUS: You know you can't stand alone no matter how you try Got to have somebody to love, goes for you & I (Everybody needs somebody) (x3) All of a sudden you can't stand alone  Love brought you heartaches sometime, so wrong, yeah Don't let it turn your heart into stone I love you, baby; this you can recognize, yeah I see a spark of love deep in your eyes  (Chorus) (Instrumental)  Love brought you misery; that may be true But that is something that we all go through Oh come put your hand in mine & don't look back Let's fall in love, baby; that's where it's at  You know you can't stand alone no matter how you try Got to have somebody to love, goes for you & I (Repeat & fade): (Everybody needs somebody)  ",
        "title": "You Can't Stand Alone"
    },
    {
        "artist": "The American Breed",
        "lyrics": "  You gotta get out of your head You gotta step out of your mind  You gotta be able to bend your brain If you wanna get on in this world And you've got to be just a little insane If you wanna get on in this world  Do your living in a comic book Be a Superman or a Captain Hook Ah-ah-ah ... yeah! Ah-ah-ah ... yeah!  You gotta get out of your head You gotta step out of your mind  You gotta be able to blow your cool If you wanna get on in this world You can't be afraid to be some kind of fool If you wanna get on in this world  Do your living in a crazy dream Be a hero on a movie screen Ah-ah-ah ... yeah! Ah-ah-ah ... yeah!  You gotta get out of your head You gotta step out of your mind  Jump jump, out of your head Step step, out of your mind Jump jump, out of your head Step step, out of your mind Jump jump, out of your head Step step, out of your mind Jump jump, out of your head Step step, out of your mind  ",
        "title": "Step Out Of Your Mind"
    },
    {
        "artist": "J.J. Barnes",
        "lyrics": null,
        "title": "Baby Please Come Back Home"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  Doo doo doo-doo doo doo doo-doo doo Doo doo doo-doo doo doo doo-doo doo Hey, Carrie Anne Hey, Carrie Anne  When we were at school, our games were simple I played the janitor, you played a monitor Then you played with older boys and prefects What's the attraction in what they're doing?  Hey Carrie Anne What's your game now, can anybody play? Hey Carrie Anne What's your game now, can anybody play?  You were always something special to me Quite independent, never caring You lost your charm as you were aging Where is your magic disappearing?  Hey Carrie Anne What's your game now, can anybody play? Hey Carrie Anne What's your game now, can anybody play?  You're so, so like a woman to me (So like a woman to me) So, so like a woman to me (So, so like a woman to me)  Hey Carrie Anne What's your game now, can anybody play? Hey Carrie Anne What's your game now, can anybody play?  People live and learn but you're still learning You use my mind and I'll be your teacher When the lesson's over, you'll be with me Then I'll hear the other people saying  Hey Carrie Anne What's your game now, can anybody play? Hey Carrie Anne What's your game now, can anybody play?  Carrie Anne, Carrie Anne, Carrie Anne  ",
        "title": "Carrie-Anne"
    },
    {
        "artist": "Sonny & Cher",
        "lyrics": "  He's out there tripping in the streets The sidewalk floats beneath his feet He's shaking ever body's hand But he's not disclosing that he's  He's chasing every body Displacing every body He's doing every one he can Plastic man  He's on the t.v. selling cars He interrupts old movie stars And he can sell like any plan But he's not disclosing that he's  He's chasing every body Displacing every body He's doing every one he can Plastic man  This man is working day and night He's hip to psychedelic light He even does the puk-a-lu But he's not disclosing He's recruiting you  He's chasing every body Displacing every body He's doing every one he can Plastic man  ",
        "title": "Plastic Man"
    },
    {
        "artist": "Lesley Gore",
        "lyrics": "  Oh what a day to take a ride, my baby's by my side Top down, beach bound Music on the radio that makes you wanna go Sky high, my guy Picks me up and makes my world aglow You oughta know  [Verse:] Sandy, summer and Sandy No rainy days (no rainy days) All summer long Coming on strong with  [Verse 2:] Sandy, summer and Sandy Breaking away (breaking away) Grooving along With summer and Sandy (Sandy, Sandy, Sandy) Salty air and harbor lights and lazy summer nights Boardwalk, small talk And gazing into Sandy's eyes and stars up in the skies My love, I love Everything about him that I see And he loves me  [Repeat verse 1]  [Repeat verse 2] Oohhh, oh baby, ooohh Sandy, I love him, I love him Sandy, oooh I love him, I love him [Fade]  ",
        "title": "Summer And Sandy"
    },
    {
        "artist": "Smokey Robinson & The Miracles",
        "lyrics": null,
        "title": "More Love"
    },
    {
        "artist": "Boots Walker",
        "lyrics": null,
        "title": "They're Here"
    },
    {
        "artist": "Jack Jones",
        "lyrics": null,
        "title": "Now I Know"
    },
    {
        "artist": "Brenda & The Tabulations",
        "lyrics": null,
        "title": "Who's Lovin' You"
    },
    {
        "artist": "Blues Magoos",
        "lyrics": null,
        "title": "One By One"
    },
    {
        "artist": "The Buckinghams",
        "lyrics": "  My baby she may not a-look Like one of those bunnies out of a Playboy Club But she got somethin' much greater than gold Crazy 'bout that girl 'cause she got so much soul  I said she got the kind of lovin' Kissin' and a-huggin' Sure is mellow Glad that I'm her fellow and I know That she knocks me off my feet Have mercy on me 'Cause she knocks me off my feet There is no girl in the whole world That can love me like you do  My baby when she walks by All the fellows go, ooooooo, and I know why It's simply 'cause that girl she looks so fine And if she ever leaves me I would lose my mind  She got the kind of lovin' Kissin' and a-huggin' Sure is mellow Glad that I'm her fellow and I know That she knocks me off my feet Have mercy on me 'Cause she knocks me off my feet, hey There is no girl in the whole world That can love me like you do  Yeah, everybody in the neighborhood Will testify that my girl she looks so good And she's so fine She'd give eyesight to the blind And if she ever leaves me I would lose my mind  She got the kind of lovin' Kissin' and a-huggin' Sure is mellow Glad that I'm her fellow and I know That she knocks me off my feet Have mercy on me 'Cause she knocks me off my feet There is no girl in the whole world That can love me like you do  Baby, yeah, you got that soulful feel Yeah, it's all right Mercy, mercy  Written By: Johnny Watson & Joe Zawinul  ",
        "title": "Mercy, Mercy, Mercy"
    },
    {
        "artist": "The Spencer Davis Group",
        "lyrics": "  Somebody help me, yeah Somebody help me now Won't somebody tell me What I've done wrong  When I was just a little boy of seventeen I had a girl, she was my queen She didn't love me like I loved her, now I know Now I'm so lonesome on my own  Somebody help me, yeah Somebody help me now Won't somebody tell me What I've done wrong  I need someone in my life I need a girl to hold me tight Someone who can make me feel Make me feel all right  Somebody help me, yeah Somebody help me now Won't somebody tell me What I've done wrong  Somebody help me, yeah Somebody help me now Somebody help me, yeah (right now, won't ya) Somebody help me now (somebody help me) Somebody help me, yeah (somebody help me now) Somebody help me now  ",
        "title": "Somebody Help Me"
    },
    {
        "artist": "Frankie Laine",
        "lyrics": "  I know that you wanted someone to play with While i wanted someone to love And you made me feel that your love was real The love that i always dreamed of  And then you laughed when i cried for your kisses To me they meant heaven above Oh, oh, oh you wanted someone to play with While i wanted someone to love  (oh, you wanted someone to play) (while i wanted someone to love) And you made me feel that your love was real The love that i always dreamed of  And then you laughed when i cried for your kisses To me they meant heaven above Oh, oh, oh you wanted someone to play with While i wanted, while i wanted someone to love  ",
        "title": "You Wanted Someone To Play With (I Wanted Someone To Love)"
    },
    {
        "artist": "Percy Sledge",
        "lyrics": null,
        "title": "Love Me Tender"
    },
    {
        "artist": "The Arbors",
        "lyrics": null,
        "title": "Graduation Day"
    },
    {
        "artist": "Sergio Mendes & Brasil '66",
        "lyrics": null,
        "title": "Night And Day"
    },
    {
        "artist": "The Royal Guardsmen",
        "lyrics": "  I can go for miles in my airplane Have a lot of smiles in my airplane I can go up - I can get down But I can get to you If you don't want me around In my airplane  You could wear your flowers in my airplane Laugh and talk for hours in my airplane You can go from - And you can go to And if you'll fly with me Then I will fly to you In my airplane  If I get my jet in set Myself right on the runway of your city You would not be there to meet me You would not be there to greet me That's wrong and a pity  We could go to Maine in my airplane Chase away the rain in my airplane We can go up - We can go down But the way we're going now We won't get off the ground In my airplane  If I get my jet in set Myself right on the runway of your city You would not be there to meet me You would not be there to greet me That's wrong and a pity  We could go to Maine in my airplane Chase away the rain in my airplane We can go up - We can go down But the way we're going now We won't get off the ground In my airplane  ",
        "title": "Airplane Song (My Airplane)"
    },
    {
        "artist": "The Wildweeds",
        "lyrics": "  I hear a new girl moved into town And now your baby ain't no where around And now you think you're in despair You feel the still the cold night Clinging in the air Love's a game, you're in it And you were so proud of it Someone you can't depend on Someone you can't rely on No matter what you say he won't come Running back to your arms It's all over baby and it won't do no good to cry How you think I felt when you You left me then You never said a word except that we're thru' And you didn't fight it all the way I don't care You just don't mean that much to me this way Love's a game, you're in it And you were so proud of it Someone you can't depend on Someone you can't rely on No matter what you say he won't come Running back to your arms It's all over baby and it won't do no good to cry Love's a game, you're in it And you were so proud of it Someone you can't depend on Someone you can't rely on No matter what you say he won't come Running back to your arms It's all over baby and it won't do no good to cry  Linesider, BMI  ",
        "title": "No Good To Cry"
    },
    {
        "artist": "Sam & Dave",
        "lyrics": "  Soothe me, soothe me, soothe me, soothe me, soothe me Everybody come on and clap your hands will you Just a minute, I like it like that  Soothe me, baby, soothe me Soothe me with your kindness Though you know your powerful loving is Soothing to me, one more time  Soothe me, baby, soothe me Soothe me with your kindness Though you know your powerful loving is Soothing to me, over here  Oh, how I used to rumble and how I used to roam Oh since I found this baby I'm mad And all I want do is stay at home, at home Everybody now  Soothe me, baby, soothe me Soothe me with your kindness Though you know your powerful loving is Soothing to me, now listen to me  I used to hire a lot of girls Had them big and small Since I've met this baby of mine I don't want no other girl at all  Soothe me, baby, soothe me Soothe me with your kindness Though you know your powerful loving is Soothing to me, oh yeah  Soothe me, soothe me, soothe me, soothe me Soothe me, soothe me, soothe me, soothe me, soothe me Come on now let's do this again That's it, come on now put your hands together  Everybody come on now Soothe me, soothe me, soothe me, soothe me, baby You got to soothe me, you got to pull, yeah You gotta soothe me, soothe me  ",
        "title": "Soothe Me"
    },
    {
        "artist": "Keith",
        "lyrics": null,
        "title": "Daylight Savin' Time"
    },
    {
        "artist": "The Tremeloes",
        "lyrics": "  [Intro]  Oh don't it hurt deep inside To see someone do something to her Oh don't it pain to see someone cry Especially if that someone is her  Silence is golden, but my eyes still see Silence is golden, golden, but my eyes still see  Talking is cheap, people follow like sheep Even though there is nowhere to go How could she tell he deceived her so well Pity, she'll be the last one to know  Silence is golden, but my eyes still see Silence is golden, golden, but my eyes still see  Doo-wee-doo-wah-wah Doo-wee-doo-wah-wah  How many times will she fall for his lines Should I tell her or should I be cool And if I tried, I know she'd say I lied Mind your business don't hurt her you fool  Silence is golden, but my eyes still see Silence is golden, golden, but my eyes still see  But my eyes still see But my eyes still see  ",
        "title": "Silence Is Golden"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": "  Now everybody's talkin' about all the brand new dances But I've got 3 that I'm gonna do for you, lord have mercy  I'm gonna start with a dance now, baby, called the boogaloo You know that one, don't you? Everybody's groovin', baby; it's gonna move you too Lord have mercy, get it! Get it, get it, get it, get it, ow!  Gonna make you feel all right I'm gonna move up & down & do the skate, look here baby & when you get that feelin', baby, you're gonna look real great Lord have mercy Oh help me! Help me! Ow! Get it, get it, get it, get it, ow!  Wait a minute, everybody, look a-here! I've got a brand new dance The whole wide world now, baby, is doin' the shing-a-ling You've heard about it, ain't you? When you move your hips, lord have mercy, & raise your hand Look here now, baby Shake it from side to side, baby; that's the shing-a-ling Oh I like that one; now get it, get it, hey! Lord have mercy Do the shing-a-ling now, baby; wow ow! Get it, get it, get it, lord have mercy, do the shing-a-ling, etc ... & fade  ",
        "title": "Soul Dance Number Three"
    },
    {
        "artist": "Bobby Powell",
        "lyrics": null,
        "title": "Why (Am I Treated So Bad)"
    },
    {
        "artist": "Carla Thomas",
        "lyrics": "  I will always have faith in you Oh, oh, in all you strive to do People may say you don't want me And don't need me and don't love me But I will always have faith in you  Idle gossip is for the weak man Oh, oh, a man who won't understand But until I hear you say you don't want me Don't need me and don't love me I will always have faith in you  I love you dearest, more than words Or gifts could ever say I love you with my heart and soul In every gentle way  And darling, I love you for each moment Of each day and night And for your boundless faith in me In all I strive to do  I couldn't say sufficient thanks To really let you know But please believe me, dearest I really, I really love you so  For if we keep faith, yes You're gonna want me And need me and love me I will always have faith in you I will always have faith in you  ",
        "title": "I'll Always Have Faith In You"
    },
    {
        "artist": "Gene Chandler",
        "lyrics": null,
        "title": "To Be A Lover"
    },
    {
        "artist": "The Byrds",
        "lyrics": "  [Verse 1] Have you seen her face? Her eyes reflect the colors in the sky A warm familiar place To be swept into whenever she's close by Makes me wonder why  [Chorus] Run by, don't turn back Can't hide from that look in her eye  [Verse 2] Must be the way she walks A style made up to capture all she needs No time spent on loose talk If your luck runs right, she might see you tonight Everything in sight  [Chorus] Run by, don't turn back Can't hide from that look in her eye  [Solo]  [Chorus] Run by, don't turn back Can't hide from that look in her eye  [Verse 3] You'll find you're locked in her spell All the sights and sounds, your senses will be found And only time will tell How much love can be to wait so patiently Wait and see  [Chorus] Run by, don't turn back Can't hide from that look in her eye  ",
        "title": "Have You Seen Her Face"
    },
    {
        "artist": "The Glories",
        "lyrics": null,
        "title": "I Stand Accused (Of Loving You)"
    },
    {
        "artist": "? (Question Mark) & The Mysterians",
        "lyrics": null,
        "title": "Girl (You Captivate Me)"
    },
    {
        "artist": "Dino, Desi & Billy",
        "lyrics": null,
        "title": "Two In The Afternoon"
    },
    {
        "artist": "Sam The Sham and the Pharaohs",
        "lyrics": null,
        "title": "Black Sheep"
    }
]