[
    {
        "artist": "Little Peggy March",
        "lyrics": "  (Intro) I love him, I love him, I love him And where He goes I'll follow, I'll follow, I'll follow  (Verse 1) I will follow him Follow him, wherever he may go There isn't an ocean too deep A mountain so high it can keep me away I must follow him Ever since he touched my hand I knew That near him I always must be And nothing can keep him from me He is my destiny  (Chorus) I love him, I love him, I love him And where he goes I'll follow I'll follow, I'll follow He'll always be my true love, my true love, my true love From now until forever, forever, forever  (Verse 2) I will follow him Follow him, wherever he may go There isn't an ocean too deep A mountain so high it can keep, keep me away Away from my love  (Chorus) I love him, I love him, I love him And where he goes I'll follow I'll follow, I'll follow He'll always be my true love, my true love, my true love From now until forever, forever, forever  (Verse 3) I will follow him Follow him, wherever he may go There isn't an ocean too deep A mountain so high it can keep Keep me away, away from my love  (Outro) And where he goes I'll follow I'll follow, I'll follow I know I'll always love him  ",
        "title": "I Will Follow Him"
    },
    {
        "artist": "Peter, Paul & Mary",
        "lyrics": null,
        "title": "Puff (The Magic Dragon)"
    },
    {
        "artist": "Jimmy Soul",
        "lyrics": "  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  A pretty woman makes her husband look small And very often causes his downfall As soon as he marries her then she starts To do the things that will break his heart  But if you make an ugly woman your wife You'll be happy for the rest of your life An ugly woman cooks meals on time She'll always give you peace of mind  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  Don't let your friends say you have no taste Go ahead and marry anyway Though her face is ugly, her eyes don't match Take it from me, she's a better catch  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  Say man! Hey baby! I saw your wife the other day! Yeah? Yeah, an' she's ugly! Yeah, she's ugly, but she sure can cook, baby! Yeah, alright!  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  ",
        "title": "If You Wanna Be Happy"
    },
    {
        "artist": "Chantay's",
        "lyrics": null,
        "title": "Pipeline"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  Guess there's no use in hangin' 'round Guess I'll get dressed and do the town I'll find some crowded avenue Though it will be empty without you  Can't get used to losin' you No matter what I try to do Gonna live my whole life through Loving you  Called up some girl I used to know After I heard her say \"Hello\" Couldn't think of anything to say Since you're gone it happens every day  Can't get used to losin' you No matter what I try to do Gonna live my whole life through Loving you  I'll find somebody, wait and see Who am I kiddin', only me 'Cause no one else could take your place Guess that I am just a hopeless case  Can't get used to losin' you No matter what I try to do Gonna live my whole life through Loving you  I can't get used to losin' you No matter what I try to do Gonna live my whole life through Loving you  ",
        "title": "Can't Get Used To Losing You"
    },
    {
        "artist": "The Shirelles",
        "lyrics": "  Spoken: \"You broke his heart and made him cry And he's been blue since then\". \"Now he's Found somebody new and you want him back again\"  Foolish little girl,fickle little girl You didn't want him when he wanted you He's found another love,it's her he's dreaming of And there's not a single thing that you can do  \"But I love him\" \"No you don't it's just your pride that's hurt\" \" I still love him\" (If you got him back again,you'd go right out and do him dirt)  Foolish little girl,fickle little girl You didn't want him when he wanted you He's found another love,it's her he's dreaming of And there's not a single thing that you can do  \"But I love him\" \"It's too late to have a change of heart\" \"I still love him\" (Tomorrow is his wedding day and you'll keep quiet if you're smart!)  Foolish little girl,fickle little girl You didn't want him when he wanted you He's found another love,it's her he's dreaming of And there's not a single thing that you can do  \"Forget him cause he don't belong to you\" \"It's too late he's found somebody new\" \"There's not a single thing that you can do\"  ",
        "title": "Foolish Little Girl"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  If everybody had an ocean Across the U. S. A Then everybody'd be surfin' Like Californi-a You'd see them wearing their baggies Huarachi sandals too A bushy bushy blonde hairdo Surfin' U. S. A  You'd catch 'em surfin' at Del Mar (Inside, outside, USA) Ventura County line (Inside, outside, USA) Santa Cruz and Trestles (Inside, outside, USA) Australia's Narrabeen (Inside, outside, USA) All over Manhattan (Inside, outside, USA) And down Doheny Way (Inside, outside)  Everybody's gone surfin' Surfin' U.S.A  We'll all be planning that route We're gonna take real soon We're waxing down our surfboards We can't wait for June We'll all be gone for the summer We're on surfari to stay Tell the teacher we're surfin' Surfin' U. S. A  Haggerties and Swamis (Inside, outside, USA) Pacific Palisades (Inside, outside, USA) San Onofre and Sunset (Inside, outside, USA) Redondo Beach LA (Inside, outside, USA) All over La Jolla (Inside, outside, USA) At Wa'imea Bay (Inside, outside)  Everybody's gone surfin' Surfin' U.S. A  Everybody's gone surfin' Surfin' U.S. A  Everybody's gone surfin' Surfin' U.S. A  ",
        "title": "Surfin' U.S.A."
    },
    {
        "artist": "The Chiffons",
        "lyrics": "  He's so fine Wish he were mine That handsome boy over there The one with the wavy hair I don't know how i'm gonna do it But i'm gonna make him mine Be the envy of all the girls It's just a matter of time He's a soft-spoken guy Also seems kind of shy Makes me wonder if i Should even give him a try But then again he can't shy He can't shy away forever And i'm gonna make him mine If it takes me forever He's so fine Gotta be mine Sooner or later I hope it's not later We've got to get together The sooner the better I just can't wait I just can't wait To be held in his arms If i were a queen And he asked me to leave my throne I'd do anything that he asked Anything to make him my own For he's so fine So fine So fine  ",
        "title": "He's So Fine"
    },
    {
        "artist": "The Kingston Trio",
        "lyrics": "  [Spoken:] He rode easy in the saddle. He was tall and lean, and at first you'd a-thought nothing but a streak of mean could make a man look so down right strong, but one look in his eyes and you knowed you was wrong. He was a mountain of a man, and I want you to know. He could preach hot hell or freezin' snow. He carried a Bible in a canvas sack and folks just called him The Reverend Mr. Black. He was poor as a beggar, but he rode like a king. Sometimes in the evening, I'd hear him sing:  [Chorus:] I gotta walk that lonesome valley. I got to walk it by myself. Oh nobody else can walk it for me. I got to walk it by myself  [2nd & 3rd times:] You got to walk that lonesome valley. You got to walk it by yourself. Oh nobody else can walk it for you. You got to walk it by yourself If ever I could have thought this man in black was soft and had any yellow up his back, I gave that notion up the day a lumberjack came in and it wasn't to pray. Yeah, he kicked open the meeting house door and he cussed everybody up and down the floor! Then, when things got quiet in the place, he walked up and cusses in the preacher's face! He hit that Reverend like a kick of a mule and to my way of thinkin' it took a real fool to turn the other face to that lumber jack, but that's what he did, The Reverend Mr. Black. He stood like a rock, a man among men and he let that lumberjack hit him again, and then with a voice as quiet as could be, he cut him down like a big oak tree when he said:  [Chorus] It's been many years since we had to part and I guess I learned his ways by heart. I can still hear his sermon's ring, down in the valley where he used to sing. I followed him, yes, sir, and I don't regret it and I hope I will always be a credit to his memory 'cause I want you to understand. The Reverend Mr. Black was my old man!  [Chorus]  ",
        "title": "Reverend Mr. Black"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": null,
        "title": "Losing You"
    },
    {
        "artist": "The Drifters",
        "lyrics": null,
        "title": "On Broadway"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": null,
        "title": "Mecca"
    },
    {
        "artist": "Bobby Vee",
        "lyrics": null,
        "title": "Charms"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": "  Hey, you! Come out here on the floor Let's rock some more Come out here on the floor Honey, let's rock some more, yeah!  Now when you get out here Don't you have no fear Put your hands on your hip And let your backbone slip And work out  Oh, my momma, move up (first step) Party move back (second step) Shuffle to the left (third step) Wobble to the right (fourth step)  Now it's plain to see You put a hurtin' on me But it's a natural fact I like it like that So work out!  Yeah, baby work out (work baby, work out)! Honey, work out! Ah, baby work out! Shout and turn the joint out! Work out! Work out! Work all night long! Yeah, yeah! (round and around and around and around) Baby, round and round we go Don't you know, don't you know? Round and round we go Where we stop, nobody knows The band is swinging on the stand We're moving in, we're moving out Then we'll step back now and end this dance with a shout So work out!  Now when I tell you to shout I want you to jump at it! Yeah, let's shout, baby, let's shout! (shout baby shout) Honey, let's shout! Baby, let's shout! Yeah, shout and turn it out, baby! Let's shout, let's shout, shout all night long! I gotta have it just one more time Now here we go! Round and round we go Now work out, work out, work all night long! Work out, baby! Work out woman! Shout and turn the joint out! Work out, work out, baby, baby...  ",
        "title": "Baby Workout"
    },
    {
        "artist": "The Cookies",
        "lyrics": "  Don't say nothin' Bad about my baby (Oh, no) Don't say nothin' Bad about my baby (I love him so)  Don't say nothin' Bad about my baby (Oh, don't you know) Don't say nothin' Bad about my baby  He's good (He's good) He's good to me (Good to me) That's all I care about  (Oh, no) Don't you tell me My baby's just a playboy (It wasn't him) Don't you tell me My baby's just a playboy  (Not tonight) I won't listen To a single word you say (He's my guy) Don't you tell me My baby's just a playboy  He's true (He's true) He's true to me (True to me) So, girl, you better Shut your mouth  (Everyone says he's lazy) But not when he's kissin' me (Everyone says he's crazy) Sure he's crazy Crazy about me, oh, yeah  Don't say nothin' Bad about my baby (Oh, no) Don't say nothin' Bad about my baby (I love him so)  Don't say nothin' Bad about my baby (Oh, don't you know) Don't say nothin' Bad about my baby  He's good (He's good) He's good to me (Good to me) And that's all I care about  (Oh, no) Don't say nothin' Bad about my baby (Oh, no) Don't say nothin' Bad about my baby (I love him so)  Don't say nothin' Bad about my baby (Oh, don't you know) Don't say nothin' Bad about my baby  He's true (He's true) He's true to me (True to me) So, girl, you better Shut your mouth (Oh, no)  Don't say nothin' Bad about my baby (Oh, no) Don't say nothin' Bad about my baby  Don't say nothin' Bad about my baby (Oh, no) Don't say nothin' Bad about my baby (Oh, no)  Don't say nothin' Bad about my baby (Oh, no) Don't say nothin' Bad about my baby  ",
        "title": "Don't Say Nothin' Bad (About My Baby)"
    },
    {
        "artist": "Ray Charles",
        "lyrics": "  [Intro] (Take these chains from my heart and set me free)  [Verse] Take these chains from my heart and set me free You've grown cold and no longer care for me All my faith in you is gone but the heartaches linger on Take these chains from my heart and set me free Take these tears from my eyes and let me see Just a spark of the love that used to be If you love somebody new, let me find a new love, too Take these chains from my heart and set me free Give my heart just a word of sympathy (sympathy) Be as fair to my heart as you can be (you can be) Then if you no longer care for the love that's beating there Take these chains from my heart and set me free Take these chains from my heart and set me free (set me free)  ",
        "title": "Take These Chains From My Heart"
    },
    {
        "artist": "Lou Christie",
        "lyrics": "  I don't want the world to know I don't want my heart to show Two faces have I I I pretend that I'm happy But I'm Mr. blue I pretend that I'm happy Since I lost you Two faces have I One to laugh and one to cry Two faces have i One to laugh and one to cry Will I ever laugh again She'll never see me cry Will I walk with a smile on my face Kniowing I live a lie I pretend that I'm carefree But what am I I pretend that I'm carefree But I'm living a lie Two faces have I One to laugh and one to cry Two faces have i One to laugh and one to cry  ",
        "title": "Two Faces Have I"
    },
    {
        "artist": "Mongo Santamaria Band",
        "lyrics": "  Watermelon man Watermelon man  Watermelon man Watermelon man  Watermelon man Watermelon man  Watermelon man Watermelon man  ",
        "title": "Watermelon Man"
    },
    {
        "artist": "The Rocky Fellers",
        "lyrics": "  The Rocky Fellers Miscellaneous Killer Joe Killer Joe The Rocky Fellers Written by Bert Russell (Bert Berns), Bob Elgin, and Phil Medley Peaked at # 16 in 1963 The Feller family's first and only Top 40 hit, featuring Manila-born Mindanao \"Pop\" Feller And his four sons. The melody for part of this song is extremely similar to that of Mickey & Sylvia's 1957 R&B hit \"Love Is Strange.\" Covered by The Kingsmen as a minor single In 1966 Oh, whoa, oh, no Oh, whoa, oh, yeah Look at Killer Joe go (ah-ah-ah) Dancing with Marie (oh-oh-no) He don't act like he knows (oh-oh-yeah) She belongs to me Look at how they Wobble (ah-ah-ah) He's the best in town (he's the best in town) I think I'm in trouble (oh-oh-yeah) She forgets that I'm around Yeah, ay-ee-ay-eh Oh, I'm so jealous Hey, help me, fellas Go on and tell her she should only dance with me-ee-ee Ooh Look at Killer Joe go (ah-ah-ah) Holding her so tight (oh-oh-no) Putting on the big show (oh-oh-yeah) With Marie tonight Someone better tell him (ah-ah-ah) She is mine alone (she is mine alone) Just because he dance good (oh-oh-yeah) That don't mean he take her home Yeah, ay ee ay, yeah Oh, I'm so jealous, yeah, yeah, yeah, hey, help me fellas Yeah, yeah, yeah, go on and tell her She should only dance with me Ooh Look at Killer Joe go (ah-ah-ah) Stealing my Marie (stealing my Marie) Someone better tell her (ah-ah-ah) She belongs to me Yeah, ay ee ay, yeah (wop, wop Killer Joe) Come back, Marie (no-no-no-no) Come back, Marie (no-no-no-no) Come back, Marie (no-no-no-no) Come back, Marie FADE  ",
        "title": "Killer Joe"
    },
    {
        "artist": "The Dartells",
        "lyrics": null,
        "title": "Hot Pastrami"
    },
    {
        "artist": "James Gilreath",
        "lyrics": null,
        "title": "Little Band Of Gold"
    },
    {
        "artist": "The Rooftop Singers",
        "lyrics": "  Spoken: I've got an old Tom Cat And when he steps out All the other cats in the neighborhood They begin to shout  There goes a ring tail Tom Struttin' round the town And if you got your heat turned up You better turn your damper down  Ringtail Tom is a star He's a boss around this town He don't allow no other Tom Cats Come pussy footin' around  Ringtail Tom on the fence Little pussy cat on the ground Ringtail Tom com-a-off-a that fence They start rousin around  Ringtail Tom is a star He's a natural born crack shot He finds a new target every night And he sure does practice alot  And if you got your heat turned up You better turn your damper down  ",
        "title": "Tom Cat"
    },
    {
        "artist": "Al Martino",
        "lyrics": null,
        "title": "I Love You Because"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  [Hook] Another Saturday night and I ain't got nobody I got some money cause I just got paid How I wish I had someone to talk to I'm in an awful way  [Verse 1] I got in town a month ago, I seen a lotta girls since then If I could meet 'em I could get 'em but as yet I haven't met 'em That's why I'm in the shape I'm in  [Hook]  [Verse 2] Another fella told me he had a sister who looked just fine Instead of being my deliverance, she had a strange resemblance To a cat named Frankenstein  [Hook]  [Interlude] (Here it is another weekend and I ain't got nobody Man if I was back home I'd be swinging Two chicks on my arm Aww yeah Listen to me huh)  [Verse 3] It's hard on a fella, when he don't know his way around If I don't find me a honey to help me spend my money I'm gonna have to blow this town  [Hook]  ",
        "title": "Another Saturday Night"
    },
    {
        "artist": "Paul and Paula",
        "lyrics": null,
        "title": "Young Lovers"
    },
    {
        "artist": "Dion",
        "lyrics": "  People, don't you worry, I know what I'm doin' I know what love's all about Oh this little girl won't make a fool out of me Because I'm gonna straighten her out Oh yeah  Oh this little girl is just about as mean as they come, she is now She don't even act nice, once in a while like some, oh yeah Oh, oh, oh, 'Trouble' is her middle name But I'm glad that's the way she came I could be the one to tame this little girl, oh yeah  Oh this little girl won't like me much at first, she won't now And after a while she's gonna think that I'm the worst, oh yeah Well I won't treat her with kid gloves and I won't shower her with lots of love But I'll make an angel of this little girl  Oh this little girl tries to make every guy her slave, oh yeah But this little man is gonna take her by the hand And I'm gonna show her the way to behave  Oh this little girl is kinda used to gettin' her way, but no more now There'll gonna be some changes made startin' today Oh, oh I said now everyone will be surprised when I cut her down to size And no one's gonna recognize my little girl  I tell you again now This little girl, I'm a man now This little girl, I'll tell you again now My little girl, oh yeah this little girl  ",
        "title": "This Little Girl"
    },
    {
        "artist": "The 4 Seasons",
        "lyrics": null,
        "title": "Ain't That A Shame!"
    },
    {
        "artist": "Dick and DeeDee",
        "lyrics": null,
        "title": "Young And In Love"
    },
    {
        "artist": "Bill Anderson",
        "lyrics": null,
        "title": "Still"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  The days of wine and roses laugh and run away like a child at play Through a meadow land toward a closing door A door marked \"nevermore\" that wasn't there before  The lonely night discloses just a passing breeze filled with memories Of the golden smile that introduced me to The days of wine and roses and you  (The lonely night discloses) just a passing breeze filled with memories Of the golden smile that introduced me to The days of wine and roses and you-oo-oo  ",
        "title": "Days Of Wine And Roses"
    },
    {
        "artist": "The Miracles",
        "lyrics": "  Everyday, I'm gonna love become what may 'cause I know that there is (nothing that means more) To a woman than a love that she can count on  Yeah oh oh oh oh ooh Darling dear yeah (ooh ooh ooh) Whenever when you need me I'll be here (ooh ooh ooh) 'cause I know that there is (nothing that means more to a woman) yeah than A love that she can count on  Oh repeat after me now I remember one day it come to me ( I remember one day it come to me) The guy next door has money you see (the guy next door has money you see) Oh you know he buys his woman everything yeah (he buys his woman everything) Oh he buys her cars and clothes and diamond rings Cars and clothes and diamond rings (cars and clothes and diamond rings) And although she accepts the things he buys (tho she accepts the things he buys) What she really wants is his love sometimes (really wants his love sometime)  So oh oh baby I want for you to see yeh eh eh eh  (baby I want for you to see) Oh oh oh oh that you can always count on me Yeah count on me to comfort you yeah eh eh eh (comfort you) When you start to feeling sad and blue (sad and blue)  'cause I know that there is (nothing that means more to a woman) Yeah I'm here to tell ya' than a love that she can count on (nothing that means more to a woman) Oh oh oh ask any woman about it yeah (nothing that means more to a woman) Yeah eh eh tell you they can't do without it (nothing that means more to a woman) I know that you know how precious this girl is and you know that I know my darling that there is (nothing that means more to a woman) Oh oh oh not in the whole wide world (nothing that means more to a woman)  (fade) Whoo hoo ooh ooh you've got to love that girl  ",
        "title": "A Love She Can Count On"
    },
    {
        "artist": "Skeeter Davis",
        "lyrics": "  [Verse 1] Why does the sun go on shining? Why does the sea rush to shore? Don’t they know it’s The End of the World Cause you don’t love me any more  [Verse 2] Why do the birds go on singing? Why do the stars glow above? Don’t they know it’s The End of the World It ended when I lost your love  [Verse 3] I wake up in the morning and I wonder Why everything’s the same as it was I can’t understand, no, I can’t understand How life goes on the way it does  [Verse 4] Why does my heart go on beating Why do these eyes of mine cry Don’t they know it’s the end of the world It ended when you said goodbye  [Verse 5] Why does my heart go on beating Why do these eyes of mine cry Don’t they know it’s the end of the world It ended when you said goodbye  ",
        "title": "The End Of The World"
    },
    {
        "artist": "Jan & Dean",
        "lyrics": null,
        "title": "Linda"
    },
    {
        "artist": "Theola Kilgore",
        "lyrics": null,
        "title": "The Love Of My Man"
    },
    {
        "artist": "Henry Mancini And His Orchestra",
        "lyrics": "  The days of wine and roses laugh and run away like a child at play Through a meadow land toward a closing door A door marked \"nevermore\" that wasn't there before  The lonely night discloses just a passing breeze filled with memories Of the golden smile that introduced me to The days of wine and roses and you  (The lonely night discloses) just a passing breeze filled with memories Of the golden smile that introduced me to The days of wine and roses and you-oo-oo  ",
        "title": "Days Of Wine And Roses"
    },
    {
        "artist": "The Dovells",
        "lyrics": "  Hey pretty baby! (you can't sit down) A don't you hear the drummer thumpin' (you can't sit down) You gotta shake it like a crazy (you can't sit down) Because the band is sayin' something (you can't sit down) And everybody is a jumpin'(you can't sit down) You gotta slop, bop, flip flop, hip hop Never stop (You can't sit down, you can't sit down)  You gotta move, move, move, a round and round (You can't sit down, you can't sit down) You gotta fly, fly, fly, way off the ground You're puttin down, a crazy, shout No, no, you can't sit down, no, no, you can't sit down  When you're on South Street (you can't sit down) And the band is really bootin' (you can't sit down) You hear the hip beat with the back beat (you can't sit down) And you see the gang a groovin' (you can't sit down) You gotta get your bottom movin' (you can't sit down) You gotta make it, break it, shake it all around You can't sit down, you can't sit down  You gotta move, move, move, a round and round (You can't sit down, you can't sit down) You gotta fly, fly, fly, way off the ground You're puttin down, a crazy, shout No, no, you can't sit down, no, no, you can't sit down  Get in there honey!  [Instrumental]  You can't sit down, you can't sit down, you can't sit down You can't sit down, you can't sit down, you can't sit down You can't sit down, you can't sit down, you movin' em down A crazy shout, you can't sit down  A, yea, yea, yea, hey pretty baby You know you really dance so fine now You're really shakin' like a crazy A don't you down lead the line now We're gonna do it one more time now You got to make it, break it, shake it,all around (You can't sit down, you can't sit down)  You gotta move, move, move, a round and round (You can't sit down, you can't sit down) You gotta fly, fly, fly, way off the ground You're puttin down, a crazy, shout No, no, you can't sit down, no, no, you can't sit down  (You can't sit down, you can't sit down) You gotta move, move, move, a round and round (You can't sit down, you can't sit down) You gotta fly, fly, fly, way off the ground............  [Fades]  ",
        "title": "You Can't Sit Down"
    },
    {
        "artist": "The Crystals",
        "lyrics": "  Met him on a Monday and my heart stood still Da doo ron ron ron Da doo ron ron Somebody told me that his name was Bill Da doo ron ron ron Da doo ron ron  Yes, my heart stood still Yes, his name was Bill And when he walked me home Da doo ron ron ron Da doo ron ron  Knew what he was doing when he caught my eye Da doo ron ron ron Da doo ron ron He looked so quiet but my oh my Da doo ron ron ron Da doo ron ron  Yes, he caught my eye Yes, my oh my And when he walked me home Da doo ron ron ron Da doo ron ron  Picked me up at seven and he looked so fine Da doo ron ron ron Da doo ron ron Someday soon I'm gonna make him mine Da doo ron ron ron Da doo ron ron  Yes, he looked so fine Yes, I'll make him mine And when he walked me home Da doo ron ron ron Da doo ron ron  ",
        "title": "Da Doo Ron Ron (When He Walked Me Home)"
    },
    {
        "artist": "Etta James",
        "lyrics": "  So you told... All the boys... That you were gonna take me out Ya even... Ya even had the nerve to make a bet. Oh, Yes you did But I dont want a one night thrill No, I want a love.. That's for real And I can tell by your lines, Yours is not the lastin kind  You took me for a... (Pushover) No I'm not a... (pushover) You thought my love was easy to get  All of the girls... Think you're fine They even call ya Romeo Ya gott'em... Yeah you gott'em runnin to and fro Oh, yes you have But I... I wouldn't give in All my love you would win But ya haven't... You haven't won it yet  You took me for a... (pushover) No I'm not a... (pushover) You thought that you could change my mind With your.. Tempting lips, and yo.. wavy hair (Ooh yeah) Them pretty eyes and that (Oooooooh) stare Ya make me weak and I.. start to bend, and then I stop and think again No!! No! No. Don't let yourself go! I'd hate to spoil your reputation, but I want a love Not an imitation. And I'm hip.. to every word of your conversation  Ya took me for a... (pushover) But ya can't... (push me over) Oh nobodies gonna... (push me over)  ",
        "title": "Pushover"
    },
    {
        "artist": "Darlene Love",
        "lyrics": "  Today I met the boy I'm gonna marry He's all I've wanted all my life and even more He smiled at me, and, gee, the music started playing \"Here Comes the Bride\" when he walked through the door  Today I met the boy I'm gonna marry The boy whose life and dream and love I want to share For on my hand a band of gold appeared before me The band of gold I always dreamed I'd wear  When we kissed, I felt a sweet sensation This time it wasn't just my imagination  Today I met the boy I'm gonna marry He's just what I've been waiting for, oh, yeah With every kiss, \"Oh, this is it,\" my heart keeps saying Today I met the boy I'm going to marry  When we kissed, I felt a sweet sensation This time it wasn't just my imagination  Today I met the boy I'm gonna marry He's just what I've been waiting for, oh, yeah With every kiss, \"Oh, this is it,\" my heart keeps saying Today I met the boy I'm going to marry Yeah, yeah, yeah Oh, yeah Today I met the boy Mm-mm-mm-mm Today I met Yeah, yeah, yeah, yeah  ",
        "title": "(Today I Met) The Boy I'm Gonna Marry"
    },
    {
        "artist": "Ray Barretto",
        "lyrics": "  Caballero hay acaba de entrar Watusi Ese mulato que mide siete pies y pesa 169 libras Y cuando ese mulato llega al lugar todo el mundo dice.... A correr que ya llego Watusi El hombre mas guapo de La Habana Watusi, Watusi. Que quieres Oye a mi me dicen que tu eres guapo A todos me tienen miedo No me digas que a ti te tienen miedo Por que yo se que yo me fajo con cualquiera Más grande que yo no hay ninguno Ah, ja ja Vamos fajando Cuando quieras nos fajamos Watusi Ah, nos bebemos la sangre amigo aquí ahora mismo Que es lo que pasa nada Tu sabes que yo no te tengo miedo a ti. Todo el mundo aquí te tiene miedo en La Habana caballero pero yo no me importa que tu tengas siete pies Que es lo que pasa Watusi Que es lo que pasa Watusi Dime Contigo no por que de los guapos yo me rio ja ja ja ja como que me río en la cara Watusi a correr Bien Nos fajamos nos fajamos Ja ja ja ja A correr caballero ya llego Watusi Bueno por fin que tu vas a fajar con Watusi No me digas Watusi Caballero nadie se va a fajar con Watusi A a a a a a a a Por que le tienes miedo al Watusi Siete pies grande y feo a correr todo el mundo Noooooo nooooooo le tenga miedo al Watusi muchacho El que no huye corre No no que va cuando Watusi llega y dice yo soy guapo usted enseguida saca cien machetes y dice bueno que es lo que pasa a mi se que yo no como ese cuento y se aplaca por que Watusi se va y por que Bla bla bla bla bla bla bla bla bla  ",
        "title": "El Watusi"
    },
    {
        "artist": "The Orlons",
        "lyrics": "  Where do all the hippest meet? (South Street, South Street) Where the dancin' is elite (South Street, South Street) Side by side we're loose and neat When we're stompin' down the street Hurry down, baby she's the hippest street in town!(Oh baby)  Meet me, on South Street, oh yeah, hurry on down Come on now, meet me on South Street The hippest street in town Well you take West Street, East Street, North Avenue (Cause I know) South Street's the best street To have a ball with you  Do you hear that groovy beat? (South Street, South Street) Don't it make you move your feet? (South Street, South Street) Everybody gathers round Cause they dig that crazy sound Now hurry down, baby she's the hippest street in town  (Oh baby) Meet me on South Street, (come on) oh yeah, hurry on down Come on now, meet me on South Street, the hippest street in town (Well you take) West Street, East Street, North Avenue (Cause I know) South Street's the best street To have a ball with you  (Oh baby) Meet me on South Street, (come on) oh yeah, hurry on down Come on now, meet me on South Street, the hippest street in town (Well you take) West Street, East Street, North Avenue (Cause I know) South Street's the best street To have a ball with you  ",
        "title": "South Street"
    },
    {
        "artist": "Martha & The Vandellas",
        "lyrics": null,
        "title": "Come And Get These Memories"
    },
    {
        "artist": "Dion",
        "lyrics": null,
        "title": "Sandy"
    },
    {
        "artist": "Paul Anka",
        "lyrics": "  Everybody remembers Diana And just how much I loved her I wrote a song about her How wrong could I be?  Oh well, she went and found another Found another lover She didn't even bother To say, goodbye to me  Things have changed She's found another Yes, things have changed She's found another lover  Things have changed She didn't say goodbye Instead she made me cry Diana  I'll learn to live without her Yes, I'll forget about her Just wait and see  Things will change, I'll find another lover Things will change, I'll learn to live without her Things will change, I'm gonna make her cry I'm gonna say, goodbye to Diana  I'll learn to live without her Yes, I'll forget about her Just wait and see  Just wait and see Just wait and see  ",
        "title": "Remember Diana"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": null,
        "title": "Over The Mountain (Across The Sea)"
    },
    {
        "artist": "Dee Dee Sharp",
        "lyrics": null,
        "title": "Do The Bird"
    },
    {
        "artist": "Baby Washington",
        "lyrics": "  (That's how heartaches are made, that's how heartaches are made)  They told me I was such a fool to love you They say that you're the kind who'd never be true Pretty soon the day would come when I'd be the sorry one But I said that I'm not afraid; well That's how heartaches are made, that's how heartaches are made  I went ahead and my heart opened the door I gave you so much love, no one could want more You pretended to be mine, how could you be so unkind? With all the other girls you've played; well That's how heartaches are made, that's how heartaches are mad  (That's how heartaches are made, that's how heartaches are made)  I know you're not sincere, and you'll never be But, still, I want your kisses so desperately I can never let you go Baby, even though I know every rule of love you've disobeyed; well  That's how heartaches are made, that's how heartaches are made That's how heartaches are made  ",
        "title": "That's How Heartaches Are Made"
    },
    {
        "artist": "The Marvelettes",
        "lyrics": "  I'm puttin' up my guard I'm lockin' up my heart Tellin' Cupid to pass by me 'Cause all love ever brought me was misery  Hello loneliness, goodbye love I'm tired of being abused and being misused I've had my share of romance, no more for me I'm lockin' up my heart and throwin' away the key  Lockin' up (lockin' up, lockin' up) Said I'm gonna throw away the key (throw away the key) I'm lockin' up (lockin' up) 'Cause all love ever brought me was misery  I don't want (don't want) nobody to love me Leave me alone and let me be lonely This way I'll know just where I stand I'll never have to worry about love again  Lockin' up (lockin' up, lockin' up) Said I'm gonna throw away the key (throw away the key) I'm gonna save myself from all this misery  Lockin' up (lockin' up, lockin' up) Said I'm gonna throw away the key I'm lockin' up (lockin' up my heart) I'm lockin' up (lockin' up my heart)  Yeah yeah yeah (lockin' up my heart)  ",
        "title": "Locking Up My Heart"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": null,
        "title": "Shut Down"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": "  Down down down rudup do, let's go steady again Down down down rudup do, let's go steady again  Let's go steady again like we did before Let's go steady again and be lovers once more Wear my ring around your neck like you used to do Don't you know it's wrong to break Come on baby let's kiss and make up  Let's go steady again like in the past Let's show all of our friends that our love can last I don't care who was wrong come back here where you belong Come on baby let's go steady again  Monday, we said goodbye Tuesday, all I did was cry Wednesday, I almost lost my mind Thursday, I was feeling blue Friday, was the same way too Never had a day sad as Saturday Even Sunday was no fun day  Let's go steady again like we used to do Say you're ready and then we can start anew For seven days we didn't speak It's been a long and lonely week Come on baby let's go steady again  ",
        "title": "Let's Go Steady Again"
    },
    {
        "artist": "The Rip Chords",
        "lyrics": null,
        "title": "Here I Stand"
    },
    {
        "artist": "The Rivingtons",
        "lyrics": "  Swingin' this dance now to hit the scene It's got the latest groove and it's really clean Haven't you heard about the bird? Don't you know that the bird's the word?  Come on, jump here and get on your knees And get to flappin' your wings in the west or the east Haven't you heard about the bird? Don't you know that the bird's the word?  Bird, bird, bird, bird, bird  Well, they're dancin' this bird in the east and the west Make this dance and you'll look the best Haven't you heard about the bird? Don't you know that the bird's the word?  ",
        "title": "The Bird's The Word"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": "  [Verse] Alone from night to night you'll find me Too weak to break the chains that bind me I need no shackles to remind me I'm just a prisoner of love For one command i stand and wait now From one who's master of my fate now I can't escape for it's too late now I'm just a prisoner of love  [Outro] What's the good of my caring if someone is sharing those arms with me Although she has another, i can't have another for i'm not free She's in my dreams awake or sleeping Upon my knees to her i'm creeping My very life is in her keeping I'm just a prisoner of love [x2]  ",
        "title": "Prisoner Of Love"
    },
    {
        "artist": "Del Shannon",
        "lyrics": "  [Verse 1] There are two kinds of teardrops (two kinds of teardrops) That I know you can cry (two kinds of teardrops) One is known as lonely teardrops (two kinds of teardrops) That come when lovers say goodbye  I know the last lover you had He let you down and treated you bad I know he made you cry, oh yeah I know he made you cry-y-y-y-y Those lonely teardrops  [Verse 2] But there´s another kind of teardrop (two kinds of teardrops) That I know you can cry (two kinds of teardrops) And they´re known as happy teardrops (two kinds of teardrops) That come from feeling good inside  [Chorus] I´ll make you cry those tears of joy I´ll mend the heart he nearly destroyed I´m gonna make you cry, but don´t worry I´m gonna make you cry-y-y-y-y  [Verse 3] Those happy teardrops I know your little heart has suffered in vain He hurt you over and over again But he won´t hurt you any more, so Just forget the lonely past And the romance that didn´t last And dry those lonely teardrops from your eyes (from your eyes)  [Chorus] ´Cause there are two kinds of teardrops (two kinds of teardrops) That I know you can cry (two kinds of teardrops) But they´ll be the tears of joy (two kinds of teardrops) Filling your lovely little eyes I´ll make you cry those tears of joy I´ll mend the heart he nearly destroyed I´m gonna make you cry, oh yeah! I´m gonna make you cry-y-y-y-y Those happy teardrops  [Outro] Come on baby yes cry (two kinds of teardrops) Let me hear you know, Cry..... One more time now, Cry..... Let me hear you now, Cry.....  ",
        "title": "Two Kind Of Teardrops"
    },
    {
        "artist": "Chubby Checker",
        "lyrics": "  Twenty miles from my house to your house Twenty miles and I walk it all the way Twenty miles when you're in love is nothin' And I got to see my baby every day  I walk along I sing a song Twenty miles is a long long way But I got to see my baby every day  Lots of girls are ridin' near to my house Pretty girls they keep passin' by all day Lots of girls but I don't even see 'em Cause the girl I love is twenty miles away  I walk along I sing a song Twenty miles is a long long way But I got to see my baby every day  Oh ho  I walk along I sing a song Twenty miles is a long long way But I got to see my baby every day  Twenty miles is a long long way But I got to see my baby every day Oh hey Twenty miles  ",
        "title": "Twenty Miles"
    },
    {
        "artist": "Gene Chandler",
        "lyrics": null,
        "title": "Rainbow"
    },
    {
        "artist": "Joey Dee & the Starliters",
        "lyrics": "  Mashed potatoes, yeah, yeah, yeah Mashed potatoes, yeah, yeah, yeah Oh, baby, baby, baby, baby, baby  Baby, shake that thing Baby, shake that thing now, ah yeah One more time, oh yeah  Mashed potatoes, yeah, yeah, yeah Come go with me, yeah, yeah, yeah, yeah, yeah  Swing it, baby, one more time I said one more time now Oh, I like it right now  Mashed potatoes, yeah, yeah, yeah Hot pastrami, yeah, yeah, yeah  Oh, work it out It's getting better, baby One more time  Mashed potatoes, yeah, yeah, yeah Little bit of soul now  ",
        "title": "Hot Pastrami With Mashed Potatoes - Part I"
    },
    {
        "artist": "Solomon Burke",
        "lyrics": null,
        "title": "If You Need Me"
    },
    {
        "artist": "Johnny Cymbal",
        "lyrics": "  Mr. Bass Man, you've got that certain somethin' Mr. Bass Man, you set that music thumpin' To you it's easy when you go 1-2-3, d-d-b-bop-a-bop (Bass voice: You mean b-b-BOP-p-p-bop bop bop...) Yeah!  Mr. Bass Man, you're on all the songs B-did-did-a-boom-boom, B-dit-dit-a-boom-boom-bom Hey Mr. Bass Man, you're the hidden King of Rock 'n' Roll, d-d-b-bop-a-bop (Bass voice: No no, b-b-BOP-p-p-bop bop bop...)  It don't mean a thing when the lead is singin' Or when he goes \"Hi-yi-yi-yi-yi-yah\" Hey Mr. Bass Man, I'm askin' just one thing: Will you teach me? Yeah, will you sing? 'Cause Mr. Bass Man, I wanna be a bass man too, d-d-b-bop-a-bop (Bass voice: Try this, b-b-BOP-p-p-bop bop bop...) Hey Mr. Bass Man, I think I'm really with it B-did-did-a-boom-boom, a-boom-boom-b-dit-dit-dit-dit C'mon, Mr. Bass Man, now I'm a bass man too, d-d-b-bop-a-bop  ",
        "title": "Mr. Bass Man"
    },
    {
        "artist": "Lesley Gore",
        "lyrics": "  [Chorus] It's my party and I'll cry if I want to Cry if I want to Cry if I want to You would cry too, if it happened to you  [Verse 1] Nobody knows where my Johnny has gone But Judy left the same time Why was he holding her hand When he's supposed to be mine?  [Chorus] It's my party and I'll cry if I want to Cry if I want to Cry if I want to You would cry too, if it happened to you  [Verse 2] Play all my records, keep dancing all night But leave me alone for awhile Till Johnny's dancing with me I've got no reason to smile  [Chorus] It's my party and I'll cry if I want to Cry if I want to Cry if I want to You would cry too, if it happened to you  [Verse 3] Judy and Johnny just walked through the door Like a queen with her king Oh, what a birthday surprise Judy's wearing his ring  [Chorus] It's my party and I'll cry if I want to Cry if I want to Cry if I want to You would cry too, if it happened to you It's my party and I'll cry if I want to Cry if I want to Cry if I want to You would cry too, if it happened to you  Oh, it's my party and I'll cry if I want to  ",
        "title": "It's My Party"
    },
    {
        "artist": "The Raindrops",
        "lyrics": null,
        "title": "What A Guy"
    },
    {
        "artist": "The Routers",
        "lyrics": null,
        "title": "Sting Ray"
    },
    {
        "artist": "The Hippies (Formerly The Tams)",
        "lyrics": null,
        "title": "Memory Lane"
    },
    {
        "artist": "Jimmy Holiday",
        "lyrics": null,
        "title": "How Can I Forget"
    },
    {
        "artist": "Barbara Lewis",
        "lyrics": "  (Shoo-Bop Shoo-Bop, my baby) (Shoo-Bop Shoo-Bop) Hello stranger (Ooh) It seems so good to see you back again How long has it been? (Ooh it seems like a mighty long time) (Shoo-Bop Shoo-Bop, my baby) (Ooh) It seems like a mighty long time  Ohh, I'm I'm I'm I'm I'm so glad (Ooh) You stopped by to say hello to me Remember that's the way it used to be Ooh, it seems like a mighty long time Shoo-Bop Shoo-Bop, my baby Ooh, it seems like a mighty long time  (Shoo-Bop Shoo-Bop, my baby) (Shoo-Bop Shoo-Bop, my baby) Ohh.. (Shoo-Bop Shoo-Bop, my baby) (Shoo-Bop Shoo-Bop, my baby) Ahh yes I'm so glad (Shoo-Bop Shoo-Bop, my baby) (Shoo-Bop Shoo-Bop, my baby) You're here again (Shoo-Bop Shoo-Bop, my baby)  Ohh, If you're not gonna stay (Ooh) Please don't tease me Like you did before Because I still love you so (Ooh) Although It seems like a mightly long time (Shoo-Bop Shoo-Bop, my baby) (ooh) It seems like a mighty long time  (Shoo-Bop Shoo-Bop, my baby) Ohh (Shoo-Bop Shoo-Bop, my baby) Ohh my my my my (Shoo-Bop Shoo-Bop, my baby) (Shoo-Bop Shoo-Bop, my baby) (Shoo-Bop Shoo-Bop, my baby) I'm so happy (Shoo-Bop Shoo-Bop, my baby) (Shoo-Bop Shoo-Bop, my baby) That you're here at last (Shoo-Bop Shoo-Bop, my baby) (Shoo-Bop Shoo-Bop, my baby) Ohh...  ",
        "title": "Hello Stranger"
    },
    {
        "artist": "Kenny Chandler",
        "lyrics": null,
        "title": "Heart"
    },
    {
        "artist": "Bill Black's Combo",
        "lyrics": null,
        "title": "Do It - Rat Now"
    },
    {
        "artist": "The Contours",
        "lyrics": "  Look, I'm telling you as a friend Because I think you're so nice I really think a lot of you Now you can let her wear your pin You can let her your friend But remember, whatever you do  Don't you let her Be your baby (no, no, no) Don't you let her Be your baby (no, no, no) Don't let her be your baby (No, no, no, no, no, no)  Don't you know she's gonna Kiss you (gonna kiss you) Hold you tight (hold you tight) She's saying she'll miss you (She'll miss you) day and night (Day and night, night and day)  She'll tell you that she loves you (Sounds so sweet) Make your temperature rise (Temperature rise) She says gonna hug you (Gonna hug you) Tell you no lies (tell you no lies)  When she puts her arms around you (Yeah, yeah, yeah) make you Feel so fine, yeah  She'll be sugar and spice (Sugar and spice) Everything nice (everything nice) And then, and then, and then She's gonna break your heart Like she did mine  Push, push, push, push  She'll put her arms around you (Yeah, yeah, yeah) make you Feel so fine, yeah  She's sugar and spice now (Sugar and spice) Everything nice now (everything nice) And then, and then, and then She's gonna break your heart Like she did mine  Don't let her be your baby (Please be smart) Don't you let her be your baby (Have a broken heart) Don't you let her be your baby (You agree, if you agree)  Send her back to me Send her back to me  Don't let her be your baby (no, no, no) Don't let her be your baby (no, no, no) Don't let her be your baby (no, no, no) Don't let her be  ",
        "title": "Don't Let Her Be Your Baby"
    },
    {
        "artist": "The Olympics",
        "lyrics": null,
        "title": "The Bounce"
    },
    {
        "artist": "Nat King Cole",
        "lyrics": "  Roll out those lazy, hazy, crazy days of summer Those days of soda and pretzels and beer Roll out those lazy, hazy, crazy days of summer Dust off the sun and moon and sing a song of cheer  Just fill your basket full of sandwiches and weenies Then lock the house up, now you're set And on the beach you'll see the girls in their bikinis As cute as ever but they never get 'em wet  Roll out those lazy, hazy, crazy days of summer Those days of soda and pretzels and beer Roll out those lazy, hazy, crazy days of summer You'll wish that summer could always be here  Roll out those lazy, hazy, crazy days of summer Those days of soda and pretzels and beer Roll out those lazy, hazy, crazy days of summer Dust off the sun and moon and sing a song of cheer  Don't hafta tell a girl and fella about a drive-in Or some romantic moon it seems Right from the moment that those lovers start arrivin' You'll see more kissin' (whistling) in the cars than on the screen  Roll out those lazy, hazy, crazy days of summer Those days of soda and pretzels and beer Roll out those lazy, hazy, crazy days of summer You'll wish that summer could always be here  You'll wish that summer could always be here You'll wish that summer could always be here  ",
        "title": "Those Lazy-Hazy-Crazy Days Of Summer"
    },
    {
        "artist": "Jimmy Reed",
        "lyrics": null,
        "title": "Shame, Shame, Shame"
    },
    {
        "artist": "Shelley Fabares",
        "lyrics": null,
        "title": "Ronnie, Call Me When You Get A Chance"
    },
    {
        "artist": "The Appalachians",
        "lyrics": null,
        "title": "Bony Moronie"
    },
    {
        "artist": "Bobby Rydell",
        "lyrics": "  Spring'll soon be gone (Wildwood days), summer's comin' on (Wildwood days) And I'm-a dreamin' of (Wildwood days) lotsa summer love (bup-a-dup-a-dup-a-up) And all I think about (Wildwood days) after school is out (Wildwood days) Headin' down the shore (Wildwood days) to have a ball once more  Whoa whoa whoa whoa those Wildwood days, wild, wild Wildwood days Oh baby, every day's a holiday and every night is a Saturday night Oh those Wildwood days, wild, wild Wildwood days And then those party lights wild, wild Wildwood nights  Say baby you'll be mine (Wildwood days) 'cause it's kissin' time (Wildwood days) Gonna twist again (Wildwood days) like remember when (dom-a-dom-a-dom-a-dom)  Sleepin 'on the beach (Wildwood days) seven days a week (Wildwood days) Rockin' every night (Wildwood days) till the early bright  Whoa whoa whoa whoa those Wildwood days, wild, wild Wildwood days My baby, every day's a holiday and every night is a Saturday night Oh those Wildwood days, wild, wild Wildwood days And then those party lights wild, wild Wildwood nights  Whoa whoa whoa whoa those Wildwood days, wild, wild Wildwood days Oh baby, every day's a holiday and every night is a Saturday night  Oh those Wildwood days, wild, wild Wildwood days And then those  ",
        "title": "Wildwood Days"
    },
    {
        "artist": "Tony Bennett",
        "lyrics": null,
        "title": "The Good Life"
    },
    {
        "artist": "Patsy Cline",
        "lyrics": null,
        "title": "Sweet Dreams (Of You)"
    },
    {
        "artist": "Freddy Cannon",
        "lyrics": null,
        "title": "Patty Baby"
    },
    {
        "artist": "Skeeter Davis",
        "lyrics": "  I'm saving my love for someone who loves me For someone who loves me the way I loved you I'm saving my lips for someone to kiss me For someone to kiss me the way I kissed you  Time after time I've waited for your caress Time after time I've waited in loneliness I'm saving my dreams for someone to dream of For someone to dream of like I dreamed of you  Time after time I've waited for your caress Time after time I've waited in loneliness I'm saving my love for someone who loves me For someone who loves me the way I loved you...  ",
        "title": "I'm Saving My Love"
    },
    {
        "artist": "Kyu Sakamoto",
        "lyrics": "  上を向いて歩こう 涙がこぼれないように 思い出す春の日 一人ぼっちの夜  上を向いて歩こう にじんだ星を数えて 思い出す夏の日 一人ぼっちの夜  幸せは雲の上に 幸せは空の上に  上を向いて歩こう 涙がこぼれないように 泣きながら歩く 一人ぼっちの夜  思い出す秋の日 一人ぼっちの夜  悲しみは星の影に 悲しみは月の影に  上を向いて歩こう 涙がこぼれないように 泣きながら歩く 一人ぼっちの夜  一人ぼっちの夜  ",
        "title": "Sukiyaki"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": null,
        "title": "If You Need Me"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": "  Call me irresponsible - call me unreliable Throw in undependable too Do my foolish alibis bore you Well I'm not too clever - I just adore you  Call me unpredictable - tell me I'm impractical Rainbows I'm inclined to pursue Call me irresponsible - yes I'm unreliable But it's undeniably true - I'm irresponsibly mad for you  Call me irresponsible - yes I'm unreliable But it's undeniably true - I'm irresponsibly mad for you  ",
        "title": "Call Me Irresponsible"
    },
    {
        "artist": "Wayne Newton And The Newton Brothers",
        "lyrics": null,
        "title": "Heart! (I Hear You Beating)"
    },
    {
        "artist": "Frankie Laine",
        "lyrics": "  I know that I can't keep her Now she's in love with you (ah ah ah) But I just wanna say I won't be far away So don't make my baby blue  I know your reputation They say you can't be true (ah ah ah) But I'll be standing by So you just better try And don't make my baby blue  Ooh that little girl's an angel And it hurts to Set her free So you better take Good care of her 'Cause she still means The world to me  I'm gonna step aside now Just like she wants me to (ah ah ah) But even though I'm gone I'll still be looking on So don't make my baby blue  But even though I'm gone I'll still be looking on So don't make my baby blue No don't make my baby blue  ",
        "title": "Don't Make My Baby Blue"
    },
    {
        "artist": "Tommy Roe",
        "lyrics": "  He use to sing his songs to his Sara Jane The folk singer His songs filled with love made the mountains ring To the folk singer At first Sara Jane was to be his bride But as his fame grew she was pushed aside So the mountain girl would say good-bye To the folk singer He let his hair grow long and he dressed in style The folk singer His voice was pure and the fans went wild For the folk singer He said Sara Jane was much too plain So he left her alone as grew more fame But sorrow will come like a mountain rain To the folk singer Lavished in glory, fortune at his feet The folk singer Awoke one morning and he couldn't speak The folk singer The doctor said his singing days were through Thousands wept, Sara Jane did too He could not sing now his friends were few The folk singer Sick at heart in the mountains again The folk singer Now Sara Jane didn't look so plain To the folk singer Oh the power of love can do strange things Cause love has made him sing again Only now he sings for his Sara Jane The folk singer And once again the mountains ring To the folk singer The folk singer The folk singer  ",
        "title": "The Folk Singer"
    },
    {
        "artist": "Matt Lucas",
        "lyrics": null,
        "title": "I'm Movin' On"
    },
    {
        "artist": "Jack Jones",
        "lyrics": "  Call me irresponsible Call me unreliable Throw in undependable too Do my foolish alibis bore you? Well, I'm not too clever I just adore you Call me unpredictable Tell me I'm impractical Rainbows I'm inclined to pursue * Call me irresponsible Yes, I'm unreliable But it's undeniably true I'm irresponsibly mad for you! * Repeat  ",
        "title": "Call Me Irresponsible"
    },
    {
        "artist": "Johnny Cymbal",
        "lyrics": null,
        "title": "Teenage Heaven"
    },
    {
        "artist": "Jo Ann Campbell",
        "lyrics": "  Mother, please I'd rather do it myself  Mama, mama, why must it be (Nag, nag, naggity nag) You're picking my brain for me (Nag, nag, naggity nag)  Well, you tell me who You tell me how Don't you know I'm a big girl now Mother, please I'd rather do it myself  Mama, mama, when I go out (Nag, nag, naggity nag) You lecture me what love's about (Nag, nag, naggity nag) Well, I have to learn from you like this But look at all the fun I've missed  Mother, please I'd rather do it myself You know I've got to Make love and live a little And what will be, will be I'm sure you feel Tense and irritable But don't take it out on me  Mama, mama, you know the score (Nag, nag, naggity nag) You know you been Through the mill before (Nag, nag, naggity nag)  Well, you say to stay at home in bed But did you obey what your mama said Mother, please I'd rather do it myself You know I'm gonna go out And do it my way And find out you were right  Keep your bike out of the driveway I'm coming home late tonight Mama, mama, you told me this (Nag, nag, naggity nag) There's danger in every kiss (Nag, nag, naggity nag)  Well, you say I'll learn A heart can break Well, that's the chance I gotta take Mother, please I'd rather do it myself Mother, please I'd rather do it myself (Nag, nag, naggity nag)  ",
        "title": "Mother, Please!"
    },
    {
        "artist": "Steve Allen",
        "lyrics": null,
        "title": "Gravy Waltz"
    },
    {
        "artist": "The Righteous Brothers",
        "lyrics": "  Talk about my baby A little Latin Lupelu She's a hot footin' baby There ain't no dance she couldnÂ´t do She's my groovy little baby A little Latin Lupelu  A Bopa Bopa Lupelu A shake it, shake it, shake it, Lupe Wahtusi pretty baby C'mon and do the who-chee-coo Magic love, pretty baby A little Latin Lupelu  And if you wanna do the twist The Lupelu can put it down If you Wah Wahtusi She's the best for miles around She's my mash potato baby A little Latin Lupelu  A Bopa Bopa Lupelu A shake it, shake it, shake it, Lupe Wahtusi pretty baby C'mon and do the who-chee-coo Magic love, pretty baby A little Latin Lupelu  One, one more time A shake it, shake it, shake it Lupe Wahtusi pretty baby C'mon and do the who-chee-coo Magic love, pretty baby A little Latin Lupelu  A little Latin Lupelu A little Latin Lupelu A little Latin Lupelu  ",
        "title": "Little Latin Lupe Lu"
    },
    {
        "artist": "The Cascades",
        "lyrics": null,
        "title": "Shy Girl"
    },
    {
        "artist": "The 4 Seasons Featuring Frankie Valli",
        "lyrics": null,
        "title": "Soon (I'll Be Home Again)"
    },
    {
        "artist": "Bobby Darin",
        "lyrics": "  Eighteen yellow roses Bobby Darin  Eignteen yellow roses came today Eighteen yellow roses in a pretty bouquet When the boy came to the door I didn't know what to say But eighteen yellow roses came today I opened up the card to see what it said I couldn't believe my eyes When I had read Though you belong to another I love you anyway Yes eighteen yellow roses came today  I never doubted your love for a minute I always thought that you would be true But now this box and the flowers in it I guess there's nothin' left for me to do But ask to meet the boy that's done this thing And find out if he's got plans to buy you a ring 'Cause eighteen yellow roses will wilt and die one day But a father's love will never fade away Will never fade away  ",
        "title": "18 Yellow Roses"
    },
    {
        "artist": "Ricky Nelson",
        "lyrics": "  Higher than the mountains, taller than the trees Bigger than the moon above, deeper than the seas Oh, that's how I feel now my love is real Yeah, I'm old enough to love  Stronger than the winds that blow, brighter than the sun Greater than the stars that glow, you're my only one Holding you, holding you close now at last I know Yes, I'm old enough to love  Higher than the mountains, taller than the trees Bigger than the moon above, deeper than the seas Oh, that's how I feel now my love is real Yes, I'm old enough to love Old enough to love  ",
        "title": "Old Enough To Love"
    },
    {
        "artist": "Rockin' Rebels",
        "lyrics": null,
        "title": "Rockin' Crickets"
    },
    {
        "artist": "Mike Clifford",
        "lyrics": null,
        "title": "One Boy Too Late"
    },
    {
        "artist": "The Marvelettes",
        "lyrics": null,
        "title": "Forever"
    },
    {
        "artist": "The Cascades",
        "lyrics": "  The last leaf clings to the bough Just one leaf, that's all there is now And my last hope live with that lonely leaf, lonely leaf With the last leaf that clings to the bough  Last summer beneath this tree My love said she'd come home to me Before the leaves of autumn touched the ground, touched the ground My love promised she's be homeward bound  Then one by one the leaves began to fall And now that winter's come to call  The last leaf that clings to the bough Just one leaf, that's all there is now Will my last hope fall with that lonely leaf, lonely leaf With the last leaf, the last leaf With the last leaf that clings to the bough Bough, bough, bough ...  ",
        "title": "The Last Leaf"
    },
    {
        "artist": "The Shacklefords",
        "lyrics": null,
        "title": "A Stranger In Your Town"
    },
    {
        "artist": "Jimmy Smith",
        "lyrics": null,
        "title": "Hobo Flats - Part I"
    }
]