[
    {
        "artist": "Elvis Presley",
        "lyrics": "  [Intro] We're caught in a trap I can't walk out Because I love you too much baby  [Verse 1] Why can't you see What you're doing to me When you don't believe a word I say?  [Chorus] We can't go on together With suspicious minds And we can't build our dreams On suspicious minds  [Verse 2] So, if an old friend I know Drops by to say hello Would I still see suspicion in your eyes?  [Verse 3] Here we go again Asking where I've been You can't see these tears are real I'm crying  [Chorus] We can't go on together With suspicious minds And we can't build our dreams On suspicious minds  [Verse 4] Oh let our love survive Or dry the tears from your eyes Let's don't let a good thing die  [Outro] When honey, you know I've never lied to you Mmm yeah, yeah  We're caught in a trap I can't walk out Because I love you too much baby  [Verse 1] Why can't you see What you're doing to me When you don't believe a word I say  We're caught in a trap I can't walk out Because I love you too much baby (To know what) We're caught in a trap I can't walk out Because I love you too much baby (To know what) We're caught in a trap I can't walk out Because I love you too much baby (To know what) We're caught in a trap I can't walk out Because I love you too much baby (To know what) We're caught in a trap I can't walk out Because I love you too much baby  ",
        "title": "Suspicious Minds"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": "  Bill, I love you so, I always will I look at you and see the passion eyes of May (eyes of May) Oh, but am I ever gonna see my wedding day (wedding day) I was on your side, Bill, when you were losing I'd never scheme or lie, Bill, there's been no fooling But kisses and love won't carry me till you marry me Bill  I love you so, I always will And in your voice I hear a choir of carousels (carousels) Oh, but am I ever gonna hear my wedding bells (wedding bells) I was the one who came running when you were lonely I haven't lived one day not loving you only But kisses and love won't carry me till you marry me Bill  I love you so, I always will And, though devotion rules my heart, I take no bows Oh, but Bill you're never gonna take those wedding vows (wedding vows) Oh, come on Bill (come on Bill) Oh, come on Bill (come on Bill)  Come on and marry me, Bill I got the wedding bell blues Please marry me, Bill I got the wedding bell blues Wedding bell blues Wedding bell blues  Yeah, yeah, marry me, Bill I got the wedding bell blues  ",
        "title": "Wedding Bell Blues"
    },
    {
        "artist": "The Archies",
        "lyrics": "  [Chorus] Sugar, ah honey honey You are my candy girl And you've got me wanting you Honey, ah sugar sugar You are my candy girl And you've got me wanting you  [Verse 1] I just can't believe the loveliness of loving you (I just can't believe it's true) I just can't believe the one to love this feeling to (I just can't believe it's true)  [Chorus] Ah sugar, ah honey honey You are my candy girl And you've got me wanting you Ah honey, ah sugar sugar You are my candy girl And you've got me wanting you  [Verse 2] When I kissed you, girl, I knew how sweet a kiss could be (I know how sweet a kiss can be) Like the summer sunshine pour your sweetness over me (Pour your sweetness over me)  [Pre-Chorus] Sugar, pour a little sugar on it honey Pour a little sugar on it baby I'm gonna make your life so sweet, yeah yeah yeah Pour a little sugar on it oh yeah Pour a little sugar on it honey Pour a little sugar on it baby I'm gonna make your life so sweet, yeah yeah yeah Pour a little sugar on it honey  [Chorus] Ah sugar, ah honey honey You are my candy girl And you've got me wanting you Oh honey, honey, sugar sugar... You are my candy girl  ",
        "title": "Sugar, Sugar"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  Hold it, everybody Hold it, hold it, listen  I can turn the gray sky blue I can make it rain whenever I want it to Oh, I can build a castle from a single grain of sand I can make a ship sail, huh, on dry land  But my life is incomplete and I'm so blue Cause I can't get next to you (I can't get next to you, babe) Next to you (I can't get next to you) I just can't get next you (I can't get next to you, babe) (I can't get next to you)  I can fly like a bird in the sky Hey, and I can buy anything that money can buy Oh, I can turn a river into a raging fire I can live forever if I so desire  Unimportant are all the things I can do Cause I can't get next to you (I can't get next to you, babe) No matter what I do (I can't get next to you) Uh-yah  Ooh, ooh.. Chicka boom, chicka boom Chicka boom, boom, boom  I can turn back the hands of time You better believe I can I can make the seasons change just by waving my hand Oh, I can change anything from old to new The things I want to do the most, I'm unable to do  Unhappy am I with all the powers I possess Cause girl you're the key to my happiness And I can't get next to you  Girl, you're blowing my mind Cause I can't get (next to you) Can't you see these tears I'm crying? I can't get (next to you) Girl, it's you that I need I gotta get (next to you) Can't you see these tears I'm crying? I can't get (next to you) I, I, I, I, I can't get (next to you) I, I, I, I, I can't get (next to you) Girl, you're blowing my mind Cause I can't get..  ",
        "title": "I Can't Get Next To You"
    },
    {
        "artist": "Smith",
        "lyrics": "  It's not the way you smile that touched my heart It's not the way you kissed that tears me apart  Many, many, many nights go by I sit alone at home and cry over you What can I do? Don't want nobody, nobody Cause, baby, it's you Baby, it's you  Is it true what they say about you? They say you'll never, ever, never be true It doesn't matter what they say I know I'm gonna love you any old way What can I do? What 'bout you? Don't want nobody, nobody Baby, it's you Baby, it's you  Baby  It doesn't matter what they say I know I'm gonna love any old way What can I do? What 'bout you? Don't want nobody, nobody Baby, it's you Baby, it's you  Don't leave me alone Come on home Baby, it's you Baby, it's you You know I need your lovin' You know I love you Baby, it's you  ",
        "title": "Baby It's You"
    },
    {
        "artist": "Sly & The Family Stone",
        "lyrics": null,
        "title": "Hot Fun In The Summertime"
    },
    {
        "artist": "Bobby Sherman",
        "lyrics": null,
        "title": "Little Woman"
    },
    {
        "artist": "Oliver",
        "lyrics": null,
        "title": "Jean"
    },
    {
        "artist": "The Cuff Links",
        "lyrics": null,
        "title": "Tracy"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  Tracklist (click links for lyrics) 1.  Come Together 2.  Something 3.  Maxwell's Silver Hammer 4.  Oh! Darling 5.  Octopus's Garden 6.  I Want You (She's So Heavy) 7.  Here Comes the Sun 8.  Because 9.  You Never Give Me Your Money 10.  Sun King 11.  Mean Mr. Mustard 12.  Polythene Pam 13.  She Came in Through the Bathroom Window 14.  Golden Slumbers 15.  Carry That Weight 16.  The End 17.  Her Majesty Album Art   ",
        "title": "Come Together/Something"
    },
    {
        "artist": "The Beatles",
        "lyrics": null,
        "title": "Something"
    },
    {
        "artist": "The Flying Machine",
        "lyrics": "  You really should accept This time he's gone for good He'll never come back now Even though he said he would So darling dry your eyes So many other guys Would give the world I'm sure To wear the shoes he wore  Oh, c'mon Smile a little smile for me, Rosemarie Where's the use in cryin'? In a little while you'll see, Rosemarie You must keep on tryin'  I know that he hurt you bad I know darling don't be sad and Smile a little smile for me, Rosemarie, Rosemarie  I guess you're lonely now Love's comin' to an end But darling only now Are you free to start again Lift up your pretty chin Don't let those tears begin You're a big girl now And you'll pull through somehow  Oh, c'mon Smile a little smile for me, Rosemarie Where's the use in cryin'? In a little while you'll see, Rosemarie You must keep on tryin'  I know that he hurt you bad I know darling don't be sad and Smile a little smile for me, Rosemarie, Rosemarie  Bah bah bah bah bah bah Bah bah bah Bah bah Bah bah bah bah  Smile a little smile for me, Rosemarie, Rosemarie  ",
        "title": "Smile A Little Smile For Me"
    },
    {
        "artist": "Peggy Lee",
        "lyrics": "  I remember when I was a very little girl Our house caught on fire I'll never forget the look on my father's face As he gathered me up in his arms And raced through the burning building onto the pavement And I stood there shivering in my pajamas And watched the whole world go up in flames And when it was all over I said to myself \"Is that all there is to a fire?\"  [Chorus] Is that all there is? Is that all there is? If that's all there is my friends, then let's keep dancing Let's break out the booze and have a ball If that's all there is  And when I was 12 years old My daddy took me to the circus, The greatest show on earth There were clowns and elephants, dancing bears And a beautiful lady in pink tights flew high above our heads As I sat there watching I had the feeling that something was missing I don't know what When it was all over I said to myself \"Is that all there is to the circus?\"  [Chorus] Is that all there is? Is that all there is? If that's all there is my friends, then let's keep dancing Let's break out the booze and have a ball If that's all there is  And then I fell in love With the most wonderful boy in the world We'd take long walks down by the river Or just sit for hours gazing into each other's eyes We were so very much in love Then one day he went away And I thought I'd die, but I didn't And when I didn't, I said to myself \"Is that all there is to love?\"  Is that all there is? is that all there is? If that's all there is my friends, then let's keep...  I know what you must be saying to yourselves \"If that's the way she feels about it, why doesn't she just end it all?\" Oh, no. Not me I'm not ready for that final disappointment Cause I know just as well as I'm standing here talking to you And when that final moment comes and I'm breathing my last breath, I'll be saying to myself  [Chorus] Is that all there is? Is that all there is? If that's all there is my friends, then let's keep dancing Let's break out the booze and have a ball If that's all there is  ",
        "title": "Is That All There Is"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Verse 1] Ah baby After many tears fall from your eyes A thousand times you ask yourself why The one guy you love has departed You're left alone and broken-hearted Love just comes and goes How long it's going to last nobody knows  [Chorus] That's the way love is, baby [or honey, or other endearing term] (That's the way love is, sugar, how it is) That's the way love is, baby (That's the way love is, sugar, how it is) That's how it is  [Verse 2] I know you're walking down a lonesome road And your heart is carrying a heavy load I know you feel like you haven't got a friend (haven't got a friend) And your whole world's caving in (caving in) Ah, but now is the time to be strong (to be strong) You better forget him now that he's gone (now that he's gone) Remember[?]  [Chorus]  [Instrumental]  [Verse 3] Listen to me, little darling The road of love is rough sometimes But don't let it get the best of you I've been hurt by love so many times I know just what you're going through You wish you were never born You better forget him now that he's gone  [Chorus]  [Verse 4] Wipe away your tears Love is here today and gone tomorrow (That's the way love is, sugar, how it is) All your joys turn to sorrow (That's the way love is, sugar, how it is) One day gladness, and the next day sadness (That's the way love is, sugar, how it is) [...and fade]  ",
        "title": "That's The Way Love Is"
    },
    {
        "artist": "Lou Christie",
        "lyrics": "  I'll try every trick in the book With every step that you take Everywhere that you look Just look and you'll find I'll try to get to your soul I'll try to get to your mind I'm gonna make you mine  I know I'll never give up I'm at the end of my rope From the morning 'til supper time And you'll find I'll be waiting in line I'll be waiting in line I'm gonna make you mine  Baby, I'm gonna make you mine Make you mine, I'm gonna make you mine Baby, I'm gonna make you mine I'm gonna make you mine  I'll try every trick in the book With every step that you take Everywhere that you look Just look and you'll find I'll be waiting in line I'll be waiting in line 'Cause I'm gonna make you mine  Baby, I'm gonna make you mine Make you mine, I'm gonna make you mine Baby, I'm gonna make you mine I'm gonna make you mine  I'll be a hard lovin', pushin' kinda, uh, individual Knocking night and day at your door You'll have to turn me away Like a indestructible force  Oh, oh, oh, oh, oh  Baby, I'm gonna make you mine Make you mine, I'm gonna make you mine Baby, I'm gonna make you mine I'm gonna make you mine  I'll try every trick in the book With every step that you take Everywhere that you look Just look and you'll find I'll try to get to your soul I'll try to get to your mind 'Cause I'm gonna make you mine  Baby, I'm gonna make you mine Make you mine, I'm gonna make you mine Baby, I'm gonna make you mine I'm gonna make you mine  Baby, I'm gonna make you mine Make you mine, I'm gonna make you mine Baby, I'm gonna make you mine I'm gonna make you mine  ",
        "title": "I'm Gonna Make You Mine"
    },
    {
        "artist": "The Friends Of Distinction",
        "lyrics": "  I'm an ever rollin' wheel, without a destination real I'm an ever spinning top, whirling around till i drop Oh but what am i to do, my mind is in a whirlpool Give me a little hope, one small thing to cling to You got me going in circles(oh round and round i go) You got me going in circles (oh round and round i go, i'm spun out over you) I'm a faceless clock, with timeless hopes that never stop Lord but i feel that way, of my soul. My soul is stay Oh but what am i to do, my mind is in a whirlpool Give me a little hope, one small thing to cling to You got me going in circles(oh round and round i go) You got me going in circles (oh round and round i go) I'm spun out over you (i need you baby) over you (i need you baby) spun out over you (i need you baby, i need you ba(oh baby)by baby) I'm spun(i need you baby) i said i'm spun out over you(i need you baby) Spun out over you(i need you baby, i need you baby, i need you baby  ",
        "title": "Going In Circles"
    },
    {
        "artist": "Blood, Sweat & Tears",
        "lyrics": "  {​Intro}​  [Verse 1] I'm not scared of dying And I don't really care If it' s peace you find in dying Well then, let the time be near  If it's peace you find in dying Well then dying time is near Just bundle up my coffin Cause it's Cold way down there I hear that it's Cold way down there, yeah Crazy cold, way down there  [Chorus] And when I die, and when I'm gone There'll be, one child born In this world To carry on, to carry on  {​Instrumental}​  [Verse 2] Now troubles are many There're as Deep as a well I can swear there ain't no Heaven But I pray there ain't no hell Swear there ain't no Heaven And I'll pray there ain't no hell But I'll never know by livin' Only my dyin' will tell, yes, only my Dyin' will tell, oh yeah Only my dyin' will tell  [Chorus]  {​Instrumental}​  [Verse 3] Give me my freedom For as long as I be All I ask of livin' Is to have no chains on me All I ask of livin' Is to have no chains on me And all I ask of dyin' is to Go naturally, only wanna Go naturally  [Bridge] Here I go! Hey hey Here come the devil Right behind Look out children, here he come Here he come, hey  Don't wanna go by the devil Don't wanna go by the demon Don't wanna go by Satan Don't wanna die uneasy Just let me go Naturally  And when I die, and when I'm dead Dead and gone There'll be One child born, in our world To carry on, to carry on  {​Outro}​  ",
        "title": "And When I Die"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  You never close your eyes any more when I kiss your lips And there's no tenderness like before in your fingertips Mmm, you're tryin' hard not to show it, baby But baby, baby I know it  You've lost that lovin' feelin' me like you used to do You know that We had a love, a love, a love you don't find every day No no, no no, no no no no no no no So don't, don't, don't, don't, baby don't throw it away Na na, don't throw it away, don't throw it away Now baby, oh baby, I beg you baby, oh baby I beg you please, I need your love So bring it on back, bring it back Bring it back, bring it, bring it, bring it back  Bring back that lovin' feelin' o-o-oh that lovin' feelin'  ",
        "title": "You've Lost That Lovin' Feeling"
    },
    {
        "artist": "Tom Jones",
        "lyrics": "  I've been in love so many times Thought I knew the score But now you've treated me so wrong I can't take anymore And it looks like I'm never gonna fall in love again Fall in love, I'm never gonna fall in love I mean it Fall in love again All those things I heard about you I thought they were only lies But when I caught you in his arms I just broke down and cried And it looks like I'm never gonna fall in love again Fall in love, no, I'm never gonna fall in love I mean it, I mean it Fall in love again I gave my heart so easily I cast aside my pride But when you fell for someone else, baby I broke up all inside And it looks like I'm never gonna fall in love again That's why I'm a-singin' it Fall in love, no, I'm never gonna fall in love Please don't make me Fall in love again  ",
        "title": "I'll Never Fall In Love Again"
    },
    {
        "artist": "Garland Green",
        "lyrics": "  [[Chorus]] Jealous kind of fella... Hey, hey, hey...  What a day, I think I called my baby today Hello baby, please don't be too mad at me Because I punched that guy last night But let me explain, before you say anything I ought to know just like you said I'm having that jealousy, goes straight to my head And I apologize, so please don't cry I want you to know this is one sign that I love you Love you, I'm just a jealous kind of fella  [[Chorus]] You see, there's another thing I know I embarrassed you baby And I'm so ashamed, yes I am, mama Oh and ever since we've been together You've given me more happiness than anything baby Yes you did, mama If you're still mad or upset Those things I can't accept 'Cause it hurt me, 'cause it hurt me You've got me out of my head 'Cause I love you, love you I'm just a jealous kind of fella  [[Chorus with ad libs]]  ",
        "title": "Jealous Kind Of Fella"
    },
    {
        "artist": "R.B. Greaves",
        "lyrics": "  Last night as I got home about a half past ten There was the woman I thought I knew In the arms of another man I kept my cool, I ain't no fool Let me tell you what happened then I packed some clothes and I walked out And I ain't going back again  So take a letter Maria, address it to my wife Say I won't be coming home, gonna start a new life So take a letter Maria, address it to my wife Send a copy to my lawyer, gotta start a new life  You've been many things but most of all a good secretary to me And it's times like this I feel you've always been close to me Was I wrong to work nights to try to build a good life All work and no play has just cost me a wife  So take a letter Maria, address it to my wife Say I won't be coming home, gonna start a new life So take a letter Maria, address it to my wife Send a copy to my lawyer, gotta start a new life  When a man loves a woman it's hard to understand That she would find more pleasure in the arms of another man I never really noticed how sweet you are to me It just so happens I'm free tonight Would you like to have dinner with me  So take a letter Maria, address it to my wife Say I won't be coming home, gonna start a new life So take a letter Maria, address it to my wife Send a copy to my lawyer, gotta start a new life  ",
        "title": "Take A Letter Maria"
    },
    {
        "artist": "The Originals",
        "lyrics": null,
        "title": "Baby, I'm For Real"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": "  How can people be so heartless? How can people be so cruel? Easy to be hard Easy to be cold  How can people have no feelings? How can they ignore their friends? Easy to be proud Easy to say No  Especially people who care about strangers Who care about evil and social injustice Do you only care about the \"being crowd\"? How about a needed friend? I need a friend  How can people be so heartless? You know I'm hung up on you Easy to be proud Easy to say No  Especially people who care about strangers Who care about evil and social injustice Do you only care about the \"being crowd\"? How about a needed friend? We all need a friend  How can people be so heartless? How can people be so cruel?  Easy to be proud Easy to say no Easy to be cold Easy to say no  Come on, easy to give in Easy to say No Easy to be cold Easy to say No  Oh, it's too easy to say No  ",
        "title": "Easy To Be Hard"
    },
    {
        "artist": "The Clique",
        "lyrics": "  Oh the night Is slipping away Femme jolie, femme jolie* And there's still so much left to say Femme jolie, femme jolie Oh we haven't got time 'Cause I'll be gone in the sunshine Oh my love You've been good to me Femme jolie, femme jolie I could love you so easily Femme jolie, femme jolie Oh what can I do now? Since I left you now I've only Sugar on Sunday I'm leavin' on Monday Only got one day to love me, yeah Sugar on Sunday I'm leavin' on Monday I need to know Tonight  And the night is never to wait Femme jolie, femme jolie Love me now before it's too late Femme jolie, femme jolie Oh we haven't got time I'll be gone in the sunshine I've only Sugar on Sunday I'm leavin' on Monday Only got one day to love me, yeah Sugar on Sunday I'm leavin' on Monday I need to know Oh, Sugar on Sunday I'm leavin' on Monday Only got one day to love me, yeah Sugar on Sunday I'm leavin' on Monday Only got one day to love me, yeah Sugar on Sunday I'm leavin' on Monday Only got one day to love me, yeah Sugar on Sunday I'm leavin' on Monday Only got one day to love me, yeah Sugar on...  ",
        "title": "Sugar On Sunday"
    },
    {
        "artist": "Nilsson",
        "lyrics": "  [Chorus] Everybody's talkin' at me I don't hear a word they're sayin' Only the echoes of my mind  [Verse 1] People stoppin' starin' I can't see their faces Only the shadows of their eyes  [Verse 2] I'm going where the sun keeps shinin' Through the pouring rain Going where the weather suits my clothes  [Verse 3] Banking off of the North east winds Sailing on a summer breeze And skipping over the ocean like a stone  [Verse 2] I'm going where the sun keeps shinin' Through the pouring rain Going where the weather suits my clothes  [Verse 3] Banking off of the North east winds Sailing on a summer breeze And skipping over the ocean like a stone  [Chorus] Everybody's talkin' at me Can't hear a word they're sayin' Only the echoes of my mind  [Outro] I won't let you leave my love behind No I won't let you leave I won't let you leave my love behind  ",
        "title": "Everybody's Talkin'"
    },
    {
        "artist": "Tommy James And The Shondells",
        "lyrics": "  Scarlet hovering my head Pretty and red Pretty and red Flowers dying in their bed Oh, yeah  Why is everyone crying? Mmm, hmm Look up children, look and see Shining down on you and me, yeah  And the ball of fire in the sky, yeah Keeps watching over you and I, way up high And the ball of fire in the sky, come on Keeps watching over you and I, way up high  And now the towers are falling Tumbling down Tumbling down Oh, can't you hear the angels calling? Oh, yeah  Listen Mmm, hmm Shining through eternity As it was so it shall be, yeah  And the ball of fire in the sky, yeah Keeps watching over you and I, way up high, yeah And the ball of fire in the sky Keeps watching over you and I, you and I, yes, it does  And the ball of fire in the sky, come on It keeps watching over you and I, way up high, come on And the ball of fire in the sky, yeah Keeps watching over you and I, you and I, way up high  And the ball of fire in the sky, yeah It keeps watching over you and I, way up high, ho And the ball of fire in the sky, come on It keeps watching over you and I, way up high  ",
        "title": "Ball Of Fire"
    },
    {
        "artist": "Gary Puckett And The Union Gap",
        "lyrics": "  This girl walked in dreams Playing in a world of her own This girl was a child Existing in a playground of stone Then one night her world was changed Her life and dreams were rearanged And she would never be the same again This girl is a woman now, and she's learning how to give This girl is a woman now, she's found out what it's all about And she's learning, learning to live This girl tasted love, as tender as the gentle dawn She cried a single tear, A teardrop that was sweet and warm Our hearts told us we were right And on that sweet and velvet night A child had died, a woman had been born This girl is a woman now, and she's learning how to give This girl is a woman now, she's found out what it's all about And she's learning, learning to live This girl is a woman now,she's learning how to give This girl is a woman now,she's found out what it's all about And she's learning, learning, learning to live ( Fade )  ",
        "title": "This Girl Is A Woman Now"
    },
    {
        "artist": "Lawrence Reynolds",
        "lyrics": null,
        "title": "Jesus Is A Soul Man"
    },
    {
        "artist": "The Rugbys",
        "lyrics": null,
        "title": "You, I"
    },
    {
        "artist": "James Brown",
        "lyrics": "  [Verse] Hey you all look out let a man come in I got to have fun i'm gonna do my thing Way over yonder can you dig that mess The sister standing out there dressed up In a brand new mini dress Look hey over there Do you see that boy playing that horn And dig that soul brother look at him doing the popcorn Hey everybody i got a brand new start Hey, hey everybody i got a brand new start I ain't gonna hurt nobody I just, i just i just wanna help my heart Gonna have a ball sure as you're born Gonna have a ball sure as you're born I'm gonna dance, dance, dance do the popcorn Hey look a there hey look a there Do you see what i see Everybody doing the popcorn but me Get back over there with your mini dress Look out good mama i gotta do my best Hey over there hey over there look a here A look a here i got the best band in the land I just gotta jump back take my stand I want to ask the fellows don't have no doubt I just got to lay to lay it right out  ",
        "title": "Let A Man Come In And Do The Popcorn (Part One)"
    },
    {
        "artist": "Isaac Hayes",
        "lyrics": "  If you see me walking down the street And I start to cry each time we meet Walk on by, walk on by Make believe that you don't see the tears Oh just let me grieve In private cause each time I see you I break down and cry Oh baby, walk on by  Mmm I just can't get over losing you So if I seem broken in two Please walk on by, walk on by Foolish pride is all that I have left So let me hide The tears and the sadness you gave me You put the hurt on You socked it to me, momma When you said goodbye So please walk on by Make believe you never see the tears I cry So do me a favor and walk on by So I'm beggin' you to walk on by  Oh yeah Make believe you never see the tears I cry So I'm beggin' you, I'm beggin' you to walk on by Make believe you never see the tears I cry Oh, there's no dust in my eye Oh no Smoke ain't making me cry, nah nah nah It's the hurt you put on me, yeah I don't want you to see this man cry So please walk on by Oh mother, mother, walk on by  ",
        "title": "Walk On By"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Intro] Yesterme yesteryou yesterday  [Verse 1] What happened to the world we knew When we would dream and scheme And while the time away Yesterme yesteryou yesterday  [Chorus] Where did it go that yester glow When we could feel The wheel of life turn our way Yesterme yesteryou yesterday  [Verse 2] I had a dream so did you life Was warm and love was true Two kids who followed all the rules Yester folls and now  [Chorus] Now it seems those yester dreams Were just a cruel And foolish game we used to play Yesterme yesteryou yesterday  [Bridge] When I recall what we had I feel lost I feel sad with nothing but The memory of yester love and now Now it seems those yester dreams Were just a cruel And foolish game we had to play  [Outro] Yesterme yesteryou yesterday[x2] Sing with me Yesterme yesteryou yesterday One more time  ",
        "title": "Yester-Me, Yester-You, Yesterday"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": "  If you see your brother standing by the road With a heavy load from the seeds he's sowed And if you see your sister falling by the way Just stop and stay you're going the wrong way You got to try a little kindness Yes show a little kindness Just shine your light for everyone to see And if you try a little kindness Then you'll overlook the blindness Of narrow-minded people on the narrow-minded streets Don't walk around the down and out Lend a helping hand instead of doubt And the kindness that you show every day Will help someone along their way You got to try a little kindness Yes show a little kindness Just shine your light for everyone to see And if you try a little kindness Then you'll overlook the blindness Of narrow-minded people on the narrow-minded streets You got to try a little kindness Yes show a little kindness Just shine your light for everyone to see And if you try a little kindness Then you'll overlook the blindness Of narrow-minded people on the narrow-minded streets  ",
        "title": "Try A Little Kindness"
    },
    {
        "artist": "Crosby, Stills & Nash",
        "lyrics": "  Part 1  It's getting to the point Where I am no fun anymore I am sorry Sometimes it hurts so badly I must cry out loud 'I am lonely.' I am yours, you are mine You are what you are You make it hard  Remember what we've said And done and felt about each other Oh babe, have mercy Don't let the past Remind us of what we are not now I am not dreaming I am yours, you are mine You are what you are You make it hard  {Bridge}  Tearing yourself away from me now You are free And I am crying This does not mean I don't love you I do, that's forever Yes and for always I am yours, you are mine You are what you are You make it hard  Something inside is telling me That I've got your secret Are you still listening? Fear is the lock and laughter the key To your heart And I love you I am yours, you are mine You are what you are And you make it hard And you make it hard And you make it hard And you make it hard  Part 2  Friday evening, Sunday in the afternoon What have you got to lose? Tuesday morning, please be gone, I'm tired of you What have you got to lose? Can I tell it like it is? Listen to me baby- It's my heart that's suffering It's a-dying- And that's what I have to lose  I've got an answer I'm going to fly away What have I got to lose? Will you come see me Thursdays and Saturdays? What have you got to lose?  {Bridge}  Part 3  Chestnut brown canary Ruby throated sparrow Sing a song, don't be long Thrill me to the marrow Voices of the angels Ring around the moonlight Asking me, said she's so free How can you catch the sparrow? Lacy, lilting lyrics, losing love lamenting Change my life, make it right Be my lady  Part 4 - {Coda}  ¡Que linda! Me la traiga a Cuba La reina de la Mar Caribe Quiero sólo visitarla allí Y que triste que no puedo. ¡Vaya! O Va! O Va!  ",
        "title": "Suite: Judy Blue Eyes"
    },
    {
        "artist": "Kenny Rogers & The First Edition",
        "lyrics": "  Reuben James, in my song you live again And the phrases that I rhyme are just a footstep out of time From the time when I knew you, Reuben James  Reuben James, all the folks around Hadison County Cussed your name You're just a no-count, sharecropping colored man You'd steal anything you can And everybody laid the blame on Reuben James  Reuben James, for you still walk over fields of my mind Faded shirt, weathered brow, caloused hands upon the plow Loved you then and I love you now, Reuben James  For a grave, the gossiper of Hadison County died with chid Although your skin was black You were the one that didn't turn your back On the hungry white child with no name, Reuben James  Reuben James, with your mind on the soul And a bottle in your right hand You said turn the other cheek For there's a better world awaiting for the meek In my mind, these words remain from Reuben James  Reuben James, for you still walk over fields of my mind Faded shirt, weathered brow, caloused hands upon the plow Loved you then and I love you now, Reuben James  Reuben James, one dark cloudy day They brought you from the field And to your lonely pine box Came just a preacher, me and the rain Just to sing one last refrain to Reuben James  Reuben James, for you still walk over fields of my mind Faded shirt, weathered brow, caloused hands upon the plow Loved you then and I love you now, Reuben James  Reuben James, for you still walk over fields of my mind Faded shirt, weathered brow, caloused hands upon the plow Loved you then and I love you now, Reuben James  ",
        "title": "Reuben James"
    },
    {
        "artist": "Dyke And The Blazers",
        "lyrics": null,
        "title": "Let A Woman Be A Woman - Let A Man Be A Man"
    },
    {
        "artist": "Thunderclap Newman",
        "lyrics": "  [Intro : Thunderclap Newman] Call out the instigators Because there's something in the air We've got to get together sooner or later Because the revolution's here And you know it's right And you know that it's right We have got to get it together We have got to get it together now  [Bridge : Thunderclap Newman] Lock up the streets and houses Because there's something in the air We've got to get together sooner or later Because the revolution's here, And you know it's right And you know that it's right We have got to get it together We have got to get it together now  [Piano bridge : Thunderclap Newman] Hand out the holy spirits We got to remake all our life Hand out the arms and ammo We're going to blast our way through here We've got to get together sooner or later Because the moment will arrive, and you know its right Because the revolution's here, and you know it's right And you know that it's right We have got to get it together We have got to get it together now Get it together Feeling something in the air Don't you feel it together Sooner or later Can't you feel it coming Sooner or later  ",
        "title": "Something In The Air"
    },
    {
        "artist": "Billy Joe Royal",
        "lyrics": "  Mary Hill used to hang out in Cherry Hill Park The game she played lasted all day to way after dark Now all the girls they criticized her But all the guys just idolized her 'cause Mary Hill was such a thrill after dark In Cherry Hill Park  Mary Hill loved to ride on the merry-go-round All the guys got eager eyes watchin' Mary go 'round Now in the daytime Mary Hill was a teaser Come the night she was such a pleaser Mary Hill was such a thrill after dark In Cherry Hill Park  Oh, Mary Hill sure was fun down at Cherry Hill Park Playin' games with everyone 'till way after dark In Cherry Hill Park, in Cherry Hill Park  And then one day, Mary Hill, she married away A man with money said \"Come on honey\" and she said \"Ok\" She went away to play a one man game And since that day it ain't been the same 'cause Mary Hill was such a thrill after dark In Cherry Hill Park  Oh, Mary Hill sure was fun down at Cherry Hill Park Playin' games with everyone 'till way after dark In Cherry Hill Park, in Cherry Hill Park In Cherry Hill Park, in Cherry Hill Park In Cherry Hill Park, in Cherry Hill Park  ",
        "title": "Cherry Hill Park"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": "  What's the use in breakin' up When you just turn around and make up?  Oh you say you're tired and you're uninspired And you wanna leave me, oh baby The last time you felt that way Girl, you left me for a whole day Then you called me on the telephone (hey baby) In your sweet and your softest tone (hey baby) Askin' me \"What should we do?\" When you know all the time that I'm crazy about you  What's the use in breakin' up When you just turn around and make up?  What's the use in breakin' up When you just turn around and make up?  We had the same conversation Well it couldn't have been more than a week ago I said \"Darlin', you're breakin' my heart And I don't see how I can take much more\" I got up and walked out of the door (hey baby) Walked on down to the corner store (hey baby) And by the time what I said took in I turned right around and came back again  What's the use in breakin' up When you just turn around and make up?  What's the use in breakin' up When you just turn around and make up?  Girl, I guess we do it 'cause it's such a groove (hey baby) To find somethin' that you need to use (hey baby) Oh baby, I love you, I swear And ain't neither one of us goin' nowhere  What's the use in breakin' up When you just turn around and make up?  What's the use in breakin' up When you just turn around and make up?  You know that you and I both started And if we break up we will be broken hearted Let on I've always loved you And I think the whole world of you  ",
        "title": "What's The Use Of Breaking Up"
    },
    {
        "artist": "Keith Barbour",
        "lyrics": "  It's the morning soon he'll rise Find the glasses for his eyes Aren't what they used to be Picks up the clothes he's worn so long On the bureau sits the picture of a lady And the mural of a man who's been gone for many years  (CHORUS) The old man walks in Echo Park From bench to bench he moves from morning 'til dark For the ducks some bread he brings Wonder if he'll feed them this time next spring Listening to the children play Reminds him of other days Many years ago Thoughts of a child that he helped grow And the memory of a letter saying dear sir We regret to inform you, your son will not be coming home  (REPEAT CHORUS)  (BRIDGE) Old man tell me are there fears Do you measure life in years Or is one day all you'll ever know I've got to know  (REPEAT CHORUS) (CODA) Have I been a good man Have I tried to see the light Wish I may, wish I might Have the wish I wish tonight Have I been a good man  ",
        "title": "Echo Park"
    },
    {
        "artist": "Andy Kim",
        "lyrics": "  Baby, we're good together Yes, we're so good together I know it happening but I can't believe it I just love this feeling that's going through me When you hold me, baby I'm all on fire It's a kind of magic what you're doing to me  I just want to tell you How good you make me feel If you got a life time to spare, baby I will If I could only put myself inside you You could see thru my eyes and feel what I'm feeling Then you might just start to understand Why my head is flying and my head is reeling  I just want to tell you How good you make me feel If you got a life time to spare, baby I will  Baby, we're good together Yes, we're so good together So if you got a life time to spare Woo come on baby Na na na na na Come on baby Na na na na na  I just want to tell you How good you make me feel If you got a life time to spare Oh baby I will Baby we're good together Yeah, yeah Yes we're so good together  ",
        "title": "So Good Together"
    },
    {
        "artist": "Mel And Tim",
        "lyrics": null,
        "title": "Backfield In Motion"
    },
    {
        "artist": "Motherlode",
        "lyrics": null,
        "title": "When I Die"
    },
    {
        "artist": "Wind",
        "lyrics": null,
        "title": "Make Believe"
    },
    {
        "artist": "Steam",
        "lyrics": "  {Intro}  Na na na na, na na na na, hey hey, goodbye  He'll never love you, the way that I love you Cause if he did, no no, he wouldn't make you cry He might be thrillin' baby but a-my love (My love, my love)  So dog-gone willin', so kiss him (I wanna see you kiss him, wanna see you kiss him) Go on and kiss him goodbye, now  Na na na na, hey hey, goodbye Na na na na, na na na na, hey hey, goodbye  Listen to me now  He's never near you to comfort and cheer you When all those sad tears are fallin' baby from your eyes He might be thrillin' baby but a-my love (My love, my love)  So dog-gone willin', so kiss him (I wanna see you kiss him, I wanna see you kiss him) Go on and kiss him goodbye, na na na na, na na na  Na na na na, hey hey, goodbye  {Bridge}  Hey hey, goodbye Na na na na, na na na na, hey hey, goodbye Na na na na, na na na na, hey hey, goodbye Na na na na, na na na na, hey hey, goodbye  Hey hey, goodbye Na na na na, na na na na, hey hey, goodbye Na na na na, na na na na, hey hey, goodbye Na na na na, na na na na, hey hey, goodbye  Hey hey, goodbye Na na na na, na na na na, hey hey, goodbye Na na na na, na na na na, hey hey, goodbye Na na na na, na na na na, hey hey, goodbye  I really love you girl I really need you girl I need to have you near me every day C'mon girl  You know that's true girl I really need you girl I can't let you be with him Well, all right Give it to me one time  {Outro}  ",
        "title": "Na Na Hey Hey Kiss Him Goodbye"
    },
    {
        "artist": "The Intrigues",
        "lyrics": null,
        "title": "In A Moment"
    },
    {
        "artist": "Joe South and The Believers",
        "lyrics": null,
        "title": "Don't It Make You Want To Go Home"
    },
    {
        "artist": "Clarence Carter",
        "lyrics": "  Aww, get down with it Baby, please don't quit it It won't be long Before the real nitty gritty  Some like it hot And some like it cold Not too young Certainly not too old  Get what you can Is the name of the game But, ooh, baby We're doing our thing, yeah  I know it's good, you do too And it's gonna get better Before we're through  It's what you wanted But not so fast The slower you do it The longer it's gonna last  And after while We'll join the whole gang Right now, right now Ooh, baby, doing our thing  It's so nice When you have someone What two can do Is a whole lotta fun  When I get started I don't know how to quit, ha ha And when I get tired I don't know how to sit  Look at me, I feel no pain Cause, ooh, baby Doing our thing, oh, yeah  We're doing our thing Nobody but you and me And I like it like that Just doing our thing  You better get Yourself somebody, y'all And start doing your thing Cause I'm doing my thing  No, no, nobody But me and my baby We're doing our thing And I like it like that  ",
        "title": "Doin' Our Thing"
    },
    {
        "artist": "Grand Funk Railroad",
        "lyrics": null,
        "title": "Time Machine"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": "  Eli's comin' Eli's comin' (Eli's a-comin') Well, you better hide your heart Your loving heart Eli's a-comin', and the cards say A broken heart  Eli's comin', hide your heart, girl Eli's comin', hide your heart, girl Girl, Eli's a-comin', you better hide Girl, Eli's a-comin', you better hide Girl, Eli's a-comin', you better hide Girl, Eli's comin', hide your heart, girl (Hide it) You better, better hide your heart Eli's comin', better walk  Walk but you'll never get away No, you'll never get away from the burnin' a-heartache I walked to Apollo by the bay Everywhere I go, though Eli's a-comin' (She walked, but she never got away) Eli's a-comin' (She walked, but she never got away) Eli's a-comin', and he's comin' to get ya (She walked, but, she walked, but) Get down on your knees (She walked, but she never got away)  Eli's comin' (Hide it, hide it, hide it) Girl, Eli's a-comin', you better hide Girl, Eli's a-comin', you better hide Girl, Eli's a-comin', you better hide Girl, Eli's comin', hide your heart, girl (Hide it) You better, better hide your heart Eli's comin', better walk  Walk but you'll never get away No, you'll never get away from the burnin' a-heartache I walked to Apollo by the bay Everywhere I go, though Eli's a-comin' (She walked, but she'll never get away) Eli's a-comin' (She walked, but she'll never get away) Eli's a-comin', and he's comin' to get ya (She walked, but, she walked, but) Get down on your knees (She walked, but she'll never get away) Get down on your knees  No-no, no-no Lord, I said no-no, no-no, no-no  (Hide it) She can (Hide it) Hide it (Hide it) You better (Hide it) Somebody (Hide it) You got to (Hide it) Oh, my (Hide it) Oh-oh-oh-oh-oh-oh-oh  ",
        "title": "Eli's Coming"
    },
    {
        "artist": "The Guess Who",
        "lyrics": "  She's come undone She didn't know what she was headed for And when I found what she was headed for It was too late  She's come undone She found a mountain that was far too high And when she found out she couldn't fly It was too late  It's too late She's gone too far She's lost the sun  She's come undone She wanted truth, but all she got was lies Came the time to realize And it was too late  She's come undone She didn't know what she was headed for And when I found what she was headed for Mama, it was too late  It's too late She's gone too far She's lost the sun She's come undone No-na-na, no-na-na, no-na-na  Too many mountains and not enough stairs to climb Too many churches and not enough truth Too many people and not enough eyes to see Too many lives to lead and not enough time  It's too late She's gone too far She's lost the sun She's come undone  Doe-doe-doe-doe-doe, doe, un-doe-doe-doe, un-doe-doe-doe Doe doe-doe-doe-doe, un-doe-doe-doe, doe-doe-doe Doe doe-doe-doe, doe, doe-doe-doe, doe, doe  It's too late She's gone too far She's lost the sun  She's come undone She didn't know what she was headed for And when I found what she was headed for It was too late  She's come undone She found a mountain that was far too high And when she found out she couldn't fly Mama, it was too late  It's too late She's gone too far She's lost the sun She's come undone  No, no-no-no-no-no, no Doe, doe, doe-doe  ",
        "title": "Undun"
    },
    {
        "artist": "The Flaming Ember",
        "lyrics": "  Westbound number nine My eyes are closed but yet they see The beauty of your love here surrounding me Though you're not here, you're not far away And in my silence you can hear me say I give my love to you all my body and soul I give my mind to you with a love that'll never grow old Give my love to you all my body and soul Give my mind to you with a love that'll never grow old You are my smiles the last tears You are my days, my weeks, my years You are the flowers beneath my window sill You are everything beautiful everything that's real I give my love to you all my body and soul I give my mind to you with a love that'll never grow old One day my life it will be over, but I have no fears Cause nothing lasts but the years But I love you now with every breath And I believe I'll love you more after death I give my love to you all my body and soul I give my mind to you with a love that'll never grow old You are the winter, girl you are the spring You are the Bible, girl you are the ring You are the lover you are the friend You are the beginning, girl you are the end I give my love to you all my body and soul I give my mind to you with a love that'll never grow old  ",
        "title": "Mind, Body and Soul"
    },
    {
        "artist": "The Soul Children",
        "lyrics": null,
        "title": "The Sweeter He Is - Part I"
    },
    {
        "artist": "Evie Sands",
        "lyrics": null,
        "title": "Any Way That You Want Me"
    },
    {
        "artist": "The Brooklyn Bridge",
        "lyrics": null,
        "title": "You'll Never Walk Alone"
    },
    {
        "artist": "Mama Cass Elliot",
        "lyrics": "  [Verse 1] Nobody can tell you There's only one song worth singing They may try and sell you Cause it hangs them up To see someone like you  [Chorus] But you gotta make your own kind of music Sing your own special song Make your own kind of music Even if nobody else sings along  [Verse 2] You're gonna be nowhere The loneliest kind of lonely It may be rough going Just to do your thing is the hardest thing to do  [Chorus] But you gotta make your own kind of music Sing your own special song Make your own kind of music Even if nobody else sings along  [Verse 3] So if you cannot take my hand And if you must be going, I will understand  [Chorus] You gotta make your own kind of music Sing your own special song Make your own kind of music Even if nobody else sings along  You gotta make your own kind of music Sing your own kind of song Make your own kind of music Even if nobody else sings along  You gotta make your own kind of music Sing your own kind of song Make your own kind of music Even if nobody else sings along  [Outro] No no no no Even if nobody else sings along If nobody else sings along  ",
        "title": "Make Your Own Kind Of Music"
    },
    {
        "artist": "Peter, Paul & Mary",
        "lyrics": null,
        "title": "Leaving On A Jet Plane"
    },
    {
        "artist": "Creedence Clearwater Revival",
        "lyrics": "  [Verse 1] Some folks are born made to wave the flag Ooh they're red, white and blue And when the band plays Hail to the Chief Ooh, they point the cannon at you, Lord  [Chorus ] It ain't me, it ain't me I ain't no senator's son, son It ain't me, it ain't me I ain't no fortunate one, no  [Verse 2] Some folks are born silver spoon in hand Lord, don't they help themselves, no But when the taxman comes to the door Lord, the house looks like a rummage sale, yeah  [Chorus] It ain't me, it ain't me I ain't no millionaire's son, no no It ain't me, it ain't me I ain't no fortunate one, no  [Verse 3] Some folks inherit star spangled eyes Ooh, they send you down to war, Lord And when you ask them, \"How much should we give?\" Ooh, they only answer More, more, more!  [Chorus/Outro] It ain't me, it ain't me I ain't no military son, son It ain't me, it ain't me I ain't no fortunate one, one It ain't me, it ain't me I ain't no fortunate one, no no no It ain't me, it ain't me I ain't no fortunate son, no no no  ",
        "title": "Fortunate Son"
    },
    {
        "artist": "Kool & The Gang",
        "lyrics": null,
        "title": "Kool And The Gang"
    },
    {
        "artist": "Creedence Clearwater Revival",
        "lyrics": null,
        "title": "Down On The Corner/Fortunate Son"
    },
    {
        "artist": "The Box Tops",
        "lyrics": "  We're too far away from each other We got to get together Because all I want to do is think about you Don't you know there's no other?  Just turn on a dream, girl That's all I wanna do is dream, girl Just think about you and me, yeah, and how it could be Why can't you see?  What can I do? You won't let me show you Don't you know that I know you? When I'm down and my daytime's blue, I get by thinking of you  Just turn on a dream, girl That's all I wanna do is dream, girl Just think about you and me, yeah, and how it could be Why can't you see?  I close my eyes… I can see I can feel… that it's real I can turn out the sad, turn on the glad  Shifting sand like an hourglass Waiting for the time to pass But I'll keep waiting like I always do Dreaming sunny dreams of you  Just turn on a dream, girl That's all I wanna do is dream, girl Just think about you and me, yeah, and how it could be Why can't you see?  Yeah  ",
        "title": "Turn On A Dream"
    },
    {
        "artist": "Harlow Wilcox and the Oakies",
        "lyrics": null,
        "title": "Groovy Grubworm"
    },
    {
        "artist": "Funkadelic",
        "lyrics": null,
        "title": "I'll Bet You"
    },
    {
        "artist": "Tony Joe White",
        "lyrics": "  This is about two cats They're sittin' down by a river in the swamps They're sittin' down on the logs One of them is kind of a big fellow  And the other one is a little bit smaller And he's got a long billed cap And they're sittin' there ponderin' On what they're gonna do for the night  And anything the big guy decides On the little guy's for 'Cause he digs him, he's cool So it's called Roosevelt and Ira Lee  The river was dark and muddy And the moon was on the rise And all of the creatures in the swampland Had woke up to feed for the night  Roosevelt and Ira Lee, huh, were sittin' there on a log Ira Lee turned to Roosevelt and said I'd sure like to have a mess of bull frog He said, yeah, yeah, lawd, sure would taste good  So they slipped on their rubber boots And walked down to the water's edge And right away they knew That the night would be a bummer  'Cause Ira Lee stepped On a water mossacin He said, uh, uh, lawd Somebody help me  Ira Lee turned to Roosevelt When he quit his screamin' and kickin' And he said, let's forget about the bullfrog legs And go out and steal us some chickens  And Ol' Roosevelt said like this now Yeah, yeah, ooh, it sure would taste good Yes it would, I love a chicken Oh, the river was dark and muddy, yeah  ",
        "title": "Roosevelt And Ira Lee (Night of the Mossacin)"
    },
    {
        "artist": "Sonny James",
        "lyrics": null,
        "title": "Since I Met You, Baby"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": "  Friendship train Glady's Knight and the Pips  Calling out to everyone across the nation Said the world is in a desperate situation Stealing, burning, fighting, killing Nothing but corruption It looks like mankind in on the eve of destruction Oh yes it is now people let me tell you now We've got to learn to live with each other No matter what the race, creed or color I just got to tell you what the world needs now Is love and understanding get aboard the friendship train Everybody shake a hand make a friend now Listen to us now, we're doing our thing On the friendship train  We've got to start today to make tomorrow A brighter day for our children Oh calm down people now we can do it I can prove it but only if our hearts are willing Now get aboard the friendship train Everybody, shake a hand, shake a hand Yes I'm talking about the friendship train It don't matter what you look like People or who you are If your heart is in the right place In the right place Talking about the right palce You're welcome aboard now  This train stands for justice This train stands for freedom This train stands for harmony and peace This train stands for love Come on get on the friendship train People listen to me now Harmony is the key my sisters and brothers Oh yes it is I say Harmony is the key my sisters and brothers People can't wait cause another day might be too late Come on get on the friendship train  ",
        "title": "Friendship Train"
    },
    {
        "artist": "The Lettermen",
        "lyrics": null,
        "title": "Shangri-La"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": "  Oh, these eyes just cry every night for you And these arms, these arms darlin Long to hold you once again The hurtins on me, yeah I will never be free, no no baby You made a promise to me, yeah And you broke it Girl, you broke it Oh these eyes O, ooo, ooo These eyes, these eyes, these eyes Oh, oh these eyes watched you Bring my world, to an early end Whoa this heart Honey, will not accept an end The hurtins on me yeah I will never be free, no no baby You took the vow with me, yeah You spoke it girl You spoke it Whoa, these eyes are cryin These eyes have seen alot of love But theyre never gonna see another One like I had with you These eyes, are cryin These eyes have see alot of love But theyre never gonna see another One like I had with you These arms, these arms, these arms Long to hold you tight, oh yeah These eyes are cryin These eyes have seen alot of love But theyre never gonna see another One like I had with you, oooh  ",
        "title": "These Eyes"
    },
    {
        "artist": "The Checkmates, Ltd. Featuring Sonny Charles",
        "lyrics": null,
        "title": "Proud Mary"
    },
    {
        "artist": "Jefferson",
        "lyrics": null,
        "title": "The Colour Of My Love"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  Holly holy eyes, dream of only me Where I am, what I am What I believe in Holly holy  Holly holy dream Wanting only you And she come And I run just like the wind will Holly holy  Sing a song Sing a song of songs Sing it out, Sing it strong Yeah! Yeah!  Call the sun in the dead of the night And the sun gonna rise in the sky Touch a man who can't walk upright And that lame man, he gonna fly And I fly, yeah, And I fly  Holly holy love Take the lonely child And the seed Let it be full with tomorrow Holly holy  Sing a song Sing a song of songs Sing it out, sing it strong Yeah! Yeah!  Call the sun in the dead of the night And the sun gonna rise in the sky Touch a man who can't walk upright And that lame man, he gonna fly And I fly, yeah God (And) I fly  Holly holy dream Dream 'bout only you Holly holy sun Holly holy rain Holly holy love  ",
        "title": "Holly Holy"
    },
    {
        "artist": "John & Anne Ryder",
        "lyrics": null,
        "title": "I Still Believe In Tomorrow"
    },
    {
        "artist": "Joe Cocker",
        "lyrics": "  Woman of the country now I've found you Longing in your soft and fertile delta And I whisper sighs to satisfy your longing For the warmth and tender shelter of my body Oh you're my, yes you're my Delta Lady Yes, you're my, me oh my, Delta Lady  Please don't ask how many times I found you Standing wet and naked in the garden And I think of days and diff'rent ways I held you Held you closely to me, yes our heart was beating Oh you're my...  Oh, and I'm over here in England But I think of you, think about you... Because I love you  There are concrete mountains in the city And pretty city women live inside them And yet it seems the city scene is lacking I'm so glad you're waiting for me in the country Oh you're my...  ",
        "title": "Delta Lady"
    },
    {
        "artist": "The Band",
        "lyrics": "  [Verse 1] When I get off of this mountain You know where I want to go? Straight down the Mississippi River To the Gulf of Mexico To Lake Charles, Louisiana Little Bessie, girl that I once knew She told me just to come on by If there's anything she could do  [Chorus] Up on Cripple Creek, she sends me If I spring a leak, she mends me I don't have to speak, she defends me A drunkard's dream if I ever did see one  [Verse 2] Good luck had just stung me To the race track I did go She bet on one horse to win And I bet on another to show The odds were in my favor I had 'em five to one When that nag to win came around the track Sure enough, she had won  [Chorus] Up on Cripple Creek, she sends me If I spring a leak, she mends me I don't have to speak, she defends me A drunkard's dream if I ever did see one  [Verse 3] I took up all of my winnings And I gave my little Bessie half She tore it up and threw it in my face Just for a laugh Now there's one thing in the whole wide world I sure would like to see That's when that little love of mine Dips her doughnut in my tea He-he!  [Chorus] Up on Cripple Creek, she sends me If I spring a leak, she mends me I don't have to speak, she defends me A drunkard's dream if I ever did see one  [Verse 4] Now me and my mate were back at the shack We had Spike Jones on the box She said, \"I can't take the way he sings But I love to hear him talk\" Now that just gave my heart a throb To the bottom of my feet And I swore as I took another pull My Bessie can't be beat  [Chorus] Up on Cripple Creek, she sends me If I spring a leak, she mends me I don't have to speak, she defends me A drunkard's dream if I ever did see one  [Verse 5] Now there's a flood out in California And up north it's freezing cold And this living on the road is getting pretty old So I guess I'll call up my big mama Tell her I'll be rolling in But you know deep down, I'm kind of tempted To go and see my Bessie again  [Chorus] Up on Cripple Creek, she sends me If I spring a leak, she mends me I don't have to speak, she defends me A drunkard's dream if I ever did see one  ",
        "title": "Up On Cripple Creek"
    },
    {
        "artist": "The Cowsills",
        "lyrics": null,
        "title": "Silver Threads And Golden Needles"
    },
    {
        "artist": "Maxine Brown",
        "lyrics": null,
        "title": "We'll Cry Together"
    },
    {
        "artist": "CROW",
        "lyrics": "  I see the look of evil in your eyes You've been filling me all full of lies The morrow will not change your shameful deed You will be someone else' fertile seed Evil woman don't play your games with me Evil woman don't play your games with me  Now I know just what your looking for You want me to claim this child you bore But I know that it was he, not me And you know just how it's got to be Evil woman don't play your games with me Evil woman don't play your games with me  Wickedness lies in your moistened lips Your body moves just like the crack of a whip Black cats lay atop your satin bed You sure wish that you could see me dead Evil woman don't play your games with me Evil woman don't play your games with me  ",
        "title": "Evil Woman Don't Play Your Games With Me"
    },
    {
        "artist": "The Impressions",
        "lyrics": null,
        "title": "Say You Love Me"
    },
    {
        "artist": "The Glass House",
        "lyrics": "  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  I seen you 'round For a long long time I really 'membered you When you drink my wine  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  I seen you walkin' Down in Chinatown I called you but you Could not look around  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  I bring my money To the welfare line I see you standing In it every time  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  The color of your skin Don't matter to me As long as we can Live in harmony  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  I'd kinda like To be the President So I can show you How your money's spent  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  Sometimes, I don't Speak too bright But yet I know What I'm talking about  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  I know you're working For the CIA They wouldn't have you In the Mafia  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  Why can't we be friends? Why can't we be friends? Why can't we be friends?  ",
        "title": "Crumbs Off The Table"
    },
    {
        "artist": "Ramsey Lewis",
        "lyrics": null,
        "title": "Julia"
    },
    {
        "artist": "Ray Stevens",
        "lyrics": "  Well, I woke up Sunday morning with No way to hold my head that didn't hurt And the beer I had for breakfast wasn't bad So I had one more for dessert  Then I fumbled in my Closet through my clothes And found my cleanest dirty shirt  Then I washed my face And combed my hair And stumbled down the Stairs to meet the day  I'd smoked my mind the night before With cigarettes and songs I'd been picking But I lit my first and watched a small kid Playing with a can that he was kicking  Then I walked across the street And caught the Sunday smell Of someone's frying chicken  And, Lord It took me back to something That I'd lost somewhere Somehow along the way  (CHORUS) On a Sunday morning sidewalk I'm wishing, Lord, that I was stoned Cause there's something in a Sunday That makes a body feel alone And there's nothing short of dying That's half as lonesome as the sound Of a sleeping city sidewalk And Sunday morning coming down  In the park, I saw a daddy with A laughing little girl that he was swinging And I stopped beside a Sunday school and Listened to the songs they were singing  Then I headed down the street And somewhere far away A lonely bell was ringing And it echoed through the canyons like The disappearing dreams of yesterday  (CHORUS)  ",
        "title": "Sunday Mornin' Comin' Down"
    },
    {
        "artist": "The Dells",
        "lyrics": null,
        "title": "On The Dock Of The Bay"
    },
    {
        "artist": "Nilsson",
        "lyrics": "  I'll say goodbye to all my sorrow And by tomorrow I'll be on my way I guess the Lord must be in New York City  I'm so tired of getting nowhere Seein' my prayers goin' unanswered I guess the Lord must be in New York City  Well, here I am, Lord, knockin' at your back door, hmm Ain't it wonderful to be where I've always wanted to be? For the first time, I'll breathe free Here in New York City  Say goodbye to all my sorrow And by tomorrow I'll be on my way I guess the Lord must be in New York City  So tired of getting nowhere And seein' my prayers goin' unanswered I guess the Lord must be in New York City  Well, here I am, Lord, knockin' at your back door, hmm Ain't it wonderful to be where I've always wanted to be? For the first time, I'll breathe free Here in New York City  ",
        "title": "I Guess The Lord Must Be In New York City"
    },
    {
        "artist": "Thomas & Richard Frost",
        "lyrics": null,
        "title": "She's Got Love"
    },
    {
        "artist": "Bob Dylan",
        "lyrics": "  [Verse 1] Throw my ticket out the window Throw my suitcase out there, too Throw my troubles out the door I don’t need them anymore 'Cause tonight I’ll be staying here with you  [Verse 2] I should have left this town this morning But it was more than I could do Oh, your love comes on so strong And I’ve waited all day long For tonight when I’ll be staying here with you  [Bridge] Is it really any wonder The love that a stranger might receive? You cast your spell and I went under I find it so difficult to leave  [Verse 3] I can hear that whistle blowin' I see that stationmaster, too If there’s a poor boy on the street Then let him have my seat 'Cause tonight I’ll be staying here with you  [Verse 1] Throw my ticket out the window Throw my suitcase out there, too Throw my troubles out the door I don’t need them anymore 'Cause tonight I’ll be staying here with you  ",
        "title": "Tonight I'll Be Staying Here With You"
    },
    {
        "artist": "B.J. Thomas",
        "lyrics": "  Raindrops are fallin' on my head And just like the guy whose feet are too big for his bed Nothin' seems to fit Those raindrops are fallin' on my head, they keep fallin'  So I just did me some talkin' to the sun And I said I didn't like the way he got things done He's sleepin' on the job Those raindrops are fallin' on my head, they keep fallin'  But there's one thing I know The blues they send to greet me won't defeat me It won't be long till happiness steps up to greet me  Raindrops keep fallin' on my head But that doesn't mean my eyes will soon be turnin' red Crying's not for me Cause I'm never gonna stop the rain by complainin' Because I'm free Nothing's worryin' me  *trumpet*  It won't be long till happiness steps up to greet me  The raindrops keep fallin' on my head But that doesn't mean my eyes will soon be turnin' red Crying's not for me Cause I'm never gonna stop the rain by complainin' Because I'm free  Nothing's worryin' me  ",
        "title": "Raindrops Keep Fallin' On My Head"
    },
    {
        "artist": "Joe Simon",
        "lyrics": null,
        "title": "It's Hard To Get Along"
    },
    {
        "artist": "Five Stairsteps & Cubie",
        "lyrics": null,
        "title": "We Must Be In Love"
    },
    {
        "artist": "Blackwell",
        "lyrics": null,
        "title": "Wonderful"
    },
    {
        "artist": "Jackie DeShannon",
        "lyrics": "  There can be a new tomorrow There can be a bright day There can be a new tomorrow Love will find a way Love will find a way  The days go passing by And we try to live life so carefree Wond'ring what is real Do you feel there's a change that should be?  In the end, what will win But let's hold on and keep love strong  We're living in a time where you find we must share our burden It's a heavy load, on a road that is so uncertain It may seem we're chasing dreams But let's hold on and keep love strong  ",
        "title": "Love Will Find A Way"
    },
    {
        "artist": "Merle Haggard And The Strangers",
        "lyrics": "  [Verse 1] We don't smoke marijuana in Muskogee We don't take no trips on LSD; We don't burn no draft cards down on Main Street But, We love living right, and being free We don't make a party out of loving But we like holding hands and pitching woo; We don't let our hair grow long and shaggy Like the hippies out in San Francisco do  [Chorus] And I'm proud to be an Okie from Muskogee A place where even squares can have a ball; We still wave Old Glory down at the courthouse White lightning's still the biggest thrill of all  [Verse 2] Leather boots are still in style for manly footwear Beads and Roman sandals won't be seen; A football's still the roughest thing on campus And the kids here still respect the college dean  [Chorus] And I'm proud to be an Okie from Muskogee A place where even squares can have a ball; We still wave Old Glory down at the courthouse White lightning's still the biggest thrill of all And white lightning's still the biggest thrill of all (In Muskogee Oklahoma USA)  ",
        "title": "Okie From Muskogee"
    },
    {
        "artist": "The Byrds",
        "lyrics": "  The river flows It flows to the sea Wherever that river goes That's where I want to be Flow river flow Let your waters wash down Take me from this road To some other town  All he wanted Was to be free And that's the way It turned out to be Flow river flow Let your waters wash down Take me from this road To some other town  Flow river flow Past the shaded tree Go river, go Go to the sea Flow to the sea  The river flows It flows to the sea Wherever that river goes That's where I want to be Flow river flow Let your waters wash down Take me from this road To some other town  ",
        "title": "Ballad Of Easy Rider"
    },
    {
        "artist": "Art Linkletter",
        "lyrics": null,
        "title": "We Love You, Call Collect"
    },
    {
        "artist": "Johnny Nash",
        "lyrics": null,
        "title": "Cupid"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": null,
        "title": "One Woman"
    },
    {
        "artist": "Rick Nelson",
        "lyrics": null,
        "title": "She Belongs To Me"
    },
    {
        "artist": "Santana",
        "lyrics": "  Jingo Jingo Jingo Jingo Ba Lo Ba, Ba, Lo Ba, Ba, Lo Ba, Ba, Lo Ba, Lo Ba, Ba, Lo Ba, Ba, Lo Ba, Ba, Lo Ba Jingo  ",
        "title": "Jingo"
    },
    {
        "artist": "Eddie Floyd",
        "lyrics": "  Why is the wine sweeter on the other side? Yeah Oh there's got to be somebody just for me yeah Oh yeah yeah you gave your love to the woman you need I try to steal your woman's love for me Just when I think everything is fine Somebody' gone and stole that girl oh away from me Tell me, tell me, tell me, tell me why? Lord is the wine sweeter on the other side Oh I got to know there's got to be somebody just for me yeah Mmm I put my trust in the woman at home But I still afraid to leave her alone Some other guy may come along Who gives her more than he Oh Lord now where, oh where can they be? Why'd you steal that girl from me? Why, I gotta know, is the wine sweeter on the other side? Oh, darling baby there's just got to be somebody just for me, yeah Mmm, there's just got to be somebody just for me, yeah Oh, I'm down on my knees, darling got to be Oh, somebody just for me, yeah I ain't ashamed this evening Darling there's just got to be, got to be, got to be somebody for me, yeah Oh, oh, oh, got to be somebody that's just for me, yeah Mmmm..  ",
        "title": "Why Is The Wine Sweeter (On The Other Side)"
    },
    {
        "artist": "Ferrante & Teicher",
        "lyrics": null,
        "title": "Midnight Cowboy"
    },
    {
        "artist": "Lou Rawls",
        "lyrics": "  Now you know me You know how proud I am And what I'm gonna tell you now Won't be easy to say  Before I left your side Ooh, I was so happy then But I've been so lonely Since I've been away Oh, baby  I've tried and I know I can't make it alone It's such a hard way to go I just can't make it alone There's something in my soul That will always Lead me back to you  What can I say now? Sorry is just not good enough I couldn't blame you if you hurt me now The way I hurt you then  But who else can I turn to? Oh, baby, I'm begging you Won't you reach out for my dying soul? And make me live again Oh, baby, it's so hard  I've tried and I know I can't make it alone It's such a hard way to go I just can't make it alone There's something in my soul That will always Lead me back to you  Baby, help me I've tried and I know I can't make it alone It's such a hard way to go And I can't make it alone There's something in my soul That will always Lead me back to you  Oh, help me (Please help me) You know I need you (I need you) I'm saying that I need you I just can't make it by myself (I just can't make it by myself) I just can't make it all alone (I just can't make it all alone) I just can't make it by myself (I just can't make it by myself) Come on baby  ",
        "title": "I Can't Make It Alone"
    }
]