[
    {
        "artist": "Manfred Mann",
        "lyrics": "  There she was just walkin' down the street Singin', \"Do wah diddy, diddy, dum diddy do\" Snappin' her fingers and shufflin' her feet Singin', \"Do wah diddy diddy, dum diddy do\"  She looked good, she looked fine (Looked good, looked fine) She looked good, she looked fine And I nearly lost my mind  Before I knew it she was walkin' next to me Singin', \"Do wah diddy diddy, dum diddy do\" Holdin' my hand just as natural as can be Singin', \"Do wah diddy diddy, dum diddy do\"  We walked on to my door (Walked on, my door) We walked on to my door Then we kissed a little more  Whoa, oh I knew we was falling in love Yes, I did and so I told her All the things, I'd been dreamin' of  Now we're together nearly every single day Singin', \"Do wah diddy diddy, dum diddy do\" We're so happy and that's how we're gonna stay Singin', \"Do wah diddy diddy, dum diddy do\"  Well, I'm hers, she's mine (I'm hers, she's mine) I'm hers, she's mine Wedding bells are gonna chime  Whoa, oh I knew we was falling in love Yes, I did and so I told her All the things, I'd been dreamin' of  Now we're together nearly every single day Singin', \"Do wah diddy diddy, dum diddy do\" We're so happy and that's how we're gonna stay Singin', \"Do wah diddy diddy, dum diddy do\"  Well, I'm hers, she's mine (I'm hers, she's mine) I'm hers, she's mine Wedding bells are gonna chime  Whoa, oh, oh, oh, oh yeah Do wah diddy diddy, dum diddy do, we'll sing it Do wah diddy diddy, dum diddy do Do wah diddy diddy, dum diddy do  ",
        "title": "Do Wah Diddy Diddy"
    },
    {
        "artist": "Martha & The Vandellas",
        "lyrics": null,
        "title": "Dancing In The Street"
    },
    {
        "artist": "Roy Orbison And The Candy Men",
        "lyrics": "  {Instrumental}  Pretty woman walking down the street Pretty woman, the kind I'd like to meet Pretty woman... I don't believe you, you're not the truth No one could look as good as you Mercy!  Pretty woman, won't you pardon me? Pretty woman, I couldn't help but see Pretty woman... That you look lovely as can be Are you lonely just like me? *growl*  Pretty woman stop a while Pretty woman talk a while Pretty woman give your smile to me Pretty woman, yeah yeah yeah Pretty woman look my way Pretty woman say you'll stay with me Cause I need you, I'll treat you right Come with me baby, be mine tonight  Pretty woman, don't walk on by Pretty woman don't make me cry Pretty woman... Don't walk away, hey Ok, If that's the way it must be ok  I guess I'll go on home it's late There'll be tomorrow night But wait! What do I see?  {Instrumental}  Is she walking back to me? Yeah, she's walking back to me Oh oh, pretty woman  ",
        "title": "Oh, Pretty Woman"
    },
    {
        "artist": "Gale Garnett",
        "lyrics": "  We'll sing in the sunshine We'll laugh every day We'll sing in the sunshine Then I'll be on my way  I will never love you The cost of love's too dear But though I'll never love you I'll stay with you one year  And we can sing in the sunshine We'll laugh everyday We'll sing in the sunshine Then I'll be on my way  I'll sing to you each morning I'll kiss you every night But darlin' don't cling to me I'll soon be out of sight  But we can sing in the sunshine We'll laugh everyday We'll sing in the sunshine Then I'll be on my way  My daddy he once told me \"Hey, don't you love you any man Just take what they may give you And give but what you can.\"  And you can sing in the sunshine You'll laugh everyday You'll sing in the sunshine Then be on your way  And when a year has ended And I have gone away You'll often speak about me And this is what you'll say:  We sang in the sunshine You know we laughed everyday We sang in the sunshine Then she went on her way  ",
        "title": "We'll Sing In The Sunshine"
    },
    {
        "artist": "J. Frank Wilson and The Cavaliers",
        "lyrics": null,
        "title": "Last Kiss"
    },
    {
        "artist": "The Shangri-Las",
        "lyrics": null,
        "title": "Remember (Walkin' in the Sand)"
    },
    {
        "artist": "Chad & Jeremy",
        "lyrics": null,
        "title": "A Summer Song"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": null,
        "title": "It Hurts To Be In Love"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Verse 1] When I grow up to be a man Will I dig the same things that turn me on as a kid? Will I look back and say that I wish I hadn't done what I did? Will I joke around and still dig those sounds  [Chorus] When I grow up to be a man?  [Verse 2] Will I look for the same things in a woman that I dig in a girl? (fourteen fifteen Will I settle down fast or will I first want to travel the world? (sixteen seventeen Now I'm young and free, but how will it be  [Chorus]  [Verse 3] Oooooo Ooooooo Oooooooo Will my kids be proud or think their old man is really a square? (eighteen nineteen When they're out having fun yeah, will I still want to have my share? (twenty twenty-one Will I love my wife for the rest of my life  [Chorus][x2]  [Outro] (twenty-two twenty-three Won't last forever (twenty-four twenty-five It's kind of sad (twenty-six twenty-seven Won't last forever (twenty-eight twenty-nine It's kind of sad (thirty thirty-one Won't last forever (thirty-two  ",
        "title": "When I Grow Up (To Be A Man)"
    },
    {
        "artist": "Betty Everett & Jerry Butler",
        "lyrics": null,
        "title": "Let It Be Me"
    },
    {
        "artist": "The Newbeats",
        "lyrics": null,
        "title": "Bread And Butter"
    },
    {
        "artist": "The Supremes",
        "lyrics": null,
        "title": "Baby Love"
    },
    {
        "artist": "The Hondells",
        "lyrics": "  The Hondells Miscellaneous Little Honda Little Honda The Beach Boys (Wilson/Love) GO! I'm gonna wake you up early cause I'm gonna take a ride with you We're goin' down to the Honda shop, I'll tell you what we're gonna do Put on a ragged sweatshirt, I'll take you anywhere you want me to Refrain: First gear, it's all right (Honda, Honda, go faster, faster) Second geear, I'll lean right (Honda, Honda, go faster, faster) Third gear, hang on tight (Honda, Honda, go faster, faster) Faster, it's all right It's not a big motorcycle Just a groovy little motorbike It's more fun than a barrel of monkeys That two-wheeled bike We'll ride on out of the town To anyplace I know you like Refrain It climbs the hills like a Matchless Cause my Honda' built really light When I go in to the turns Better hang on tight I'd better turn on the lights So we can ride my Honda tonight Refrain  ",
        "title": "Little Honda"
    },
    {
        "artist": "Roger Miller",
        "lyrics": "  Chug-a-lug, chug-a-lug Make you want to holler hi-de-ho Burns your tummy, don'tcha know? Chug-a-lug, chug-a-lug  Grape wine in a Mason jar Homemade and brought to school By a friend of mine 'n' after class Me and him and this other fool decide  That we'll drink up what's left Chug-a-lug, so we helped ourself First time for everything Hmm, my ears still ring  Chug-a-lug, chug-a-lug Make you want to holler hi-de-ho Burns your tummy, don'tcha know? Chug-a-lug, chug-a-lug  4-H and FFA On a field trip to the farm Me 'n' a friend sneak off behind This big old barn where we uncovered  A covered-up moonshine still And we thought we'd drink our fill And I swallered it with a smile Bll-bbb, I run ten mile  Chug-a-lug, chug-a-lug Make you want to holler hi-de-ho Burns your tummy, don'tcha know? Chug-a-lug, chug-a-lug  Jukebox 'n' sawdust floor Sumpin' like I ain't never seen And I'm just goin' on fifteen But with the help of my finaglin'  Uncle I get snuck in For my first taste of sin I said, \"Lemme have a big old sip\" Bll-bbb, I done a double back flip  Chug-a-lug, chug-a-lug Make you want to holler hi-de-ho Burns your tummy, don'tcha know? Chug-a-lug, chug-a-lug Chug, Chug, chug-a-lug  ",
        "title": "Chug-A-Lug"
    },
    {
        "artist": "The Impressions",
        "lyrics": null,
        "title": "You Must Believe Me"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  Baby, I need your lovin' Baby, I need your lovin'  Although you're never near Your voice I often hear Another day, another night I long to hold you tight 'Cause I'm so lonely  Baby, I need your lovin' Got to have all your lovin' Baby, I need your lovin' Got to have all your lovin'  Some say it's a sign of weakness For a man to beg Then weak I'd rather be If it means havin' you to keep 'Cause lately I've been losin' sleep  Baby, I need your lovin' Got to have all your lovin' Baby, I need your lovin' Got to have all your lovin'  Empty nights echo your name Whoa, sometimes I wonder Will I ever be the same? Oh yeah  When you see me smile, you know Things have gotten worse Any smile you might see Has all been rehearsed  Darlin', I can't go on without you This emptiness won't let me live without you This loneliness inside me, darlin' Makes me feel half alive  Baby, I need your lovin' Got to have all your lovin' Baby, I need your lovin' Got to have all your lovin'  Baby, I need your lovin' Got to have all your lovin' Baby, I need your lovin' Got to have all your lovin'  ",
        "title": "Baby I Need Your Loving"
    },
    {
        "artist": "The Beatles",
        "lyrics": null,
        "title": "Matchbox"
    },
    {
        "artist": "Joe Hinton",
        "lyrics": null,
        "title": "Funny (How Time Slips Away)"
    },
    {
        "artist": "Ronny And The Daytonas",
        "lyrics": "  Little GTO, you're really lookin' fine Three deuces and a four-speed and a 389 Listen to her tachin' up now, listen to her why-ee-eye-ine C'mon and turn it on, wind it up, blow it out GTO Wa-wa, (mixed with \"Yeah, yeah, little GTO\") wa, wa, wa, wa, wa, wa (mixed with \"Yeah, yeah, little GTO\") Wa-wa, (mixed with \"Yeah, yeah, little GTO\") wa, wa, wa, wa, wa, wa (mixed with \"Yeah, yeah, little GTO\") Wa-wa (mixed with \"Ahhh, little GTO\") wa, wa, wa, wa, wa, wa You oughta see her on a road course or a quarter mile This little modified Pon-Pon has got plenty of style She beats the gassers and the rail jobs, really drives 'em why-ee-eye-ild C'mon and turn it on, wind it up, blow it out GTO Wa-wa, (mixed with \"Yeah, yeah, little GTO\") wa, wa, wa, wa, wa, wa (mixed with \"Yeah, yeah, little GTO\") Wa-wa, (mixed with \"Yeah, yeah, little GTO\") wa, wa, wa, wa, wa, wa (mixed with \"Yeah, yeah, little GTO\") Wa-wa (mixed with \"Ahhh, little GTO\") wa, wa, wa, wa, wa, wa Gonna save all my money (turnin' it on, blowin' it out) and buy a GTO (turnin' it on Blowin' it out) Get a helmet and a roll bar (turnin' it on, blowin' it out) and I'll be ready to go (turnin' it on, blowin' it out) Take it out to Pomona (turnin' it on, blowin' it out) and let 'em know (turnin' it on Blowin' it out), yeah, yeah That I'm the coolest thing around Little buddy, gonna shut you down When I turn it on, wind it up, blow it out GTO Wa-wa, (mixed with \"Yeah, yeah, little GTO\") wa, wa, wa, wa, wa, wa (mixed with \"Yeah, yeah, little GTO\") Wa-wa, (mixed with \"Yeah, yeah, little GTO\") wa, wa, wa, wa, wa, wa (mixed with \"Yeah, yeah, little GTO\") Wa-wa (mixed with \"Ahhh, little GTO\") wa, wa, wa, wa, wa, wa [Fade]  ",
        "title": "G.T.O."
    },
    {
        "artist": "The Honeycombs",
        "lyrics": "  {Intro}  Have I the right to hold you? You know I've always told you That we must never ever part Oh ooh ooh oh  Have I the right to kiss you? You know I'll always miss you I've loved you from the very start  Come right back I just can't bear it I've got this love and I long to share it Come right back I'll show my love is strong Oh yeah  Have I the right to touch you? If I could, you'd see how much you Send those shivers running down my spine Ooh ooh ooh oh  Have I the right to thrill you? You know I'll wait until you Give me the right to make you mine  Well, Come right back I just can't bear it I've got this love and I long to share it Come right back I'll show my love is strong Oh yeah All right!  {Bridge}  Have I the right to hold you? You know I've always told you That we must never ever part No no no no no no  Have I the right to kiss you? You know I'll always miss you I've loved you from the very start  Come right back I just can't bear it I've got this love and I long to share it Come right back I'll show my love is strong Oh yeah yeah  Come right back I just can't bear it I've got this love and I long to share it Come right back right back where you belong Oh yeah You belong Oh yeah You belong  ",
        "title": "Have I The Right?"
    },
    {
        "artist": "Little Anthony And The Imperials",
        "lyrics": "  Little Anthony Miscellaneous I'm On The Outside (looking In) I'm On the Outside (Looking In) Little Anthony and the Imperials Peaked at # 15 in 1964 (wee-ooh-ooh) (ooh, ooh, ooh, ooh) (ooh, ooh, ooh, ooh, ooh) I'm on the outside looking in (ooh, ooh, ooh, ooh, ooh) An' I wanna be, an' I wanna be back on the inside wi-ith you You are with somebody new and I don't know what to do 'cause I'm still in love with you (in love with you) I'm on the outside looking in (ooh, ooh, ooh, ooh, ooh) I don' wanna be, I don' wanna be left on the outside all alone Well, I guess I've had my day and you left me go my way Now it's me who has to pay-ay-ay I never should have gone away, I never should have gone away a-and left you like I did (hoop-woo-ooh) With tears in your ey-e-e-e-e-e-e-s (hoop-woo-ooh) I thought you'd take me back But now, to my surprise (to my surprise) On the outside looking in (ooh, ooh, ooh, ooh, ooh) Gotta find a way, gotta find a way back to your heart, dear, once again Won't you take me back again? I'll be waiting here till then On the outside looking in (ah-ah-ah-ah-ah) Won't you take me back again? I'll be waiting here till then On the outside looking in (ooh, ooh, ooh) (ooh, ooh, ooh, ooh) On the outside looking in (ooh, ooh, ooh, ooh, ooh) Oh, oh, oh, oh, oh, oh, oh (ooh, ooh, ooh, ooh, ooh) I don' wanna be, I don' wanna be, I don' wanna be looking in FADE  ",
        "title": "I'm On The Outside (Looking In)"
    },
    {
        "artist": "Jay & The Americans",
        "lyrics": null,
        "title": "Come A Little Bit Closer"
    },
    {
        "artist": "Jan & Dean",
        "lyrics": null,
        "title": "Ride The Wild Surf"
    },
    {
        "artist": "Dean Martin",
        "lyrics": "  And the door is still open to my heart I must confess that I cry from loneliness And the door is still open to my heart You are to me like honey is to the bee And the door is still open to my heart I'm not ashamed to cry It's better then to hold it inside And I won't be satisfied Until you're here by my side You're as close to me as two is to three And the door is still open to my heart I'm not ashamed to cry It's better than to hold it inside And I won't be satisfied Until you're here by my side You're as close to me as two is to three And the door is still open to my heart And the door is still open to my heart  ",
        "title": "The Door Is Still Open To My Heart"
    },
    {
        "artist": "The Nashville Teens",
        "lyrics": null,
        "title": "Tobacco Road"
    },
    {
        "artist": "The Temptations",
        "lyrics": null,
        "title": "Girl (Why You Wanna Make Me Blue)"
    },
    {
        "artist": "Billy J. Kramer With The Dakotas",
        "lyrics": "  Late yesterday night I saw a light shine from a window And as I looked again Your face came into sight  I couldn't walk on Until you'd gone from your window I had to make you mine I knew you were the one  Oh, I would be so glad Just to have a love like that Oh, I would be so true And I'd live my life for you  So meet me tonight Just where the light shines from a window And as I take your hand Say that you'll be mine tonight  Oh, I would be so glad Just to have a love like that Oh, I would be true And I'd give my life for you  So meet me tonight Just where the light shines from a window And as I take your hand Say that you'll be mine tonight  ",
        "title": "From A Window"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  I have often walked down this street before But the pavement always stayed beneath my feet before All at once am I several stories high Knowing I'm on the street where you live  Are there lilac trees in the heart of town? Can you hear a lark in any other part of town? Does enchantment pour out of every door? No, it's just on the street where you live  And oh, the towering feeling just to know somehow you are near The overpowering feeling that any second you may suddenly appear  People stop and stare, they don't bother me For there's nowhere else on earth that I would rather be Let the time go by, I won't care if I Can be here on the street where you live  ",
        "title": "On The Street Where You Live"
    },
    {
        "artist": "The Animals",
        "lyrics": "  I don't hear your knock upon my door I don't have your lovin' anymore Since you been gone I'm a-hurtin' inside Well I want you baby by my side, Yeah I'm cryin', I'm cryin' Hear me cryin' baby Hear me cryin'  I'm lonely and blue baby every night Yeah, you know you didn't treat me right And now my tears begin to fall Well I want you baby and that's all I'm cryin', I'm cryin' Hear me cryin' baby Hear me cryin'  I don't hear your knock upon my door I don't have your lovin' anymore Since you been gone I'm hurtin' inside, yeah Well I want you baby by my side But I'm cryin', you know I'm cryin' Hear me cryin' baby Hear me cryin' Hear me cryin'  ",
        "title": "I'm Crying"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": "  Writer(s): Hal Shaper - Antonio DeVita - Giorgio Calabrese  Softly, I will leave you softly For my heart would break if you should wake and see me go So I leave you softly, long before you miss me Long before your arms can beg me stay For one more hour or one more day After all the years, I can't bear the tears to fall So, softly as I leave you there  (Softly, long before you kiss me) (Long before your arms can beg me stay) (For one more hour) or one more day After all the years, I can't bear the tears to fall So, softly as I leave you there As I leave I you there As I leave I you there  ",
        "title": "Softly, As I Leave You"
    },
    {
        "artist": "Gerry And The Pacemakers",
        "lyrics": null,
        "title": "I Like It"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": null,
        "title": "Baby Don't You Do It"
    },
    {
        "artist": "Willie Mitchell",
        "lyrics": null,
        "title": "20-75"
    },
    {
        "artist": "Gene Simmons",
        "lyrics": null,
        "title": "Haunted House"
    },
    {
        "artist": "Major Lance",
        "lyrics": null,
        "title": "Rhythm"
    },
    {
        "artist": "Don Covay & The Goodtimers",
        "lyrics": null,
        "title": "Mercy, Mercy"
    },
    {
        "artist": "The Drifters",
        "lyrics": "  Oh, the boardwalk's deserted There's nobody down by the shore And the Ferris wheel ride Isn't turning around anymore The heat wave and the crowds are just old news But I've still got some sand in my shoes  (Sand in my shoes) Brings memories of the salty air (Sand in my shoes) Oh, the blanket that we used to share How we fell in love down by the sea Comes back to me (I've still got some sand in my shoes) With the sand in my shoes  Oh, when the water was cold You would tremble and hold me so tight And we'd sit on the beach Just to wait for the stars to come out at night The heat wave and crowds are just old news But I've still got some sand in my shoes  (Sand in my shoes) Oh, brings memories of the salty air (Sand in my shoes) Oh, the blanket that we used to share How we fell in love down by the sea Comes back to me (I've still got some sand in my shoes) With the sand in my shoes  (Sand in my shoes) Whoa (Sand in my shoes) Whoa-la-la-la-la-oh (Sand in my shoes) Whoa-oh  ",
        "title": "I've Got Sand In My Shoes"
    },
    {
        "artist": "The Animals",
        "lyrics": "  There is a house in New Orleans They call the Rising Sun And it's been the ruin of many a poor boy And God I know I'm one  My mother was a tailor She sewed my new blue jeans My father was a gamblin' man Down in New Orleans  Now the only thing a gambler needs Is a suitcase and trunk And the only time he'll be satisfied Is when he's all drunk  [Bridge - Organ Solo]  Oh mother tell your children Not to do what I have done Spend your lives in sin and misery In the House of the Rising Sun  Well, I got one foot on the platform The other foot on the train I'm goin' back to New Orleans To wear that ball and chain  Well, there is a house in New Orleans They call the Rising Sun And it's been the ruin of many a poor boy And God I know I'm one  ",
        "title": "House Of The Rising Sun"
    },
    {
        "artist": "The Beatles",
        "lyrics": null,
        "title": "Slow Down"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": null,
        "title": "Everybody Knows (I Still Love You)"
    },
    {
        "artist": "Nat King Cole",
        "lyrics": "  (Wayne/Morris)  (I don't want to see tomorrow Unless I see it with you.)  Tomorrow, so they say Will be a lovely day A bright new sun will suddenly break through But I don't want to see tomorrow Unless I see it with you  Tomorrow, so I hear The clouds will disappear The door to happiness will open wide But I don't want to see tomorrow Unless you're there by my side  Don't want to walk alone Don't want to dream alone Just want you close to my heart For if your love is gone How can I face the dawn of Sunday, or Monday? I just can't face one day...  Until you say you're mine Oh, darling, please be mine And make each bright tomorrow young and new But I don't want to face tomorrow Unless I see it with you  (Tomorrow, so I hear The clouds will disappear The door to happiness will open wide.) But I don't want to see tomorrow Unless I see it with you  ",
        "title": "I Don't Want To See Tomorrow"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  There's a scandal In the neighborhood And it's all about Julie Brown It seems a long Lost cousin, Jeremiah Had lately arrived in town  Now when Julie's fella Came to call And saw them kissing  Lyrics courtesy Top40db  He started home at once  Now Julie said I'm surprised at you Don't go acting like a dunce  Why, he's a cousin of mine A cousin of mine You're liable for to See him here any old time  He's a cousin of mine A cousin of mine, go on He's a cousin of mine  Now when Julie had Explained her relationship He said, honey, that may be so  But this fella don't look Like a thirty-second cousin That I met here a week ago  Julie smiled at him And joined her cousin, sad And as they slowly walked away  He heard him ask Who was that fella And he heard his Julie say  Why, he's a cousin of mine A cousin of mine You're liable for to See him here any old time  He's just a cousin of mine A cousin of mine, go on A cousin of mine  Would I fool you, go on He's a cousin of mine  ",
        "title": "Cousin Of Mine"
    },
    {
        "artist": "Del Shannon",
        "lyrics": "  [Chorus 1:] Do you wanna dance and hold my hand? Tell me that I'm your man Baby, do you wanna dance?  Do you wanna dance under the moonlight? Squeeze and kiss me all through the night Baby, do you wanna dance? Do you wanna dance girl and hold my hand? Tell me that I'm your man Baby, do you wanna dance? Do you wanna dance under the moonlight? Love me girl all through the night Baby, do you wanna dance?  [Chorus 2:] Girl now do you do you do you do you wanna dance? Do you do you do you do you wanna dance? Do you do you wanna dance?  [Chorus 1] Yes, do you wanna dance I mean under the moonlight? Squeeze and kiss me all through the night Baby, do you wanna dance?  [Chorus 2]  ",
        "title": "Do You Want To Dance"
    },
    {
        "artist": "Dusty Springfield",
        "lyrics": "  I stayed up cryin' all night (all night) I knew the end was in sight (in sight) And now you're walkin' out on me (on me) You're wonderin' where the little tears can be (can be) Well, baby....  I'm all cried out, I'm all cried out All my little tears are all dried out, oh yeah Now, that you say we're through I'm all cried out over you  Last night I knew we were through (we're through) It hurt 'cause I still loved you (loved you) Went home and couldn't fall asleep (asleep) 'Cause sleep just won't come into eyes that weep (that weep) And that's why....  I'm all cried out, I'm all cried out All my little tears are all dried out, oh yeah Now that you say we're through I'm all cried out over you, oh yeah  I'm all cried out I just can't cry no more, no, no No, no, no, no, oh All cried out And that's why....  I'm all cried out, yes I'm all cried out All my little tears are all dried out, oh yeah Now that you say we're through I'm all cried out over you  Listen to me when I'm a-gonna say I'm all cried out, yeah, over you Listen to me when I'm a-tellin' you I'm all cried out, yeah, over you Over you  ",
        "title": "All Cried Out"
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": "  Funny Did you hear that? Funny Yeah, the guy said \"Honey, you're a funny girl.\"  That's me I just keep them in stitches Doubled in half And though I may be all wrong for a guy I'm good for a laugh  I guess it's not funny Life is far from sunny When the laugh is over And the joke's on you  A girl oughta have a sense of humor That's one thing you really need for sure When you're a funny girl The fella said \"A funny girl\"  Funny How it ain't so funny Funny girl  ",
        "title": "Funny Girl"
    },
    {
        "artist": "The Miracles",
        "lyrics": "  You take sugar and spice Everything nice And youve got a little girl, yeah yeah  You take snakes and snails Some puppy dog tails And youve got a little boy yeah yeah That's what love is made of Said that's what love is made of  Some, snakes, snails, puppy dog tails Sugar, spice, everything nice Yeah, yeah, alright  Somethin eles ya do Ya take a walk by the sea Two heart on a tree And youve got a little gladness yeah yeah  Then two eyes cry Two hearts say goodbye Ya got a little saddness yeah yeah  That's what love is made of Talkin to ya now That's what love is made of Hearts say goodbye Hearts have to cry Hearts on a tree Walks by the sea Snakes, snails, puppy dog tails Sugar, spice everything nice Yeah, yeah, alright  One more thing You take a rude word spoken yeah Pride gets broken And youve got a little break up yeah yeah  Take a little bit a soul Sweet loves bein told Say youve got a little make up yeah yeah That's what love is made of Oooo-oooo That's what love is made of Words bein told with a little bit of soul Pride gets broken Rude gets spoken Hearts say goodbye Eyes have to cry Hearts on a tree Walks by the sea Snakes, snails, puppy dog tails Sugar, spice, everything nice yeah yeah A hold on  A-everybody say Yeah yeah alright  Yeah yeah alright Yeah, yeah  ",
        "title": "That's What Love Is Made Of"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": "  I could ride around the world in an old oxcart And never let another girl thrill my heart  [Chorus] Ain't that loving you baby? Ain't that loving you baby? Ain't that loving you baby? Ain't that loving you so?  I could meet a hundred girls and have loads of fun My hugging and my kissing belong to just one  [Chorus]  If you gave me nine lives like a tommy cat I'd give them all to you and never take one back  [Chorus]  I'm putting on my Sunday suit and I'm going downtown But I'll be kissing your lips before the sun goes down  [Chorus]  [Outro] Ain't that loving you baby? Ain't that loving you so?  ",
        "title": "Ain't That Loving You Baby"
    },
    {
        "artist": "Peter And Gordon",
        "lyrics": null,
        "title": "I Don't Want To See You Again"
    },
    {
        "artist": "Tony Bennett",
        "lyrics": "  Who can I turn to when nobody needs me? My heart wants to know and so I must go where destiny leads me With no star to guide me and no one beside me I'll go on my way and, after the day, the darkness will hide me  And maybe tomorrow I'll find what I'm after I'll throw off my sorrow, beg, steal, or borrow my share of laughter With you I could learn to, with you what a new day But who can I turn to if you turn away?  With you I could learn to, with you what a new day But who can I turn to if you turn away?  ",
        "title": "Who Can I Turn To (When Nobody Needs Me)"
    },
    {
        "artist": "The 4 Seasons Featuring the \"Sound of Frankie Valli\"",
        "lyrics": null,
        "title": "Save It For Me"
    },
    {
        "artist": "The Butterflys",
        "lyrics": null,
        "title": "Good Night Baby"
    },
    {
        "artist": "Sandy Nelson",
        "lyrics": null,
        "title": "Teen Beat '65"
    },
    {
        "artist": "The Kingsmen",
        "lyrics": "  My baby's gone And she left me to stay  My baby's gone and left me My baby's gone away My baby's gone And she left me to stay o-o-oh I know my baby's left O-o-o-o-o-oh  I still remember the day The day she went away That was the day-y-y That she left me to stay-y-y-y  I know my baby's gone O-o-o-o-o-o-oh O-o-o-o-o-o-oh  That was the death of an angel now I don't know why I want to be beside her but I'm afraid to die  My baby's gone My baby's gone away My baby's gone Here she left me to stay o-o-oh Baby please come back home O-o-o-o-o-o-oh Dear, won't you please come home Woe woe woe  My baby's gone My baby's gone away  ",
        "title": "Death Of An Angel"
    },
    {
        "artist": "The Jelly Beans",
        "lyrics": null,
        "title": "Baby Be Mine"
    },
    {
        "artist": "James Brown And His Orchestra",
        "lyrics": "  You got your high-heeled sneakers on Slip-in mules You got your high-heeled sneakers on And your slip-in mules You're more than alright You know you're out of sight You got a shapely figure mama That's keepin' me uptight You got a shapely figure mama And keep me uptight You're too much You know you're out of sight  Hey, the way you do the things you do The way you kiss me too The way you do the things you do The way you kiss me too A heart delight, that's what you are You know you're out of sight  Ho, hey, hey  You got a sweet disposition Ho, you're always right You got a sweet disposition You know you're always right You know just what you're doin' baby You know you're out of sight  Ow, you're too much You're the end You're so hip baby You know just where it's at You're beautiful mama Most of all, you're honest There's no doubt, you're out of sight Out of sight, whoo, wee Out of sight  ",
        "title": "Out Of Sight"
    },
    {
        "artist": "The Kinks",
        "lyrics": "  [Verse 1] Girl, you really got me goin' You got me so I don't know what I'm doin' Yeah, you really got me now You got me so I can't sleep at night Yeah, you really got me now You got me so I don't know what I'm doin', now Oh yeah, you really got me now You got me so I can't sleep at night  [Hook] You Really Got Me You Really Got Me You Really Got Me  [Verse 2] See, don't ever set me free I always want to be by your side Girl, you really got me now You got me so I can't sleep at night Yeah, you really got me now You got me so I don't know what I'm doin', now Oh yeah, you really got me now You got me so I can't sleep at night  [Hook] You Really Got Me You Really Got Me You Really Got Me (oh no)  [Guitar Solo]  [Verse 3] See, don't ever set me free I always want to be by your side Girl, you really got me now You got me so I can't sleep at night Yeah, you really got me now You got me so I don't know what I'm doin', now Oh yeah, you really got me now You got me so I can't sleep at night  [Hook] You Really Got Me You Really Got Me You Really Got Me  ",
        "title": "You Really Got Me"
    },
    {
        "artist": "Nancy Wilson",
        "lyrics": null,
        "title": "I Wanna Be With You"
    },
    {
        "artist": "Billy Strange",
        "lyrics": null,
        "title": "The James Bond Theme"
    },
    {
        "artist": "The Shangri-Las",
        "lyrics": "  -Is she really going out with him? -Well, there she is. Let's ask her -Betty, is that Jimmy's ring you're wearing? -M-hm -Gee, it must be great riding with him. Is he picking you up after school today? -M-m -By the way, where'd you meet him?  [Verse 1] I met him at the candy store He turned around and smiled at me You get the picture? -Yes, we see That's when I fell for the Leader of the Pack  My folks were always putting him down -Down, down They said he came from the wrong side of town -What you mean when you say that he came from the wrong side of town? They told me he was bad But I knew he was sad That's why I fell for the Leader of the Pack  One day my Dad said, \"Find someone new\" I had to tell my Jimmy, We're through -What you mean when you say that you better go find somebody new? He stood there and asked me why But all I could do was cry I'm sorry I hurt you, Leader of the Pack  He sort of smiled and kissed me goodbye The tears were beginning to show As he drove away on that rainy night I begged him to go slow Whether he heard I'll never know  No, no, no, no, no, no, no Look out, look out, look out, look out  I felt so helpless, what could I do? Remembering all the things we'd been through In school they all stop and stare I can't hide the tears, but I don't care I'll never forget him, the Leader of the Pack  Leader of the Pack, now he's gone  ",
        "title": "Leader Of The Pack"
    },
    {
        "artist": "Ray Charles and his Orchestra",
        "lyrics": "  [Verse 1] Pick me a town in any clime Where people like, a rocking time And stay awake both day and night Till everybody's feeling good an' right  [Chorus] Then throw me (Smack dab in the middle) I wanna be (Smack dab in the middle) Ahh, smack dab in the middle, boys now So I can rock and roll to satisfy my soul  [Verse 2] Ten Cadillacs, a diamond mill Ten suits of clothes to dress to kill A ten room house, some barbecue And fifty chicks not over twenty-two  [Chorus]  [Verse 3] One hundred beds with chorus girls A street that's paved with natural pearls A wagon load of bonds and stocks Then open up the door at Fort Knox  [Chorus] Then throw me (Smack dab in the middle) I wanna be (Smack dab in the middle) Ahh, now listen boys throw me smack dab in the middle right now So Ray can rock and roll to satisfy his soul  That's all right!  [Verse 4] A lot of bread and gangs of meat Oodles of butter and something sweet Gallons of coffee to wash it down Bicarbonated soda by the pound  [Chorus]  ",
        "title": "Smack Dab In The Middle"
    },
    {
        "artist": "Louis Armstrong",
        "lyrics": "  Wave your little hand and whisper So long, dearie, you ain't gonna see me any more But when you discover that your life is dreary Don't you come a-knocking on my door  For I'll be all dolled up and singing that song That says, you dog, I told you so  So wave your little hand and whisper So long, dearie, dearie, should have said So long, so long ago  For I can hear that choo-choo calling me on To a fancy new address Yes, I can hear that choo-choo calling me on On board the Happiness Express  I'm pick myself a chick Who's gonna stick like glue I don't care where I'm going As long as it's away from you, honey, ha, ha, ha  Yes, so long, dearie You ain't gonna see me any more, yeah Yes, so long, Dolly Don't you come a-knocking on my door  For I'll be all dolled up and singing that song That says, you dog, I told you so  Yeah, wave your little hand and whisper So long, Louis, Louis should have said So long, so long ago  ",
        "title": "So Long Dearie"
    },
    {
        "artist": "The Blendells",
        "lyrics": null,
        "title": "La La La La La"
    },
    {
        "artist": "Gene Chandler",
        "lyrics": "  God bless our love (God bless our love) And God forgive us Our temptations He knows that we have Been tempted beyond And above humiliation (God bless our love) Will he be by our side When we need a guide And as he blessed The stars above Oh, God bless our love When our emotions Are playing games And we don't know Right from wrong As we began feeling ashamed We'll get down on Our knees and pray And thank God every day For showing us the Right way to love and believe That he'll be by our side And as he's blessed The stars above Oh, God bless our love (God bless our love) God bless our love (God bless our love) God bless our love (God bless our love) God bless our love --- .  ",
        "title": "Bless Our Love"
    },
    {
        "artist": "Brook Benton",
        "lyrics": null,
        "title": "Lumberjack"
    },
    {
        "artist": "Jimmy Hughes",
        "lyrics": null,
        "title": "Try Me"
    },
    {
        "artist": "Ruby And The Romantics",
        "lyrics": null,
        "title": "When You're Young And In Love"
    },
    {
        "artist": "Burl Ives",
        "lyrics": null,
        "title": "Pearly Shells (Popo O Ewa)"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": null,
        "title": "Is It True"
    },
    {
        "artist": "The Bachelors",
        "lyrics": "  Ooh, ooh-ooh-ooh, ooh-ooh-ooh Ooh-ooh-ooh, ooh-ooh-ooh  I wouldn't trade you for the world Or the pearls in the sea (pearls in the sea) All the treasures of a kingdom That's not what you mean to me  You fill all my sweetest dreams With a love so devi-i-ine (so-o devine) You're like precious gems and spices It's so wonderful you're mi-i-ine  I love your tender lips My heart is at your fingertips I love the starlight in your eyes More than you will ever realise  I wouldn't trade you for the world Or the heavens abo-o-ove (heavens above) I have heaven here on earth dear Since you've given me your lo-o-ove  I wouldn't trade you for the world Or the heavens abo-o-ove (heavens above) I have heaven here on earth dear Since you've given me your lo-o-ove...  ",
        "title": "I Wouldn't Trade You For The World"
    },
    {
        "artist": "Mitty Collier",
        "lyrics": null,
        "title": "I Had A Talk With My Man"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": null,
        "title": "Wendy"
    },
    {
        "artist": "Pat Boone",
        "lyrics": "  (Little beach girl, little beach girl Little beach girl, little beach girl)  Little girl, he's hurt you before But now he says you won't cry anymore (Little beach girl) take him back He'll kiss your tears away  (Here I stand) little girl He's coming home to stay  (Tell me) and when you're scared now (I'll be there) he'll be right there now He'll make you smile when You feel like crying  (Tell me) and when you're scared now (I'll be there) he'll be right there now He'll make you smile when You feel like crying  (Little beach girl) run to him It's the only thing to do (I'll be true)  (Here I stand) don't break his heart He's so in love with you (So in love with you)  ",
        "title": "Beach Girl"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": null,
        "title": "Ask Me"
    },
    {
        "artist": "Rufus Thomas",
        "lyrics": "  Last night, night before (Jump back, baby, jump back) 24 robbers at my door (Jump back, baby, jump back)  I got up and let 'em in (Jump back, baby, jump back) Hit 'em in da head with a rolling pin (Jump back, baby, jump back)  When I got 'em in a Billy goat town (Jump back, baby, jump back) Billy goat kicked his pappy down (Jump back, baby, jump back)  Oh, jump back, baby, jump back Oh, jump back, baby, jump back Oh, jump, jump  Now, I lay me down to sleep (Jump back, baby, jump back) Givin' the bedbugs a chance to creep (Jump back, baby, jump back)  If one should bite before I wake (Jump back, baby, jump back) Hope the world his jaw will break (Jump back, baby, jump back)  Oh, jump back, baby, jump back Oh, jump back, baby, jump back Oh, jump, jump  Went to the river, I couldn't get across Paid five dollars for an old gray horse Horse wouldn't pull, I swapped him for a bull Bull wouldn't holla, I sold him for a dollar  Dollar wouldn't pass, I throwed it in the grass Grass wouldn't grow, I chopped it with a hoe Hoe wouldn't chop, I took it to the shop Shop made money like a bee makes honey  Oh, jump back baby, jump back Oh, jump back baby, jump back Oh, jump  Wait a minute, baby (Jump) Ooh, come on do it (Jump)  Yeah, yeah, yeah (Jump) Ooh, yeah, yeah (Oh, jump back)  Oh, wait a minute, baby (Oh, jump back) Oh, come on, baby (Oh, jump back)  Oh, come on, baby (Oh, jump back) Oh, wait a minute, baby (Oh, jump back)  Jump back, jump back, baby (Oh, jump back) Jump back, jump back, baby (Oh, jump back)  Jump back, jump back, baby (Oh, jump back) Jump back, jump back, baby (Oh, jump back)  Oh, come on, baby (Oh, jump back) Oh, come on, baby (Oh, jump back)  Oh, wait a minute, baby (Oh, jump back) Oh, wait a minute, baby (Oh, jump back)  Oh, come on, baby (Oh, jump back) Oh, come on, baby (Oh, jump back)  ",
        "title": "Jump Back"
    },
    {
        "artist": "Bill Black's Combo",
        "lyrics": null,
        "title": "Little Queenie"
    },
    {
        "artist": "Ramsey Lewis Trio",
        "lyrics": null,
        "title": "Something You Got"
    },
    {
        "artist": "Jan & Dean",
        "lyrics": null,
        "title": "The Anaheim, Azusa & Cucamonga Sewing Circle, Book Review And Timing Associ"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": "  [Verse 1] Sure you haven't got the wrong number You sure its me you want to talk to tonight? Everyone in town's got your number Everybody's got you pegged right  [Chorus] Is that why you got in touch with me? I guess you must be running out of fools  [Verse 2] When you went and left me there crying Your goodbye was even colder than ice It didn't bother you I was crying And now you want to break my heart twice  [Chorus]  [Bridge] Guess you got back (guess you got) To my name In your little black book  [Verse 3] Well, listen Tell you what (tell you what) Bet you forgot (you forgot) How I even look So go ahead with all your sweet talking Go ahead for all the good it can do Have yourself a dime's worth of talking And then I'm going to hang right up on you  [Bridge] Because this time, you're not You're not getting through to me I guess you must be running out of fools  [Outro] Even fools like me Even fools like me I said you're running out of fools Even old fools like me  ",
        "title": "Runnin' Out Of Fools"
    },
    {
        "artist": "Herman's Hermits",
        "lyrics": "  Woke up this morning feelin' fine There's something special on my mind Last night I met a new girl in the neighborhood, whoa yeah Something tells me I'm into something good (Something tells me I'm into something)  She's the kind of girl who's not too shy And I can tell I'm her kind of guy She danced close to me like I hoped she would (She danced with me like I hoped she would) Something tells me I'm into something good (Something tells me I'm into something)  We only danced for a minute or two But then she stuck close to me the whole night through Can I be fallin' in love? (She's everything I've been dreamin' of) She's everything I've been dreamin' of  I walked her home and she held my hand I knew it couldn't be just a one-night stand So I asked to see her next week and she told me I could (I asked to see her and she told me I could) Something tells me I'm into something good (Something tells me I'm into something) (Something tells me I'm into something, ahhh)  I walked her home and she held my hand I knew it couldn't be just a one-night stand So I asked to see her next week and she told me I could (I asked to see her and she told me I could) Something tells me I'm into something good (Something tells me I'm into something) Something tells me I'm into something good (Something tells me I'm into something) To something good, oh yeah, something good (Something tells me I'm into something) To something good, something good, something good  ",
        "title": "I'm Into Something Good"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse 1] Time is on my side, yes it is Time is on my side, yes it is Now you always say That you want to be free  [Chorus] But you'll come running back (said you would baby) You'll come running back (I said so many times before) You'll come running back to me Oh, time is on my side, yes it is Time is on my side, yes it is You're searching for good times  [Chorus] But just wait and see You'll come running back (I won't have to worry no more) You'll come running back (spend the rest of my life with you, baby) You'll come running back to me Go ahead, go ahead and light up the town  [Verse 2] And baby, do everything your heart desires Remember, I'll always be around And I know, I know Like I told you so many times before You're going to come back, baby Because I know You're going to come back knocking Yeah, knocking right on my door Yes, yes! Well, time is on my side, yes it is Time is on my side, yes it is Cause I got the real love The kind that you need  [Chorus] You'll come running back (said you would, baby) You'll come running back (I don't always said you would) You'll come running back (I won't have to worry no more)  [Outro] Yes time, time, time is on my side, yes it is Time, time, time is on my side, yes it is Oh, time, time, time is on my side, yes it is I said, time, time, time is on my side, yes it is Oh, time, time, time is on my side Yeah, time, time, time is on my side  ",
        "title": "Time Is On My Side"
    },
    {
        "artist": "Nat King Cole",
        "lyrics": null,
        "title": "L-O-V-E"
    },
    {
        "artist": "Cathy & Joe",
        "lyrics": null,
        "title": "I See You"
    },
    {
        "artist": "The Superbs",
        "lyrics": null,
        "title": "Baby Baby All The Time"
    },
    {
        "artist": "The Jewels",
        "lyrics": null,
        "title": "Opportunity"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  Go!  Im gonna wake you up early Cause Im gonna take a ride with you Were going down to the Honda shop Ill tell you what were gonna do Put on a ragged sweatshirt Ill take you anywhere you want me to  First gear (Honda Honda) it's alright (faster faster) Second gear (little Honda Honda) I lean right (faster faster) Third gear (Honda Honda) hang on tight (faster faster) Faster it's alright  Its not a big motorcycle Just a groovy little motorbike Its more fun that a barrel of monkeys That two wheel bike Well ride on out of the town To any place I know you like  First gear (Honda Honda) it's alright (faster faster) Second gear (little Honda Honda) I lean right (faster faster) Third gear (Honda Honda) hang on tight (faster faster) Faster it's alright  It climbs the hills like a Matchless Cause my Hondas built really light When I go into the turns Lean [tilt] with me and hang on tight I better turn on the lights So we can ride my Honda tonight  First gear (Honda Honda) it's alright (faster faster) Second gear (little Honda Honda) I lean right (faster faster) Third gear (Honda Honda) hang on tight (faster faster) Faster it's alright  First gear (Honda Honda) it's alright (faster faster) Second gear (little Honda Honda) I lean right (faster faster) Third gear (Honda Honda) hang on tight (faster faster) Faster it's alright  ",
        "title": "Little Honda"
    },
    {
        "artist": "Bobby Darin",
        "lyrics": null,
        "title": "The Things In This House"
    },
    {
        "artist": "The Zombies",
        "lyrics": "  Well no one told me about her The way she lied Well no one told me about her How many people cried  But it's too late to say you're sorry How would I know why should I care? Please don't bother trying to find her She's not there  Well let me tell you 'bout the way she looked The way she'd act and the color of her hair Her voice was soft and cool Her eyes were clear and bright But she's not there  Well no one told me about her What could I do? Well no one told me about her Though they all knew  But it's too late to say you're sorry How would I know, why should I care? Please don't bother trying to find her She's not there  Well let me tell you 'bout the way she looked The way she'd act and the color of her hair Her voice was soft and cool Her eyes were clear and bright But she's not there  {Bridge}  But it's too late to say you're sorry How would I know, why should I care? Please don't bother trying to find her She's not there  Well let me tell you 'bout the way she looked The way she'd act and the color of her hair Her voice was soft and cool Her eyes were clear and bright But she's not there  ",
        "title": "She's Not There"
    },
    {
        "artist": "Al (He's the King) Hirt",
        "lyrics": null,
        "title": "Up Above My Head (I Hear Music In The Air)"
    },
    {
        "artist": "Garnet Mimms",
        "lyrics": null,
        "title": "Look Away"
    },
    {
        "artist": "The Velvelettes",
        "lyrics": "  Well well, I once believed all fellas were nice But girls, listen to me, take my advice Girls, you'd better get yourselves onto my track 'Cause findin' a good man, girls, is like findin' a  (Needle in a haystack) What did I say, girls? (Needle in a haystack) (She-doop, she-doop, la la, he-doop, she-doop, la la)  Girls, those fellas are sly, slick and shy So don't you ever let 'em get you starry-eyed Well, you may think their love is true But they'll walk right over you  Now girls, you should know these things right off the back 'Cause findin' a good man, girls, is like findin' a  (Needle in a haystack) What did I say, girls? (Needle in a haystack) (She-doop, she-doop, la la, he-doop, she-doop, la la)  Now girls, I say I'm tellin' you the natural facts 'Cause findin' a good man, girls, is like findin' a  (Needle in a haystack) What did I say, girls? (Needle in a haystack)  I'm tellin' you, girls, you'd better look before you leap Still water sometimes runs very deep You'll be sorry when you just jump And do justice passed by love  Girls, you should know these things right off the back 'Cause findin' a good man, girls, is like findin' a  (Needle in a haystack) What did I say, girls? (Needle in a haystack)  I say you'd better take heed (Needle in a haystack) Listen to me (Needle in a haystack) (She-doop)  You'd better play hard to get Or you're gonna regret The day you were born, girl When he leaves you alone, girl  Good guys are like findin' a (Needle in a haystack) Girls, they're like findin' a (Needle in a haystack)  ",
        "title": "Needle In A Haystack"
    },
    {
        "artist": "Sonny Knight",
        "lyrics": null,
        "title": "If You Want This Love"
    },
    {
        "artist": "The Mustangs",
        "lyrics": null,
        "title": "The Dartell Stomp"
    },
    {
        "artist": "Barbara Lynn",
        "lyrics": null,
        "title": "Don't Spread It Around"
    },
    {
        "artist": "Mickey Lee Lane",
        "lyrics": null,
        "title": "Shaggy Dog"
    },
    {
        "artist": "Ike & Tina Turner",
        "lyrics": "  Uh, uh-uh, uh-uh-uh, uh, uh-uh... Uh, uh-uh, uh-uh-uh, uh, uh-uh...  He gets me in the dark, and he says he's my man But when we walk down the street, he never holds my hand... He say one day that he will marry me But he tells his friends that that will never be...  Mm, mm-mm, mm-mm-mm, mm, mm-mm... (I can't believe what you say, because I see what you do!) Uh, uh-uh, uh-uh-uh, uh, uh-uh... (I can't believe what you say, because I see what you do!)  When we go to a dance, I have to go in alone But he always catches me before I get home Then he wants to hug and kiss on me; Everybody's sleepin', and no one can see...  Uh, uh-uh, uh-uh-uh, uh, uh-uh... (I can't believe what you say, because I see what you do!)  Uh, uh-uh, uh-uh-uh, uh, uh-uh... (Yeah-yeah! Uh-huh!) Mm, mm-mm, mm-mm-mm, mm, mm-mm... (Yeah-yeah! Uh-huh!)  I saw him kissing some girl he said was his friend And before the night was over, he was doin' it again; He said one day that I would be his wife But he wants me to wait for the rest of my life...  Uh, uh-uh, uh-uh-uh, uh, uh-uh... (I can't believe what you say, because I see what you do!) Mm, mm-mm, mm-mm-mm, mm, mm-mm... (I can't believe what you say, because I see what you do!) Uh, uh-uh, uh-uh-uh, uh-uh-uh-uh... (I can't believe what you say, because I see what you do!) Mm-mm-mm-mm, mm-mm, mm-mm-mm, mm-mm, mm-mm... (I can't believe what you say, because I see what you do!)  ",
        "title": "I Can't Believe What You Say (For Seeing What You Do)"
    },
    {
        "artist": "Solomon Burke",
        "lyrics": null,
        "title": "Yes I Do"
    },
    {
        "artist": "The Searchers",
        "lyrics": null,
        "title": "When You Walk In The Room"
    },
    {
        "artist": "The Everly Brothers",
        "lyrics": null,
        "title": "Gone, Gone, Gone"
    },
    {
        "artist": "Lesley Gore",
        "lyrics": null,
        "title": "Hey Now"
    },
    {
        "artist": "Vic Dana",
        "lyrics": "  Twas just a garden in the rain Close to a little leafy lane A touch of Heaven Neath skies of gray  The raindrops Kissed the flowerbeds The blossoms raised Their thirsty heads  A perfumed thank you They seemed to say  Surely, here was charm Beyond compare to view Maybe it was just that I was there with you  Twas just a garden in the rain But then the sun came out again And sent us happily on our way And sent us happily on our way  ",
        "title": "Garden In The Rain"
    }
]