[
    {
        "artist": "The Supremes",
        "lyrics": null,
        "title": "Baby Love"
    },
    {
        "artist": "The Shangri-Las",
        "lyrics": "  -Is she really going out with him? -Well, there she is. Let's ask her -Betty, is that Jimmy's ring you're wearing? -M-hm -Gee, it must be great riding with him. Is he picking you up after school today? -M-m -By the way, where'd you meet him?  [Verse 1] I met him at the candy store He turned around and smiled at me You get the picture? -Yes, we see That's when I fell for the Leader of the Pack  My folks were always putting him down -Down, down They said he came from the wrong side of town -What you mean when you say that he came from the wrong side of town? They told me he was bad But I knew he was sad That's why I fell for the Leader of the Pack  One day my Dad said, \"Find someone new\" I had to tell my Jimmy, We're through -What you mean when you say that you better go find somebody new? He stood there and asked me why But all I could do was cry I'm sorry I hurt you, Leader of the Pack  He sort of smiled and kissed me goodbye The tears were beginning to show As he drove away on that rainy night I begged him to go slow Whether he heard I'll never know  No, no, no, no, no, no, no Look out, look out, look out, look out  I felt so helpless, what could I do? Remembering all the things we'd been through In school they all stop and stare I can't hide the tears, but I don't care I'll never forget him, the Leader of the Pack  Leader of the Pack, now he's gone  ",
        "title": "Leader Of The Pack"
    },
    {
        "artist": "J. Frank Wilson and The Cavaliers",
        "lyrics": null,
        "title": "Last Kiss"
    },
    {
        "artist": "Jay & The Americans",
        "lyrics": null,
        "title": "Come A Little Bit Closer"
    },
    {
        "artist": "The Honeycombs",
        "lyrics": "  {Intro}  Have I the right to hold you? You know I've always told you That we must never ever part Oh ooh ooh oh  Have I the right to kiss you? You know I'll always miss you I've loved you from the very start  Come right back I just can't bear it I've got this love and I long to share it Come right back I'll show my love is strong Oh yeah  Have I the right to touch you? If I could, you'd see how much you Send those shivers running down my spine Ooh ooh ooh oh  Have I the right to thrill you? You know I'll wait until you Give me the right to make you mine  Well, Come right back I just can't bear it I've got this love and I long to share it Come right back I'll show my love is strong Oh yeah All right!  {Bridge}  Have I the right to hold you? You know I've always told you That we must never ever part No no no no no no  Have I the right to kiss you? You know I'll always miss you I've loved you from the very start  Come right back I just can't bear it I've got this love and I long to share it Come right back I'll show my love is strong Oh yeah yeah  Come right back I just can't bear it I've got this love and I long to share it Come right back right back where you belong Oh yeah You belong Oh yeah You belong  ",
        "title": "Have I The Right?"
    },
    {
        "artist": "Dean Martin",
        "lyrics": "  And the door is still open to my heart I must confess that I cry from loneliness And the door is still open to my heart You are to me like honey is to the bee And the door is still open to my heart I'm not ashamed to cry It's better then to hold it inside And I won't be satisfied Until you're here by my side You're as close to me as two is to three And the door is still open to my heart I'm not ashamed to cry It's better than to hold it inside And I won't be satisfied Until you're here by my side You're as close to me as two is to three And the door is still open to my heart And the door is still open to my heart  ",
        "title": "The Door Is Still Open To My Heart"
    },
    {
        "artist": "Manfred Mann",
        "lyrics": "  There she was just walkin' down the street Singin', \"Do wah diddy, diddy, dum diddy do\" Snappin' her fingers and shufflin' her feet Singin', \"Do wah diddy diddy, dum diddy do\"  She looked good, she looked fine (Looked good, looked fine) She looked good, she looked fine And I nearly lost my mind  Before I knew it she was walkin' next to me Singin', \"Do wah diddy diddy, dum diddy do\" Holdin' my hand just as natural as can be Singin', \"Do wah diddy diddy, dum diddy do\"  We walked on to my door (Walked on, my door) We walked on to my door Then we kissed a little more  Whoa, oh I knew we was falling in love Yes, I did and so I told her All the things, I'd been dreamin' of  Now we're together nearly every single day Singin', \"Do wah diddy diddy, dum diddy do\" We're so happy and that's how we're gonna stay Singin', \"Do wah diddy diddy, dum diddy do\"  Well, I'm hers, she's mine (I'm hers, she's mine) I'm hers, she's mine Wedding bells are gonna chime  Whoa, oh I knew we was falling in love Yes, I did and so I told her All the things, I'd been dreamin' of  Now we're together nearly every single day Singin', \"Do wah diddy diddy, dum diddy do\" We're so happy and that's how we're gonna stay Singin', \"Do wah diddy diddy, dum diddy do\"  Well, I'm hers, she's mine (I'm hers, she's mine) I'm hers, she's mine Wedding bells are gonna chime  Whoa, oh, oh, oh, oh yeah Do wah diddy diddy, dum diddy do, we'll sing it Do wah diddy diddy, dum diddy do Do wah diddy diddy, dum diddy do  ",
        "title": "Do Wah Diddy Diddy"
    },
    {
        "artist": "Betty Everett & Jerry Butler",
        "lyrics": null,
        "title": "Let It Be Me"
    },
    {
        "artist": "The Zombies",
        "lyrics": "  Well no one told me about her The way she lied Well no one told me about her How many people cried  But it's too late to say you're sorry How would I know why should I care? Please don't bother trying to find her She's not there  Well let me tell you 'bout the way she looked The way she'd act and the color of her hair Her voice was soft and cool Her eyes were clear and bright But she's not there  Well no one told me about her What could I do? Well no one told me about her Though they all knew  But it's too late to say you're sorry How would I know, why should I care? Please don't bother trying to find her She's not there  Well let me tell you 'bout the way she looked The way she'd act and the color of her hair Her voice was soft and cool Her eyes were clear and bright But she's not there  {Bridge}  But it's too late to say you're sorry How would I know, why should I care? Please don't bother trying to find her She's not there  Well let me tell you 'bout the way she looked The way she'd act and the color of her hair Her voice was soft and cool Her eyes were clear and bright But she's not there  ",
        "title": "She's Not There"
    },
    {
        "artist": "Lorne Greene",
        "lyrics": null,
        "title": "Ringo"
    },
    {
        "artist": "Roy Orbison And The Candy Men",
        "lyrics": "  {Instrumental}  Pretty woman walking down the street Pretty woman, the kind I'd like to meet Pretty woman... I don't believe you, you're not the truth No one could look as good as you Mercy!  Pretty woman, won't you pardon me? Pretty woman, I couldn't help but see Pretty woman... That you look lovely as can be Are you lonely just like me? *growl*  Pretty woman stop a while Pretty woman talk a while Pretty woman give your smile to me Pretty woman, yeah yeah yeah Pretty woman look my way Pretty woman say you'll stay with me Cause I need you, I'll treat you right Come with me baby, be mine tonight  Pretty woman, don't walk on by Pretty woman don't make me cry Pretty woman... Don't walk away, hey Ok, If that's the way it must be ok  I guess I'll go on home it's late There'll be tomorrow night But wait! What do I see?  {Instrumental}  Is she walking back to me? Yeah, she's walking back to me Oh oh, pretty woman  ",
        "title": "Oh, Pretty Woman"
    },
    {
        "artist": "Gale Garnett",
        "lyrics": "  We'll sing in the sunshine We'll laugh every day We'll sing in the sunshine Then I'll be on my way  I will never love you The cost of love's too dear But though I'll never love you I'll stay with you one year  And we can sing in the sunshine We'll laugh everyday We'll sing in the sunshine Then I'll be on my way  I'll sing to you each morning I'll kiss you every night But darlin' don't cling to me I'll soon be out of sight  But we can sing in the sunshine We'll laugh everyday We'll sing in the sunshine Then I'll be on my way  My daddy he once told me \"Hey, don't you love you any man Just take what they may give you And give but what you can.\"  And you can sing in the sunshine You'll laugh everyday You'll sing in the sunshine Then be on your way  And when a year has ended And I have gone away You'll often speak about me And this is what you'll say:  We sang in the sunshine You know we laughed everyday We sang in the sunshine Then she went on her way  ",
        "title": "We'll Sing In The Sunshine"
    },
    {
        "artist": "The Kinks",
        "lyrics": "  [Verse 1] Girl, you really got me goin' You got me so I don't know what I'm doin' Yeah, you really got me now You got me so I can't sleep at night Yeah, you really got me now You got me so I don't know what I'm doin', now Oh yeah, you really got me now You got me so I can't sleep at night  [Hook] You Really Got Me You Really Got Me You Really Got Me  [Verse 2] See, don't ever set me free I always want to be by your side Girl, you really got me now You got me so I can't sleep at night Yeah, you really got me now You got me so I don't know what I'm doin', now Oh yeah, you really got me now You got me so I can't sleep at night  [Hook] You Really Got Me You Really Got Me You Really Got Me (oh no)  [Guitar Solo]  [Verse 3] See, don't ever set me free I always want to be by your side Girl, you really got me now You got me so I can't sleep at night Yeah, you really got me now You got me so I don't know what I'm doin', now Oh yeah, you really got me now You got me so I can't sleep at night  [Hook] You Really Got Me You Really Got Me You Really Got Me  ",
        "title": "You Really Got Me"
    },
    {
        "artist": "Roger Miller",
        "lyrics": "  Chug-a-lug, chug-a-lug Make you want to holler hi-de-ho Burns your tummy, don'tcha know? Chug-a-lug, chug-a-lug  Grape wine in a Mason jar Homemade and brought to school By a friend of mine 'n' after class Me and him and this other fool decide  That we'll drink up what's left Chug-a-lug, so we helped ourself First time for everything Hmm, my ears still ring  Chug-a-lug, chug-a-lug Make you want to holler hi-de-ho Burns your tummy, don'tcha know? Chug-a-lug, chug-a-lug  4-H and FFA On a field trip to the farm Me 'n' a friend sneak off behind This big old barn where we uncovered  A covered-up moonshine still And we thought we'd drink our fill And I swallered it with a smile Bll-bbb, I run ten mile  Chug-a-lug, chug-a-lug Make you want to holler hi-de-ho Burns your tummy, don'tcha know? Chug-a-lug, chug-a-lug  Jukebox 'n' sawdust floor Sumpin' like I ain't never seen And I'm just goin' on fifteen But with the help of my finaglin'  Uncle I get snuck in For my first taste of sin I said, \"Lemme have a big old sip\" Bll-bbb, I done a double back flip  Chug-a-lug, chug-a-lug Make you want to holler hi-de-ho Burns your tummy, don'tcha know? Chug-a-lug, chug-a-lug Chug, Chug, chug-a-lug  ",
        "title": "Chug-A-Lug"
    },
    {
        "artist": "The Nashville Teens",
        "lyrics": null,
        "title": "Tobacco Road"
    },
    {
        "artist": "The Hondells",
        "lyrics": "  The Hondells Miscellaneous Little Honda Little Honda The Beach Boys (Wilson/Love) GO! I'm gonna wake you up early cause I'm gonna take a ride with you We're goin' down to the Honda shop, I'll tell you what we're gonna do Put on a ragged sweatshirt, I'll take you anywhere you want me to Refrain: First gear, it's all right (Honda, Honda, go faster, faster) Second geear, I'll lean right (Honda, Honda, go faster, faster) Third gear, hang on tight (Honda, Honda, go faster, faster) Faster, it's all right It's not a big motorcycle Just a groovy little motorbike It's more fun than a barrel of monkeys That two-wheeled bike We'll ride on out of the town To anyplace I know you like Refrain It climbs the hills like a Matchless Cause my Honda' built really light When I go in to the turns Better hang on tight I'd better turn on the lights So we can ride my Honda tonight Refrain  ",
        "title": "Little Honda"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": "  I could ride around the world in an old oxcart And never let another girl thrill my heart  [Chorus] Ain't that loving you baby? Ain't that loving you baby? Ain't that loving you baby? Ain't that loving you so?  I could meet a hundred girls and have loads of fun My hugging and my kissing belong to just one  [Chorus]  If you gave me nine lives like a tommy cat I'd give them all to you and never take one back  [Chorus]  I'm putting on my Sunday suit and I'm going downtown But I'll be kissing your lips before the sun goes down  [Chorus]  [Outro] Ain't that loving you baby? Ain't that loving you so?  ",
        "title": "Ain't That Loving You Baby"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse 1] Time is on my side, yes it is Time is on my side, yes it is Now you always say That you want to be free  [Chorus] But you'll come running back (said you would baby) You'll come running back (I said so many times before) You'll come running back to me Oh, time is on my side, yes it is Time is on my side, yes it is You're searching for good times  [Chorus] But just wait and see You'll come running back (I won't have to worry no more) You'll come running back (spend the rest of my life with you, baby) You'll come running back to me Go ahead, go ahead and light up the town  [Verse 2] And baby, do everything your heart desires Remember, I'll always be around And I know, I know Like I told you so many times before You're going to come back, baby Because I know You're going to come back knocking Yeah, knocking right on my door Yes, yes! Well, time is on my side, yes it is Time is on my side, yes it is Cause I got the real love The kind that you need  [Chorus] You'll come running back (said you would, baby) You'll come running back (I don't always said you would) You'll come running back (I won't have to worry no more)  [Outro] Yes time, time, time is on my side, yes it is Time, time, time is on my side, yes it is Oh, time, time, time is on my side, yes it is I said, time, time, time is on my side, yes it is Oh, time, time, time is on my side Yeah, time, time, time is on my side  ",
        "title": "Time Is On My Side"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": "  I can see you're slipping away from me And you're so afraid I'll plead with you to stay But I'm gonna be strong and let you go your way  Our love is gone there's no sense in holding on Cos your pity now would be to much to bear So I'm gonna be strong and pretend I don't care I'm gonna be strong and stand as tall as I am Yes I'm gonna be strong and let you run along And take it like a man  When you say it's the end I'll just hand you a line I'll smile and say don't you worry I'm fine And you'll never know Darling after you kiss me goodbye How I'll break down and cry  ",
        "title": "I'm Gonna Be Strong"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": null,
        "title": "Is It True"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": "  Lonely, I'm Mr. Lonely I have nobody for my own I am so lonely, I'm Mr. Lonely Wish I had someone to call on the phone Now I'm a soldier, a lonely soldier Away from home through no wish of my own That's why I'm lonely, I'm Mr. Lonely I wish that I could go back home Letters, never a letter I get no letters in the mail I've been forgotten, yes, forgotten Oh how I wonder, how is it I failed Now I'm a soldier, a lonely soldier Away from home through no wish of my own That's why I'm lonely, I'm Mr. Lonely I wish that I could go back home  ",
        "title": "Mr. Lonely"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": null,
        "title": "Ask Me"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": null,
        "title": "Everybody Knows (I Still Love You)"
    },
    {
        "artist": "Peter And Gordon",
        "lyrics": null,
        "title": "I Don't Want To See You Again"
    },
    {
        "artist": "Martha & The Vandellas",
        "lyrics": null,
        "title": "Dancing In The Street"
    },
    {
        "artist": "Gerry And The Pacemakers",
        "lyrics": null,
        "title": "I Like It"
    },
    {
        "artist": "The Animals",
        "lyrics": "  I don't hear your knock upon my door I don't have your lovin' anymore Since you been gone I'm a-hurtin' inside Well I want you baby by my side, Yeah I'm cryin', I'm cryin' Hear me cryin' baby Hear me cryin'  I'm lonely and blue baby every night Yeah, you know you didn't treat me right And now my tears begin to fall Well I want you baby and that's all I'm cryin', I'm cryin' Hear me cryin' baby Hear me cryin'  I don't hear your knock upon my door I don't have your lovin' anymore Since you been gone I'm hurtin' inside, yeah Well I want you baby by my side But I'm cryin', you know I'm cryin' Hear me cryin' baby Hear me cryin' Hear me cryin'  ",
        "title": "I'm Crying"
    },
    {
        "artist": "Herman's Hermits",
        "lyrics": "  Woke up this morning feelin' fine There's something special on my mind Last night I met a new girl in the neighborhood, whoa yeah Something tells me I'm into something good (Something tells me I'm into something)  She's the kind of girl who's not too shy And I can tell I'm her kind of guy She danced close to me like I hoped she would (She danced with me like I hoped she would) Something tells me I'm into something good (Something tells me I'm into something)  We only danced for a minute or two But then she stuck close to me the whole night through Can I be fallin' in love? (She's everything I've been dreamin' of) She's everything I've been dreamin' of  I walked her home and she held my hand I knew it couldn't be just a one-night stand So I asked to see her next week and she told me I could (I asked to see her and she told me I could) Something tells me I'm into something good (Something tells me I'm into something) (Something tells me I'm into something, ahhh)  I walked her home and she held my hand I knew it couldn't be just a one-night stand So I asked to see her next week and she told me I could (I asked to see her and she told me I could) Something tells me I'm into something good (Something tells me I'm into something) Something tells me I'm into something good (Something tells me I'm into something) To something good, oh yeah, something good (Something tells me I'm into something) To something good, something good, something good  ",
        "title": "I'm Into Something Good"
    },
    {
        "artist": "The Newbeats",
        "lyrics": null,
        "title": "Everything's Alright"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  When you go through a day And the things that people say They make you feel so small They make you feel that Your heart will just never stop aching And when you just can't accept The abuse you are taking Darlin' reach out for me  Don't you worry I'll see you through You just have to reach out for me I'll be there and I'll confort you Oh yes I will Comfort you and love you How I'm gonna love you  When good friends prove untrue And the things they do to you They make you feel so bad They make you feel that You haven't a reason for living So when you feel you Could throw in the towel and just given in Darlin' reach out for me  ",
        "title": "Reach Out For Me"
    },
    {
        "artist": "Ronnie Dove",
        "lyrics": null,
        "title": "Right Or Wrong"
    },
    {
        "artist": "Chad & Jeremy",
        "lyrics": null,
        "title": "A Summer Song"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": "  Standing on the mountain looking down on the city The way I feel is a doggone pity Teardrops falling down a mountainside Many times I've been here Many times I've cried We used to be so happy When we were in love High on a mountain of love  Night after night I've been standing here alone Weeping my heart out to cold gray dawn Praying that you're lonely and you'll come here too Hoping just by chance that I get a glimpse of you Trying hard to find you Somewhere I love High on a mountain of love  A mountain of love A mountain of love You should be ashamed We used to be a mountain of love But you just changed your name  Way down below there's a half a million people Somewhere there's a church with a big tall steeple Inside a church there's an altar filled with flowers Wedding bells are ringing and they should have been ours That's why I'm so lonely My dreams gone above High on a mountain of love  (Musical interlude)  A mountain of love A mountain of love You should be ashamed We used to be a mountain of love But you just changed your name  Way down below there's a half a million people Somewhere there's a church with a big tall steeple Inside a church there's an altar filled with flowers Wedding bells are ringing that should have been ours That's why I'm so lonely My dreams gone above High on a mountain of love  High on a mountain of love High on a mountain of love High on a mountain of love (fade)  ",
        "title": "Mountain Of Love"
    },
    {
        "artist": "Tony Bennett",
        "lyrics": "  Who can I turn to when nobody needs me? My heart wants to know and so I must go where destiny leads me With no star to guide me and no one beside me I'll go on my way and, after the day, the darkness will hide me  And maybe tomorrow I'll find what I'm after I'll throw off my sorrow, beg, steal, or borrow my share of laughter With you I could learn to, with you what a new day But who can I turn to if you turn away?  With you I could learn to, with you what a new day But who can I turn to if you turn away?  ",
        "title": "Who Can I Turn To (When Nobody Needs Me)"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Chorus] Baby don't you do it, don't do it babe Don't break my heart, don't do it babe Don't break my heart, please don't do it babe Don't you break my heart  [Verse 1] Cause I sacrifice to make you happy Get nothing for myself Now you wanna leave me For the love of someone else My pride is all gone, whether right or wrong I believe, baby, you'd better keep on keeping on  [Chorus]  [Verse 2] My biggest mistake was loving you too much And letting you know Cause now you've got me where you want me And you're gonna let me go My heart was made glad when you strolled, you see Heartaches and misery you've been causing me  [Chorus]  [Outro] Go down to the river and there I'll be I'm gonna jump in, baby, if you don't see by me Open up your eyes; can't you see I love you? Open up your heart; can't you see I need you? I'm no good without you, can't go on without you Life's no good without you, what'm I gonna do without you? Baby don't do it, don't you break my heart Don't you do it, baby, don't you break my heart What'm I gonna do without you? Got to go on, baby Baby don't you do it  ",
        "title": "Baby Don't You Do It"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": "  Writer(s): Hal Shaper - Antonio DeVita - Giorgio Calabrese  Softly, I will leave you softly For my heart would break if you should wake and see me go So I leave you softly, long before you miss me Long before your arms can beg me stay For one more hour or one more day After all the years, I can't bear the tears to fall So, softly as I leave you there  (Softly, long before you kiss me) (Long before your arms can beg me stay) (For one more hour) or one more day After all the years, I can't bear the tears to fall So, softly as I leave you there As I leave I you there As I leave I you there  ",
        "title": "Softly, As I Leave You"
    },
    {
        "artist": "The Searchers",
        "lyrics": null,
        "title": "When You Walk In The Room"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  There's a scandal In the neighborhood And it's all about Julie Brown It seems a long Lost cousin, Jeremiah Had lately arrived in town  Now when Julie's fella Came to call And saw them kissing  Lyrics courtesy Top40db  He started home at once  Now Julie said I'm surprised at you Don't go acting like a dunce  Why, he's a cousin of mine A cousin of mine You're liable for to See him here any old time  He's a cousin of mine A cousin of mine, go on He's a cousin of mine  Now when Julie had Explained her relationship He said, honey, that may be so  But this fella don't look Like a thirty-second cousin That I met here a week ago  Julie smiled at him And joined her cousin, sad And as they slowly walked away  He heard him ask Who was that fella And he heard his Julie say  Why, he's a cousin of mine A cousin of mine You're liable for to See him here any old time  He's just a cousin of mine A cousin of mine, go on A cousin of mine  Would I fool you, go on He's a cousin of mine  ",
        "title": "Cousin Of Mine"
    },
    {
        "artist": "Gene Chandler",
        "lyrics": "  God bless our love (God bless our love) And God forgive us Our temptations He knows that we have Been tempted beyond And above humiliation (God bless our love) Will he be by our side When we need a guide And as he blessed The stars above Oh, God bless our love When our emotions Are playing games And we don't know Right from wrong As we began feeling ashamed We'll get down on Our knees and pray And thank God every day For showing us the Right way to love and believe That he'll be by our side And as he's blessed The stars above Oh, God bless our love (God bless our love) God bless our love (God bless our love) God bless our love (God bless our love) God bless our love --- .  ",
        "title": "Bless Our Love"
    },
    {
        "artist": "Nat King Cole",
        "lyrics": "  (Wayne/Morris)  (I don't want to see tomorrow Unless I see it with you.)  Tomorrow, so they say Will be a lovely day A bright new sun will suddenly break through But I don't want to see tomorrow Unless I see it with you  Tomorrow, so I hear The clouds will disappear The door to happiness will open wide But I don't want to see tomorrow Unless you're there by my side  Don't want to walk alone Don't want to dream alone Just want you close to my heart For if your love is gone How can I face the dawn of Sunday, or Monday? I just can't face one day...  Until you say you're mine Oh, darling, please be mine And make each bright tomorrow young and new But I don't want to face tomorrow Unless I see it with you  (Tomorrow, so I hear The clouds will disappear The door to happiness will open wide.) But I don't want to see tomorrow Unless I see it with you  ",
        "title": "I Don't Want To See Tomorrow"
    },
    {
        "artist": "Mitty Collier",
        "lyrics": null,
        "title": "I Had A Talk With My Man"
    },
    {
        "artist": "Jan & Dean",
        "lyrics": null,
        "title": "Sidewalk Surfin'"
    },
    {
        "artist": "The Dixie Cups",
        "lyrics": "  I saw him at the party Standing in the corner Looking just as good as he could be And when he caught my eye I knew I was a goner You should have seen the way he looked at me  Well, I tell you He really knocked me dead So, I don't quite remember Exactly what he said I just stood there And I shook my head Cause, you should have seen the way he looked at me Yeah, yeah, yeah  The music started playing And before I knew it He put his arms around me tenderly He asked me for a kiss And I just had to do it You should have seen the way he looked at me  Well, you know that He walked me home that night There was starlight and moonlight Everything was right So I kissed him, with all my might And you should have seen the way he looked at me Yeah Whoa-oh-oh-no  He didn't let me down Cause the very next day You know he came around And he told me that he loved me Yes, he really did now He said that he was mine eternally I looked him in the eye And said, you wouldn't kid now You should have seen the way he looked at me  And then one day I wore something new Something old, and borrowed And something blue I remember, when he said, I do You should have seen the way he looked at me  (Fades to End) Whoa-oh-yeah Whoa-oh-yeah Whoa-oh-yeah Whoa-oh-yeah Whoa-oh-yeah  ",
        "title": "You Should Have Seen The Way He Looked At Me"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": null,
        "title": "Wendy"
    },
    {
        "artist": "The Ventures",
        "lyrics": null,
        "title": "Slaughter On Tenth Avenue"
    },
    {
        "artist": "The Velvelettes",
        "lyrics": "  Well well, I once believed all fellas were nice But girls, listen to me, take my advice Girls, you'd better get yourselves onto my track 'Cause findin' a good man, girls, is like findin' a  (Needle in a haystack) What did I say, girls? (Needle in a haystack) (She-doop, she-doop, la la, he-doop, she-doop, la la)  Girls, those fellas are sly, slick and shy So don't you ever let 'em get you starry-eyed Well, you may think their love is true But they'll walk right over you  Now girls, you should know these things right off the back 'Cause findin' a good man, girls, is like findin' a  (Needle in a haystack) What did I say, girls? (Needle in a haystack) (She-doop, she-doop, la la, he-doop, she-doop, la la)  Now girls, I say I'm tellin' you the natural facts 'Cause findin' a good man, girls, is like findin' a  (Needle in a haystack) What did I say, girls? (Needle in a haystack)  I'm tellin' you, girls, you'd better look before you leap Still water sometimes runs very deep You'll be sorry when you just jump And do justice passed by love  Girls, you should know these things right off the back 'Cause findin' a good man, girls, is like findin' a  (Needle in a haystack) What did I say, girls? (Needle in a haystack)  I say you'd better take heed (Needle in a haystack) Listen to me (Needle in a haystack) (She-doop)  You'd better play hard to get Or you're gonna regret The day you were born, girl When he leaves you alone, girl  Good guys are like findin' a (Needle in a haystack) Girls, they're like findin' a (Needle in a haystack)  ",
        "title": "Needle In A Haystack"
    },
    {
        "artist": "The Ronettes",
        "lyrics": "  I want him, and I need him And someday someday wooo I'll meet him He'll be kind of shy, and real good lookin' too And I'll be certain he's my guy by the things he'll like to do..  Like walking in the rain (like walking in the rain) And wishing on the stars (and wishing on the stars) up above And being so in love  When he's near me, I'll kiss him And when he leaves me woo I'll miss him Though somethimes we'll fight, I won't really care And I'll know it's gonna be alright cause we've got so much we share  Like walking in the rain (like walking in the rain) And wishing on the stars (and wishing on the stars) up above And being so in love  (Johnny) no no he'll never do (Bobby) no it isn't him too They would never no they'd never never ever love Walking in the rain (like walking in the rain) And wishing on the stars (and wishing on the stars) up above And being so in love  Oh Oh Oh Where can he be oh oh  ",
        "title": "Walking In The Rain"
    },
    {
        "artist": "Connie Francis",
        "lyrics": null,
        "title": "Don't Ever Leave Me"
    },
    {
        "artist": "Rufus Thomas",
        "lyrics": "  Last night, night before (Jump back, baby, jump back) 24 robbers at my door (Jump back, baby, jump back)  I got up and let 'em in (Jump back, baby, jump back) Hit 'em in da head with a rolling pin (Jump back, baby, jump back)  When I got 'em in a Billy goat town (Jump back, baby, jump back) Billy goat kicked his pappy down (Jump back, baby, jump back)  Oh, jump back, baby, jump back Oh, jump back, baby, jump back Oh, jump, jump  Now, I lay me down to sleep (Jump back, baby, jump back) Givin' the bedbugs a chance to creep (Jump back, baby, jump back)  If one should bite before I wake (Jump back, baby, jump back) Hope the world his jaw will break (Jump back, baby, jump back)  Oh, jump back, baby, jump back Oh, jump back, baby, jump back Oh, jump, jump  Went to the river, I couldn't get across Paid five dollars for an old gray horse Horse wouldn't pull, I swapped him for a bull Bull wouldn't holla, I sold him for a dollar  Dollar wouldn't pass, I throwed it in the grass Grass wouldn't grow, I chopped it with a hoe Hoe wouldn't chop, I took it to the shop Shop made money like a bee makes honey  Oh, jump back baby, jump back Oh, jump back baby, jump back Oh, jump  Wait a minute, baby (Jump) Ooh, come on do it (Jump)  Yeah, yeah, yeah (Jump) Ooh, yeah, yeah (Oh, jump back)  Oh, wait a minute, baby (Oh, jump back) Oh, come on, baby (Oh, jump back)  Oh, come on, baby (Oh, jump back) Oh, wait a minute, baby (Oh, jump back)  Jump back, jump back, baby (Oh, jump back) Jump back, jump back, baby (Oh, jump back)  Jump back, jump back, baby (Oh, jump back) Jump back, jump back, baby (Oh, jump back)  Oh, come on, baby (Oh, jump back) Oh, come on, baby (Oh, jump back)  Oh, wait a minute, baby (Oh, jump back) Oh, wait a minute, baby (Oh, jump back)  Oh, come on, baby (Oh, jump back) Oh, come on, baby (Oh, jump back)  ",
        "title": "Jump Back"
    },
    {
        "artist": "Bobby Bland",
        "lyrics": null,
        "title": "Ain't Doing Too Bad (Part 1)"
    },
    {
        "artist": "Ruby And The Romantics",
        "lyrics": null,
        "title": "When You're Young And In Love"
    },
    {
        "artist": "The Everly Brothers",
        "lyrics": null,
        "title": "Gone, Gone, Gone"
    },
    {
        "artist": "The 4 Seasons Featuring the \"Sound of Frankie Valli\"",
        "lyrics": null,
        "title": "Big Man In Town"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  Mike Love, (Al Jardine, Brian Wilson, Carl Wilson, Dennis Wilson)  [Verse 1] After six hours of school I've had enough for the day I hit the radio dial and turn it up all the way  [Chorus] I got to dance (Dance dance dance now the beat's really hot) Right on the spot (Dance dance dance right there on the spot) The beat's really hot (Dance dance dance now the beat's really hot) Dance (Dance) Dance (Dance) Dance (Dance) Yeah!  [Verse 2] When I feel put down I try to shake it off quick With my chick by my side the radio does the trick  [Chorus] I got to dance (Dance dance dance now the beat's really hot) Right on the spot (Dance dance dance right there on the spot) The beat's really hot (Dance dance dance now the beat's really hot) Dance (Dance) Dance (Dance) Dance (Dance) Yeah! Oh my!  [Verse 3] At a weekend dance we like to show up last I play it cool when it's slow and jump it up when it's fast  [Chorus] I love to dance (Dance dance dance now the beat's really hot) Right on the spot (Dance dance dance right there on the spot) The beat's really hot (Dance dance dance now the beat's really hot) Dance (Dance) Dance (Dance) Dance (Dance) Yeah!  All: [Outro] Dance dance dance now the beat's really hot Dance dance dance right there on the spot Dance dance dance now the beat's really hot Dance (Dance) Dance (Dance) Dance (Dance) Yeah! Dance dance dance now the beat's really hot Dance dance dance right there on the spot Dance dance dance now the beat's really hot  ",
        "title": "Dance, Dance, Dance"
    },
    {
        "artist": "Mickey Lee Lane",
        "lyrics": null,
        "title": "Shaggy Dog"
    },
    {
        "artist": "Little Anthony And The Imperials",
        "lyrics": null,
        "title": "Goin' Out Of My Head"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": "  [Verse 1] Sure you haven't got the wrong number You sure its me you want to talk to tonight? Everyone in town's got your number Everybody's got you pegged right  [Chorus] Is that why you got in touch with me? I guess you must be running out of fools  [Verse 2] When you went and left me there crying Your goodbye was even colder than ice It didn't bother you I was crying And now you want to break my heart twice  [Chorus]  [Bridge] Guess you got back (guess you got) To my name In your little black book  [Verse 3] Well, listen Tell you what (tell you what) Bet you forgot (you forgot) How I even look So go ahead with all your sweet talking Go ahead for all the good it can do Have yourself a dime's worth of talking And then I'm going to hang right up on you  [Bridge] Because this time, you're not You're not getting through to me I guess you must be running out of fools  [Outro] Even fools like me Even fools like me I said you're running out of fools Even old fools like me  ",
        "title": "Runnin' Out Of Fools"
    },
    {
        "artist": "Johnny Tillotson",
        "lyrics": "  You ask me why, why I love her -- Woh-woh, dum-dee-dah-dee Dum-dee-dah-dee, doh I'll tell you why, why I love her Woh-woh, dum-dee-dah-dee Dum-dee-dah-dee, doh  She understands me the way you never did She loves me, she loves me the way you never did She takes the time to notice I'm around She builds me up -- she never lets me down  You want to know if I'll come back to you -- Woh-woh, dum-dee-dah-dee Dum-dee-dah-dee, doh After knowing her, no other love will do Woh-woh, dum-dee-dah-dee Dum-dee-dah-dee, doh  She understands me the way you never did She loves me, she loves me the way you never did She takes the time to notice I'm around She builds me up -- she never lets me down  That's why I love her... She understands me...  ",
        "title": "She Understands Me"
    },
    {
        "artist": "Al Martino",
        "lyrics": null,
        "title": "We Could"
    },
    {
        "artist": "Mary Wells",
        "lyrics": null,
        "title": "Ain't It The Truth"
    },
    {
        "artist": "Chuck Berry",
        "lyrics": "  [Verse] Yes, oh yes, Long Distance, I'll accept the charge, I'll pay Which loved one is calling me, I did not hear you say Both are deep within my heart, her Mom and my Marie It's so good to hear your voice from Memphis, Tennessee Oh, you mean so much to me, more than you'll ever know Surely, you have not forgot how much I love you so If you would remember, Dear and sometimes talk to me Maybe that would reunite our home in Tennessee Last time I saw you, just before I had to leave You did not want to see me off and promised not to grieve My heart was torn apart as I looked back at my Marie And there the pieces still remain with you in Tennessee I guess I should stop talking, after all you placed the call But anyway that I can help, you know I'll help y'all Then she spoke and asked me to come back and see Marie And live together in our home in Memphis, Tennessee  ",
        "title": "Little Marie"
    },
    {
        "artist": "Sandy Nelson",
        "lyrics": null,
        "title": "Teen Beat '65"
    },
    {
        "artist": "Ramsey Lewis Trio",
        "lyrics": null,
        "title": "Something You Got"
    },
    {
        "artist": "Brook Benton",
        "lyrics": null,
        "title": "Lumberjack"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  Go!  Im gonna wake you up early Cause Im gonna take a ride with you Were going down to the Honda shop Ill tell you what were gonna do Put on a ragged sweatshirt Ill take you anywhere you want me to  First gear (Honda Honda) it's alright (faster faster) Second gear (little Honda Honda) I lean right (faster faster) Third gear (Honda Honda) hang on tight (faster faster) Faster it's alright  Its not a big motorcycle Just a groovy little motorbike Its more fun that a barrel of monkeys That two wheel bike Well ride on out of the town To any place I know you like  First gear (Honda Honda) it's alright (faster faster) Second gear (little Honda Honda) I lean right (faster faster) Third gear (Honda Honda) hang on tight (faster faster) Faster it's alright  It climbs the hills like a Matchless Cause my Hondas built really light When I go into the turns Lean [tilt] with me and hang on tight I better turn on the lights So we can ride my Honda tonight  First gear (Honda Honda) it's alright (faster faster) Second gear (little Honda Honda) I lean right (faster faster) Third gear (Honda Honda) hang on tight (faster faster) Faster it's alright  First gear (Honda Honda) it's alright (faster faster) Second gear (little Honda Honda) I lean right (faster faster) Third gear (Honda Honda) hang on tight (faster faster) Faster it's alright  ",
        "title": "Little Honda"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  I've been crying (ooh, ooh) 'Cause I'm lonely (for you) Smiles have all turned (to tears) But tears won't wash away the fears  That you're never ever gonna return To ease the fire that within me burns It keeps me crying baby for you Keeps me sighin' baby for you  So won't you hurry Come on boy, see about me (Come see about me) See about you baby (Come see about me)  I've given up my friends just for you My friends are gone and you have too No peace shall I find Until you come back and be mine  No matter what you do or say I'm gonna love you anyway Keep on crying baby for you I'm gonna keep sighin' baby for you  So come on hurry Come on and see about me (Come see about me) See about you baby (Come see about me)  Sometime's up (ooh, ooh) Sometime's down (ooh, ooh) My life's so uncertain (ooh, ooh) With you not around (ooh, ooh)  From my arms you maybe out of reach But my heart says you're here to keep Keeps me crying baby for you Keep on, keep on crying baby for you  So won't you hurry Come on boy, see about me (Come see about me) See about you baby (Come see about me)  You know I'm so lonely (Come see about me) I love you only (Come see about me)  See about your baby (Come see about me) Hurry, hurry (Come see about me)  ",
        "title": "Come See About Me"
    },
    {
        "artist": "Bobby Freeman",
        "lyrics": null,
        "title": "S-W-I-M"
    },
    {
        "artist": "Maxine Brown",
        "lyrics": "  When my friends told me you had someone new I didn't believe a single word was true I told them all I had faith in you I, I, I, I just kept on sayin'  Oh no, not my baby Oh no, not my sweet baby You're not like those other guys Who lead you on and tell you lies  My mama told me when rumors spread There's truth somewhere and I should use my head But I didn't listen to a-what she said I, I, I, I kept right on sayin'  Oh no, not my baby Oh no, not my sweet baby You're not like those other boys Who play with hearts like they were toys  Well, you might have had a last-minute fling But I am sure it didn't mean a thing 'Cause yesterday you gave me your ring And now I'm glad that I kept on sayin'  Oh no, not my baby Oh no, not my sweet baby You're not like those other guys Who lead you on and tell you lies  Oh no, not my baby, oh no, not my sweet baby Oh no, not my baby, no, no, no, no, not my sweet baby Oh no  ",
        "title": "Oh No Not My Baby"
    },
    {
        "artist": "Marvin Gaye & Kim Weston",
        "lyrics": "  [Intro] Wo oh wo oh, wo oh wo oh  [Verse] [Her:] What good would a rose be if the raindrops didn't fall? What good is a telephone if there's no one to call? What good is a wedding if no one says \"I do\"? Tell me, baby what good am I without you? [Both:] Wo oh wo oh, wo oh wo oh [Him:] What good is a flier if he don't have a plane? What good is a doctor if he can't cure the pain? Tell me, what good is a sweetheart who proves to be untrue? What good, baby, am I without you?  [Bridge] [Him:] I'm no good without you, and there's one thing I know [Her:] I just got to have you, darling, cause I love you so [Him:] What good is living without the one you love? [Her:] And what good is the heavens without the stars above? [Him:] What good is a true heart that proves to be broken in two?  [Outro] [Both:] What good, baby, am I without you?  ",
        "title": "What Good Am I Without You"
    },
    {
        "artist": "Robert Goulet",
        "lyrics": "  My love, forgive me I didn't mean to have it end like this I didn't mean to have you fall in love, in love with me  My love, please kiss me Arrivederci amore, kiss me Remember when we part, you'll have my heart I love you so  It was just a slight flirtation That was all it was to be How could I know this fascination Would turn to love for you and me How to tell you of my heartache? How to tell you I'm not free? How can I bear to see your heart break To see your heart break over me  Amore scusami se sto piangendo Amore scusami, ma ho capito che lasciandoti io soffriro  Amore baciami, arrivederci amore baciami E se mi penserai ricordati che amo te  Ti ricordi quella sera che per gioco ti bacia? Sembrava solo un'avventura, un'avventura in riva al mar Ti baciavo nel silenzio, non volevo confessar Che stavo forse a poco a poco innamorandomi di te  My love, forgive me  I didn't mean to have it end like this I didn't mean to have you fall in love, in love with me  My love, please kiss me Arrivederci amore, kiss me Though we're apart, you'll still be in my heart I love so, I love so, I love so  ",
        "title": "My Love, Forgive Me (Amore, Scusami)"
    },
    {
        "artist": "Manfred Mann",
        "lyrics": null,
        "title": "Sha La La"
    },
    {
        "artist": "The Jewels",
        "lyrics": null,
        "title": "Opportunity"
    },
    {
        "artist": "The Larks",
        "lyrics": null,
        "title": "The Jerk"
    },
    {
        "artist": "The Marvelettes",
        "lyrics": "  Listen here, girls Take this advice And remember always in life  Into each heart some tears must fall Though you love and lose You must stand tall 'Cause we all got to cry sometimes  I said Sigh sometimes Pull yourself together No use crying forever Because there's too many fish in the sea  Too many fish in the sea I said, there's short ones, tall ones, fine ones, kind ones Too many fish in the sea  My mother once told me something And every word is true Don't waste your time on a fella Who doesn't love you He'll only mislead you Only grieve you  Don't worry about him Do without him Because there's too many fish in the sea  Too many fish in the sea I said There's short ones, tall ones, fine ones, kind ones Too many fish in the sea  Well, if the fish isn't on your line Bait your hook and keep on trying Don't let him get you down There's other boys around Because there's too many fish in the sea  Too many fish in the sea I said There's short ones, tall ones, fine ones, kind ones Too many fish in the sea  I don't want nobody that don't want me 'Cause there's too many fish in the sea Ain't gonna love nobody that don't love me, now 'Cause there's too many fish in the sea  I don't need nobody that don't need me 'Cause there's too many fish in the sea I don't want nobody that don't love me, now 'Cause there's too many fish in the sea  ",
        "title": "Too Many Fish In The Sea"
    },
    {
        "artist": "Johnny Mathis",
        "lyrics": null,
        "title": "Listen Lonely Girl"
    },
    {
        "artist": "Lesley Gore",
        "lyrics": null,
        "title": "Hey Now"
    },
    {
        "artist": "Garnet Mimms",
        "lyrics": null,
        "title": "Look Away"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": "  Any way you want it You can call me any day, hey, hey, hey Any way you want it You can always hear me say, hey, hey, hey  It's all right (it's all right) It's all right (it's all right) It's all right (it's all right) It's all right (it's all right) Any way you want it That's the way it will be  You don't want money You don't want a diamond ring, hey, hey, hey You say you want my lovin' More than any other thing, hey, hey, hey  It's all right (it's all right) It's all right (it's all right) It's all right (it's all right) It's all right (it's all right) Any way you want it That's the way it will be  Any way, any way you want it That's all right by me Any way, any way you want it That's the way it will be  Any way you want it You can call me any day, hey, hey, hey Any way you want it You can always hear me say, hey, hey, hey  It's all right (it's all right) It's all right (it's all right) It's all right (it's all right) It's all right (it's all right) Any way you want it That's the way it will be  Any way, any way you want it That's all right by me Any way, any way you want it That's the way it will be  Any way you want it You can call me any day, hey, hey, hey Any way you want it You can always hear me say, hey, hey, hey  It's all right (it's all right) It's all right (it's all right) It's all right (it's all right) It's all right (it's all right) Any way you want it That's the way it will be That's the way it will be That's the way it will be That's the way it will be  ",
        "title": "Any Way You Want It"
    },
    {
        "artist": "Johnny Cash",
        "lyrics": "  [Verse 1] Go away from my window Leave at your own chosen speed I'm not the one you want, babe I'm not the one you need You say you're looking for someone Who's never weak but always strong To protect you and defend you Whether you are right or wrong Someone to open each and every door  [Chorus] But it ain't me, babe No, no, no, it ain't me, babe It ain't me you're looking for, babe  [Verse 2] Go lightly from the ledge, babe Go lightly on the ground I'm not the one you want, babe I'll only let you down You say you're looking for someone Who'll promise never to part Someone to close his eyes for you Someone to close his heart Someone to die for you and more  [Chorus]  [Verse 3] You say you're looking for someone To pick you up each time you fall To gather flowers constantly And to come each time you call And will love you for your life And nothing more  [Chorus]  ",
        "title": "It Ain't Me, Babe"
    },
    {
        "artist": "Ronny And The Daytonas",
        "lyrics": null,
        "title": "California Bound"
    },
    {
        "artist": "Bobby Bare",
        "lyrics": null,
        "title": "Four Strong Winds"
    },
    {
        "artist": "The Drifters",
        "lyrics": "  Well, Saturday night at eight o'clock I know where I'm gonna go I'm a-gonna pick my baby up And take her to the picture show Everybody in the neighborhood Is dressing up to be there, too And we're gonna have a ball Just like we always do  Saturday night at the movies Who cares what picture you see When you're hugging with your baby Last row in the balcony?  Well, there's Technicolor and Cinemascope A cast out of Hollywood And the popcorn from the candy stand Makes it all seem twice as good There's always lots of pretty girls With figures they don't try to hide But they never can compare To the girl sitting by my side  Saturday night at the movies Who cares what picture you see When you're hugging with your baby Last row in the balcony?  Oh, Saturday night at the movies Who cares what picture you see When you're hugging with your baby Last row in the balcony?  Whoa, Saturday night at the movies Who cares what picture you see When you're hugging with your baby Last row in the balcony?  Yeah, Saturday night at the movies Who cares what...  ",
        "title": "Saturday Night At The Movies"
    },
    {
        "artist": "Sonny Knight",
        "lyrics": null,
        "title": "If You Want This Love"
    },
    {
        "artist": "Otis Redding",
        "lyrics": "  Darling now, you made me change my mind Can go no further, because you got me chained and bound, oh Taller than the tallest pine Sweeter than a grape on a vine, now Can go no further, because you got me chained and bound, right now, now  So glad, I'm so glad, I'm so glad Oh, I don't have to worry no more Oh my my my Baby, somebody, somebody  What kind of life is this kind I'm trying living Oh Lord, what kind of love is she trying to give me I feel like I'm standing up and telling the word I'm chained to your love  Darling, oh Don't break this little heart of mine There's no greater love than this love of yours and mine, oh You walk with your head in the sky Darling don't ever pass me by I ain't going no further, because you got me chained and bound, oh now  So glad, I'm so glad, I'm so glad Lord, I don't have to worry no more She got me chained to her love, now I don't, I don't want to be taken away, baby I'm chained, I'm chained and a little bound, now, now, now I'm chained, I'm chained to your love I don't, I don't know darling I wanna to be taken away, now Ou, just a little bit of soul Just a little bit of soul, now...  ",
        "title": "Chained And Bound"
    },
    {
        "artist": "Jumpin' Gene Simmons",
        "lyrics": null,
        "title": "The Dodo"
    },
    {
        "artist": "B.B. King",
        "lyrics": "  I met a fine beautician In a very fine condition She was long and lean And you know what that means She's a good lovin' mama A hard workin' woman She makes a lot of money I don't have to worry about a thing  She works hard all day Dressin' hair Man you can bet I want to get somewhere With my good lovin' mama My hard workin' woman She makes a lot of money I don't have to worry about a thing  I meet the finest woman From everywhere Because my baby Dress their hair I'll be her lover boy She treats me like a king She makes a lot of money Don't have to worry about a thing  Yes, she keeps her hair So neat and fine And every pound of her is mine I'll be her lover boy I'll be happy as a king She makes a lot of money Don't have to worry about a thing  ",
        "title": "Beautician Blues"
    },
    {
        "artist": "Nella Dodds",
        "lyrics": null,
        "title": "Come See About Me"
    },
    {
        "artist": "Mary Wells",
        "lyrics": null,
        "title": "Stop Takin' Me For Granted"
    },
    {
        "artist": "The Ray Charles Singers",
        "lyrics": null,
        "title": "One More Time"
    },
    {
        "artist": "The Gestures",
        "lyrics": null,
        "title": "Run, Run, Run"
    },
    {
        "artist": "Lesley Gore",
        "lyrics": "  Sometimes, yes sometimes I wish I were a boy  I've been standing by the jukebox Hoping he'd ask me to dance How I wish I could run to him and hug him But a girl musn't make an advance  Oh oh oh oh I'm a girl and it's wonderful It fills my heart with joy  But sometimes, yes sometimes I wish I were a boy  Oh he's dancing with another And he's holding her so tight Wish I had nerve to cut right in and stop it But a girl has to be polite  Oh oh oh oh I'm a girl and it's wonderful It fills my heart with joy But sometimes, yes sometimes I wish I were a boy  Now the record hop is over And I think he caught my eye Here he comes heading straight in my direction There he goes, he's passing me by  Oh oh oh oh I'm a girl and it's wonderful It fills my heart with joy But sometimes, yes sometimes I wish I were a boy Sometimes, yes sometimes I wish I were a boy  ",
        "title": "Sometimes I Wish I Were A Boy"
    },
    {
        "artist": "The Chartbusters",
        "lyrics": null,
        "title": "Why (Doncha Be My Girl)"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  Lights turned way down low And music soft and slow With someone you love so That's where it's at, yeah  Your world turned upside down You're making not a sound No one else around That's where it's at, yeah  Let me tell you Your heart beatin' fast You're knowin' that time will pass But a-hopin' that it lasts That's where it's at, oh yeah  That's where it's at, pretty baby That's where it's at, oh yes it is That's where it's at, pretty baby That's where it's at, oh yeah  Let me tell you just one thing To say it's time to go And she says \"Yes I know\" But just stay one minute more That's where it's at  Oh let me say it one more time That's where it's at, pretty baby That's where it's at, I know that's where it's at That's where it's at, pretty baby That's where it's at  ",
        "title": "That's Where It's At"
    },
    {
        "artist": "Chad & Jeremy",
        "lyrics": null,
        "title": "Willow Weep For Me"
    },
    {
        "artist": "B.B. King",
        "lyrics": "  Don't ever trust a woman Until she's dead and buried Yes don't ever trust a woman Until she's dead and buried One day she'll say that she loves you And the next day she'll throw you in the street  She'll smother you with kisses When her birthday comes around But as soon as she gets her presents She'll down talk you all over over town No don't ever trust a woman Until she's dead and buried One day she'll say that she loves you And the next day she'll throw you in the street  She'll beg you for clothes and diamonds Until you're all in hock And then you'll come home one mornin' And your key won't fit the lock Don't ever trust a woman Until she's dead and buried Well, one day she'll say that she loves you The next day she'll throw you in the street  She'll call you every mornin' Every mornin' noon and night She'll call you in between times Just to see if you're doin' alright She'll ask to borrow five And then she'll beg for ten And baby that five and ten You won't ever see again!  Man don't ever trust a woman Until she's dead and buried One day she'll say that she loves you And the next day she'll throw you in the street  ",
        "title": "Never Trust A Woman"
    },
    {
        "artist": "Andy Williams",
        "lyrics": null,
        "title": "Almost There"
    },
    {
        "artist": "Harold Betters",
        "lyrics": null,
        "title": "Do Anything You Wanna (Part I)"
    },
    {
        "artist": "Irma Thomas",
        "lyrics": null,
        "title": "Times Have Changed"
    },
    {
        "artist": "Chuck Jackson",
        "lyrics": null,
        "title": "Since I Don't Have You"
    },
    {
        "artist": "Jackie Ross",
        "lyrics": null,
        "title": "I've Got The Skill"
    }
]