[
    {
        "artist": "Freddie And The Dreamers",
        "lyrics": "  I'm telling you now I'm telling you right away I'll be staying for many a day I'm in love with you now  I'm telling you now I'll say what you wanna hear I'll be telling you for many a year I'm in love with you now  Do you think I'm foolin' When I say \"I love you\"? I love you Maybe you'll believe me When I'm finally through, through, through, through  I'm telling you now I know it's been said before Say you love me and I will be sure I'm in love with you now  I'm telling you now I'm telling you right away I'll be staying for many a day I'm in love with you now  Do you think I'm foolin' When I say \"I love you\"? I love you Maybe you'll believe me When I'm finally through, through, through, through  I'm telling you now I know it's been said before Say you love me and I will be sure I'm in love with you now I'm in love with you now I'm telling you now  ",
        "title": "I'm Telling You Now"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  Stop in the name of love Before you break my heart  Baby baby, I'm aware of where you go Each time you leave my door I watch you walk down the street Knowing your other love you'll meet  But this time before you run to her Leaving me alone and hurt (Think it over) After I've been good to you? (Think it over) After I've been sweet to you?  Stop in the name of love Before you break my heart Stop in the name of love Before you break my heart Think it over Think it over  I've known of your, your secluded nights I've even seen her, maybe one or twice But is her sweet expression Worth more than my love and affection?  This time before you leave my arms And rush off to her charms (Think it over) Haven't I been good to you? (Think it over) Haven't I been sweet to you?  Stop in the name of love Before you break my heart Stop in the name of love Before you break my heart Think it over Think it over  I've tried so hard, hard to be patient Hoping you'll stop this infatuation But each time you are together I'm so afraid of losing you forever  Stop in the name of love Before you break my heart (Baby, think it over) Stop in the name of love (Think it over, baby) Before you break my heart (Ooh, think it over, baby)  Stop in the name of love Before you break my heart Stop in the name of love Before you break my heart  ",
        "title": "Stop! In The Name Of Love"
    },
    {
        "artist": "Herman's Hermits",
        "lyrics": "  (Carter/Lewis)  Every time I see you lookin' my way Baby, baby, can't you hear my heartbeat? In the car or walking down the highway Baby, baby, can't you hear my heartbeat?  When you move up closer to me I get a feelin' that's ooo-wee Can't you hear the poundin' of my heartbeat 'cause you're the one I love, you're the one I love  When I feel you put your arms around me Baby, baby, can't you hear my heartbeat? Then I'm glad, I'm mighty glad I found you Baby, baby, can't you hear my heartbeat?  When you asked me to meet your Ma I knew that baby, we'd be going far Can't you hear the poundin' of my heartbeat? 'cause you're the one I love, you're the one I love  ------ rhythm guitar ------  All my friends are cryin' out to meet you Baby, baby, can't you hear my heartbeat? Now's the time to go and see the preacher Baby, baby, can't you hear my heartbeat?  Wedding bells are gonna chime Baby, baby, you're gonna be mine Can't you hear the poundin' of my heartbeat 'cause you're the one I love, you're the one I love  Baby, baby, can't you hear my heartbeat? Baby, baby, can't you hear my heartbeat? Baby, baby, can't you hear my heartbeat?  ",
        "title": "Can't You Hear My Heartbeat"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": null,
        "title": "Shotgun"
    },
    {
        "artist": "Jewel Akens",
        "lyrics": "  Let me tell ya 'bout the birds and the bees And the flowers and the trees And the moon up above And a thing called \"Love\"  Let me tell ya 'bout the stars in the sky And a girl and a guy And the way they could kiss On a night like this  When I look into your big brown eyes It's so very plain to see That it's time you learned about the facts of life Starting from A to Z  Let me tell ya 'bout the birds and the bees And the flowers and the trees And the moon up above And a thing called \"Love\" (Yeah!)  When I look into your big brown eyes It's so very plain to see That it's time you learned about the facts of life Starting from A to Z  Let me tell ya 'bout the birds and the bees And the flowers and the trees And the moon up above And a thing called \"Love\"  Let me tell ya 'bout the birds and the bees And the flowers and the trees And the birds and the bees And the flowers and the trees 'Bout the birds  And the bees  ",
        "title": "The Birds And The Bees"
    },
    {
        "artist": "Roger Miller",
        "lyrics": "  [Verse 1] Trailer for sale or rent Rooms to let, fifty cents No phone, no pool, no pets I ain't got no cigarettes  Ah but two hours of pushing broom Buys a eight by twelve four-bit room I'm a man of means, by no means King of the road  Third boxcar, midnight train Destination: Bangor, Maine Old worn out suit and shoes I don't pay no union dues  I smoke, old stogies I have found Short, but not too big around I'm a man of means, by no means King of the road  I know every engineer on every train All of the children and all of their names Every handout in every town Every lock that ain't locked when no one's around  I sing, trailers for sale or rent Rooms to let, fifty cents No phone, no pool, no pets I ain't got no cigarettes  Ah but, two hours of pushing broom Buys an eight by twelve four-bit room I'm a man of means, by no means King of the road  Trailer for sale or rent Rooms to let, fifty cents No phone, no pool, no pets I ain't got no cigarettes  Ah but, two hours of pushing broom Buys an eight by twelve four-bit room  ",
        "title": "King Of The Road"
    },
    {
        "artist": "Wayne Fontana & The Mindbenders",
        "lyrics": "  The purpose of a man is to love a woman And the purpose of a woman is to love a man So come on, baby Let's start today Come on, baby Let's play  The game of love, love La, la, la, la, la love  It started long ago in the Garden of Eden When Adam said to Eve Baby, you're for me So come on, baby Let's start today Come on, baby Let's play  The game of love, love La, la, la, la, la love  Come on, baby 'Cause the time is right Love your daddy with all your might Put your arms around me Hold me tight Play the game of love  The purpose of a man is to love a woman And the purpose of a woman is to love a man So come on, baby Let's start today Come on, baby Let's play  The game of love, love La, la, la, la, la love  [Instrumental Break]  The purpose of a man is to love a woman And the purpose of a woman is to love a man So come on, baby Let's start today Come on, baby Let's play  The game of love, love La, la, la, la, la love  Come on, baby 'Cause the time is right Love your daddy with all your might Put your arms around me Hold me tight Play the game of love  The game of love, (love), love, (love) La, la, la, la, la love The game of love, (love), love, (love) La, la, la, la, la love  The game of love, baby The game of la, la, la, la, la love The game of love, baby The game of la la la la love  ",
        "title": "Game Of Love"
    },
    {
        "artist": "Martha & The Vandellas",
        "lyrics": null,
        "title": "Nowhere To Run"
    },
    {
        "artist": "Petula Clark",
        "lyrics": null,
        "title": "I Know A Place"
    },
    {
        "artist": "Vic Dana",
        "lyrics": null,
        "title": "Red Roses For A Blue Lady"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Intro]  [Verse 1: John Lennon] Ooh I need your love, babe Guess you know it's true Hope you need my love, babe Just like I need you  [Chorus: John Lennon & Paul McCartney] Hold me, love me, hold me, love me I ain't got nothing but love, babe Eight days a week  [Verse 2: John Lennon] Love you everyday, girl Always on my mind One thing I can say girl Love you all the time  [Chorus: John Lennon & Paul McCartney] Hold me, love me, hold me, love me I ain't got nothing but love, girl Eight days a week  [Bridge: John Lennon & Paul McCartney] Eight days a week I love you Eight days a week Is not enough to show I care  [Verse 3: John Lennon] Ooh I need your love, babe Guess you know it's true Hope you need my love, babe Just like I need you  [Chorus: John Lennon & Paul McCartney] Hold me, love me, hold me, love me I ain't got nothing but love, babe Eight days a week  [Bridge: John Lennon & Paul McCartney] Eight days a week I love you Eight days a week Is not enough to show I care  [Verse 4: John Lennon] Love you everyday, girl Always on my mind One thing I can say, girl Love you all the time  [Chorus: John Lennon & Paul McCartney] Hold me, love me, hold me, love me I ain't got nothing but love, babe Eight days a week Eight days a week Eight days a week  [Outro]  ",
        "title": "Eight Days A Week"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Verse 1] Do you want to dance and hold my hand Tell me baby I'm your lover man Oh baby do you want to dance?  [Chorus] Do you want to dance under the moonlight Hold me baby all through the night Oh baby Do you want to dance? Do you, do you, do you Do you want to dance Do you, do you, do you Do you want to dance Do you, do you, do you Do you want to dance?  [Verse 2] Do you want to dance under the moonlight Kiss me baby all through the night Oh baby Do you want to dance?  [Chorus] Do you want to dance under the moonlight Hold me baby all through the night Oh baby Do you want to dance? Do you, do you, do you Do you want to dance Do you, do you, do you Do you want to dance Do you, do you, do you Do you want to dance?  Do you want to dance under the moonlight Hold me baby all through the night Oh baby Do you want to dance? Do you, do you, do you Do you want to dance Do you, do you, do you Do you want to dance Do you, do you, do you Do you want to dance?  Do you want to dance under the moonlight Hold me baby all through the night Oh baby Do you want to dance? Do you, do you, do you Do you want to dance Do you, do you, do you Do you want to dance Do you, do you, do you Do you want to dance?  ",
        "title": "Do You Wanna Dance?"
    },
    {
        "artist": "The Kinks",
        "lyrics": "  So tired Tired of waiting Tired of waiting for you So tired Tired of waiting Tired of waiting for you  I was a lonely soul I had nobody 'Til I met you But you keep-a me waiting All of the time What can I do?  It's your life And you can do what you want Do what you like But please don't keep-a me waiting Please don't keep-a me waiting  'Cause I'm so tired Tired of waiting Tired of waiting for you So tired Tired of waiting Tired of waiting for you  I was a lonely soul I had nobody 'Til I met you But you keep-a me waiting All of the time What can I do?  It's your life And you can do what you want Do what you like But please don't keep-a me waiting Please don't keep-a me waiting  'Cause I'm so tired Tired of waiting Tired of waiting for you So tired Tired of waiting Tired of waiting for you For you For you  ",
        "title": "Tired Of Waiting For You"
    },
    {
        "artist": "Shirley Bassey",
        "lyrics": "  [Verse 1] Goldfinger He's the man The man with the Midas touch A spider's touch Such a cold finger Beckons you to enter his web of sin But don't go in  [Chorus] Golden words he will pour in your ear But his lies can't disguise what you fear For a golden girl knows when he's kissed her It's the kiss of death from Mr Goldfinger  [Verse 2] Pretty girl, beware of his heart of gold This heart is cold  [Chorus]  [Verse 2]  He loves only gold Only gold He loves gold He loves only gold Only gold He loves gold  ",
        "title": "Goldfinger"
    },
    {
        "artist": "The Moody Blues",
        "lyrics": null,
        "title": "Go Now!"
    },
    {
        "artist": "Jack Jones",
        "lyrics": null,
        "title": "The Race Is On"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": "  Long Lonely Nights Lee Andrews and the Hearts  Peaked at # 45 in 1957 Competing version by Clyde Mcphatter hit # 49 in 1957 The Four Seasons took it only to # 102 in 1964 Biggest hit version was by Bobby Vinton at #17 in 1965 The Dells managed # 74 in 1970  Long, long and lonely nights I cry my eyes out over you Wond'ring if I did right And why you left me with a broken heart  Oh, long, long and lonely nights Oh, how I miss you, my dear Please, please, come back to me How I wish you were here  As I go along my lonely way I visualize your face When I pass through (yeah!) my doorway What's left for me to face?  Oh, long, long and lonely nights I guess you're never coming home Long, long and lonely nights Ever since you've been gone  As I go along my lonely way I visualize your face When I pass through (yeah!) my doorway What's left for me to face?  Oh, oh, oh, long, long and lonely nights I guess you're never coming home Long, long and lonely nights Ever since you've been gone  Please, please, come back to me You've been gone too long  ",
        "title": "Long Lonely Nights"
    },
    {
        "artist": "Gerry And The Pacemakers",
        "lyrics": "  Life goes on day after day Hearts torn in every way  So ferry 'cross the Mersey Cause this land's the place I love And here I'll stay  People they rush everywhere Each with their own secret care  So ferry 'cross the Mersey And always take me there The place I love  People around every corner They seem to smile and say We don't care what your name is boy We'll never turn you away  So I'll continue to say Here I always will stay  So ferry 'cross the Mersey Cause this land's the place I love And here I'll stay And here I'll stay Here I'll stay  ",
        "title": "Ferry Cross The Mersey"
    },
    {
        "artist": "Shirley Ellis",
        "lyrics": "  Three, six, nine, the goose drank wine The monkey chewed tobacco on the streetcar line The line broke, the monkey got choked They all went to heaven in a little row-boat  Clap-Pat Clap-Pat Clap-Pat Clap-Slap  Clap-Pat: Clap your hand, pat it on your partner's hand (right hand) Clap-Pat: Clap your hand, cross it with your left arm, pat your partner's left palm Clap-Pat: Clap your hand, pat your partner's right palm with your right palm again Clap-Slap: Clap your hands, slap your thighs, and sing a little song; go:  My mother told me If I was good-ee That she would buy me A rubber dolly  My aunty told her I kissed a soldier Now she won't buy me A rubber dolly  Three, six, nine, the goose drank wine The monkey chewed tobacco on the streetcar line The line broke, the monkey got choked They all went to heaven in a little row-boat  Clap-clap: Clap you hands and prepare to pat Pat: Take your right arm pat your partner's right palm with your right palm Clap: Take your hands back and clap  Pat: Take you right arm cross your right arm with your left arm pat your partner's left palm with your left palm Clap: Take your hands back and clap Pat: Take your right arm cros your left arm and pat your partner's right palm with your right palm Clap: Now back, with a clap Take the flats of your palms and slap your thighs and watch the fun materialize as you sing this little song:  My mother told me If I was good-ee That she would buy me A rubber dolly  My aunty told her I kissed a soldier Now she won't buy me A rubber dolly  Clap-Pat Clap-Pat Clap-Pat Clap-Slap  Clap-Pat Clap-Pat Clap-Pat Clap-Slap  ",
        "title": "The Clapping Song (Clap Pat Clap Slap)"
    },
    {
        "artist": "Bert Kaempfert And His Orchestra",
        "lyrics": "  Instrumental  ",
        "title": "Red Roses For A Blue Lady"
    },
    {
        "artist": "Elvis Presley With The Jordanaires, Jubilee Four & Carol Lombard Trio",
        "lyrics": "  [Verse 1] Hey everybody gather round And listen to that bongo sound Grab the first one in your reach Now we're going to shake the beach  [Chorus] Do the Clam, do the Clam Grab your barefoot baby by the hand Turn and tease, hug and squeeze Dig right in and do the Clam  [Verse 2] You can get your heart to spin On the outside looking in The moon is not going to last all night Well, let's work up an appetite  [Chorus]  [Verse 3] Everybody's got that beat Well, listen to those happy feet Ain't you glad that you found out What the Clam is all about  [Chorus] [x2] Do the Clam, do the Clam Oh and grab your barefoot baby by the hand Turn and tease, hug and squeeze Dig right in and do the Clam Dig right in and do the Clam  ",
        "title": "Do The Clam"
    },
    {
        "artist": "Dean Martin",
        "lyrics": "  (So darling I can dream on it too) Send me the pillow that you dream on Don't you know that I still care for you Send me the pillow that you dream on So darling I can dream on it too  Each night while I'm sleeping oh so lonely I'll share your loving dreams that once were true Send me the pillow that you dream on So darling I can dream on it too  (I've waited so long for you to write me) But just a memory's all that's left of me So send me the pillow that you dream on So darling I can dream on it too So darling I can dream on it too  ",
        "title": "Send Me The Pillow You Dream On"
    },
    {
        "artist": "Chad & Jeremy",
        "lyrics": null,
        "title": "If I Loved You"
    },
    {
        "artist": "Wayne Newton",
        "lyrics": "  I Want Some Red roses for a blue lady Mister florist take my order please We had a silly quarrel the other day Hope these pretty flowers chase her blues away Wrap up some red roses for a blue lady Send them to the sweetest gal in town And if they do the trick I'll hurry back to pick Your best white orchid for her wedding gown  I Want Some Red roses for a blue lady Mister florist take my order please We Had a silly quarrel the other day Hope these pretty flowers chase her blues away Wrap up some red roses for a blue lady Send them to the sweetest gal in town And if they do the trick I'll hurry back to pick Your best white orchid for her wedding gown  ",
        "title": "Red Roses For A Blue Lady"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Verse 1] Well, I'll be doggone if I wouldn't work all day And I'll be doggone if I wouldn't bring you my pay But if I ever caught you running around Blowing my money all over this town  [Chorus] Then I wouldn't be doggone Hey, Hey! I'd be long gone Then I wouldn't be doggone I'd be long gone  [Verse 2] Now hey, hey, hey! I'll be doggone if you ain't a pretty thing And I'll be doggone if you ain't warm as a breath of spring And if we live to be a hundred years old If you ever let that spring turn cold  [Chorus] Then I wouldn't be doggone Hey! I'd be long gone Oh I wouldn't be doggone, baby I'd be long gone  [Bridge] Now did you hear what I say? Well now what I say, oh, believe me Well, every woman should try to be whatever has man wants her to be And I don't want much, all I want from you is for you to be true to me  [Verse 3] Well, I'd be doggone if love ain't a man's best friend Oh, baby, And I'll be doggone if you ain't the loving end Though I know you make me feel like no baby could If I ever found out that you're no good  [Chorus] Then I wouldn't be doggone Hey, hey, hey, I'd be long gone Well I wouldn't de doggone I'd be long gone  ",
        "title": "I'll Be Doggone"
    },
    {
        "artist": "The Animals",
        "lyrics": "  Instrumental Intro  Baby, do you understand me now Sometimes I feel a little mad But don't you know that no one alive Can always be an angel When things go wrong I seem to be bad But I'm just a soul whose intentions are good Oh Lord, please don't let me be misunderstood  Baby, sometimes I'm so carefree With a joy that's hard to hide And sometimes it seems that all I have do is worry Then you're bound to see my other side But I'm just a soul whose intentions are good Oh Lord, please don't let me be misunderstood  If I seem edgy I want you to know That I never mean to take it out on you Life has it's problems and I get my share And that's one thing I never meant to do Because I love you Oh, Oh baby don't you know I'm human Have thoughts like any other one Sometimes I find myself long regretting Some foolish thing some little simple thing I've done  But I'm just a soul whose intentions are good Oh Lord, please don't let me be misunderstood Yes, I'm just a soul whose intentions are good Oh Lord, please don't let me be misunderstood Yes, I'm just a soul whose intentions are good Oh Lord, please don't let me be misunderstood  ",
        "title": "Don't Let Me Be Misunderstood"
    },
    {
        "artist": "Marianne Faithfull",
        "lyrics": null,
        "title": "Come And Stay With Me"
    },
    {
        "artist": "The Searchers",
        "lyrics": null,
        "title": "Bumble Bee"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  [Intro]  [Verse 1] I've got sunshine on a cloudy day When it's cold outside, I've got the month of May I guess you'd say What can make me feel this way?  [Chorus] My girl, my girl, my girl Talkin' 'bout my girl, my girl  [Verse 2] I've got so much honey, the bees envy me I've got a sweeter song than the birds in the trees Well, I guess you'd say What can make me feel this way?  [Chorus] My girl, my girl, my girl Talkin' 'bout my girl, my girl  [Bridge] Hey, hey, hey Hey, hey, hey Ooh, yeah  [Verse 3] I don't need no money, fortune, or fame I've got all the riches, baby, one man can claim Well, I guess you'd say What can make me feel this way?  [Chorus] My girl, my girl, my girl Talkin' 'bout my girl, my girl  [Outro] I've got sunshine on a cloudy day With my girl I've even got the month of May With my girl Talkin' 'bout, talkin' 'bout, talkin' 'bout my girl  ",
        "title": "My Girl"
    },
    {
        "artist": "Brenda Holloway",
        "lyrics": null,
        "title": "When I'm Gone"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": null,
        "title": "The Last Time"
    },
    {
        "artist": "Solomon Burke",
        "lyrics": null,
        "title": "Got To Get You Off My Mind"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": null,
        "title": "Little Things"
    },
    {
        "artist": "Ronnie Dove",
        "lyrics": null,
        "title": "One Kiss For Old Times' Sake"
    },
    {
        "artist": "Sounds Orchestral",
        "lyrics": null,
        "title": "Cast Your Fate To The Wind"
    },
    {
        "artist": "Fontella Bass & Bobby McClure",
        "lyrics": "  You been cheating on me You know my love is true Ain't nobody in the whole wide world Gonna love you like I do  [Chorus] Don't you be no fool Don't you be no fool If you keep messing around now baby You gonna mess up a good thing You gonna mess up a good thing  I'm might have cheated just a little bit baby Like all the others do Ain't about time to get my check Now I rush it home to you  Don't you be no fool Don't you be no fool If you keep messing around now baby  (Good thing) Gonna mess up a good thing (Good thing) You don't know what you're hitting (Good thing) Gonna mess up a good thing (Good thing) Na na na na na  You tell me that you got a part-time lover Living away cross town But it won't be just about little while baby Before you put me down  [Chorus] Now don't you go running across town baby To catch me doing wrong I'm just a little bit jealous baby Cause we got a thing going on  [Chorus] (Good thing) Gonna mess up a good thing (Good thing) You don't know what you're hitting (Good thing) Gonna mess up a good thing (Good thing) No no no no no  ",
        "title": "Don't Mess Up A Good Thing"
    },
    {
        "artist": "The Seekers",
        "lyrics": "  There's a new world somewhere They call the promised land, And I'll be there someday If you will hold my hand I'll still need you there beside me No matter what I do For I know I'll never find another you  There is always someone For each of us, they say And you'll be my someone Forever and a day I could search the whole world over Until my life is through But I know I'll never find another you  It's a long, long journey So stay by my side When I walk through the storm You'll be my guide Be my guide  If they gave me a fortune My pleasure would be small. I could lose it all tomorrow And never mind at all But if I should lose your love, dear I don't know what I'd do For I know I'll never find another you  But if I should lose your love, dear I don't know what I'd do For I know I'll never find another you  Another you Another you  ",
        "title": "I'll Never Find Another You"
    },
    {
        "artist": "Tony Bennett",
        "lyrics": null,
        "title": "If I Ruled The World"
    },
    {
        "artist": "The Ikettes",
        "lyrics": null,
        "title": "Peaches \"N\" Cream"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": "  Isn't that my girl And is that my best friend Aren't they walking much to close together And it don't look like their talkin about the weather  I must be seeing things Oh no it can't be true I must be hearing things When I can hear her say to him I want you, I need you, I love you  Looking through a tear I can see him kissing her I can feel my poor heart slowly breaking I'll do anything if only I was mistakin'  I must be seeing things Oh no it can't be true I must be hearing things When I can hear him say to her Forget him, It's over, Your mine now  Instrumental.....  I must be seeing things I thought I'll never see I must be hearing things You made a fool of me I must be seeing things And hearing things  Oh no, I need you so, Oh please don't go.....  ",
        "title": "I Must Be Seeing Things"
    },
    {
        "artist": "Otis Redding",
        "lyrics": "  They call me Mr. Pitiful Baby thats my name now, oh They call me Mr. Pitiful That's how I got my fame  But people just don't want to understand that What make a man feel so blue They call me Mr. Pitiful 'Cause I've lost someone just like you, yeah  The call me Mr. Pitiful This everybody know now They call me Mr. Pitiful 'Most everyplace I go  But nobody seems to understand now How can a man sing such a sad song When he lost everything When he lost everything that he had  How can I explain to you? How somebody can get so very blue, now How can I tell you about my past? If all things won't end  Mr. Pitiful That's my name now They call me Mr. Pitiful That's how I got my fame  But nobody seems to understand Oh what make a man can feel so blue and They call me Mr. Pitiful 'Cause I'm in love with you  Can I explain to you? Everything is going wrong I've lost everything I had I have to sing this sad song To get back to her And I want you and I want you and I want you And I want you and I wanna tell you that now That everything is going through my mind And I wanna sing And I don't wanna sing this song with you I gonna sing this song for everybody 'Cause I want them to understand what I talkin' about I want you to understand what I'm sayin'  ",
        "title": "Mr. Pitiful"
    },
    {
        "artist": "The Miracles",
        "lyrics": "  I did you wrong My heart went out to play And in the game I lost you What a price to pay ooh I'm cryin'  Ooh ooh baby baby  Ooh ooh baby baby  Mistakes, I know I've Made a few, but I'm Only human, you've made Mistakes too I'm cryin'  Chorus Ooh ooh baby baby Ooh ooh baby baby  Oooooh baby baby Ooh ooh ooh ooh  I'm just about at the End of my rope But I can't stop cryin I can't give up hope Because I feel someday I'll hold you near Whisper I still Love you Until that day is here oooooh I'm cryin'  Repeat chorus  ",
        "title": "Ooo Baby Baby"
    },
    {
        "artist": "Major Lance",
        "lyrics": null,
        "title": "Come See"
    },
    {
        "artist": "Herman's Hermits",
        "lyrics": null,
        "title": "Silhouettes"
    },
    {
        "artist": "Cannibal And The Headhunters",
        "lyrics": null,
        "title": "Land Of 1000 Dances"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": null,
        "title": "Anytime At All"
    },
    {
        "artist": "Freddie And The Dreamers",
        "lyrics": null,
        "title": "I Understand (Just How You Feel)"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  Like a snow ball rolling down the side of a snow covered hill (it's growing) Like the size of the fish that the man claims broke his reel (it's growing) Like the rose bud blooming in the warmth of the summer sun (it's growing) Like the tale by the time its been told by more than one (it's growing)  Every day it grows a little more then it was the day before My love for you just grows and grows Ooooh how it grows and grows And where it's going to stop I'm sure nobody knows Hey, hey, hey (nobody knows) How it grows and it grows and it grows (nobody knows) Yeah, yeah, yeah, yeah (nobody knows it grows and grows where is it gonna stop) Oooo  Like the need in a guy to see his girl when she's gone away (its growing) Like the sadness in his little heart when he knows that she's gone to stay Ooo (it's growing)  Every day it grows a little more than it was the day before My love for you just grows and grows Ooooh how it grows and grows And where it's going to stop I'm sure nobody knows (hey,hey,hey nobody knows) It gets a little wider (nobody knows) Aw it gets a little stronger (hey,hey,hey) The feeling from each kiss baby (hey,hey,hey) Aw it last a litter longer (hey,hey,hey) Ooo so much OooOoo so much Can't you see us growing baby It grows and it grows and it grows  ",
        "title": "It's Growing"
    },
    {
        "artist": "Sandie Shaw",
        "lyrics": null,
        "title": "Girl Don't Come"
    },
    {
        "artist": "Sir Douglas Quintet",
        "lyrics": "  Well, she was walking down the street Looking fine as she could be, hey, hey Well, she was walking down the street Looking fine as she could be, hey, hey If you have love and conversation Whoa, yeah, what'd I say? Hey, hey  She's about a mover She's about a mover She's about a mover She's about a mover Hey, hey, hey, hey What'd I say? She's about a mover She's about a mover Well, you know I love you, baby Whoa, yeah, what'd I say? Hey, hey  Well, she strolled on up to me And said, \"Hey, big boy, what's your name?\" Hey, hey Well, she strolled on up to me And said, \"Hey, big boy, what's your name?\" Hey, hey Well, you know I love you, baby Whoa, yeah, what'd I say? Hey, hey  She's about a mover She's about a mover She's about a mover She's about a mover Hey, hey, hey, hey  ",
        "title": "She's About A Mover"
    },
    {
        "artist": "Glenn Yarbrough",
        "lyrics": "  Some men climb a mountain Some men swim the sea Some men fly above the sky: They are what they must be But, baby the rain must fall Baby, the wind must blow Wherever my heart leads me Baby, I must go, baby I must go I do not love for silver I do not love for gold My heart is mine to give away It never will be sold So, baby the rain must fall Baby, the wind must blow Wherever my heart leads me Baby I must go, baby I must go I am not rich or famous: But who can ever tell? I don't know now what waits for me Maybe heaven, maybe hell Baby, the rain must fall Baby, the wind must blow Wherever my heart leads me Baby I must go, baby I must go  ",
        "title": "Baby The Rain Must Fall"
    },
    {
        "artist": "Bobbi Martin",
        "lyrics": "  I can't stop thinking of you No matter how I try You're gone and yet this love That burns in my heart Won't fade away and die  I can't stop thinking of you You mean too much to me Oh, how I wish that I could love someone else But I just know it couldn't be  I'll go on crying With every thought of you I'll keep on hurting myself For loving you like I do  I can't stop thinking of you Why must we be apart? Come back and give your love to me once again And stop this aching in my heart  I'll go on crying With every thought of you I'll keep on hurting myself For loving you like I do  I can't stop thinking of you Why must we be apart Come back and give your love to me once again And stop this aching in my heart (Thinking of you)  ",
        "title": "I Can't Stop Thinking Of You"
    },
    {
        "artist": "Connie Francis",
        "lyrics": null,
        "title": "For Mama (La Mamma)"
    },
    {
        "artist": "Allan Sherman",
        "lyrics": "  Mommy and Dad are never nervous or mad When you teenagers go downtown Daddy and Mom just stay at home and be calm And watch the late late show, uptown 'Cause when you kids are gone we get to spend some time alone here That's our only chance to use the bathtub or the phone here When you're away Besides, we're stuck where we are Because you kids took our money, you kids took our car and went Downtown, where can you possibly Downtown, it's twenty after three Downtown, what do you mean by, \"Let's frug\"?  You don't come home till 4 AM cause you're roaming In the streets somewhere, downtown We would feel swell if only someone would tell us What goes on down there, downtown But every time we ask you what you're doing after dark there You just say that you were frugging to Petula Clark there That's what I mean So, kids, give your folks a break Because you're driving us crazy, we sit here all night and take Milltown, swallowing pills so we'll Calm down, counting the hours you're Downtown, you and your frug and your slop  While we're lying there we try to watch the television Then you call us up and say you've had a slight collision There goes the car Besides that you've been arrested So we've got to get up, and we've got to get dressed and go Downtown, borrow a car and go Downtown, that's where you are, you finks Downtown, wait 'till I get you kids home  (Spoken) There'll be no more frugging, no swim, no jerk, no mashed potato, no slop! And you know what else? You're gonna stay home tonight, and your mother and I are going downtown and we're going to dance the tango, and the waltz, and the foxtrot, and we're gonna do the bunny hop. That's a nice dance! And there'll be no more frugging! Is that quite clear? NO MORE FRUGGING!  ",
        "title": "Crazy Downtown"
    },
    {
        "artist": "Johnny Bond",
        "lyrics": null,
        "title": "10 Little Bottles"
    },
    {
        "artist": "The Righteous Brothers",
        "lyrics": null,
        "title": "Just Once In My Life"
    },
    {
        "artist": "Little Milton",
        "lyrics": "  We may not have a cent to pay the rent But we're gonna make it, I know we will We may have to eat beans every day But we're gonna make it, I know we will  And if a job is hard to find And we have to stand in the welfare line I've got your love and you know you got mine So we're gonna make it, I know we will  We may not have a home to call our own But we're gonna make it, I know we will We may have to fight hardships alone But we're gonna make it, I know we will  'Cause togetherness brings peace of mind We can't stay down all the time I've got your love and you know you got mine So we're gonna make it, I know we will  Our car may be old, our two rooms cold But we're gonna make it, I know we will We may not can spare a roach a crumb But we're gonna make it, I know we will  And if I have to carry 'round a sign Sayin' \"Help the deaf, the dumb, and the blind\" I got your love and you know you got mine So we're gonna make it, I know we will  We're gonna make it (We're gonna make it, we're gonna make it) We're gonna make it, baby (We're gonna make it, we're gonna make it)  It might seem hard sometime (We're gonna make it, we're gonna make it) But don't worry, darlin' baby (We're gonna make it, we're gonna make it)  We're gonna keep on tryin' (We're gonna make it, we're gonna make it)  ",
        "title": "We're Gonna Make It"
    },
    {
        "artist": "Mary Wells",
        "lyrics": "  I love you more than anyone Should ever be allowed To love anyone or anything (Anyone or anything)  And I need you more than anyone Should ever be allowed To need anyone or anything (Anyone or anything)  So darling, please don't ever break my heart I beg you, please don't ever make us part 'Cause without you I'd be a little lost sheep And I'd die  Never, never leave me Never, never leave me Never, never leave me Never, never leave me  I would cry more than anyone Should ever be allowed To cry over anyone or anything (Anyone or anything)  So please love me more than anyone Should ever be allowed To love anyone or anything (Anyone or anything)  Oh darling, on my knees I'm begging you I'm pleading, please love me as I love you 'Cause without you I'd be a little lost sheep And I'd die  Never, never leave me Never, never leave me Never, never leave me Never, never leave me Don't ever make me weep  Oh darling, on my knees I'm begging you I'm pleading, please love me as I love you 'Cause without you I'd be a little lost sheep And I'd die  Never, never leave me Never, never leave me Never, never leave me ...  ",
        "title": "Never, Never Leave Me"
    },
    {
        "artist": "Jerry Vale",
        "lyrics": null,
        "title": "For Mama"
    },
    {
        "artist": "Al Martino",
        "lyrics": null,
        "title": "Somebody Else Is Taking My Place"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  Words and Music by Ray Gilbert and Dorival Caymmi Every day I sent another present Just to let her know how very much I care I wrote a little love note with each present But it didn't seem to get me anywhere My poor worried heart was almost certain That this love affair would never be Then I sent a dozen yellow roses and From that moment she belonged to me Roses, roses, roses, I thank all the roses that bloom in the spring Love is a wonderful thing, the rest of my life I will bring her Roses and roses and roses of love Roses, roses, roses, I thank you for saying what I couldn't say Oh, what a wonderful way to tell her \"I love you\" each day With roses and roses and roses of love Roses, roses, roses, I thank all the roses that bloom in the spring Love is a wonderful thing, the rest of my life I will bring her Roses and roses and roses of love (Roses and roses and roses and roses of love) FADE Roses and roses and roses and roses of love Ronhontz  ",
        "title": "......And Roses And Roses"
    },
    {
        "artist": "Gary Lewis And The Playboys",
        "lyrics": null,
        "title": "Count Me In"
    },
    {
        "artist": "Gerry And The Pacemakers",
        "lyrics": "  It's gonna be all right, all right, all right It's gonna be all right  The day you came my way I knew I would stay Close by your side To keep you staisfied  It's gonna be all right, all right, all right It's gonna be all right  When you look at me In your eyes I can see The love that grows each day That's why I've gotta say  It's gonna be all right, all right, all right It's gonna be all right  Never thought I'd find a girl like you Now I have, I know I'll never be blue It's gonna be all right, all right, all right It's gonna be all right  Every time we meet My heart skips a beat And now you're here to stay You'll always hear me say  It's gonna be all right, all right, all right It's gonna be all right  Never thought I'd find a girl like you Now I have, I know I'll never be blue It's gonna be all right, all right, all right It's gonna be all right  Every time we meet My heart skips a beat And now you're here to stay You'll always hear me say  It's gonna be all right, all right, all right It's gonna be all right It's gonna be all right It's gonna be all right It's gonna be all right  ",
        "title": "It's Gonna Be Alright"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  She may not be the best lookin' woman I ever did see Nor have the charms of the ladies Of high society  But the woman's got soul Worth all money and gold And all the love that I have belongs To the woman with soul  Now I'm just a regular fellow I don't need much I don't need a Cadillac car Or diamonds and such  But the woman that I hold She's got to have soul And then I'm richer than the richest gold If the woman's got soul  Well, I don't need a woman That's got a whole lotta class Because class in a woman Don't mean she's gonna last I need the kind of woman That when I hold she fits so tight, yeah Oh, and when she throws it on me I give in without a fight  (Then I know) The woman's got soul Worth all money and gold And then I'm richer than the richest gold If the woman's got soul If the woman's got soul  ",
        "title": "Woman's Got Soul"
    },
    {
        "artist": "Alvin Cash & The Crawlers",
        "lyrics": null,
        "title": "The Barracuda"
    },
    {
        "artist": "The Reflections",
        "lyrics": null,
        "title": "Poor Man's Son"
    },
    {
        "artist": "The Newbeats",
        "lyrics": "  Grownups tell me The birds and the bees Do other things than Live in trees  If you ask me what I think This is what I'll say The bees are for the birds The birds are for the bees And I don't care anyway  Came the honey from the bee Birds singing in the tree Then the wasteful people say It's got nothing to do with me  Grownups tell me The birds and the bees Do other things than Live in trees  If you ask me what I think This is what I'll say The bees are for the birds The birds are for the bees And I don't care anyway  Well, birds and bees and ABC's Live their lives in hives and trees Birds don't always live in trees Bees don't look like me  Grownups tell me The birds and the bees Do other things than Live in trees  If you ask me what I think This is what I'll say The bees are for the birds The birds are for the bees And I don't care anyway  So, birds chirp and bees buzz No one cares less than I does I don't care if they can fly It's got nothing to do with you and I  Grownups tell me The birds and the bees Do other things than Live in trees  If you ask me what I think This is what I'll say The bees are for the birds The birds are for the bees And I don't care anyway  ",
        "title": "(The Bees Are For The Birds) The Birds Are For The Bees"
    },
    {
        "artist": "The Uniques Featuring Joe Stampley",
        "lyrics": null,
        "title": "Not Too Long Ago"
    },
    {
        "artist": "Tony Clarke",
        "lyrics": "  You're the entertainer, the entertainer You're the entertainer, the entertainer  You made 'em laugh, and you left 'em feelin' glad You made 'em cry, and you left 'em feelin' sad They've seen you perform in so many plays But they're not to know you're unhappy today  So they'll never know, go on with the show 'Cause, You're the entertainer, the entertainer You're the entertainer, the entertainer  The curtain's up, and your audience is waiting out there Now walk on stage, boy, like you don't have a care And don't let 'em know that you're feelin' so low Since your girl put you down, you're a sad-hearted clown  But the show must go on, go on and on 'Cause, You're the entertainer, the entertainer You're the entertainer, the entertainer, yeah  {instrumental} Now hear that applause, now you know you made the grade You fooled them well, for the money they paid Now walk off in style, and don't forget to smile Though your heart tells you, \"frown\" you can't let the people down  Sure your one girl has gone, but you've got to walk on When, You're the entertainer, tell yourself (the entertainer) You're the entertainer, you know, you can do it (the entertainer) You're the entertainer, walk on, in style now (the entertainer) You're the entertainer, come on, in style now (the entertainer) You're the entertainer, come on, in style now (the entertainer)  ",
        "title": "The Entertainer"
    },
    {
        "artist": "Jan & Dean",
        "lyrics": null,
        "title": "(Here They Come) From All Over The World"
    },
    {
        "artist": "Billy Stewart",
        "lyrics": null,
        "title": "I Do Love You"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  It's got the whole world shaking Something must be going on It's got the whole world shaking Something must be going on That's what I say It's got that soul in it baby You can't meet that beat alone  It's got the whole world shaking And I'm talking 'bout that beat, alright It's got the whole world shaking And I'm talking 'bout that beat, that's what I say It's got that soul in it baby You can't help but pat your feet  Makes you wiggle Makes you move Puts your body In the groove You want to holler You want to shout Makes you wanna Work it all out  It's got the whole shaking From New York to old Hong Kong It's got the whole shaking From New York to old Hong Kong It's got that soul in it baby You can't meet that beat alone  ",
        "title": "It's Got The Whole World Shakin'"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": null,
        "title": "Truly, Truly, True"
    },
    {
        "artist": "Bob Dylan",
        "lyrics": "  [Verse 1] Johnny's in the basement, mixin' up the medicine I'm on the pavement, thinkin' about the government The man in the trench coat, badge out, laid off Says he's got a bad cough, wants to get it paid off Look out kid, it's somethin' you did God knows when, but you're doin' it again You better duck down the alleyway, looking for a new friend The man in the coon-skin cap in a pig pen Wants eleven dollar bills – you only got ten  [Verse 2] Maggie comes fleet foot, face full of black soot Talkin' that the heat put plants in the bet book Phone's tapped anyway Maggie says \"The Man, he say They must bust in early May, orders from the D.A.\" Look out kid, don't matter what you did Walk on your tip toes, don’t tie no bows Better stay away from those that carry around a fire hose Keep a clean nose, watch the plainclothes You don't need a weather man to know which way the wind blows  [Verse 3] Oh, get sick, get well, hang around a ink well Hang bail, hard to tell if anything is gonna sell Try hard, get barred, get back, ride rail Get jailed, jump bail, join the Army if you fail Look out kid, you're gonna get hit By losers, cheaters, six-time users Hanging 'round the theaters Girl by the whirlpool's looking for a new fool Don't follow leaders, a-watch the parking meters  [Verse 4] Oh, get born, keep warm Short pants, romance Learn to dance, get dressed Get blessed, try to be a success Please her, please him, buy gifts Don't steal, don't lift 20 years of schoolin' and they put you on the day shift Look out kid, they keep it all hid Better jump down a manhole, light yourself a candle Don't wear sandals, try to avoid the scandals Don't want to be a bum, you better chew gum The pump don't work 'cause the vandals took the handles  ",
        "title": "Subterranean Homesick Blues"
    },
    {
        "artist": "Herb Alpert's Tijuana Brass",
        "lyrics": null,
        "title": "Whipped Cream"
    },
    {
        "artist": "The Searchers",
        "lyrics": null,
        "title": "Goodbye My Lover Goodbye"
    },
    {
        "artist": "Chubby Checker",
        "lyrics": null,
        "title": "Let's Do The Freddie"
    },
    {
        "artist": "Lesley Gore",
        "lyrics": null,
        "title": "All Of My Life"
    },
    {
        "artist": "The Shangri-Las",
        "lyrics": null,
        "title": "Out In The Streets"
    },
    {
        "artist": "The Three Degrees",
        "lyrics": null,
        "title": "Gee Baby (I'm Sorry)"
    },
    {
        "artist": "The Dixie Cups",
        "lyrics": "  My grandma and your grandma Were sittin' by the fire My grandma told your grandma \"I'm gonna set your flag on fire.\"  Talkin' 'bout Hey now (hey now) Hey now (hey now) Iko, Iko, an day (oh) Jocomo fee no an dan day Jocomo fee nan nay  [Instrumental Interlude]  Look at my king All dressed in red Iko, Iko, an day I betcha five dollars He'll kill you dead Jocomo fee nan nay  Talkin' 'bout Hey now (hey now) Hey now (hey now) Iko, Iko, an day (oh) Jocomo fee no an dan day Jocomo fee nan nay  [Instrumental Interlude]  My flag boy and your flag boy Sittin' by the fire My flagboy told your flagboy \"I'm gonna set your flag on fire.\"  Talkin' 'bout Hey now (hey now) Hey now (hey now) Iko, Iko, an day (oh) Jocomo fee no an dan day Jocomo fee nan nay  [Instrumental Interlude]  (Oh... yes) See that guy all dressed in green? Iko, Iko, an day He not a man He a lovin' machine Jocomo fee nan nay  Talkin' 'bout Hey now (hey now) Hey now (hey now) Iko, Iko, an day (oh) Jocomo fee no an dan day Jocomo fee nan nay  [Instrumental Interlude]  Talkin' 'bout Hey now Hey now (hey now) Iko, Iko, an day (oh) Jocomo fee no an dan day Jocomo fee nan nay Jocomo fee nan nay (I say he's dressed in green) Jocomo fee nan nay (Iko) Jocomo fee nan nay  ",
        "title": "Iko Iko"
    },
    {
        "artist": "Sam The Sham and the Pharaohs",
        "lyrics": "  Uno, dos One, two, tres, quatro  Matty told Hatty about a thing she saw Had two big horns and a wooly jaw Wooly bully, wooly bully Wooly bully, wooly bully, wooly bully  Hatty told Matty: \"Let's don't take no chance Let's not be *L-seven*, come and learn to dance.\" Wooly bully, wooly bully Wooly bully, wooly bully, wooly bully  Matty told Hatty: \"That's the thing to do Get you someone really to pull the wool with you.\" Wooly bully, wooly bully Wooly bully, wooly bully, wooly bully  ",
        "title": "Wooly Bully"
    },
    {
        "artist": "Jay & The Americans",
        "lyrics": null,
        "title": "Think Of The Good Times"
    },
    {
        "artist": "The 4 Seasons Featuring the \"Sound of Frankie Valli\"",
        "lyrics": null,
        "title": "Toy Soldier"
    },
    {
        "artist": "The Zombies",
        "lyrics": "  I saw her walking out the other day I thought my love for her Had gone away  Well I remember How I loved her so (Baby come on home) My solitude tells me she could, no  But she said what to me She's coming home And so I'll cry no more I'll dry my tears  She's coming home to me She's coming home to me  I thought the words of love we used to say Were lost to time Oh baby, baby, baby I'll be good to you If you would only try again to love me too Our love was such a sweet and gentle thing I threw our love away With I thought...  But she said what to me She's coming home And so I'll cry no more I'll dry my tears  She's coming home to me She's coming home to me  But she said what to me She's coming home And so I'll cry no more I'll dry my tears  She's coming home to me She's coming home to me She's coming home to me, oh  ",
        "title": "She's Coming Home"
    },
    {
        "artist": "Perry Como",
        "lyrics": "  Dream on little dreamer dreamer on Dream on little dreamer dreamer on I get a heart full of butterflies, lookin' into your dreamy eyes Dream on ( Dream on! ) little dreamer dreamer on!  Dream on little dreamer dreamer on Dream on little dreamer dreamer on Dream about a love so true, dream about how I love you Dream on ( Dream on! ) little dreamer dreamer on!  You know I love you I love you, I need you so bad Each night I realize When you close your dreamy eyes  Dream on little dreamer dreamer on Dream on little dreamer dreamer on Dream about a love so fine, sweet as apple berry wine Dream on ( Dream on! ) little dreamer dreamer on!  . . . little dreamer dreamer on!  ",
        "title": "Dream On Little Dreamer"
    },
    {
        "artist": "Ben E. King",
        "lyrics": null,
        "title": "The Record (Baby I Love You)"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": null,
        "title": "You Can Have Him"
    },
    {
        "artist": "Lawrence Welk And His Orchestra",
        "lyrics": null,
        "title": "Apples And Bananas"
    },
    {
        "artist": "Tom Jones",
        "lyrics": "  It's not unusual to be loved by anyone It's not unusual to have fun with anyone But when I see you hanging about with anyone It's not unusual to see me cry Oh I wanna' die It's not unusual to go out at any time But when I see you out and about it's such a crime If you should ever want to be loved by anyone It's not unusual it happens every day, no matter what you say You find it happens all the time Love will never do, what you want it to Why can't this crazy love be mine?  [Saxophone]  It's not unusual, to be mad with anyone It's not unusual, to be sad with anyone But if I ever find that you've changed at anytime It's not unusual to find out that I'm in love with you Whoa-oh-oh-oh-oh  ",
        "title": "It's Not Unusual"
    },
    {
        "artist": "Jimmy McCracklin",
        "lyrics": null,
        "title": "Every Night, Every Day"
    },
    {
        "artist": "Dobie Gray",
        "lyrics": null,
        "title": "(See You At The) \"Go-Go\""
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": "  Why did I choose you? What did I see in you? I saw the heart you hide so well I saw a quiet man who had a gentle way A way that caught me in its glowing spell  Why did I want you? What could you offer me? A love to last a life time through And when I lost my heart so many years ago I lost it lovingly and willingly to you... If I had to choose again I would still choose you...  ",
        "title": "Why Did I Choose You"
    },
    {
        "artist": "The Waikikis",
        "lyrics": null,
        "title": "Hawaii Honeymoon"
    },
    {
        "artist": "Joe Tex",
        "lyrics": null,
        "title": "Don't Let Your Left Hand Know"
    },
    {
        "artist": "Roddie Joy",
        "lyrics": null,
        "title": "Come Back Baby"
    },
    {
        "artist": "Chad & Jeremy",
        "lyrics": null,
        "title": "What Do You Want With Me"
    },
    {
        "artist": "Chuck Berry",
        "lyrics": null,
        "title": "Dear Dad"
    },
    {
        "artist": "Roger Williams",
        "lyrics": null,
        "title": "Try To Remember"
    },
    {
        "artist": "Joe Tex",
        "lyrics": "  A man can say what he won't do But if she really, really wants to A woman can change a man  She can make him weak Or make him strong Make him do right Or she can make him do wrong  'Cause everything a man does He does it for a woman Hmm, mm, hmm  Now I'm not saying that This is true with all men 'Cause as you know There are exceptions to all the rules  But if you ask the average man What is he living and working for from day to day I bet nine out of ten of those men would say  They would say that I'm living And working for my little woman Yeah, yeah, yeah, yeah  Man can say that you can't tie him down But if she really wants him around A woman can change a man  She can make life bright Or make it dim She can give him children That look exactly like him  Because everything a man does He does it for a woman  ",
        "title": "A Woman Can Change A Man"
    }
]