[
    {
        "artist": "Sly & The Family Stone",
        "lyrics": null,
        "title": "Family Affair"
    },
    {
        "artist": "Melanie",
        "lyrics": "  I rode my bicycle past your window last night I roller skated to your door at daylight It almost seems like you're avoiding me I'm okay alone but you've got something I need  Well, I've got a brand new pair of roller skates You've got a brand new key I think that we should get together And try them on to see I've been looking around awhile You've got something for me Oh I've got a brand new pair of roller skates You've got a brand new key  I ride my bike I rollerskate don't drive no car Don't go too fast but I go pretty far For somebody who don't drive I've been all around the world Some people say I've done alright for a girl Oh, yeah yeah  I asked your mother if you were at home She said yes, but you weren't alone Sometimes I think that you're avoiding me I'm okay alone but you've got something I need  Well I've got a brand new pair of roller skates You've got a brand new key I think that we should get together And try them on to see La la la la la la la la La la la la la la Oh I've got a brand new pair of roller skates You've got a brand new key  ",
        "title": "Brand New Key"
    },
    {
        "artist": "The Chi-lites",
        "lyrics": "  One month ago today I was happy as a lark But now I go for walks To the movies, maybe to the park  And have a seat on the same old bench To watch the children play, huh You know, tomorrow is their future But to me just another day  They all gather around me They seem to know my name We laugh, tell a few jokes But it still doesn't ease my pain  Well, I know I can't hide from a memory 'Though day after day I've tried I keep sayin' she'll be back But today again I lied  Oh, I see her face everywhere I go On the street and even at the picture show Have you seen her? Tell me, have you seen her?  Oh, I hear her voice as the cold winds blow In the sweet music on my radio Have you seen her? Tell me, have you seen her?  Why, oh why Did she have to leave and go away, oh yeah Oh, I've been used to havin' someone to lean on And I'm lost Baby, I'm lost  Oh doo-doo-doo-doo-doo-doo Have you seen her? Tell me, have you seen her?  Oh doo-doo-doo-doo-doo-doo Have you seen her? Tell me, have you seen her?  Oh, she left her kiss upon my lips But left that break within my heart Have you seen her? Tell me, have you seen her?  Oh, I see her hand reaching out to me Only she can set me free Have you seen her? Tell me, have you seen her?  Why Oh why? Did you have to leave and go away? Oh yeah Ooh oh, I've been used to having someone to lean on And I'm lost, baby I'm lost  Oh doo-doo-doo-doo-doo-doo Have you seen her? Tell me, have you seen her?  As another day comes to an end I'm lookin' for a letter or somethin' Anything that she would send With all the people I know I'm still a lonely man You know, it's funny But I thought I had her in the palm of my hand  Have you seen her Tell me, have you seen her (tell me, have you seen her?)  Oh doo-doo-doo-doo-doo-doo Have you seen her? Tell me, have you seen her? Have you seen her? Tell me, have you seen her? Have you seen her? Tell me, have you seen her?  ",
        "title": "Have You Seen Her"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": "  Just an old-fashioned love song Playin' on the radio And wrapped around the music Is the sound of someone promising they'll never go You swear you've heard it before As it slowly rambles on No need in bringing 'em back 'Cause they're never really gone  Just an old-fashioned love song One I'm sure they wrote for you and me Just an old-fashioned love song Comin' down in three-part harmony  To weave our dreams upon and listen To each evening when the lights are low To underscore our love affair with tenderness and feelings That we've come to know You swear you've heard it before As it slowly rambles on and on No need in bringing 'em back 'Cause they're never really gone  Just an old-fashioned love song Comin' down in three-part harmony Just an old-fashioned love song One I'm sure they wrote for you and me Just an old-fashioned love song Comin' down in three-part harmony Just an old-fashioned love song One I'm sure they wrote for you and me  To weave our dreams upon and listen to a song  Just an old song, comin' down Just an old song One I'm sure they wrote for you and me Just an old song, comin' down Just an old song One I'm sure they wrote for you and me  Just an old-fashioned love song Comin' down in three-part harmony Just an old-fashioned love song One I'm sure they wrote for you and me  Just an old-fashioned love song Comin' down in three-part harmony Just an old-fashioned love song One I'm sure they wrote for you and me  ",
        "title": "An Old Fashioned Love Song"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Verse 1] Got to be there, got to be there In the, in the morning When she says hello to the world Got to be there, got to be there Bring her, bring her good times And show her that she is my girl Oh what a feeling there will be The moment I know she loves me Because when I look in her eyes I realize I need her sharing her world beside me  [Verse 2] So I have got to be there Got to be there in the morning And welcome her into my world And show her that she is my girl When she says, \"Hello world!\" I need her sharing the world beside me  [Verse 3] That is why I have got to be there Got to be there where love begins And that is everywhere she goes I have got to be there so she knows That when she is with me, she is home, yeah  [Outro] Got to be there, got to be there, got to be there Got to be there, got to be there, got to be there Got to be there, oh baby baby got to be there, got to be there Got to be there, got to be there, got to be there Got to be there, oh got to be there, got to be there Got to be there, got to be there, got to be there  ",
        "title": "Got To Be There"
    },
    {
        "artist": "Isaac Hayes",
        "lyrics": "  Who's the black private dick That's a sex machine to all the chicks? (Shaft) Ya damn right  Who is the man that would risk his neck For his brother man? (Shaft) Can you dig it?  Who's the cat that won't cop out When there's danger all about? (Shaft) Right on  They say this cat Shaft is a bad mother - (Shut your mouth) But I'm talkin' 'bout Shaft - (Then we can dig it)  He's a complicated man But no one understands him but his woman (John Shaft)  ",
        "title": "Theme From Shaft"
    },
    {
        "artist": "Bread",
        "lyrics": null,
        "title": "Baby I'm - A Want You"
    },
    {
        "artist": "Sonny & Cher",
        "lyrics": "  Sometimes when I'm down and all alone Just like a child without a home The love you give me keeps me hangin' on Aww honey, all I ever need is you  You're my first love you're my last You're my future, you're my past And loving you is all I ask Aww honey, all I ever need is you  Winters come and they go And we watch the melting snow But sure as summer follows spring  All the things you do Give me a reason to spend me life Around you...  Some men follow rainbows I am told Some men search for silver, some for gold But I have found my treasure in your soul My honey, all I ever need is you...  Without our love, I'd never find the way Through ups and downs of every single day I won't sleep at night until you say, my Honey All I ever need is you  ",
        "title": "All I Ever Need Is You"
    },
    {
        "artist": "Don McLean",
        "lyrics": "  [Verse 1] A long, long time ago... I can still remember How that music used to make me smile And I knew if I had my chance That I could make those people dance And, maybe, they’d be happy for a while But February made me shiver With every paper I’d deliver Bad news on the doorstep; I couldn’t take one more step I can’t remember if I cried When I read about his widowed bride But something touched me deep inside The day the music died  [Chorus] So bye-bye, Miss American Pie Drove my Chevy to the levee but the levee was dry And them good old boys were drinking whiskey 'n rye Singing, \"This’ll be the day that I die \"This’ll be the day that I die.\"  [Verse 2] Did you write the book of love And do you have faith in God above If the Bible tells you so? Do you believe in rock ’n' roll Can music save your mortal soul And can you teach me how to dance real slow? Well, I know that you’re in love with him `cause I saw you dancin’ in the gym You both kicked off your shoes Man, I dig those rhythm and blues I was a lonely teenage broncin’ buck With a pink carnation and a pickup truck But I knew I was out of luck The day the music died I started singing  [Chorus] Bye, bye Miss American Pie Drove my Chevy to the levee but the levee was dry And them good old boys were drinking whiskey 'n rye Singing, \"This’ll be the day that I die \"This’ll be the day that I die.\"  [Verse 3] Now for ten years we’ve been on our own And moss grows fat on a rollin’ stone But that’s not how it used to be When the jester sang for the king and queen In a coat he borrowed from James Dean And a voice that came from you and me Oh, and while the king was looking down The jester stole his thorny crown The courtroom was adjourned; No verdict was returned And while Lennon read a book on Marx The quartet practiced in the park And we sang dirges in the dark The day the music died We were singing  [Chorus] Bye, bye Miss American Pie Drove my Chevy to the levee but the levee was dry And them good old boys were drinking whiskey 'n rye Singing, \"This’ll be the day that I die \"This’ll be the day that I die.\"  [Verse 4] Helter skelter in a summer swelter The birds flew off with a fallout shelter Eight miles high and falling fast It landed foul on the grass The players tried for a forward pass With the jester on the sidelines in a cast Now the half-time air was sweet perfume While the sergeants played a marching tune We all got up to dance Oh, but we never got the chance! `cause the players tried to take the field; The marching band refused to yield Do you recall what was revealed The day the music died? We started singing  [Chorus] Bye, bye Miss American Pie Drove my Chevy to the levee but the levee was dry And them good old boys were drinking whiskey 'n rye Singing, \"This’ll be the day that I die \"This’ll be the day that I die.\"  [Verse 5] Oh, and there we were all in one place A generation lost in space With no time left to start again So come on: Jack be nimble, Jack be quick! Jack Flash sat on a candlestick Cause fire is the devil’s only friend Oh, and as I watched him on the stage My hands were clenched in fists of rage No angel born in hell Could break that Satan’s spell And as the flames climbed high into the night To light the sacrificial rite I saw Satan laughing with delight The day the music died We were singing  [Chorus] Bye-bye, Miss American Pie Drove my Chevy to the levee but the levee was dry And them good old boys were drinking whiskey 'n rye Singing, \"This’ll be the day that I die \"This’ll be the day that I die.\"  [Verse 6] I met a girl who sang the blues And I asked her for some happy news But she just smiled and turned away I went down to the sacred store Where I’d heard the music years before But the man there said the music wouldn’t play And in the streets: the children screamed The lovers cried, and the poets dreamed But not a word was spoken; The church bells all were broken And the three men I admire most: The father, son, and the holy ghost They caught the last train for the coast The day the music died And they were singing  [Deleted Verse] And there I stood alone and afraid I dropped to my knees and there I prayed And I promised him everything I could give If only he would make the music live And he promised it would live once more But this time one would equal four And in five years four had come to mourn And the music was reborn  [Chorus] Bye, bye Miss American Pie Drove my Chevy to the levee but the levee was dry And them good old boys were drinking whiskey 'n rye Singing, \"This’ll be the day that I die \"This’ll be the day that I die.\" They were singing Bye, bye Miss American Pie Drove my Chevy to the levee but the levee was dry And them good old boys were drinking whiskey 'n rye Singing, \"This’ll be the day that I die\"  ",
        "title": "American Pie (Parts I & II)"
    },
    {
        "artist": "David Cassidy",
        "lyrics": null,
        "title": "Cherish"
    },
    {
        "artist": "Dennis Coffey & The Detroit Guitar Band",
        "lyrics": null,
        "title": "Scorpio"
    },
    {
        "artist": "Donny Osmond",
        "lyrics": null,
        "title": "Hey Girl/I Knew You When"
    },
    {
        "artist": "The Staple Singers",
        "lyrics": "  If you disrespect anybody That you run in to How in the world do you think Anybody's s'posed to respect you  If you don't give a heck 'bout the man With the Bible in his hand Just get out the way And let the gentleman do his thing  You the kind of gentleman That want everything your way Take the sheet off your face, boy It's a brand new day  Respect yourself, respect yourself If you don't respect yourself Ain't nobody gonna give a good cahoot, na na na na Respect yourself, respect yourself  If you're walking 'round Think'n that the world Owes you something 'Cause you're here  You goin' out The world backwards Like you did When you first come here  Keep talkin' 'bout the president Won't stop air pollution Put your hand on your mouth When you cough, that'll help the solution  Oh, you cuss around women folk And you don't even know their names And you dumb enough to think That'll make you a big ol man  Respect yourself, respect yourself If you don't respect yourself Ain't nobody gonna give a good cahoot, na na na na Respect yourself, respect yourself Respect yourself, respect yourself  ",
        "title": "Respect Yourself"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": null,
        "title": "Stones/Crunchy Granola Suite"
    },
    {
        "artist": "The Stylistics",
        "lyrics": "  Today I saw somebody Who looked just like you She walked like you do I thought it was you As she turned the corner I called out your name I felt so ashamed When it wasn't you Wasn't you  You are everything And everything is you Oh, you are everything And everything is you Oh, you are everything And everything is you  How can I forget When each face that I see Brings back memories Of being with you? I just can't go on Living life as I do Comparing each girl with you Knowing they just won't do They're not you  'Cause you are everything And everything is you Oh, you are everything And everything is you You are everything And everything is you  You are everything Everything is you Oh, you are everything Everything is you Oh, you are everything Everything is you Oh, you are everything Everything is you  ",
        "title": "You Are Everything"
    },
    {
        "artist": "Donnie Elbert",
        "lyrics": null,
        "title": "Where Did Our Love Go"
    },
    {
        "artist": "Cher",
        "lyrics": "  [Verse 1] I was born in the wagon of a traveling show My Momma used to dance for the money they'd throw Poppa would do whatever he could Preach a little gospel Sell a couple bottles of doctor good  [Chorus] Gypsys, tramps and thieves We'd hear it from the people of the town They'd call us gypsies, tramps and thieves But every night all the men would come around And lay their money down  [Verse 2] Picked up a boy just south of Mobile Gave him a ride, filled him with a hot meal I was sixteen, he was twenty-one Rode with us to Memphis And Poppa woulda shot him if he knew what he'd done  [Chorus] Gypsys, tramps and thieves We'd hear it from the people of the town They'd call us gypsies, tramps and thieves But every night all the men would come around And lay their money down  [Bridge] I never had schooling but he taught me well With his smooth southern style Three months later I'm a gal in trouble And I haven't seen him for a while, oh I haven't seen him for a while, oh  She was born in the wagon of a traveling show Her Momma had to dance for the money they'd throw Grandpa'd do whatever he could Preach a little gospel Sell a couple bottles of doctor good  [Chorus] Gypsys, tramps and thieves We'd hear it from the people of the town They'd call us gypsies, tramps and thieves But every night all the men would come around And lay their money down  Gypsys, tramps and thieves We'd hear it from the people of the town They'd call us gypsies, tramps and thieves But every night all the men would come around And lay their money down  ",
        "title": "Gypsys, Tramps & Thieves"
    },
    {
        "artist": "The Temptations",
        "lyrics": null,
        "title": "Superstar (Remember How You Got Where You Are)"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": "  [Verse 1] Rock steady baby! That's what I feel now Let's call this song exactly what it is Step and move your hips With a feeling from side to side Sit yourself down in your car And take a ride And while you are moving Rock steady Rock steady baby Let's call this song exactly what it is (What it is -what it is - what it is)  [Chorus] It's a funky and low down feeling' (What it is) In my hips from left to right (What it is) What it is Is I might be doing (What it is) This funky dance all night Oh! (Let me hear ya gotta feeling in the air) Oh! (Gotta a feeling an ain't got a care) Oh! (What fun to take this ride Rock steady will only slide)  [Bridge] Rock steady........ rock steady baby Rock steady........ rock steady baby  [Verse 2] Step and move your hips With a feeling from side to side Sit yourself down in your car And take a ride While you are moving rock steady Rock steady  [Bridge] Let's call this song exactly what it is  [Chorus]  [Bridge] Rock steady baby Rock steady... woo! Rock steady (Rock.... steady!... rock... steady!)  [Chorus]  [Bridge] Rock steady Steady it baby! Rock....rock steady baby  [Outro] Baby (What it is) Baby baby (What it is) Baby (What it is) Baby...  ",
        "title": "Rock Steady"
    },
    {
        "artist": "Jonathan Edwards",
        "lyrics": null,
        "title": "Sunshine"
    },
    {
        "artist": "Peter Nero",
        "lyrics": null,
        "title": "Theme From \"Summer Of '42\""
    },
    {
        "artist": "Les Crane",
        "lyrics": null,
        "title": "Desiderata"
    },
    {
        "artist": "John Lennon Plastic Ono Band",
        "lyrics": null,
        "title": "Imagine"
    },
    {
        "artist": "The Honey Cone",
        "lyrics": "  The show must go on  Oh, one monkey Don't stop no show If you don't want my love You're free to go (You can go, you can go, you can go)  Life is a play We play different parts But to be a star in love You've got to feel it in your heart  You've been acting too strange You don't love me with soul Well, there's lots of other guys Who'd love to play your role  If you don't wanna be my leading man Get out of my life and let me live again (You can go, you can go, you can go)  Oh, the show must go on  Hey, one monkey Don't stop no show If you don't want my love You're free to go (You can go, you can go, you can go)  I said one monkey Don't stop no show If you really need our love You'd better let it show (Let it show, let it show, let it show)  Once we had a love You couldn't live without The greatest love that heaven Has ever put out  Success has gone to your head You wanna be free, yeah Fool, don't you realize Your backbone is me  If you no longer like your part Get out of my life before you ruin my heart (You can go, you can go, you can go)  Oh, the show must go on  I love you But I can do without you Arriba, arriba  You can go There's the door You can go, you can go The show must go on  Hey, one monkey Don't stop no show If you don't want my love You're free to go (You can go, you can go, you can go)  I said one monkey Don't stop no show  ",
        "title": "One Monkey Don't Stop No Show Part I"
    },
    {
        "artist": "Rod Stewart With Faces",
        "lyrics": "  Your love is fadin' I feel it fade Ah, your love is fadin' I feel it fade Ah, your love is fadin', woman, I feel it fade  Ah, woman, woman your touch, your touch has gone cold As if someone else controls your very soul I've fooled myself long as I can Can feel the presence of another man  It's there when you speak my name It's just not the same Ooh babe, I'm losing you It's in the air It's there everywhere Baby, baby, babe, I'm losing you  When I look into your eyes A reflection of a face I see I'm hurt, downhearted and worried, girl 'Cause that face doesn't belong to me  It's all over your face Someone's taken my place Ooh baby, I'm losing you You try hard to hide The emptiness you feel inside Ooh babe, I'm losing you  I can't bear the thought of losing you Ah woman, can't you see what I'm goin' through I'm losin' my mind And it's all because of you I can't bear the thought of losing you I'm losin' my mind And it's all because of you I can't stand the thought of losing you  ",
        "title": "(I Know) I'm Losing You"
    },
    {
        "artist": "The Hillside Singers",
        "lyrics": "  Id like to build the world a home And furnish it with love Grow apple trees and honey bees and snow-white turtle doves  I'd like to teach the world to sing In perfect harmony I'd like to hold it in my arms and keep it company  I'd like to see the world for once All standing hand in hand And hear them echo through the hills \"Ah, peace throughout the land\"  (That's the song I hear) I'd like to teach the world to sing (that the world sings today) In perfect harmony  I'd like to teach the world to sing In perfect harmony  Id like to build the world a home And furnish it with love Grow apple trees and honey bees and snow-white turtle doves  ",
        "title": "I'd Like To Teach The World To Sing (In Perfect Harmony)"
    },
    {
        "artist": "Lou Rawls",
        "lyrics": null,
        "title": "A Natural Man"
    },
    {
        "artist": "The New Seekers",
        "lyrics": "  [pre-Chorus] I'd like to build the world a home And furnish it with love Grow apple trees and honey bees And snow white turtle doves  [Chorus] I'd like to teach the world to sing In perfect harmony I'd like to hold it in my arms And keep it company  [verse 1] I'd like to see the world for once All standing hand in hand And hear them echo through the hills For peace through out the land (That's the song I hear)  [Chorus 2] I'd like to teach the world to sing In perfect harmony I'd like to teach the world to sing In perfect harmony  [pre-Chorus] I'd like to build the world a home And furnish it with love Grow apple trees and honey bees And snow white turtle doves  [Chorus] I'd like to teach the world to sing In perfect harmony I'd like to hold it in my arms And keep it company  [verse 1] I'd like to see the world for once All standing hand in hand And hear them echo through the hills For peace through out the land (That's the song I hear)  [Chorus 2] I'd like to teach the world to sing In perfect harmony I'd like to teach the world to sing In perfect harmony  [outro] I'd like to teach the world to sing In perfect harmony, that's the song I hear  ",
        "title": "I'd Like To Teach The World To Sing (In Perfect Harmony)"
    },
    {
        "artist": "Betty Wright",
        "lyrics": "  A clean up woman is a woman who Gets all the love we girls leave behind The reason I know so much about her Is because she picked up a man of mine  Chumpin' slick was my ruin 'Cause, I found out all I was doin' Was making it easy for the clean up woman To get my man's love, oh yeah Just making it easy for the clean up woman To get my baby's love, uh-huh, um-hum  I took this man's love and put it on a shelf And like a fool I thought I had him all to myself  When you needed love I was out having fun But I found out that all I had done Was made it easy for the clean up woman To get my man's love, uh-huh Yeah, that's what I did, I made it easy for the clean up woman To steal my baby's love, oh yeah  The clean up woman will wipe his blues away She'll give him plenty lovin' 24 hours a day The clean up woman, she'll sweep him off his feet She's the one who'll take him in when you dump him in the street So take a tip, you better get hip To the clean up woman 'cause she's tough I mean, she really cleans up  ",
        "title": "Clean Up Woman"
    },
    {
        "artist": "Al Green",
        "lyrics": "  I'm, I'm so in love with you Whatever you want to do Is alright with me Cause you make me feel, so brand new And I want to spend my life with you  Let me say that since, baby, since we've been together Loving you forever is what I need Oh let me be the one you come running to I'll never be untrue  Oh baby let's, let's stay together Lovin' you whether  Whether times are good or bad, happy or sad, oh yeah  Whether times are good or bad, happy or sad  Why somebody Why people break up, turn around and make up I just can't see, you'd never do that to me, would you baby? Just being around you is all I see, it's what I want to do  Let's, we ought to stay together Lovin' you whether, whether Times are good or bad, happy or sad  C'mon, let's, let's stay together I'll keep on lovin' you whether, whether Times are, oh times are good or times are bad  ",
        "title": "Let's Stay Together"
    },
    {
        "artist": "Mickey Newbury",
        "lyrics": "  An American Trilogy Mickey Newbury (words & music by Newbury)  Oh I wish I was in the land of cotton Old things they are not forgotten Look away, look away, look away Dixieland Oh I wish I was in Dixie, away, away In Dixieland I take my stand to live and die in Dixie Cause Dixieland, that's where I was born Early Lord one frosty morning Look away, look away, look away Dixieland  Glory, glory hallelujah Glory, glory hallelujah Glory, glory hallelujah His truth is marching on  So hush little baby Don't you cry You know your daddy's bound to die But all my trials, Lord will soon be over  ",
        "title": "An American Trilogy"
    },
    {
        "artist": "Joe Simon",
        "lyrics": "  [Chorus] I've been down one time I've been down two times But now I'm drowning, drowning in the sea of love  Let me tell ya all about it I've been out here so very long, I've lost all my direction Baby when you came my way I thought I'd found my protection But a strong wind came into my life, surely took me by surprise & I can't seem to control these tears that's falling from my eyes  Listen to me Baby I depended on you, for a love & affection But now you gone and deserted me, can't you see that I'm in desperation I'm in the middle of a bad love storm, ew yeah I just can't let it boy I Looked around and all I could see, was water coming over me  All I do is cry, all I do is walk around and cry But right now I'm drowning, oh I'm drowning in the sea of love  But that's alright, I don't mind drowning for your love That's alright baby, hear me when I say it's alright You got the kind of love that make me feel alright You got the kind of love baby that make me cry all night long You got the kind of love baby make me do things I don't wanna do And it's alright  ",
        "title": "Drowning In The Sea Of Love"
    },
    {
        "artist": "Sweathog",
        "lyrics": null,
        "title": "Hallelujah"
    },
    {
        "artist": "The Who",
        "lyrics": "  No one knows what it's like To be the bad man, to be the sad man Behind blue eyes  No one knows what it's like To be hated, to be fated To telling only lies  But my dreams, they aren't as empty As my conscience seems to be I have hours, only lonely My love is vengeance that's never free  No one knows what it's like To feel these feelings like I do And I blame you  No one bites back as hard On their anger, none of my pain and woe Can show through  But my dreams, they aren't as empty As my conscience seems to be I have hours, only lonely My love is vengeance that's never free  When my fist clenches, crack it open Before I use it and lose my cool When I smile, tell me some bad news Before I laugh and act like a fool  And if I swallow anything evil Put your finger down my throat And if I shiver, please give me a blanket Keep me warm, let me wear your coat  No one knows what it's like To be the bad man, to be the sad man Behind blue eyes  ",
        "title": "Behind Blue Eyes"
    },
    {
        "artist": "James Brown",
        "lyrics": "  [Intro] Pick up on this, pick up on this  [Chorus] Yeah, I'm a greedy man, a greedy man I'm a greedy man, I'm a greedy man I'm a greedy man Now, brother don't leave the homework undone Hey, hey, hey Now, brother don't leave the homework undone  [Verse 1] Wait a minute, sister You got to have Something to sit on Before I carry you home Don't say I am not got it because I can't do without it Too much [?], but not too bad But it's better than dying from something That you never had I maybe crude sometimes, it pays But let me tell you something I love those sexy ways I'm a greedy man, I'm a greedy man My name ain't Jordy But my name is Brown I like to love get down, down, down  [Chorus] I'm a greedy man He's a greedy man I'm a greedy man Now, brother don't leave the homework undone Now, brother don't leave the homework undone, hey  [Verse 2] I can prove myself take it out the back door A man better chase her now, run, tell that Look here, look here now good strong men Don't grow on trees I'm not talking just to tease You're made so sweet, you're made so sweet, you're so sweet You're my pet, come over here little darlin' and wipe this sweat I can feel ya, feel your hand now, feel your hand now Feel so good, you feel so good  [Chorus] Now, brother don't leave the homework undonex[x2]  ",
        "title": "I'm A Greedy Man - Part I"
    },
    {
        "artist": "The Grass Roots",
        "lyrics": null,
        "title": "Two Divided By Love"
    },
    {
        "artist": "Santana",
        "lyrics": "  Seems like everybody's waitin' for the new change to come around Come around, come around, come around Waitin' for the day when the king, queen of shows singing 'round Singing' round, singing round, singing round Singing round, singing round for everyone Yeah do it  You can understand everything's to share Let your spirits dance brothers everywhere Let your head be free Turn the wisdom key Find it naturally See you're lucky to be If you're sad just spin around and round and round Do it  Yes just hold me baby Something on your back Lay it down Lay it down, lay it down, lay it down Don't you know honey maybe You're like my childless hometown This ole town, this ole town, this ole town Sing it now Time for you to all get down Yeah do it  Get ready, get ready, get ready, get ready  Dig this sound Spinnin' round and round and round Do it  You can understand everything's to share Let your spirits dance brother everywhere Let your head be free Turn the wisdom key Find it naturally see, your lucky to be Sing it now Time for you to all get down Yeah do it  Get ready, get ready, get ready, get ready Get ready, get ready, get ready, get ready  Sing it now Time for you to all get down  ",
        "title": "Everybody's Everything"
    },
    {
        "artist": "Rare Earth",
        "lyrics": "  Hey big brother, as soon as you arrive You better, get in touch with the people, big brother Better get them on your side, big brother And keep them satisfied Welcome to the beat of the city street Walk on now and don't be shy Take a closer look at the people you meet And notice the fear in their eyes Watching the time passing by..... Hey big brother, as soon as you arrive You better, get in touch with the people, big brother Better keep them on your side, big brother Keep them satisfied Focus your eye on the filthy sky Just as far as you can see Everybody's getting kinda tired of waiting Cause nobody wants to cry And nobody wants to die.... Hey big brother, as soon as you arrive You better, get in touch with the people, big brother And get them on your side, big brother And keep them satisfied Now that you've got the picture What you going to do? Now that you've got the picture What you going to do? (instrumental solos) (speaking) Hey big brother, I know you're out there somewhere If we don't get our thing together, big brother will be watching us He ain't gonna get me, are you gonna let him get you? He'll never get me, he'll never get me, no Big brother's coming No he'll never get me, no no no no... Hey big brother Hey big brother Hey big brother... (repeat until the end) -- Rick Jacobson  ",
        "title": "Hey Big Brother"
    },
    {
        "artist": "Badfinger",
        "lyrics": "  [Verse 1] I remember finding out about you Every day, my mind is all around you  [Chorus] Looking out from my lonely room, day after day Bring it home, baby, make it soon I give my love to you  [Verse 2] I remember holding you while you sleep Every day, I feel the tears that you weep  [Chorus] Looking out of my lonely gloom, day after day Bring it home, baby, make it soon I give my love to you  [Instrumental]  [Chorus] Looking out of my lonely room, day after day Bring it home, baby, make it soon I give my love to you  [Verse 1] I remember finding out about you Every day, my mind is all around you  [Chorus] Looking out of my lonely gloom, day after day Bring it home, baby, make it soon I give my love to you  ",
        "title": "Day After Day"
    },
    {
        "artist": "Charley Pride",
        "lyrics": "  Whenever I chance to meet Some old friends on the street They wonder how does a man get to be this way I've always got a smiling face Anytime and any place And everytime they ask me why I just smile and say  You've got to Kiss an angel good morning And let her know you think about her when you're gone Kiss an angel good morning And love her like the devil when you get back home  Well people may try to guess The secret of a happiness But some of them never learn it's a simple thing  The secret i'm speaking of Is a woman and a man in love And the answer is in this song That i always sing  You've got to Kiss an angel good morning And let you know you think about her when you're gone Kiss an angel good morning And love her like the devil when you get back home  Kiss an angel good morning And let you know you think about her when you're gone Kiss an angel good morning And love her like the devil when you get back home  ",
        "title": "Kiss An Angel Good Mornin'"
    },
    {
        "artist": "Van Morrison",
        "lyrics": null,
        "title": "Wild Night"
    },
    {
        "artist": "Lee Michaels",
        "lyrics": null,
        "title": "Can I Get A Witness"
    },
    {
        "artist": "Tommy James",
        "lyrics": null,
        "title": "Nothing To Hide"
    },
    {
        "artist": "Bullet",
        "lyrics": "  White lies in her blue eyes Goodbye is on the way White lies in her blue eyes Evil's the game she plays Well, she's trying to tempt you With her music and her line Well, her lips look so inviting And those sultry eyes They get to shine  Oh, but look a little deeper At all that come on stare Then you might be able To see what's lying there  It's those  White lies in her blue eyes Goodbye is on the way White lies in her blue eyes Evil's the game she plays  Don't you ever Let her get to you The way that she got to me Though the signs were plainly written I just didn't want to see  But she could do most anything If you give her time A living testimonial Don't make me color blind  There are  White lies in her blue eyes Goodbye is on the way White lies in her blue eyes Evil's the game she plays  White lies in her blue eyes Goodbye is on the way White lies in her blue eyes Evil's the game she plays  White lies in her blue eyes Goodbye is on the way White lies in her blue eyes Evil's the game she plays  White lies in her blue eyes Goodbye is on the way White lies in her blue eyes Evil's the game she plays  ",
        "title": "White Lies, Blue Eyes"
    },
    {
        "artist": "Jackson 5",
        "lyrics": null,
        "title": "Sugar Daddy"
    },
    {
        "artist": "Bob Dylan",
        "lyrics": "  I woke up this morning There were tears in my bed They killed a man I really loved Shot him through the head  Lord, Lord, they cut George Jackson down Lord, Lord, they laid him in the ground  Sent him off to prison For a seventy dollar robbery Closed the door behind him And they threw away the key  Lord, Lord, they cut George Jackson down Lord, Lord, they laid him in the ground  He wouldn't take shit from no one He wouldn't bow down or kneel Authorities, they hated him Because he was just too real  Lord, Lord, they cut George Jackson down Lord, Lord, they laid him in the ground  Prison guards, they cursed him As they watched him from above But they were frightened of his power They were scared of his love  Lord, Lord, so they cut George Jackson down Lord, Lord, they laid him in the ground  Sometimes I think this whole world Is one big prison yard Some of us are prisoners The rest of us are guards  Lord, Lord, they cut George Jackson down Lord, Lord, they laid him in the ground  ",
        "title": "George Jackson"
    },
    {
        "artist": "John Denver",
        "lyrics": null,
        "title": "Friends With You"
    },
    {
        "artist": "Yes",
        "lyrics": "  I've seen all good people turn their heads each day So satisfied I'm on my way I've seen all good people turn their heads each day So satisfied I'm on my way  Take a straight and stronger course To the corner of your life Make the white queen run so fast She hasn't got time to make you a wife  'Cause its time is time in time with your time And its news is captured For the queen to use  Move me on to any black square Use me any time you want Just remember that the goal Is for us all to capture all we want (Move me on to any black square) Ey, yea, yea, yea  Don't surround yourself with yourself Move on back two squares Send that Instant Karma to me Initial it with loving care (Don't surround yourself)  'Cause its time is time in time with your time And its news is captured For the queen to use  Diddit diddit diddit diddit diddit diddit diddit didda Diddit diddit diddit diddit diddit diddit diddit didda (Don't surround yourself with yourself)  Don't surround yourself with yourself (Don't surround yourself) Move on back two squares Send that Instant Karma to me (Send that Instant Karma to me) Initial it with loving care (Don't surround yourself)  'Cause its time is time in time with your time And its news is captured For the queen to use  Diddit diddit diddit diddit diddit diddit diddit didda (All we are saying) Diddit diddit diddit diddit diddit diddit diddit didda (Is give peace a chance) Diddit diddit diddit diddit diddit diddit diddit didda (All we are saying) Diddit diddit diddit diddit diddit diddit diddit didda (Is give peace a chance)  'Cause its time is time in time with your time And its news is captured  [ II. All Good People (Squire) ]  I've seen all good people turn their heads each day so satisfied I'm on my way I've seen all good people turn their heads each day so satisfied I'm on my way I've seen all good people turn their heads each day so satisfied I'm on my way I've seen all good people turn their heads each day so satisfied I'm on my way I've seen all good people turn their heads each day so satisfied I'm on my way I've seen all good people turn their heads each day so satisfied I'm on my way (yeah, yeah) I've seen all good people turn their heads each day so satisfied I'm on my way I've seen all good people turn their heads each day so satisfied I'm on my way I've seen all good people turn their heads each day so satisfied I'm on my way I've seen all good people turn their heads each day so satisfied I'm on my way  ",
        "title": "Your Move (I've Seen All Good People)"
    },
    {
        "artist": "Joan Baez",
        "lyrics": null,
        "title": "Let It Be"
    },
    {
        "artist": "Bill Withers",
        "lyrics": "  Grandma's hands clapped in church on Sunday morning Grandma's hands played a tambourine so well Grandma's hands used to issue out a warning She'd say, \"Billy don't you run so fast Might fall on a piece of glass Might be snakes there in that grass,\" Grandma's hands  Grandma's hands sooth the local unwed mother Grandma's hands used to ache sometimes and swell Grandma's hands used to lift her face and tell her She'd say, \"Baby Grandma understands That you really loved that man Put yourself in Jesus' hands.\" Grandma's Hands  Grandma's hands used to hand me piece of candy Grandma's hands picked me up each time I fell Grandma's hands, boy they really came in handy She'd say, \" Mattie don't you whip that boy What you want to spank him for? He didn't drop no apple core,\" But I don't have Grandma anymore If I get to heaven I'll look for Grandma's hands  ",
        "title": "Grandma's Hands"
    },
    {
        "artist": "Carly Simon",
        "lyrics": "  We can never know about the days to come But we think about them anyway And I wonder if I'm really with you now Or just chasing after some finer day  Anticipation Anticipation Is making me wait Is keeping me waiting  And I tell you how easy it is to be with you And how right your arms feel around me But I rehearsed those words just late last night When I was thinking about how right tonight might be  Anticipation Anticipation Is making me wait Is keeping me waiting  And tomorrow we might not be together I'm no prophet I don't know nature's way So I'll try to see into your eyes right now And stay right here Cause these are the good old days  ",
        "title": "Anticipation"
    },
    {
        "artist": "Smokey Robinson & The Miracles",
        "lyrics": null,
        "title": "Satisfaction"
    },
    {
        "artist": "Freddie North",
        "lyrics": null,
        "title": "She's All I Got"
    },
    {
        "artist": "Redbone",
        "lyrics": "  Marie, Marie La voodoo, veau She'll put a spell on you  Marie, Marie La voodoo, veau She'll put a spell on you Marie, Marie La voodoo, veau She's the witch queen - oh Of New Orleans  Of New Orleans  I'm gonna tell you a story Strange as it now seems Of zombie, voodoo, gris gris And the Witch Queen of New Orleans  She lived in a world of magic Possessed by the devils skew From a shack near the swamplands Made of mud-brown brick Marie stirred the witches brew  Marie, Marie La voodoo veau She'll put a spell on you  Marie, Marie La voodoo veau She'll put a spell on you  Marie Marie La voodoo veau She's the Witch Queen - of New Orleans  Of New Orleans  Dime or a nickel anyone could buy Voodoo of any kind She had potions and lotions, herbs And tanna leaves Guaranteed to blow your mind  Early one morning into mud, the swamp dew Vanished Marie with hate in her eyes Though she never returned All the Cajuns knew A Witch Queen never dies  Marie, Marie La voodoo, veau She'll put a spell on you  Marie, Marie La voodoo, veau She'll put a spell on you  Marie, Marie La voodoo, veau She's the witch queen - oh Of New Orleans  ",
        "title": "The Witch Queen Of New Orleans"
    },
    {
        "artist": "The Guess Who",
        "lyrics": "  [Verse 1] Don't want to listen to my telephone ring Or sing ding-a-ling or talk about a thing Not this morning I don't want to think about the night before Or maybe it's a bore behind an open door I've got no time for that this morning If I had the mind or I had the time Maybe I could throw together a new kind of rhyme And tell about my warning  [Chorus] But it's too late now It's too late now It's too late now  [Verse 2] I don't want to think about a runaway dad That took away the only thing that I've never had Don't even miss him this morning I don't want to think about a cold goodbye Or a high school buddy got a little too high I can't help him out this morning Reviewers laugh at me so I go out to sea And perhaps it's just as well because I'd rather be in hell Than be a wealthy man this morning  [Chorus]  [Verse 3] Whatever happened to images, because now they're gone And worn-out phrases just keep a-hanging on Whatever happened to homes as opposed to houses The conversation sinks as the evening drowses It's just like 46201 It's just like 46201 Whatever happened to early morning open skies And broken faces, half with melting eyes Enough of riddles that just play with time Because I'm still here and I can't beg a dime I'm back here in 46201 I'm back here in 46201 Something better's waiting for me around the corner now I got to find it and try and hang on for a little while I'm back here in 46201 There's gotta be a few small changes made Don't want to listen to my telephone ring Or sing ding-a-ling or talk about a thing Leave me alone this morning  ",
        "title": "Sour Suite"
    },
    {
        "artist": "Jerry Lee Lewis",
        "lyrics": null,
        "title": "Me And Bobby McGee"
    },
    {
        "artist": "The Partridge Family Starring Shirley Jones Featuring David Cassidy",
        "lyrics": "  INTRO:  It's one of those nights when you turn out the lights And you sit in the dark and say to yourself \"I miss her\" It's one of those moods when your body broods And you conjure up her picture and you kiss her It's one of those things for the pain it brings You say to yourself \"Hey couldn't I live without it?\" Well, I think so, on the other hand, I doubt it  Well suddenly she's crashing through my mind Like waves upon the shore And I nod my head, whoa yes love, I'd welcome you again If you knocked upon my door If you didn't, I'd seek you out love, I'd track you down for sure Like a thousand times before  Whoa, yes love, I'd welcome you again like you know I've done Before  Ahh.........yes love, you know I did before Ahh.........yes love, you know I did before  And so it goes it's a cold in your nose It's a pain in the neck, it'll make you a wreck if it gets ya It's so insane 'cause for all the rain When you ask yourself could you do it all again, you betcha I hear a voice say you got no chance And it makes me mad and I shout, \"Oh yeah, who says so?\" Well, of course not, on the other hand, I guess so  Whoa, suddenly she's crashing through my mind Like waves upon the shore And I nod my head, whoa yes love, I'd welcome you again If you knocked upon my door If you didn't, I'd seek you out love, I'd track you down for sure Like a thousand times before  Oh, yes love, I'd welcome you again like you know I've done Before  Ahh.........yes love, you know I did before Ahh.........yes love, you know I did before  REPEAT AND FADE  ",
        "title": "It's One Of Those Nights (Yes Love)"
    },
    {
        "artist": "B.B. King",
        "lyrics": "  Once upon a time, a long long time ago, wherever you'd lead me, I would surely follow Girl, you put me through some pain and misery And now you are standing on my doorstep, telling me how much you need me Baby, ain't nobody home Ain't nobody home  How many times I begged for you to come home, but you laughed at me and said let me alone Through my falling tears I saw you walk away And now you're beggin' me to forgive you, but this time, baby, it's your turn to beg Baby, ain't nobody home Ain't nobody home  Girl, I used to love you, placed no one else above you Gave you everything that I own Girl, you can't come back here Ain't nobody home  Once upon a time, when you went on your way But, girl, I hoped and prayed, that you'd come back some day But time has made some changes, turned me upside down So, you can beg me to forgive you, but this time, baby, you can turn right around  Ain't nobody home Ain't nobody home Girl, you hurt me once I hear you knockin'  ",
        "title": "Ain't Nobody Home"
    },
    {
        "artist": "Richard Harris",
        "lyrics": null,
        "title": "My Boy"
    },
    {
        "artist": "The J. Geils Band",
        "lyrics": "  Somebody help me Somebody help me now Somebody help me now  Somebody help me Find my baby Somebody help me Find my baby right now  (CHORUS) I'm looking for a love I'm looking for a love I'm looking here and there I'm searching everywhere I'm looking for a love To call my own  Gonna get up in the morning And rub my head I'm looking for a love To call my own  Fix my breakfast And bring it to my bed I'm looking for a love To call my own  Do my love Do it all the time I'm looking for a love To call my own  With lots of love and kisses But people until then I'm looking for a love  Top40db: The most accurate lyrics site on the net  To call my own  (CHORUS) Stay in my corner All the way, yeah I'm looking for a love To call my own  Stick by me, baby No matter what they say I'm looking for a love To call my own  I'll give my love To her all the time I'm looking for a love To call my own  Loving, kissing People on the way I'm looking for a love To call my own  (CHORUS) Somebody help me To find my baby I said I've got to find My baby right now  I'm looking in the morning I'm looking at night Got to find my baby But she's nowhere in sight  Somebody help me To find my baby I said I've got to find My baby right now  I'm looking in the morning I'm looking at night Got to find my baby She's nowhere in sight  I'm looking, I'm looking I'm looking, I'm looking......  ",
        "title": "Looking For A Love"
    },
    {
        "artist": "B.J. Thomas",
        "lyrics": "  Maybe I'll be the things I dream And not the things I seem Maybe I'll get to change the world Before it changes me And maybe my life Will always be Just as happy as it seems Long ago tomorrow Long ago tomorrow Long ago tomorrow  In my dreams Maybe I'll learn to face the truth And like the truth I face Maybe I'll get to find myself Before I'm lost in space And maybe a love Will always be Just as faithful as it seems Long ago tomorrow Long ago tomorrow Long ago tomorrow  In my dreams And maybe a love Will always be Just as faithful as it seems Long ago tomorrow Long ago tomorrow In my dreams  ",
        "title": "Long Ago Tomorrow"
    },
    {
        "artist": "Merle Haggard And The Strangers",
        "lyrics": null,
        "title": "Carolyn"
    },
    {
        "artist": "Jefferson Airplane",
        "lyrics": "  You're only pretty as you feel Only pretty as you feel inside You're only pretty as you feel Just as pretty as you feel inside  When you wake up in the morning Rub some sleep from your eye Look inside your mirror Comb your hair  Don't give vanity a second thought No No No Beauty's only skin deep It goes just so far 'cause  You're only pretty as you feel As pretty as you feel inside You're only pretty as you feel  So girl, don't hang yourself up On no plastic face A little bit of soap will wipe away Any grease  Cause you're only pretty as you feel Mama, I say You're only pretty as you feel inside Straight ah  So now you're feelin' pretty Now you're feelin good Now you're ready to face the world Now you're feelin good  Go out there and knock them silly girl Go out there, show 'em how to thrill Go out there, show 'em how to thrill  Cause you're only pretty as you feel Say, you're only pretty as you feel Mama, you're only pretty as you feel Pretty as you feel inside  Now, you're only pretty as you feel Feelin' pretty, Feelin' pretty You're only pretty as you feel Feelin' so pretty, Feelin' so pretty  You're feeling so pretty You're feeling so pretty Pretty, pretty, pretty, pretty, pretty, pretty, pretty Pretty mama, mama  ",
        "title": "Pretty As You Feel"
    },
    {
        "artist": "Carroll O'Connor And Jean Stapleton (As The Bunkers)",
        "lyrics": null,
        "title": "Those Were The Days"
    },
    {
        "artist": "Ray Stevens",
        "lyrics": "  Welcome and listen into a radio station Where the mighty hosts of heaven sing Turn your radio on - turn your radio Turn your radio on - turn your radio on If you wanna feel those good vibrations Coming from the joy that His love can bring Turn your radio on - turn your radio on Turn your radio on  Turn your radio on - oh yes, turn your radio on And listen to the music in the air - and listen to the music in the air Turn your radio on - oh yes, turn your radio on And glory share - and glory, glory share Turn your lights down low - oh yes, turn your lights down low And listen to the master's radio - and listen to the master's radio Get in touch with God - get in touch with God Turn your radio on - turn your radio on  A don't you know that everybody is a radio receiver All you gotta do is listen for the call Turn your radio on - turn your radio Turn your radio on - turn your radio on If you listen in you will be a believer Leanin' on the truth that will never fall Get in touch with God - get in touch with God Turn your radio on  Turn your radio on - oh yes, turn your radio on And listen to the music in the air - and listen to the music in the air Turn your radio on - oh yes, turn your radio on And glory share - and glory, glory share Turn your lights down low - oh yes, turn your lights down low And listen to the master's radio - and listen to the master's Turn your lights down low and listen to the master's radio Get in touch with God - get in touch with God Turn your radio on - turn your radio on  ",
        "title": "Turn Your Radio On"
    },
    {
        "artist": "Steppenwolf",
        "lyrics": "  What you say to drive that girl away When she's the one and only? Who's the one that you been leanin' on Ev'ry time that you were down and lonely? How many times did you say to yourself that woman is the devil's tool? Somehow you knew that you blew it again and didn't wanna look like a ravin fool But when you need affection You go to her with a smilin' face But now she's got a strange reaction  For ladies only Tired of talkin' 'till somebody hears For ladies only Half the world has been built upon their tears  If you've been contemplatin' just what you're doin' wrong Then you will be a witness to the rumble goin' on You fight it hard to tell apart the truth from the jive They've got a right to say it wrong if freedom's to survive Now if you don't believe your own reflection Just take a look at all your smooth talkin' friends I'm sure you'll make the right connection  For ladies only Too much waiting for too many years For ladies only Half the world has been built upon their tears  I'll give you my donation to help the cause along I'll make my contribution 'till the fight has been won But when my bedroom closes one thing remains Man, woman, hog or dog, I'm callin' the plays And if you find the need to raise objections Don't talk to me 'bout your wasted time You know you made your own selections  For ladies only Too much waiting for too many years For ladies only Half the world has been built on their tears For ladies only Tired of talkin' 'till somebody hears For ladies only Half the world has been built on their tears (fade)  ",
        "title": "For Ladies Only"
    },
    {
        "artist": "Think",
        "lyrics": "  (Things get a little easier, once you understand) [repeated in background over and over and over until the end of the song] [spoken dialog] [Dad] I'll be expecting you to get a haircut by Friday [Boy] Forget it dad, that won't change anything [Dad] Forget, nothing, you'll do as I say as long as you are living in my house [Mom] He knows I'm not feeling well And yet he doesn't take out one second out to help his mother His only concern is for himself [Boy] Come on ma, what do you want from me [Dad] Don't argue with your mother, just shut up and listen [Girl] But mom, all my friends will be there [Mom] I said no, you can't go [Girl] But why [Mom] I don't want you in that neighborhood [Girl] Why, what's wrong with that neighborhood [Mom] I don't like the kind of people living there [Girl] What's wrong with them [Mom] Never mind, some day you will thank me [Mom] Are you sure nobody kept you company tonight while you were baby sitting [Girl] What's that supposed to mean [Mom] Just curious [Girl] Admit it mom, you don't trust me [Mom] Where are you going now [Son] To my friend's house [Mom] Don't you have things to do in the house Don't you have homework Why don't you sit down and read a book [Son] Oh ma [Mom] Don't oh ma me You're wasting your life away with foolish things [Son] What are you talking about How about your bridge club and your ladies groups And your parties and your daytime programs How about all that [Mom] That's different [Girl] Ma, I'll be home at 11 [Mom] You better be home at 10 or don't bother to come home at all [Dad] When I was your age, I was working 12 hours a day 6 days a week helping to pay for the food and the rent [Son] I don't understand, what's that got to do with me [Dad] If you can't figure that out for yourself, you're stupid [Boy] Hey dad, did you see my new guitar, I joined a group [Dad] Son, there's a little more to life than joining a group and playing a guitar [Boy] Yeah dad, what is there to life (life, life) [Music and background singing stop] [Police officer] Mr Cook [Dad] Yes [Police officer] Do you have a son named Robin, Robin Cook age 17 [Dad] Yes [Police officer] I'm sorry Mr Cook, you better come down to the station house Your son is dead [Dad] Dead? How [Police officer] He died of a overdose [Dad] Oh my god [crying]  ",
        "title": "Once You Understand"
    },
    {
        "artist": "Stampeders",
        "lyrics": null,
        "title": "Devil You"
    },
    {
        "artist": "Curtis Mayfield",
        "lyrics": null,
        "title": "Get Down"
    },
    {
        "artist": "Grateful Dead",
        "lyrics": "  Truckin', got my chips cashed in Keep truckin', like the do-dah man Together, more or less in line Just keep truckin' on  Arrows of neon and flashing marquees out on Main Street Chicago, New York, Detroit and it's all on the same street Your typical city involved in a typical daydream Hang it up and see what tomorrow brings  Dallas, got a soft machine; Houston, too close to New Orleans; New York's got the ways and means But just won't let you be, oh no  Most of the cats that you meet on the streets speak of true love Most of the time they're sittin' and cryin' at home One of these days they know they better get goin' Out of the door and down on the streets all alone  Truckin', like the do-dah man Once told me \"You've got to play your hand\" Sometimes your cards ain't worth a dime If you don't lay'em down  Sometimes the light's all shinin' on me Other times I can barely see Lately it occurs to me What a long, strange trip it's been  What in the world ever became of sweet Jane? She lost her sparkle, you know she isn't the same Livin' on reds, vitamin C, and cocaine All a friend can say is \"Ain't it a shame\"  Truckin', up to Buffalo Been thinkin', you got to mellow slow Takes time to pick a place to go And just keep truckin' on  Sittin' and starin' out of the hotel window Got a tip they're gonna kick the door in again I'd like to get some sleep before I travel But if you got a warrant, I guess you're gonna come in  Busted, down on Bourbon Street Set up, like a bowlin' pin Knocked down, it get's to wearin' thin They just won't let you be, oh no  You're sick of hangin' around and you'd like to travel Get tired of travelin' and you want to settle down I guess they can't revoke your soul for tryin' Get out of the door and light out and look all around  Sometimes the light's all shinin' on me; Other times I can barely see Lately it occurs to me What a long, strange trip it's been  Truckin', I'm a goin' home Whoa whoa baby, back where I belong Back home, sit down and patch my bones And get back truckin' on Hey now get back truckin' home  ",
        "title": "Truckin'"
    },
    {
        "artist": "Bobby Womack & Peace",
        "lyrics": "  Huh, you know life is funny When you look at It Everybody wants love But everybody’s afraid of love  You know I’m a true believer That if you get anythlng out of life You've got to put up with The toils and strife  How listen, hooo You’re pushlng my love A little bit too far I don’t thlnk you know I don’t thlnk you know How blessed you are  And your friend, Annie Mae Tell you all she see Have you ever thought She was trying to get Close to me, yeah  Think it over Think it over, girl Think it over  Look That’s the way I feel about cha That’s the way I feel about cha And If that’s being weak For you, darling, yeah I don’t mlnd, I don’t mind I don’t mlnd, I don’t mind  That’s the way I feel about cha Ooh, ooh, ooh, ooh That’s the way I feel about cha  I know you been hurt And so has many others too But that’s a sacrifice That lIfe puts you through Puts you through, puts you through  Trust in me, my dear Have no fear You don’t know but God might have sent me here Yeah, sent me here  Think it over Think it over You better think it over  Hmm, oh, yeah, yeah Yeah, yeah  That’s the way I feel about cha That’s the way I feel about cha Let me say, yeah, yeah That’s the way I feel about cha Whoa, oh, oh, oh That’s the way I feel about cha  I knew, I knew You know, you know You know, you know I  That’s the way I feel about cha Well, that’s the way I feel about cha  Please, please Please answer love if it Ever comes knocking at your door ’Cause what’s out there knocking, baby The world don’t give enough of Don’t give enough of  I know you’ve been hurt And so has others too But all you got to do Is ask about the changes That life has put themn through  Lord, have mercy This is just the way it is Listen  Don’t take my love As a sign of weakness Check into the situation, girl Dig a little bit deeper  That’s the way I feel about cha Oh, that’s the way That’s the way I feel about cha  That’s the way I feel about cha (That’s the way, that’s the way) That’s the way I feel about cha  That’s the way I feel about cha (I wanna testify) That’s the way I feel about cha  That’s the way I feel about cha (So if I’m weak for you And I don’t light up, well) That’s the way I feel about cha  Let me say it, say it, say it Say it, say it, say it That’s the way I feel about cha...  ",
        "title": "That's The Way I Feel About Cha"
    },
    {
        "artist": "Lighthouse",
        "lyrics": null,
        "title": "Take It Slow (Out In The Country)"
    },
    {
        "artist": "Little Johnny Taylor",
        "lyrics": null,
        "title": "Everybody Knows About My Good Thing Pt. 1"
    },
    {
        "artist": "Carpenters",
        "lyrics": null,
        "title": "Superstar/Bless The Beasts And Children"
    },
    {
        "artist": "Helen Reddy",
        "lyrics": "  Women fell into his arms Her rolled them up just like sigars Later on he would discard them On the hardwood floor  Visions of power danced in his head Let them right, he'd throw women out of his bed There's still a spot where one of them bled On the hardwood floor  Sing me no sad song Sing me no sad song Sing me no sad song Sing me no sad song  There is nothing he couldn't have done But now he's dead and gone Tried to murder the sun with a handmade gun But the sun shone on and on  They never made something he couldn't afford He had it all and still wanted more They found him dead, stabbed in his bed With his head on the harwood floor  Sing me no sad song Sing me no sad song Sing me no sad song Sing me no sad song  Sing me no sad song Sing me no sad song Sing me no sad song Sing me no sad song  Sing me no sad song Sing me no sad song Sing me no sad song Sing me no sad song  Sing me no sad song Sing me no sad song Sing me no sad song Sing me no sad song  Sing me no sad song Sing me no sad song Sing me no sad song  ",
        "title": "No Sad Song"
    },
    {
        "artist": "The Doors",
        "lyrics": "  [Intro] You're on a tightrope ride, nobody by your side Well, you're all alone, got to find a new home  [Verse] Don't go over the line. You better keep on time Or you'll lose your mind on your tightrope ride Watch out, don't fall! Careful, don't slip! You better get your balance, you have to feel the way There are no more questions, no answers today There are no reasons, there are no more rhymes But if you feel it, you can fly next time You can fly next time, or maybe this time Did you think we were all together? Did you think we were all the same? Did you think maybe I could help you Remember your name, remember the game What's the name of the game It's a very good game, never stays the same It's the number one from mud to sun You're on a tightrope ride, we're all by your side But you're all alone, and we're going home And we're by your side, but you're all alone Like a Rolling Stone, like Brian Jones On a tightrope ride  ",
        "title": "Tightrope Ride"
    },
    {
        "artist": "The Isley Brothers",
        "lyrics": null,
        "title": "Lay Lady Lay"
    },
    {
        "artist": "Joe South",
        "lyrics": null,
        "title": "Fool Me"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": null,
        "title": "Way Back Home"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] Levon bears his war wound like a crown He calls his child Jesus Because he likes the name And he sends him to the finest school in town  Levon, Levon likes his money He makes a lot they say Spends his days counting In a garage by the motorway  [Bridge] He was born a pauper to a pawn On a Christmas day When the New York Times said God is dead and the War's begun Alvin Tostig has a son today  [Chorus] And he shall be Levon And he shall be a good man And he shall be Levon In tradition with the family plan  And he shall be Levon And he shall be a good man He shall be Levon  [Verse 2] Levon sells cartoon balloons in town His family business thrives Jesus blows up balloons all day Sits on the porch swing watching them fly  And Jesus, he wants to go to Venus Leave Levon far behind Take a balloon and go sailing While Levon, Levon slowly dies  [Bridge] He was born a pauper to a pawn On a Christmas day When the New York Times said God is dead and the War's begun Alvin Tostig has a son today  [Chorus] [Chorus]  ",
        "title": "Levon"
    },
    {
        "artist": "Hamilton, Joe Frank & Reynolds",
        "lyrics": "  Your love could be sweeter Than the sweetest apple tree But I can't taste the goodness If you keep it far from me  Your eyes could be brighter Than I've ever seen the sun But I walk in the shadows I'm a lonely son-of-a-gun  Daisy Mae (Daisy Mae) You've been running around too long Daisy Mae (Daisy Mae) Come on back where you belong It's okay (it's okay) I will always be your friend Daisy Mae (Daisy Mae) You're going to find out in the end That I'm the one who's going to bring the good times to you I'll be the first to say That I need you more than ever, Daisy Mae  Think about what you're missing And what you've got waiting here There's so much I'm keeping Just to whisper in your ear  C'mon Daisy, now, don't hold out Just to make me want you more There's no one in this big old world I'd rather be pulling for  Daisy Mae (Daisy Mae) You've been running around too long Daisy Mae (Daisy Mae) Come on back where you belong It's okay (it's okay) I will always be your friend Daisy Mae (Daisy Mae) You're going to find out in the end That I'm the one who's going to bring the good times to you I'll be the first to say That I need you more than ever, Daisy Mae  Daisy Mae (Daisy Mae) You've been running around too long Daisy Mae (Daisy Mae) Come on back where you belong Daisy Mae (Daisy Mae) You've been running around too long Daisy Mae (oh, Daisy Mae) Come on back where you belong Daisy Mae (Daisy Mae) You've been running around too long Daisy Mae (oh, Daisy Mae) Come on back where you belong Daisy Mae (Daisy Mae) You've been running around too long  ",
        "title": "Daisy Mae"
    },
    {
        "artist": "Merry Clayton",
        "lyrics": null,
        "title": "After All This Time"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "Make Me The Woman That You Go Home To"
    },
    {
        "artist": "Humble Pie",
        "lyrics": "  I don't need no doctor 'cause I know what's ailing me I don't need no doctor 'cause I know what's ailing me Yes I do, all I need is my baby You don't know I'm in misery  I don't need no doctor I don't need no doctor  I don't need no doctor My prescription tells me that I don't need no doctor I don't need no doctor  I don't need no doctor My prescription tell me that I don't need no doctor I don't need no doctor  All I need is my baby You don't know [Incomprehensible] I don't need no doctor I don't need no doctor  Well, the doctor said I need rest He put me on the critical list Keeping me safe from harm All I need is her sweet charm  He gave me a medicated lotion That wouldn't do My emotion  I don't need no doctor I don't need no doctor I don't need no doctor  I don't need no doctor I don't need no doctor No doctor No doctor  I don't need no doctor I don't need no doctor I don't need no doctor [Incomprehensible]  I don't need no doctor I don't need no doctor I don't need no doctor  I don't need no doctor I don't need no doctor I don't need no doctor  [Incomprehensible] Had a good time Had a good time Had a good time  I don't feel good I don't feel good I don't need no doctor  I don't need no doctor I don't need no doctor I don't need no doctor  I don't, I don't feel I don't, I don't feel  I don't need no doctor I don't need no doctor I don't need no doctor I don't need  ",
        "title": "I Don't Need No Doctor"
    },
    {
        "artist": "The Coasters",
        "lyrics": null,
        "title": "Love Potion Number Nine"
    },
    {
        "artist": "The Dramatics",
        "lyrics": null,
        "title": "Get Up And Get Down"
    },
    {
        "artist": "The Undisputed Truth",
        "lyrics": "  Born into this world a baby You're mind is clear as the air Time passes... You learn to walk and talk Time passes... You learn right from wrong Time passes... You leave home seeking a life Of your own...  I'm tellin' you the natural facts For way this world Listen to me people... You make your own heavens and hell Right here on earth  I'm tellin' you the natural facts For way this world You make you own heaven and hell Right here on earth On earth, on earth, on earth...  Time passess... And your values change Life becomes a strange, confusing game Suddenly you want the finer things in life But you find it takes a lots of hard work Now you're standing At the crossroads of life To satisfy your personal wants... Will you do wrong Or will you do right? Well one thing you must admit And you know it's true The final decision Is still up to you  I'm tellin' you the natural facts For way this world Listen to me people... You make your own heaven and hell Right here on earth Let me tell you one more time... I'm tellin' you the natural facts For way this world You make your own heaven and hell Right here on earth  Listen people... Life is a giant, invisible scale with two sides; Good and bad You and your beliefs Are the weights The things you do each day Determine the balance Your conscience is a flawless Judge and jury; The only question is what you want  ",
        "title": "You Make Your Own Heaven And Hell Right Here On Earth"
    },
    {
        "artist": "Chase",
        "lyrics": null,
        "title": "So Many People"
    },
    {
        "artist": "Free Movement",
        "lyrics": null,
        "title": "The Harder I Try (The Bluer I Get)"
    },
    {
        "artist": "The Poppy Family",
        "lyrics": null,
        "title": "No Good To Cry"
    },
    {
        "artist": "Johnny Paycheck",
        "lyrics": null,
        "title": "She's All I Got"
    },
    {
        "artist": "Heaven Bound with Tony Scotti",
        "lyrics": null,
        "title": "Five Hundred Miles"
    },
    {
        "artist": "The Emotions",
        "lyrics": null,
        "title": "Show Me How"
    },
    {
        "artist": "N.F. Porter",
        "lyrics": null,
        "title": "Keep On Keeping On"
    },
    {
        "artist": "Jerry Butler & Brenda Lee Eager",
        "lyrics": "  [Jerry Butler] Oh, ooh, thank God for you (I thank God, I thank God)  You were woman enough Girl, not to try to hide (I didn't try to hide it, baby) You didn't try to hide your love (I didn't try to hide it, baby) For this other guy, baby (I didn't try to hide it, baby) No need to explain  Oh, I thank the angels for you That you were woman enough To try to make it easier for me Well (try to make it easy) (Try to make it easy) (Try to make it easy)  Wherever you go I want you to know You happen to call on me Then I'll be right by your side  [Brenda Lee Eager] Oh, oh, thank God for you (I thank God, I thank God)  For it's very nice to see There's a man who understands (So understanding, baby) How hard it is to take your hand (So understanding, baby) And try to explain  Oh, I thank the angels for you You're the kind of man you are To be so understanding (So understanding, so understanding) (So understanding, so understanding)  Wherever you go You happen to call on me And I'm gonna be Right by your side, yes, I will  Oh, thank God above We were able to see Just how wrong we were Ain't understanding mellow  (Ain't understanding mellow Could we have this love of ours) Ain't understanding mellow (Ain't understanding mellow Could we have this love of ours)  Ain't understanding mellow (Ain't understanding mellow Could we have this love of ours)  Oh we wake up in the morning baby (Ain't understanding mellow Could we have this love of ours) Oh, baby, be mellow (Ain't understanding mellow Could we have this love of ours)  ",
        "title": "Ain't Understanding Mellow"
    },
    {
        "artist": "Judy Collins",
        "lyrics": null,
        "title": "Open The Door (Song For Judith)"
    },
    {
        "artist": "The New Colony Six",
        "lyrics": null,
        "title": "Long Time To Be Alone"
    },
    {
        "artist": "Beverly Bremers",
        "lyrics": "  Don't Say You Don't Remember Beverly Bremers Written by Estelle Levitt and Helen Miller - peaked at #15 in 1972 We wrote on the corner of the table: \"This is the only one that will last For you, for me, for always Forever was meant for us\", but for us it went by too fast Don't say you don't remember I'll never love anyone else If you say you don't remember How can I go on living (How can I go on living) With myself? When we meet you always call me \"baby.\" How could it be that you forgot my name? Before you go, be honest I belonged to you and believed that you felt the same Don't say you don't remember I'll never love anyone else If you say you don't remember How can I go on living (How can I go on living) With myself? People never stay the same forever Somebody always loves a little more Tonight I need to love you Together we'll find a way to make tomorrow worth living for Don't say you don't remember I'll never love anyone else If you say you don't remember How can I go on living (How can I go on living) With myself  ",
        "title": "Don't Say You Don't Remember"
    },
    {
        "artist": "Nilsson",
        "lyrics": null,
        "title": "Without You"
    },
    {
        "artist": "Edgar Winter's White Trash",
        "lyrics": null,
        "title": "Keep Playin' That Rock 'N' Roll"
    }
]