[
    {
        "artist": "Brandy & Monica",
        "lyrics": "  [Intro] The boy is mine The boy is mine The boy is mine The boy is mine The boy is mine  [Intro: Brandy & Monica] - Excuse me! Can I, please, talk to you for a minute? - Uh huh. Sure. You know, you look kinda familiar - Yeah, you do too. But I just wanted to know, do you know somebody named... You know his name - Oh yeah, definitely I know his name - Well, I just want to let you that he's mine - Huh. No, no. He's mine!  [Chorus: Monica & Brandy] You need to give it up Had about enough It's not hard to see The boy is mine I'm sorry that you Seem to be confused He belongs to me The boy is mine  [Verse 1: Brandy & Monica] Think its time we got this straight Sit and talk face to face There is no way you could mistake Him for your man, are you insane? But see I know that you may be Just a bit jealous of me But you're blind if you can't see That his love is all in me See, I tried to hesitate I didn't want to say what he told me He said without me he couldn't make it Through the day, ain't that a shame But maybe you misunderstood 'Cause I can't see how he could Wanna change something that's so good All my love was all it took (the boy is mine)  [Chorus: Monica & Brandy] You need to give it up Had about enough (enough) It's not hard to see The boy is mine (boy is mine) I'm sorry that you (sorry that you) Seem to be confused (confused) He belongs to me The boy is mine  [Verse 2: Monica & Brandy] Must you do the things you do You keep on acting like a fool You need to know it's me not you And if you didn't know it, girl, it's true I think that you should realize And try to understand why He is a part of my life I know it's killing you inside You can say what you wanna say What we have you can't take From the truth you can't escape I can tell the real from the fake When will you get the picture? You're the past, I'm the future Get away, it's my time to shine If you didn't know the boy is mine (the boy is mine)  [Chorus: Monica & Brandy] You need to give it up Had about enough (enough) It's not hard to see (to see) The boy is mine (the boy is mine) I'm sorry that you (sorry that you) Seem to be confused (seem to be confused) He belongs to me (he belongs to me) The boy is mine (the boy is mine) You need to give it up Had about enough (had about enough) It's not hard to see The boy is mine (he's mine, he's mine, he's mine, he's mine) I'm sorry that you (I'm so sorry) Seem to be confused (you seem to be confused) He belongs to me (he belongs to me) The boy is mine  [Verse 3: Monica & Brandy] You can't destroy this love I've found Your silly games I won't allow The boy is mine without a doubt You might as well throw in the towel What makes you think that he wants you When I'm the one that brought him to The special place that's in my heart? He was my love right from the start  [Chorus: Monica & Brandy] You need to give it up (baby don't lie) Had about enough (had about enough) It's not hard to see (it's not hard to see) The boy is mine (the boy is mine) I'm sorry that you (I'm sorry that you) Seem to be confused (seem to be confused) He belongs to me (he belongs to me) The boy is mine (no, no) You need to give it up (you need to give it up) Had about enough (had enough) It's not hard to see (it's not hard to see) The boy is mine (the boy is mine) I'm sorry that you Seem to be confused (seem to be confused) He belongs to me (he belongs to me) The boy is mine (the boy is mine) You need to give it up (not yours) Had about enough (but mine, not yours) It's not hard to see (but mine, not yours) The boy is mine (but mine) I'm sorry that you Seem to be confused He belongs to me The boy is mine  ",
        "title": "The Boy Is Mine"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Intro] When I first saw you, I saw love And the first time you touched me, I felt love And after all this time You're still the one I love  [Verse 1] Looks like we made it Look how far we've come my baby We mighta took the long way We knew we'd get there someday  [Pre-Chorus] They said, \"I bet they'll never make it\" But just look at us holding on We're still together still going strong  [Chorus] (You're still the one) You're still the one I run to The one that I belong to You're still the one I want for life (You're still the one) You're still the one that I love The only one I dream of You're still the one I kiss good night  [Verse 2] Ain't nothing better We beat the odds together I'm glad we didn't listen Look at what we would be missing  [Pre-Chorus] They said, \"I bet they'll never make it\" But just look at us holding on We're still together still going strong  [Chorus] (You're still the one) You're still the one I run to The one that I belong to You're still the one I want for life (You're still the one) You're still the one that I love The only one I dream of You're still the one I kiss good night You're still the one (You're still the one) You're still the one I run to The one that I belong to You're still the one I want for life (You're still the one) You're still the one that I love The only one I dream of You're still the one I kiss good night  [Outro] I'm so glad we made it Look how far we've come my baby  ",
        "title": "You're Still The One"
    },
    {
        "artist": "Usher",
        "lyrics": null,
        "title": "My Way"
    },
    {
        "artist": "Puff Daddy Featuring Jimmy Page",
        "lyrics": "  Uh-huh, Yeah Uh-huh, Yeah, uuh Uh-huh, Yeah, uuh Uh-huh, Yeah, uuh Uh-huh, Yeah, uuh Uh-huh, Yeah, Yeah  Hear my cries Hear my call Lend me your ears See my fall See my error Know my faults Time halts See my loss Know I'm lacking Backtracking Where I met you Pistol packing Itchy finger Trigger happy Try to trap me Bad rap Wiretap me Back-stab me Break the faith Fall from grace Tell me lies Time flies Close your eyes  Come with me Come with me, Yeah Come with me, Uh-huh, Yeah  You said to trust you You'd never hurt me Now I'm disgusted Since then adjusted Certainly you fooled me Ridiculed me Left me hanging Now shit is boomeranging Right back at you Think long range Narrow-minded Left me blinded I cosigned it Shit backfired But I'm bouncing back I grinded Not many would bear the pressure You comprehend me You want to end me You offend me It's drama, feel the trauma Come with me  Yeah, Uh-huh, ah ha Come with me, Don't be afraid, yeah Come with me  I close my eyes And I see.. You standing there I cry... Tears... Of sorrow... I die....  Uh-huh, Yeah  Fuck my enemies Fuck my foes Damn these hoes You're stepping on my toes Back up off me Take your hands off me Give me room to breathe I'm not hearing it I'm not fearing it I'm up to my ears in it Bullshit I'm destructive Some women find that seductive Some say it's lunacy Reluctantly I've been moving on I ignore you Sorry if I bore you I neglect you Don't mean to disrespect you Can't you see I love you dearly And that sincerely But you annoy me You can't avoid me I'm here to stay Forever and ever and a day That's never I can't let you go I can't forget it Why you did it I won't permit it And won't acquit it I want to fight you I'll fucking bite you Can't stand nobody like you You can't run You can't hide No surprise Close your eyes  Come with me, yeah Come with me Come with me, AHHHHHHHHHHHHOOOOOOOOWWW Yeah, like this Come on, Come on Yeah turn me up, turn me up Yeah yeah yeah, come on now, Yeah  Hear my cries Hear my calls Lend me your ears (Uh huh You ready now? Come on check this out) Hear my cries Hear my calls Lend me your ears, Uhh (Oh yeah that's right, Oh yeah that's right)  Hear my cries Hear my calls Lend me your ears See my fall See my errors Know my faults Time halts See my loss Know I'm lacking Backtracking Where I met you Pistol packing Itchy finger Trigger happy Try to trap me Bad rap Wiretap me Backstab me Break the faith Fall from grace Tell me lies Time flies Close your eyes Come with me  Come with me x8  I'm gonna take you with me I want to fight you I'll fucking bite you Can't stand nobody like you You can't run You can't hide No surprise Close your eyes  Come with me I'm gonna take you with me I'm here to stay Forever ever And ever and day that's never Come with me  Uh-huh, Yeah x6 Come with me  ",
        "title": "Come With Me"
    },
    {
        "artist": "Sarah McLachlan",
        "lyrics": "  [Verse 1] Adia, I do believe I failed you Adia, I know I've let you down Don't you know I tried so hard To love you in my way? It's easy Let it go  [Verse 2] Adia, I'm empty since you left me Trying to find a way to carry on I search myself and everyone To see where we went wrong  [Verse 3] There's no one left to finger There's no one here to blame There's no one left to talk to, honey And there ain't no one to buy our innocence  [Chorus] Cause we are born innocent Believe me, Adia We are still innocent It's easy, we all falter Does it matter?  [Verse 4] Adia, I thought that we could make it I know I can't change the way you feel I leave you with your misery Your friend who won't betray  [Verse 5] I pull you from your tower I take away your pain I show you all the beauty you possess If you'd only let yourself believe  [Chorus] Cause we are born innocent Believe me, Adia We are still innocent It's easy, we all falter Does it matter? Cause we are born innocent Believe me, Adia We are still innocent It's easy, we all falter Does it matter?  [Bridge] Believe me, Adia We are still innocent  [Chorus] Cause we are born innocent Believe me, Adia We are still innocent It's easy, we all falter Does it matter?  ",
        "title": "Adia"
    },
    {
        "artist": "Next",
        "lyrics": "  [Intro] I wonder if she could tell I'm hard right now Yeah, come on, dance for me, baby, yeah You feel that? All right, come on, don't stop now You done did it, come on, yeah, all right, hold on  [Hook] Baby, when we're grindin', I get so excited Ooh how I like it, I try but I can't fight it Oh, you're dancin' real close, 'plus it's real, real slow You're makin' it hard for me  [Verse 1] Oh the songs on you requested You're dancin' like you're naked It's almost like we're sexin' (oh yeah) Yeah, boo, I like it, no, I can't deny it But I know you can tell I'm excited, oh girl  [Pre-Hook: Next and (Vee)] (Step back, you're dancin' kinda close) (I feel a little poke comin' through on you) Now girl, I know you felt it But boo, you know, I can't help it You know what I wanna do  [Hook] Baby, when we're grindin', I get so excited Ooh how I like it, I try but I can't fight it Oh, you're dancin' real close, 'plus it's real, real slow You know you're makin' it hard for me  [Verse 2] Baby, us dancin' so close ain't a good idea 'Cuz I'mma want you now and here The way that you shake it on me Makes me want you so bad sexually, oh girl  [Pre-Hook: Next and (Vee)] (Step back, you're dancin' kinda close) (I feel a little poke comin' through on you) Now girl, I know you felt it But boo, you know, I can't help it You know what I wanna do, oh yes  [Hook] Baby, when we're grindin', I get so excited Ooh how I like it, I try but I can't fight it Oh, you're dancin' real close, 'plus it's real, real slow You know you're makin' it hard for me Baby don't stop Baby, when we're grindin', I get so excited Ooh how I like it, I try but I can't fight it Oh, you're dancin' real close, 'plus it's real, real slow You're makin' it hard for me  [Bridge: Next and (Vee)] I love when you shake it like that (I see that you like it like that) I love when you shake it like that (I see that you like it like that) Baby i like it  [Hook] Baby, when we're grindin', I get so excited Ooh how I like it, I try but I can't fight it Oh, you're dancin' real close, 'plus it's real, real slow You're makin' it hard for me  [Outro] I like the way you move (baby, when we're grindin' I get so excited) You're making me want you oh the way you move ('plus it's real, real slow) I like those things you do cause you're a little too close, yeah I get so excited Ooh how I like it, I try but I can't fight it Oh, you're dancin' real close, 'plus it's real, real slow You're makin' it hard for me  ",
        "title": "Too Close"
    },
    {
        "artist": "Nicole Featuring Missy \"Misdemeanor\" Elliott & Mocha",
        "lyrics": null,
        "title": "Make It Hot"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Verse 1] Zephyr in the sky at night I wonder Do my tears of mourning sink beneath the sun? She's got herself a universe gone quickly For the call of thunder threatens everyone  [Chorus] And I feel like I just got home And I feel And I feel like I just got home And I feel  [Verse 2] Faster than the speeding light she's flying Trying to remember where it all began She's got herself a little piece of heaven Waiting for the time when Earth shall be as one  [Chorus] And I feel like I just got home And I feel And I feel like I just got home And I feel  [Post-Chorus] Quicker than a ray of light Quicker than a ray of light Quicker than a ray of light  [Verse 1] Zephyr in the sky at night I wonder Do my tears of mourning sink beneath the sun? She's got herself a universe gone quickly For the call of thunder threatens everyone  [Middle 8] And I feel Quicker than a ray of light, then gone for Someone else shall be there Through the endless years  [Outro] She's got herself a universe She's got herself a universe She's got herself a universe And I feel And I feel And I feel like I just got home And I feel  Quicker than a ray of light she's flying Quicker than a ray of light I'm flying  ",
        "title": "Ray Of Light"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] I am thinking of you In my sleepless solitude tonight If it's wrong to love you Then my heart just won't let me be right Because I've drowned in you And I won't pull through Without you by my side  [Chorus] I'd give my all to have Just one more night with you I'd risk my life to feel Your body next to mine Because I can't go on Living in the memory of our song I'd give my all for your love tonight  [Verse 2] Baby, can you feel me Imagining I'm looking in your eyes I can see you clearly Vividly emblazoned in my mind And yet you're so far Like a distant star I'm wishing on tonight  [Chorus] I'd give my all to have Just one more night with you I'd risk my life to feel Your body next to mine Cause I can't go on Living in the memory of our song I'd give my all for your love tonight  [Outro] Give my all for your love Tonight  ",
        "title": "My All"
    },
    {
        "artist": "Voices Of Theory",
        "lyrics": null,
        "title": "Say It"
    },
    {
        "artist": "Backstreet Boys",
        "lyrics": "  [Chorus: Brian and all] Everybody Rock your body Everybody, rock your body right Backstreet's back, alright  [Verse 1: AJ] Oh my God, we're back again Brothers, sisters, everybody sing Gonna bring the flavor, show you how Gotta question for you better answer now, yeah  [Pre-Chorus: Nick, Brian, and all] Am I original? Yeah Am I the only one? Yeah Am I sexual? Yeah Am I everything you need? You better rock your body now  [Chorus] Everybody Rock your body Everybody, rock your body right Backstreet's back, alright  [Verse 2: AJ] Now throw your hands up in the air Wave them around like you just don't care If you want to party let me hear you yell Because we got it going on again, yeah  [Pre-Chorus] Am I original? Yeah Am I the only one? Yeah Am I sexual? Yeah Am I everything you need? You better rock your body now  [Chorus] Everybody Rock your body Everybody, rock your body right Backstreet's back, alright  [Outro] Everybody, yeah Rock your body, yeah Everybody Rock your body right (rock your body right), Backstreet's back Everybody (everybody), yeah (rock your body) Rock your body (everybody), yeah (everybody rock your body) Everybody (everybody, rock your body), rock your body right (everybody) Backstreet's back, alright  ",
        "title": "Everybody [Backstreet's Back]"
    },
    {
        "artist": "K-Ci & JoJo",
        "lyrics": "  [Verse 1] I will never find another lover sweeter than you Sweeter than you And I will never find another lover more precious than you More precious than you Girl you are close to me, you're like my mother Close to me, you're like my father Close to me, you're like my sister Close to me, you're like my brother And you are the only one my everything And for you this song I sing  [Chorus] And all my life, I prayed for someone like you And I thank God that I, that I finally found you All my life, I prayed for someone like you And I hope that you feel the same way too Yes, I pray that you do love me too  I said you're all that I'm thinking of... Baby  [Verse 2] Said, I promise to never fall in love with a stranger You're all I'm thinking of, I praise the Lord above For sending me your love I cherish every hug I really love you  [Chorus] And all my life, I prayed for someone like you And I thank God that I, that I finally found you All my life, I prayed for someone like you And I hope that you feel the same way too Yes, I pray that you do, love me  [Bridge] You're all that I ever know When you smile, on my face, all I see is a glow You turned my life around You picked me up when I was down You're all that I ever know When you smile, our face glows You picked me up when I was down Said, you're all that I ever know When you smile, our face glows You picked me up when I was down And I hope that you feel the same way too Yes, I pray that you do love me too  [Chorus] And all my life, I prayed for someone like you And I thank God that I, that I finally found you All my life, I prayed for someone like you Yes, I pray that you do love me too  ",
        "title": "All My Life"
    },
    {
        "artist": "All Saints",
        "lyrics": null,
        "title": "Never Ever"
    },
    {
        "artist": "Jon B",
        "lyrics": "  [Verse ] Heard about my past Things I used to do The games I used to play The girls that didn't last I know what's on your mind You think I'm doing wrong Can I say what is real You are the only one When I'm not around Do you think of me Or what the jealous ones Are claiming me to be You should know by now That it's gonna take A lot of trust from you For us to make it through  [Bridge] You should know baby you're my angel Nothing's gonna make you fall from heaven Girl I just want to love you Love you  [Hook] Don't listen to what people say They don't know about you and me Put it out your mind cause it's jealousy They don't know about this here Don't listen to what people say They don't know about you and me Put it out your mind cause it's jealousy They don't know about this here  [Verse 2] Girl lets talk about What your friends told you That I'm a selfish man Want my cake and eat it to Maybe in my past But you changed me now Now that I've learned to love It's you that showed me how Your love so real I'd be a fool to play Play around on you I want to stay with you You should know by now That it's gonna take A lot of trust from you For us to make it through  [Bridge]  [Hook]  ",
        "title": "They Don't Know"
    },
    {
        "artist": "Five",
        "lyrics": null,
        "title": "When The Lights Go Out"
    },
    {
        "artist": "Pras Michel Feat. Ol' Dirty Bastard & Introducing Mya",
        "lyrics": "  [Hook: Mya] Ghetto supastar That is what you are Coming from afar Reaching for the stars Run away with me to another place We can rely on each other, uh-huh From one corner to another, uh-huh  [Verse 1 : Pras] Some got hopes and dreams We got ways and means The supreme dream team always up with the schemes From hubcaps to selling raps, name your theme My rise to the top floating on this cream Who the hell wanna stop me, I hated those who doubt me A million ReFugees with unlimited warranties Black Caesar, dating top skeezers Diplomatic legalese; no time for a Visa They just begun, I'mma shoot them one-by-one Got five sides to me, something like a pentagon Strike with the forces of King Solomon Letting bygones be bygones, and so on, and so on I'mma teach this cat how to live in the ghetto Keeping it retrospective from the get go Lay low, let my mind shine like a halo P-P-Politic with ghetto senators on the D-low  [Hook] Ghetto supastar That is what you are Coming from afar Reaching for the stars Run away with me to another place We can rely on each other, uh-huh From one corner to another, uh-huh  [Verse 2 : ODB] One, two And you don't stop Yo! My eyes is sore, being a senator Behind closed doors hitting truth to the seafloor The rich go North, ignore the tug of war While the kids are poor, open new and better drug stores So I became hardcore, couldn't take it no more I'ma reveal everything, change the law I find myself walking the streets Trying to find what's really going on in the streets  [Pras] Now every dog got his day, needless to say When the chief away that's when them cats want to play I told you, mess around you fools like Cassius Clay Stretch my heater make you do a pot of beret Kick your balls like Pele, pick em doing ballet Peak like Dante, broader than Broadway Get applause like a matador, cry yelling \"Ole!\" Who the hell wanna save me, from B.K. to Cali  [Hook] Ghetto supastar That is what you are Coming from afar Reaching for the stars Run away with me to another place We can rely on each other, uh-huh From one corner to another, uh-huh  [Verse 3: Pras] Yeah... yo, yeah Just when you thought it was safe in a common place Showcase your finest is losing fast in the horse race 2-faced, getting defaced, out like Scarface Throw your roll money, let me put on my screwface  [ODB] Well I'm paranoid at the things I say Wondering what's the penalty from day to day, I'm hanging out Partying with girls that never die, you see I was Picking on the small fries, my campaign telling lies Was just spreading my love, didn't know my love Was the one holding the gun and the glove But it's all good as long as it's understood It's all together now in the hood  [Hook] Ghetto supastar That is what you are Coming from afar Reaching for the stars Run away with me to another place We can rely on each other, uh-huh From one corner to another, uh-huh Ghetto supastar That is what you are Coming from afar Reaching for the stars Run away with me to another place We can rely on each other, uh-huh From one corner to another, uh-huh  ",
        "title": "Ghetto Supastar (That Is What You Are)"
    },
    {
        "artist": "Kelly Price",
        "lyrics": "  [Mr. Biggs] Yeah Kelly, you there? Now, listen baby I got your message I'm just confused I don't understand everything but I'm on my way over there to you Now you stay on the phone And tell me everything that went down  [Kelly] See I was the one Who picked her up when so called friends let her down (Uh huh) And I was the one Who took her in when that fool put her out (I know) Yeah, a true friend indeed You see I was there when chips was going down (You know I know) Um, but she betrayed me Caught him with her coming in from out of town (You what?) Tell me (Aww, SHIT!)  1 - Why ya ya, why yah yah Why yah yah, why yah yah I wanna know Why yah yah, why yah yah Why yah yah, why yah yah  Now I put my trust in him I can't believe he slept with her behind my back (Oh) I went out on a limb I even covered up to keep his thing in tact (Yeah) Um.. what I had in me, yeah Was something real that's so hard to come about, Uh (Oh, oh) But he betrayed me There was a photo in some laundry that I found Tell me why  Repeat 1  She was my best friend (oh yeah, oh yeah) Hung with me through thick and thin (My homey, my homey) Sisters to the very end (And I) I can't believe it Can't believe it Can't believe it  He was everything to me (Everything to me, baby) Now out the door he is history (Oh now ya gotta go on) We could have had everything (And I) I can't believe it Can't believe it Can't believe it  [Mr. Biggs] No, no, no, no, no, no, no, no, no, no  [Kelly] Why, why, why  [Mr. Biggs] Why  [Kelly] Can't believe I trusted you  [Mr. Biggs] Kelly, let me call him up  [Kelly] No, no, no, no  [Mr. Biggs] And just talk to him  [Kelly] There's nothing to say Because it's too late, oh  [Mr. Biggs] Oh, I know it, but it's just the principle About the whole thing, oh I'm your Godfather And I can't stand for nobody to hurt you, baby  [Kelly] No, no, no, no  [Mr. Biggs] So just call him up  [Kelly] I don't wanna, I don't wanna  [Mr. Biggs] Call him baby, call him right now  [Kelly] I'm callin', I'm callin', I'm callin'  [Mr. Biggs] Call him up.....  [R.Kelly] Hello? Who's this?  [Mr. Biggs] This is Mr. Biggs  [R.Kelly] How ya doin' Mr. Biggs  [Mr. Biggs] What the hell is going on?  [R.Kelly] What you mean what's goin' on?  [Mr. Biggs] Kelly's telling me That you're sleeping with another woman  [R. Kelly] Just because she sees me wit her Doesn't mean I'm sleeping wit her  [Mr. Biggs] Well, if you're not sleepin' with her What the hell you doin' with her  [R. Kelly] Damn, I could be just talkin' to her  [Mr. Biggs] Or you could be just creepin' with her Now son, man to man, we both know the game  [R. Kelly] Yeah, but what's that got to.....  [Mr. Biggs] Wait a minute And you know all about heartache and pain This is my Goddaughter And I'm just trying to protect her heart  [Kelly] Don't waste your time  [Mr. Biggs] You may have been a moon to her But to me she's the star, oh  Repeat 1 while:  [Kelly] Why, why  [Mr. Biggs] Kelly, take this phone!  [Kelly] She was my best friend You were my husband Oh, but I don't want you No, no, no more Said I don't want you No, no, no, no more See you shaped and molded me To be what you wanted me to be She was a leaf in your life But I was the root to your tree, oh  Repeat 1 until fade  ",
        "title": "Friend Of Mine"
    },
    {
        "artist": "Savage Garden",
        "lyrics": "  [Verse 1] I'll be your dream, I'll be your wish I'll be your fantasy I'll be your hope, I'll be your love Be everything that you need I'll love you more with every breath Truly, madly, deeply do  [Pre-Chorus] I will be strong, I will be faithful Cause I'm counting on A new beginning, a reason for living A deeper meaning, yeah  [Chorus] I want to stand with you on a mountain I want to bathe with you in the sea I want to lay like this forever Until the sky falls down on me  [Verse 2] And when the stars are shining Brightly in the velvet sky I'll make a wish send it to heaven Then make you want to cry The tears of joy for all the Pleasure and the certainty  [Pre-Chorus] That we're surrounded by the Comfort and protection of The highest powers, in lonely hours The tears devour you  [Chorus] I want to stand with you on a mountain I want to bathe with you in the sea I want to lay like this forever Until the sky falls down on me  [Bridge] Oh can you see it baby? You don't have to close your eyes Cause it's standing right before you All that you need will surely come  [Chorus] I'll be your dream, I'll be your wish I'll be your fantasy I'll be your hope, I'll be your love Be everything that you need I'll love you more with every breath Truly, madly, deeply do I want to stand with you on a mountain I want to bathe with you in the sea I want to lay like this forever Until the sky falls down on me  ",
        "title": "Truly Madly Deeply"
    },
    {
        "artist": "Marcy Playground",
        "lyrics": "  [Verse 1] Hanging around, downtown by myself And I had so much time to sit and think about myself Then there she was, like double cherry pie Yeah, there she was, like disco super-fly  [Chorus] I smell sex and candy here, mmhmmm Who's that lounging in my chair? Mmhmmm Who's that casting devious stares in my direction? Momma this surely is a dream, yeah Yeah, momma this surely is a dream, dig it  [Verse 2] Hanging around, downtown by myself And I've had too much caffeine and I was thinking about myself And then there she was, in platform double suede Yeah, there she was, like disco lemonade  [Chorus] I smell sex and candy here, mmhmmm Who's that lounging in my chair? Mmhmmm Who's that casting devious stares in my direction? Momma this surely is a dream, yeah Yeah, momma this surely is a dream, dig it Yeah, momma this surely is a dream, yeah  [Chorus] I smell sex and candy here, mmhmmm Who's that lounging in my chair? Mmhmmm Who's that casting devious stares in my direction? Momma this surely is a dream, dig it Yeah, momma this surely is a dream, mmhmmm Yeah, momma this surely is a dream, yeah Yeah, momma this must be my dream  ",
        "title": "Sex And Candy"
    },
    {
        "artist": "Nate Dogg Featuring Warren G",
        "lyrics": "  [Intro: Nate Dogg] Nobody does it better Nobody does it better  [Chorus: Nate Dogg] They can come closer than close, yeah Original they never will be We bumpin' from coast to coast, yeah yeah We just tryin' make you see Nobody does it better  [Verse 1: Warren G] I'm sittin' here trippin', my mind is blocked Nate Dogg just spit it so it's “Time To Concoct\" No one can do it better like this two man crew Hey say we one-hitter quitters, now what cha'll gonna do?  [Verse 2: Nate Dogg] Always into somethin, that's my name Only out for money, hey cause that's the game People always ask me why I'm out for scratch He who had the most is he who won the match  [Verse 3: Warren G] Strike one, me and Nate Dogg is a match Stike two, leave 'em standing still in their tracks Strike three, you can call us two one three It's the L and the B that makes me act like a G  [Verse 4: Nate Dogg] My exhibition started back in '93 When wasn’t nobody listenin' but Warren and me To all the nonbelievers, now I bet you see Nobody does it better than me  [Chorus: Nate Dogg] They can come closer than close, yeah Original they never will be We bumpin' from coast to coast, yeah yeah We just tryin' make you see Nobody does it better  [Verse 5: Warren G] They call me ‘Geezy the Spark Plug,\" keepin' it licked There is no accident for these platinum hits So when we make it to show love, bangin' in your club Hangin' with your thugs, givin' up G love  [Verse 6: Nate Dogg] Do you remember back on the east side? When all of us niggas used to love to ride We didn't care what we did Time was nothing to us, we were just kids Times are different now, but you still get stuck I'm not a kid no more, I just don't give a fuck So if you really think you wanna step to me Keep this is mind: nobody does it better than me  [Chorus: Nate Dogg] They can come closer than close, yeah Original they never will be We bumpin' from coast to coast, yeah yeah We just tryin' make you see Nobody does it better  [Verse 7: Warren G] Wow, make you say go now Hot rap singles on the charts now Got a baby, so I'm breakin' hearts now On your mark, get set, it starts now  [Verse 8: Nate Dogg] All you pimp playin' hustlers, now ya know You can't keep me out once you crack the door Either join a team or it's best you flee Nobody does it better than me  [Chorus: Nate Dogg] They can come closer than close, yeah Original they never will be We bumpin' from coast to coast, yeah yeah We just tryin' make you see Nobody does it better  [Outro: Nate Dogg] Nobody does it better Nobody does it better  ",
        "title": "Nobody Does It Better"
    },
    {
        "artist": "Spice Girls",
        "lyrics": null,
        "title": "Stop"
    },
    {
        "artist": "Jennifer Paige",
        "lyrics": null,
        "title": "Crush"
    },
    {
        "artist": "Link",
        "lyrics": null,
        "title": "Whatcha Gone Do?"
    },
    {
        "artist": "LeAnn Rimes",
        "lyrics": "  [Verse 1:] Look at the sky Tell me what do you see Just close your eyes And describe it to me  The heavens are sparkling With starlight tonight That's what I see through your eyes  I see the heavens Each time that you smile I hear your heartbeat Just go on for miles And suddenly I know My life is worth while That's what I see through your eyes  [Chorus:] Here in the night I see the sun Here in the dark Our two hearts are one It's out of our hands  We can't stop What we have begun And love just took me by surprise Looking through your eyes  [Verse 2:] I look at myself And instead I see us Whoever I am now It feels like enough  And I see a girl Who is learning to trust That's who I see through your eyes  [Repeat Chorus:]  [Bridge:] And there are some things we don't know Sometimes a heart just needs to go And there is so much I'll remember Underneath the open sky with you forever  [Repeat Chorus:]  ",
        "title": "Looking Through Your Eyes"
    },
    {
        "artist": "Master P Featuring Sons Of Funk",
        "lyrics": "  I got the hook up holla if you hear me (Ughhhhhh)(8X)  [Master P] I live my life as a thug but girl you know I need ya Each and ever women that I meet damn they don't wanna be ya It ain't no limit to what we could do Holla if ya hear me girl you know I'm comin' through I'm out here on the grind livin' my life fast And if you really love me lay some blankets on the grass I know the way I live make you wanna cry But you know I gotta hustle that's the way I survive It ain't no changin' me but me and you could make it Let's fix a plate of ghetto love with grits eggs and bacon Let me wipe away your ghetto tears misery and pain All you need is a passport I got the hookup and a private plane  [Chorus] Don't wanna go on livin' without you I got the hook up holla if you hear me (Ughhhhhh) And if we say bye bye bye then take my heart with you I got the hook up holla if you hear me (Ughhhhhh) Can we go on livin' without you I got the hook up holla if you hear me (Ughhhhhh) And if we say bye bye bye then take my heart with you  [Sons of Funk] For a while tears are all that we shared our love was fading so fast Was right now is wrong gaining fast baby In the night I sat alone wanting you crying out for you Wondering who's loving you baby Something happened along the way the love that we shared has gone away We tried and tried for a better day for that day girl I pray  [Bridge: Master P & Sons of Funk] Don't wanna go on livin' without you I got the hook up holla if you hear me (Ughhhhhh) And if we say bye bye bye then take my heart with you I got the hook up holla if you hear me (Ughhhhhh) Can we go on livin' without you I got the hook up holla if you hear me (Ughhhhhh) And if we say bye bye bye then take my heart with you Holla if you hear me (Ughhhhhh)(3X) I love you Ohhhhhhh holla if you hear me Don't wanna go on livin' without you I got the hook up holla if you hear me (Ughhhhhh) And if we say bye bye bye then take my heart with you I got the hook up holla if you hear me (Ughhhhhh) Can we go on livin' without you I got the hook up holla if you hear me (Ughhhhhh) And if we say bye bye bye bye  [Master P and Sons of Funk] Don't wanna be lonely I Don't wanna be lonely (holla if you hear me) Ya heard me I ain't tryin' to be lonely (Don't wanna be lonely) Cuz you know what everybody needs somebody (with or without you) And I'm a thug for you girl the thug in me Go put your soldier outfit on let's go to war tonight ya heard me Don't wanna be lonely I Don't wanna be lonely Sons of Funk ya hear me  [Bridge: Master P & Sons of Funk] Don't wanna go on livin' without you I got the hook up holla if you hear me (Ughhhhhh) And if we say bye bye bye then take my heart with you I got the hook up holla if you hear me (Ughhhhhh) Can we go on livin' without you I got the hook up holla if you hear me (Ughhhhhh) And if we say bye bye bye then take my heart with you Don't wanna go on livin' without you Holla if you heard me Ughhhh Master P Sons of Funk Sons of Funk And if we say bye bye bye then take my heart with you I got the hook up holla if you hear me (Ughhhhhh) Can we go on livin' without you I got the hook up holla if you hear me (Ughhhhhh) And if we say bye bye bye then take my heart with you  {Said during Chorus} Holla if you heard me Ughhhh Master P Sons of Funk Sons of Funk Ya'll know how we do it no limit stlye baby told ya'll it was no limit Was up with you shorty you're too cute to have them hittin' on you You heard me you need me here goes my cellular phone number Just call me if you need the hook up girl we gone handle that  ",
        "title": "I Got The Hook Up!"
    },
    {
        "artist": "Ace Of Base",
        "lyrics": null,
        "title": "Cruel Summer"
    },
    {
        "artist": "Janet Featuring BLACKstreet",
        "lyrics": null,
        "title": "I Get Lonely"
    },
    {
        "artist": "Cleopatra",
        "lyrics": "  Hey, ohohohoho Let me hear you say it (Cleopatra) Come on  (Cleopatra comin' atcha, Cleopatra comin' atcha) (Cleopatra comin' atcha, Cleopatra comin' atcha)  Get a pen and paper, write down our name You will realize our aim is the same (As the others) We all have that dream to make it to the top When we do we know we're never gonna stop  (Be together) Oooh (Last forever), hey, yeah Our minds will stay the same We won't be beaten down by fame  (Lovin' each other, one and another) We all want the same success So we're wishin' for the best  (Hey, we're here) Oh (Fresh new talent's here and we know) Know (We're never gonna go, Cleopatra) Hey  (We know the way to move, so we're gonna) Gonna (We're gonna blow the roof) (Gonna blow it) Hey, ohohohoho  Let me hear you say it (Cleopatra) Come on  We need education to get us to the ranks We've no time to play those silly little pranks (So we're saying) Please don't try to change the person you are Keep on dreamin' that you'll be a superstar  (Be together, we'll last forever) Hey, yeah Our minds will stay the same We won't be beaten down by fame  (Lovin' each other, one and another) We all want the same success So we're wishin' for the best  (Hey, we're here) Oh (Fresh new talent's here and we know) Know (We're never gonna go, Cleopatra) Hey  (We know the way to move, so we're gonna) Gonna (We're gonna blow the roof) (Gonna blow it) Hey, ohohohoho Let me hear you say it, yeah (Cleopatra) Come on  (C-L-E-O-P-A) T-R-A  (Hey, we're here) Oh (Fresh new talent's here and we know) Come on, girl (We're never gonna go, Cleopatra) Hey (We know the way to move, so we're gonna) Gonna  We're gonna blow the roof, gonna blow it) Hey Yeah, hey (Cleopatra) Come on  (C-L-E-O-P-A) T-R-A  (Hey we're here) (Fresh new talent's here and we know) (We're never gonna go) We're never gonna go (Cleopatra, we know the way to move so we're gonna) Gonna (We're gonna blow the roof)  (Hey we're here) Oh (Fresh new talent's here and we know) Know (We're never gonna go, Cleopatra) Hey (We know the way to move so we're gonna) Gonna (We're gonna blow the roof)  ",
        "title": "Cleopatra's Theme"
    },
    {
        "artist": "Faith Hill",
        "lyrics": "  [Verse 1] I don't want another heartbreak I don't need another turn to cry, no I don't want to learn the hard way Baby hello, oh no, goodbye But you got me like a rocket Shooting straight across the sky  [Chorus] It' s the way you love me It's a feeling like this It's centrifugal motion It's perpetual bliss It's that pivotal moment It's, ah, impossible This kiss, this kiss Unstoppable This kiss, this kiss  [Verse 2] Cinderella said to Snow White \"How does love get so off course All I Wanted was a white knight With a good heart, soft touch, fast horse Ride me off into the sunset Baby I'm forever yours\"  [Chorus] It's the way you love me It's a feeling like this It's centrifugal motion It's perpetual bliss It's that pivotal moment It's, ah unthinkable This kiss, this kiss Unsinkable This kiss, this kiss  [Verse 3] You can kiss me in the moonlight On the rooftop under the sky, oh You can kiss me with the windows open While the rain comes pouring inside, oh Kiss me in sweet slow motion Let's let everything slide You got me floating You got me flying  [Chorus] It's the way you love me It's a feeling like this It's centrifugal motion It's perpetual bliss It's that pivotal moment It's (ah) subliminal This kiss, this kiss It's criminal This kiss, this kiss It's the way you love me baby It's the way you love me, darling  [Chorus] It' s the way you love me It's a feeling like this It's centrifugal motion It's perpetual bliss It's that pivotal moment It's (ah) subliminal This kiss, this kiss It's criminal This kiss, this kiss It's the way you love me baby It's the way you love me darling  ",
        "title": "This Kiss"
    },
    {
        "artist": "Big Punisher Featuring Joe",
        "lyrics": "  [Hook: Joe & Big Pun] I don't wanna be a player no more I'm not a player, I just fuck a lot But Big Punisher, still got what you're lookin' for For my thug niggas, for my thug niggas Uptown, baby, uptown Don't wanna be, don't wanna be I don't wanna be a player no more I'm not a player, I just fuck a lot But you know Big Pun and Joe still down by law Who's down to fuck tonight?  [Verse 1: Big Pun] I'm still not a player, but you still a hater Elevator to the top, hah, see you later I'm gone, Penthouse suite, Penthouse freaks In-house beats, French comtesse, 10 thou' piece Rent-out lease with an option to buy Coppin' a 5-0 Benz for when I'm not far up in the sky Puffin' the lye from my Twinzito Up in the Benzito with my kiko From Queens nicknamed Perico We go back like PA's and wearin' PJ's Now we reach the peakage, runnin' trains for three days Who want to ride it? Won't cost you a dollar Whether soft or harder, of course you still gonna holla Mama, I'm big, huh? I'll rip my prick through your hooters I'm sick, you couldn't measure my dick with six rulers Hold up, Choola, I'm all about gettin' loot But I knock that boot if you out to get koofed  [Hook: Joe & Big Pun] I don't wanna be a player no more I'm not a player, I just fuck a lot But Big Punisher, still got what you're lookin' for For my thug niggas, for my thug niggas Uptown, baby, uptown Don't wanna be, don't wanna be I don't wanna be a player no more I'm not a player, I just fuck a lot But you know Big Pun and Joe still down by law Who's down to fuck tonight?  [Verse 2: Big Pun] I love from butter pecan to blackberry molass' I don't discriminate, I regulate every shade of the ass Long as you show class and pass my test Fat ass and breasts, highly intelligent bachelorettes That's the best, I won't settle for less I want a ghetto brunette with unforgettable sex I lay your head on my chest, and feel my heartbeat We can park the Jeep Pump Mobb Deep and just spark the leaf It's hard to creep since I found Joe Every pretty, round, brown ho wanna go down low But this Boogie Down professional, I'ma let you know Once I put the blows, get your clothes, ‘cause you got to go I could go downstairs, little brown hairs everywhere You nasty, Twin, I don't care 'Round here they call me Big Pun, if you with the big guns Thick tongue, known to make the chicks come  [Bridge: Big Pun & Joe] In the hot tub, poppin' bubbly Rubbin' your spot, love Got you screamin', \"Punish me!\" But it don't stop, watch the Pun get wicked When I stick it even Luke be like \"Don't stop, get it, get it!\" In the hot tub, poppin' bubbly Rubbin' your spot, love Got you screamin', \"Punish me!\" But it don't stop, watch the Pun get wicked When I stick it even Luke be like \"Don't stop, get it, get it!\"  [Hook: Joe & Big Pun] I don't wanna be a player no more I'm not a player, I just fuck a lot But Big Punisher, still got what you're lookin' for For my thug niggas, for my thug niggas Uptown, baby, uptown Don't wanna be, don't wanna be I don't wanna be a player no more I'm not a player, I just fuck a lot But you know Big Pun and Joe still down by law Who's down to fuck tonight?  [Outro: Joe] Boricua, morena Boricua, morena Boricua, morena Boricua, morena Boricua, morena Boricua, morena  No more rollin' with an entourage Unless it’s Pun and the Terror Squad Punisher, Punisher, Punisher (Beatin' niggas down somethin' silly) Big Punisher, Punisher, Big Punisher  Boricua, morena Boricua, morena Boricua, morena Boricua, morena Boricua, morena Boricua, morena Boricua, morena Boricua, morena Boricua, morena Boricua, morena Boricua, morena Boricua, morena  ",
        "title": "Still Not A Player"
    },
    {
        "artist": "Imajin Featuring Keith Murray",
        "lyrics": null,
        "title": "Shorty (You Keep Playin' With My Mind)"
    },
    {
        "artist": "Xscape",
        "lyrics": "  [Verse 1: LaTocha] I know you're going I can't make you stay I can only let you know I love you any way And if the road you take leads to heartbreak Somewhere down the line If someone ever hurts you Or treats your heart unkind  [Chorus] You just run to the arms of the one who loves you You just run to these arms And these two arms will keep you warm When rain has found your heart Never fear, I'm never far You just run to the arms of the one who loves you  [Verse 2: LaTocha] I want you happy I want the best for you And if you have to leave to find your dream I hope that dream comes true But if the world you find brings you hard times If someone makes you cry I'll be there to hold you I'll be standing by  [Chorus]  [Bridge: Tamika (LaTocha)] My love is strong enough, you know Strong enough to let you go But I'll always hold you Inside my heart (And if you should ever change your mind You can come back any time) And when you do (and when you do)  [Chorus with LaTocha & Tamika adlibs]  ",
        "title": "The Arms Of The One Who Loves You"
    },
    {
        "artist": "Savage Garden",
        "lyrics": "  [Verse 1] She's taking her time, making up the reasons To justify all the hurt inside Guess she knows from the smiles And the look in their eyes Everyone's got a theory about the bitter one  They're saying \"Mama never loved her much And Daddy never keeps in touch That's why she shies away From human affection.\" But somewhere in a private place She packs her bags for outer space And now she's waiting For the right kind of pilot to come (And she'll say to him...) She's saying  [Chorus] I would fly to the moon and back If you'll be, if you'll be my baby I've got a ticket for a world Where we belong So would you be my baby?  [Verse 2] She can't remember a time When she felt needed If love was red then she was color blind All her friends, they've been tried for treason And crimes that were never defined  She's saying \"Love is like a barren place And reaching out for human faith Is, is like a journey I just don't have a map for.\"  So, baby's gonna take a dive And push the shift to overdrive Send a signal that she's hanging All her hopes on the stars (What a pleasant dream...)  [Chorus] I would fly to the moon and back If you'll be, if you'll be my baby I've got a ticket for a world Where we belong So would you be my baby?  Hold on Hold on (5, 4, 3, 2, 1)  [Verse 3] \"Mama never loved her much And Daddy never keeps in touch That's why she shies away From human affection.\" But somewhere in a private place She packs her bags for outer space And now she's waiting For the right kind of pilot to come (And she'll say to him) Just saying  [Chorus] I would fly to the moon and back If you'll be, if you'll be my baby I've got a ticket for a world Where we belong So would you be my baby?  [Chorus] I would fly to the moon and back If you'll be, if you'll be my baby I've got a ticket for a world Where we belong So would you be my baby  ",
        "title": "To The Moon And Back"
    },
    {
        "artist": "Third Eye Blind",
        "lyrics": "  [Verse 1: Stephan Jenkins] I'm only pretty sure that I can't take anymore Before you take a swing I wonder what are we fighting for When I say out loud \"I want to get out of this\" I wonder is there anything I'm going to miss  [Chorus: Stephan Jenkins] I wonder how it's going to be When you don't know me How's it going to be When you're sure I'm not there How's it going to be When there's no one there to talk to Between you and me 'Cause I don't care How's it going to be How's it going to be  [Verse 2: Stephan Jenkins] Where we used to laugh There's a shouting match Sharp as a thumbnail scratch A silence I can't ignore Like the hammock by the Doorway we spent time in, swings empty Don't see lightning like last fall When it was always about to hit me  [Chorus: Stephan Jenkins] I wonder how's it going to be When it goes down How's it going to be When you're not around How's it going to be When you found out there was nothing Between you and me Cause I don't care How's it going to be How's it going to be  [Bridge: Stephan Jenkins] And how's it going to be When you don't know me anymore And how's it going to be Want to get myself back in again The soft dive of oblivion I want to taste the salt of your skin The soft dive of oblivion (Oblivion)  [Outro: Stephan Jenkins] How's it going to be When you don't know me anymore How's it going to be? How's it going to be?  ",
        "title": "How's It Going To Be"
    },
    {
        "artist": "Will Smith",
        "lyrics": "  [Verse 1] On your mark ready set let's go, dance floor pro I know you know I go psycho When my new joint hit, just can't sit Got to get jiggy with it, ooh, that's it Now honey honey come ride, DKNY All up in my eye, you got a Prada Bag with a lot of stuff in it Give it to your friend let's spin, everybody looking at me Glancing the kid, wishing they was dancing a jig Here with this handsome kid, ciga-cigar Right from Cuba-Cuba, I just bite it It's for the look, I don't light it Illway the an-may on the ance-day oor-flay Give it up jiggy make it feel like foreplay Yo my cardio is infinite, ha-ha Big Willie style's all in it, getting jiggy with it  [Hook] Getting jiggy with it  [Verse 2] What you want to ball with the kid? Watch your step you might fall Trying to do what I did Mama mama mama come closer In the middle of the club with the rub-a-dub No love for the haters, the haters Mad cause I got floor seats at the Lakers See me on the fifty yard line with the Raiders Met Ali he told me I'm the greatest I got the fever for the flavor of a crowd-pleaser DJ play another from the prince of this Your highness, only mad chicks ride in my whips South to the West to the East to the North Bought my hits and watch them go off a go off Ah, yes-yes y'all Ya don't stop in the winter or the (Summertime) I makes it hot, getting jiggy with 'em  [Hook]  [Verse 3] Eight-fifty I.S. if you need a lift Who's the kid in the drop? Who else Will Smith Living that life some consider a myth Rock from south street to one two fifth Women used to tease me, give it to me now nice and easy Since I moved up like George and Weezie Cream to the maximum I be asking 'em Would you like to bounce with the brother that's platinum? Never see Will attacking 'em Rather play ball with Shaq and 'em, flatten 'em Psych, kidding Thought I took a spill but I didn't Trust the lady of my life she hitting Hit her with a drop top with the ribbon Crib for my mom on the outskirts of Philly You trying to flex on me? Don't be silly, getting jiggy with it  ",
        "title": "Gettin' Jiggy Wit It"
    },
    {
        "artist": "LeAnn Rimes",
        "lyrics": "  How do I get through one night without you? If I had to live without you What kind of life would that be?  Oh, I, I need you in my arms, need you to hold You're my world, my heart, my soul and if you ever leave Baby you would take away everything good in my life And tell me now  How do I live without you? I want to know How do I breathe without you if you ever go? How do I ever, ever survive? How do I, how do I, oh, how do I live?  Without you there'd be no sun in my sky There would be no love in my life There'd be no world left for me  And I, baby, I don't know what I would do I'd be lost if I lost you, if you ever leave Baby, you would take away everything real in my life And tell me now  How do I live without you? I want to know How do I breathe without you if you ever go? How do I ever, ever survive? How do I, how do I, oh, how do I live?  Please, tell me, baby How do I go on if you ever leave? Baby, you would take away everything, I need you with me Baby, don't you know that you're everything good in my life? And tell me now  How do I live without you? I want to know How do I breathe without you if you ever go How do I ever, ever survive? How do I, how do I, oh, how do I live?  How do I live without you? How do I live without you, baby? How do I live?  ",
        "title": "How Do I Live"
    },
    {
        "artist": "Busta Rhymes",
        "lyrics": "  Uh ah uh uuuuuuuuuuuuuuuuuuuhhhhhhhahaha Check it out Flipmode squad Raw deluxe shit '98 Check it out  I be the street shit The nigga your mama freak with Put y'all niggas on it y'all know how to keep a secret When I get money you know I like to keep it How I get money niggas you try to peep it Flipmode be niggas you wanna form a team with Them get money niggas the ones to plot the scheme with Them niggas that be used to getting money frequent The ones that would always measure my triple beam with Until they start taking my niggas to the precinct That's all back in the day yo that ain't nothing recent Cause now-a-days it be bitches we like to speak with Eat with Lay them down and sleep with Type of pussy make a nigga wanna keep it Shorty be so exotic she looking decent Lot of corny niggas be offering wack free shit I can't hold the heat no more yo I gotta release it  What ya'll wanna do Don't you know we always coming through Me and my crew Let me hear you say fire it up (fire it up) Say fire it up (fire it up) To all my dogs that's straight blunted Run around in the 500 all day Let me hear you say fire it up (fire it up) Say fire it up (fire it up) C'MON!  Now, everytime that I meet a nigga who fronting It's alright cause you getting money and everybody want it Smoke a big spliff Get myself for a blunted Fall on the floor and I gotta call my S500 Iceburg 5 where you at No need for alarm Right now I'm cruising to the sounds of my enhanced CD-ROM Hurry up 5 Ayyo you know it's about to get thick I see this cat a way behind my back about to do a stick Tell me where you at I will be there in 10 seconds flat You know I got your back I'll be there just in time to counteract Sometimes I'm unforget cooth My S5 bulletproof I turbo boost And blast right through your motherfucking roof Coming through Hitting you Knocking out a nigga's tooth Full speed ahead like we running a toll booth Produce more flavor than Very Fine juice Call a truce Before me and my niggas'll let loose  All my ladies in the place to be Getting money while they next to me Let me see Let me hear you say fire it up (fire it up) Say fire it up (fire it up) All my people just wave your hand Getting money all across the land One time Let me hear you say fire it up (fire it up) Say fire it up (fire it up) C'MON!  Bleach the heat You're letting loose to the extreme Me and the Iceburg S5 bounce from the scene Recline my seat rock to the beat Leaning so hard, it's like my whole squad up in the Jeep Blowing up the spot or we hit them know what I mean Got you open we keeping you niggas up like caffine Flying guillotine Seeing everything on my little computer screen From here to Phillipine Keep it moving we never run out of gasoline Gas me you ossen a nigga with kerosine Me and my 5 be running some mission you've never seen Hot shit making you niggas forever feen Anyone of you coming, you better come clean Hit you with an overdose of more rhyme and Phetamine Got your eye blood shot you need Physine Niggas is wyling I think you need to read the sireen  What ya'll wanna do Don't you know we always coming through Me and my crew Lemme hear you say fire it up (fire it up) Say fire it up (fire it up) To all my dogs that's stay rugged Run around in the 500 All day Lemme hear you say fire it up (fire it up) Say fire it up (fire it up) To all my ladies in the place to be Getting money while they next to me Let me see Lemme hear you say fire it up (fire it up) Say fire it up (fire it up) To all my people just wave your hand Getting money all across the land One time Lemme hear you say fire it up (fire it up) Say fire it up (fire it up) C'MON! [Backround music continues and fades]     ",
        "title": "Turn It Up [Remix]/Fire It Up"
    },
    {
        "artist": "Mase Featuring Puff Daddy",
        "lyrics": null,
        "title": "Lookin' At Me"
    },
    {
        "artist": "Janet",
        "lyrics": "  [Intro] There are times when I look above and beyond There are times when I feel your love around me baby I'll never forget my baby (I'll never forget you)  [Verse 1] There are times when I look above and beyond There are times when I feel your love around me baby I'll never forget my baby When I feel that I don't belong Draw my strength from the words when you said Hey, it's about you, baby Look deeper inside you, baby  [Pre-Chorus] Dream about us together again What I want: us together again, baby I know we'll be together again cuz  [Chorus] Everywhere I go, every smile I see I know you are there smilin' back at me Dancin in moonlight I know you are free 'Cause I can see your star shinin' down on me  [Post-Chorus] (Together again, ooh) Good times we'll share again (Together again, ooh) Makes me wanna dance (Together again, ooh) Say it loud and proud (Together again, ooh) All my love's for you  [Verse 2] Always been a true angel to me - now above I can't wait for you to wrap your wings around me, baby (Wrap them around me, baby) Oooh, wrap them around me, baby (Wrap them around me, baby) Sometimes hear you whisperin' \"No more pain\" No worries will you ever see now, baby (ever see you, baby) I'm so happy for my baby (happy for you, baby)  [Pre-Chorus] Dream about us together again What I want: us together again baby I know we'll be together again cuz  [Chorus] Everywhere I go, every smile I see I know you are there smilin' back at me Dancin in moonlight I know you are free 'Cause I can see your star shinin' down on me  [Post-Chorus] (Together again, ooh) Good times we'll share again (Together again, ooh) Makes me wanna dance (Together again, ooh) Say it loud and proud (Together again, ooh) All my love's for you  [Bridge] There are times when I look above and beyond There are times when I feel you smile upon me, baby I'll never forget my baby What I'd give just to hold you close as on earth In heaven we will be together, baby (together) Together again, my baby (together again, my baby)  [Chorus] Everywhere I go, every smile I see I know you are there smilin' back at me Dancin in moonlight I know you are free 'Cause I can see your star shinin' down on me Everywhere I go, every smile I see I know you are there smilin' back at me Dancin in moonlight I know you are free 'Cause I can see your star shinin' down on me  ",
        "title": "Together Again"
    },
    {
        "artist": "Master P Feat. Fiend, Silkk The Shocker, Mia X & Mystikal",
        "lyrics": "  [Intro] [Rappin 4-Tay] No Limit Studios, whassup? [Random Caller] Who dis is? Who dis is? [R4T] Nigga, this Rappin 4-Tay, who is this? Oh this is P [R4T] P?! Yeah this is P! [R4T] P?! (Yeah) [R4T] If this P lemme hear ya say ungggggggggggh UngnGNGYAHAHgngnnghh *voice cracking* [R4T] This ain't no motherfuckin P! Man, hang the phone up  [Hook: Master P & No Limit] Make em say UNGGGGGGH (UNGGGGGGH) Na-nah na-nah (na-nah na-nah)  [Verse 1: Master P] Nigga, I'm the colonel of the motherfuckin tank Y'all after big thangs, we after big bank 3rd Ward hustlas, soldiers in combats Convicts and dealers, and killers with TRU tats Never gave a fuck bout no hoes on our riches And niggas come short, I'm diggin ditches M.P. pullin stripes, commander-in-chief And fools run up wrong, nigga I'm knockin out some teeth I'm down here slangin, rollin with these hustlers Tryin to get rid of all you haters and you bustas Steppin on toes, break a niggas nose In the projects niggas anything goes Breakin fools off cause I'm a No Limit soldier At ease now salute, this pass me the doja  [Hook]  [Verse 2: Fiend] Fiend exercisin his right of exorcism, bustin out the Expedition Bullets choppin haters business to about the size of prisms our mission They heard we scary, No Limit mercenary No tellin how bad it get, because the worst'll vary I heard you make em worry, that this for the loot They intimidated by the rounds that the tank shoot Tank Dogs salute! Every robbery in store, cause they know Everything Fiend know, mean mo' money mo' Little Fiend still want the greens, the cornbread and the cabbage In your hood, remindin you bitches of who the baddest Definitely the maddest, so the crime gon' stick em up My UNGGGGGGH went twice (ungh, ungh) And ended with nine, get em  [Hook]  [Verse 3: Silkk the Shocker] P gon' make ya say UNGGGGGGH, I'mma make you say OWWWWWWWW I'm not Eric B. but guaranteed to move this motherfuckin crowd I stay on like light switches, money, cause I like riches Hittin nothin but tight bitches, call me, I might hit ya Nigga make em say nah-nah-nah, don't trip After I bust yo' shit, then after that say na-nah-nah-nah I hang with niggas, I do my thang with niggas (unggggh) They wanna know if I gangbang, cause I hang with a whole gang of niggas So when, we connect bitch better respect this, I step quick Cause I got a, vicious right hand but ya know what? My left is quick too! Silkk, you the type of nigga that promotes violence? You might be right Cause I'll step in the club and say somethin To get that motherfucker start to, fightin!! (Bout it!!) Bad as Vogues, I'm cold, extra see through Be G's fuckin knockin niggas cause I make em all see 3-D And P-D's the game that I spit, No Limit Soldiers got my back I run this motherfucker, TRU niggas And I betcha I'll make yall stay back!  [Hook]  [Verse 4: Mia X] We capitalize and monopolize on everything we see keep pistols drawed And cocked, we got the industry locked, we can't be stopped, too hot Check the spots that we got, on Billboard This Tank can set up roadblocks, we fadin all you hoes Want some mo? Then let's go, stretch you out like elastic Zip that ass up in plastic, have ya folks pickin caskets We drastic, our tactics is homegrown in the ghetto So feel the wrath of this sista, it's like you fightin 10 niggas Forget the baby boys, it's the biggest mamma Mia The Unlady Like diva, lyrical man eater, believe her Or see her, and get that ass embarrassed If you're a decision maker, guaranteed you'll get carried away So stay in yo' place, when ya hear mamma speakin Cannon spray, clear the way, when ya see The Tank creepin  [Hook]  [Verse 5: Mystikal] I'm that nigga that rappers look up to when they won't know how to do it Used to be the little bitty skinny motherfucker with the braids in his hair Used to live on Tchoupitoulas I done paid my dues, but still played the blues Nigga play me like you was scared to lose I'm still a fool, you ain't heard the news I was a No Limit nigga, makin major moves I won't stop now, bitch, I can't stop You can't stop me, so bitch don't try we We TRU soldiers, we don't die We keep rollin, na-nah-nah-nah-nah All aboard, bitch could get barely inside The Riverboat Hallelujah Niggas goin to war, got to fightin and shootin inside Rumors Bitches be sayin he there, we there, BEWARE!!! C there, Silkk there Fiend there, Mamma there, P there Ain't no salary cap, on top of my dollars I roll with nothin, but them No Limit riders I gets down nigga, I hold my tank up high Watch how many bitches get wild, na-nah na-nah  ",
        "title": "Make Em' Say Uhh!"
    },
    {
        "artist": "Paula Cole",
        "lyrics": "  [Intro] So open up your morning light And say a little prayer for I You know that if we are to stay alive Then see the peace in every eye  [Verse 1] She had two babies, one was six months, one was three In the war of '44 Every telephone ring, every heartbeat stinging When she thought it was God calling her Oh, would her son grow to know his father?  [Chorus] I don't want to wait for our lives to be over I want to know right now what will it be I don't want to wait for our lives to be over Will it be yes or will it be sorry  [Verse 2] He showed up all wet on the rainy front step Wearing shrapnel in his skin And the war he saw live inside him still It's so hard to be gentle and warm The years pass by and now he has granddaughters  [Chorus] I don't want to wait for our lives to be over I want to know right now what will it be I don't want to wait for our lives to be over Will it be yes or will it be  [Verse 3] So look at me from across the room You're wearing your anguish again Believe me I know the feeling It sucks you into the jaws of anger So breathe a little more deeply All we have is this very moment And I don't want to do what his father And his father, and his father did I want to be here now  [Bridge] So open up your morning light And say a little prayer for I You know that if we are to stay alive Then see the peace in every eye  [Chorus] I don't want to wait for our lives to be over I want to know right now what will it be I don't want to wait for our lives to be over Will it be yes or will it be I don't want to wait for our lives to be over I want to know right now what will it be I don't want to wait for our lives to be over Will it be yes or will it be sorry  [Outro] So open up your morning light And say a little prayer for I You know that if we are to stay alive Then see the love in every eye  ",
        "title": "I Don't Want To Wait"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Verse 1] Should have been different but It wasn't different, was It Same old story, \"Dear John,\" and so along Should have fit like a glove Should have fit like a ring Like a diamond ring A token of true love Should have all worked out But it didn't She should be here now But she isn't  [Chorus] There's your trouble, there's your trouble You keep seeing double with the wrong one You can't see I love you, you can't see she doesn't But you just keep holding on There's your trouble  [Verse 2] So now you're thinking 'bout All you're missing how Deep you're sinking, round and round and dragging down Why don't you cash in your chips Why don't you call it a loss Not such a big loss, chalk it up to better luck Could have been true love But it wasn't It should all add up But it doesn't  [Chorus] There's your trouble, there's your trouble You keep seeing double with the wrong one You can't see I love you, you can't see she doesn't But you just keep holding on There's your trouble  [Bridge] Should have all worked out But it didn't She should be here now But she isn't There's your trouble, there's your trouble  [Chorus] You keep seeing double with the wrong one And you can't see I love you, you can't see she doesn't But you just keep holding on There's your trouble There's your trouble There's your trouble There's your trouble There's your trouble  ",
        "title": "There's Your Trouble"
    },
    {
        "artist": "Montell Jordan Feat. Master P & Silkk The Shocker",
        "lyrics": "  [MP] Let's get rowdy, let's get rowdy [MJ] Know Montell is Bout It Bout It [MP] Let's get rowdy [MJ] Master P is Bout It Bout It [MP] Let's get rowdy... looka here [MP] Let's get rowdy  [Montell Jordan] Stepped in the club, after my show You know the spot, where everybody's on the low low (let's get rowdy) That's when I saw her, she saw me (unggggggggggh) She told me she liked Master P, and Montell occassionsly So I laid back, put a fifty in my mouth Said I wanna see you shake it girl Cause that's what that Bout It Bout It's 'bout (let's get rowdy) All the n*ggaz in the club, was jealous of me Cause I waited for it, I stayed for And I'm damn near 'bout to pay for it So  Chorus: Montell Jordan (Master P)  Let's ride (let's get rowdy) All night (let's get rowdy) I don't doubt it (let's get rowdy) Your love is Bout It Bout It (let's get rowdy) And I'm so excited (let's get rowdy) Sooooo excited (let's get rowdy) Girl I wanna ride it (let's get rowdy) Girl I wanna ride (let's get rowdy) Let's ride (unggggggggggggggh) Tonight Can't do without it Your love is Bout It Bout It (let's get rowdy) And I want tonight And I'm Bout It Bout It baby (let's get rowdy) Girl I wanna ride it (let's get rowdy)  [Montell Jordan] Now baby was more than incredible, she did her thing 5'5\" 146, wearing nothing but a G-string Her chocolate lips and, sexy thighs, sittin properly up on top of me She's ridin, and never ain't no stoppin me now She bounced back, then rocked slow Like she's auditioning to kick it in my video (unggggggggggggh) There ain't No Limit, to what she'd do I'm listening, she's whispering Her girl wanna ride me too  Chorus: Montell Jordan (Master P)  Let's ride (let's get rowdy) Yes she do All night (let's get rowdy) I don't doubt it (let's get rowdy) Your love is Bout It Bout It (let's get rowdy) And I'm so excited (let's get rowdy) Said I'm sooooo excited (let's get rowdy) But girl I wanna ride it (let's get rowdy) Baby won't you let me ride (let's get rowdy) Let's ride (let's get rowdy) Wanna slap them thighs (let's get rowdy) Can't do without it Your love is Bout It Bout It (let's get rowdy) And I want tonight (let's get rowdy) Baby yeahhh, baby yeahhh (let's get rowdy) Girl I wanna ride it (let's get rowdy) Listen baby (you know we Bout It Bout It)  [Montell Jordan] She's moving up and down, and round and round tonight Moving up and down, and around and around (unggggggggggggh) She's moving up and down, and round and round, let's ride Oh baby ain't nothin like the real thing, can't you see  [Master P] See us Soldiers do it wild, I could make you smile Make my nine go pow, put on your boots let's run some miles Camouflage on them sheets, make that headoard squeak Up and down til you weak, cause us thugs like to freak 68'll be my code, if you Bout It girl let's roll I told you was No Limit cause tonight, anything goes  [Silkk the Shocker] Anything goes, let's roll, lemme help you take up off your clothes Give me a preview before, and the rest after the show Thug love mixed with cream, Hennessey, strawberries, and Moet Champagne, mo' in bath hop in the hot tub, drop a foot off a Oriental Rug Can't get enough, you on top of me, me on top of you Do what you want to this thug, girl ain't no stoppin you  Chorus: w/ variations (mostly minus Master P)  ",
        "title": "Let's Ride"
    },
    {
        "artist": "69 Boyz",
        "lyrics": "  Better ride You in tune to the sounds Of the dance floor giants, 69 And we come to make you dance And I brought my dogs wit me Check it out  Hold up, wait a minute Y'all dance, who think I'm pretty? Loud man breakin' your town We're the force to make ya get down Know and a bigger mess in your plans It beats nothing so I dance 69 mic on the ground, breakin' it down Wantin' more time But this time, it's for my dogs South, North, all y'all There's more little things in life to get (hot) What about the one's in your (what) Those that don't like huh? Cuz me and my dogs are rightin' to get cool in it Then I cut and chit chat, y'all where ya at? Where ya at?  1- Woof woof Where ya at? Where ya at? Woof woof Where ya at?  Where ya at? Woof woof Where ya at?  Where ya at?  Where ya at?  Repeat 1 Repeat 1 Repeat 1  This for the dogs in the lounge And all the dogs in the grill Can't be forgettin' the dogs in our town That be keepin' it real And all the dogs that we've known They bark is worse than their bite This for the dogs to get (high) Here's one that I love Say, yo, ladies? (Yeah?) Whassup?  I know y'all 'bout to give up Light the 36 and tear the club up If ya wit me dance a lil' bit I know y'all lad' come to chill Specially if y'all up on the bill From the old up from A town Cuz y'all like it cheaper right now AKA as I get on my roll Work that body down to the floor Y'all just ain't afraid to vibrate Shake it up 'till it breaks And if ya get bump come see the father Little girl, you know that I gotcha And I want ya, like that But for now, where ya at? Where ya at? Where ya at girls?  Repeat 1 Repeat 1 Repeat 1 Repeat 1  This is for my dogs in Dakota And all my dogs in LA Can't forget my dogs in New Orleans Let's ride and ride it all day Hands down, shake up, we all up in the mix And it's about time we all break it down And it goes a little something like this  Yo, dog, you see a little something you like? You say, here kittie kittie, here kittie kittie kittie And she lookin' all good in the club tonight You say here kittie kittie, here kittie kittie kittie If you's a dog and you need a fix Here kittie kittie, here kittie kittie kittie  We've been trying to tell y'all for years That you need to open your ears Take a trip down to the dirty south And find out what is woof woof about It's just a word we get call No time for hype beats and huh Cris-cross it all to make ya join Wit the way that I bump bump bump Ladies down from state to state Cuz like y'all dogs, we operate And when the bass of his glip Well, ya must be in tune to hear what we hear Just like ya ought to do But inside of you If not, we didn't come through Knowin' the South is all of that But for now I wanna know where the dogs is at  Repeat 1 Repeat 1 Repeat 1 Repeat 1  This for the dogs in Virginia And the dogs in Indiana And for the dogs out in Texas Tennessee and Alabama And for my dogs in Missouri And for my dogs in North Carolina And for my dogs in D.C And the ones in Mississippi I know you dogs in Nebraska New Mexico and Arizona And the ones in Michigan Milwaukee and Oklahoma This for my dogs Who got me riding out From the North to the East and West Again, in the dirty South, come on  Woof Woof...Where ya at? Woof Woof...Where ya at? Woof Woof...Where ya at? Where ya at? Where ya at? (x 4)  Woof Woof (x 24)  ",
        "title": "Woof Woof"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": "  Poor old Granddad I laughed at all his words I thought he was a bitter man He spoke of women's ways They'll trap you, then they use you before you even know For love is blind and you're far too kind Don't ever let it show  I wish that I knew what I know now When I was younger I wish that I knew what I know now When I was stronger  The can-can such a pretty show Will steal your heart away But backstage back on earth again The dressing rooms are grey They come on strong and it ain't too long For they make you feel a man But love is blind and you soon will find You're just a boy again  When you want her lips, you get her cheek Makes you wonder where you are If you want some more then she's fast asleep You're just twinkling with the stars  Poor young grandson, there's nothing I can say You'll have to learn, just like me And that's the hardest way, ooh la la Ooh la la, la la, yeah  I wish that I knew what I know now When I was younger I wish that I knew what I know now When I was stronger  ",
        "title": "Ooh La La"
    },
    {
        "artist": "'N Sync",
        "lyrics": "  [Chorus] You're all I ever wanted You're all I ever needed, yeah So tell me what to do now Cause I want you back  [Verse 1] It's hard to say I'm sorry It's hard to make the things I did undone A lesson I've learned too well, for sure So don't hang up the phone now I'm trying to figure out just what to do I'm going crazy without you  [Chorus] You're all I ever wanted You're all I ever needed, yeah So tell me what to do now Cause I want you back  [Verse 2] Baby I remember The way you used to look at me and say Promises never last forever I told you not to worry I said that everything would be all right I didn't know then that you were right  [Chorus] You're all I ever wanted You're all I ever needed, yeah So tell me what to do now Cause I want you back  [Verse 3] Yeah I want you back, oh yeah You're the one I want You're the one I need Girl, what can I do (You're the one I want) (You're the one I need) (Tell me, what can I do) You're all I ever wanted (You're the one I want) You're all I ever needed (You're the one I need) So tell me what to do now (Tell me, what can I do) When I want you back  [Chorus] You're all I ever wanted You're all I ever needed, yeah So tell me what to do now Cause I want you back  ",
        "title": "I Want You Back"
    },
    {
        "artist": "Destiny's Child",
        "lyrics": "  [Intro: Wyclef Jean] This is the remix The jeep's pump this new remix (uh huh) This is the remix Radio's play this remix This is the remix The Crups pump this remix This is the remix Refugee Camp the remix Destiny's Child 'bout to set it This is the remix The streets pump the remix This is the remix Every project, come on, come on Destiny's Child, hey  [Verse One: Destiny's Child] Boy I know you want me I can see it in your eyes But you keep on frontin' Won't you say what's on your mind ’Cause each and every time you need me You give me signs But when I ask you what's the deal You hold it all inside  If you wanna be with me Ya gotta keep it real Tell me what's going on Tell me how you feel Boy I know you want me Just as much as I want you So come and get my love It's all here for you  [Chorus] You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah (Why you frontin' when you know you really want it)  You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah (Why you frontin' when you know you really want it)  [Verse Two: Destiny's Child] If you keep acting this way You're gonna lose my love I ain't got no time to play You better hurry up Cuz every time I come around And crews around your way I see ya on the corner But you don't know what to say  When I walk up to you baby You seem so shy What's the problem baby Never had a girl like I I can see right through you And you know you wanna be mine So get your act together ’Cause you're running out of time  [Chorus] You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah (Why you frontin' when you know you really want it)  You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah (Why you frontin' when you know you really want it)  (Don't front, you know you really want it) (Is it alright if I play my guitar right here)  [Bridge] Every time I see you with your boys You pretend as if you don't want me When you get home you call me on the phone And tell me how much you care  [Verse Three: Wyclef Jean] Yo, close your eyes, shorty You're guarenteed to be hypnotized By the remix that Wyclef provide I don't care about your size Girl shake your thighs All I'm tryin' to do In the ’hood is stay alive Make a little money with Destiny's Child Thugs hear this song, they dance they go wild Like Texas, they movin' like No Limit soldiers They went from a dream to the Young Supremes, sing it girls  [Chorus: UNTIL FADE] You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah (Why you frontin' when you know you really want it)  You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah (Why you frontin' when you know you really want it)  You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah (Why you frontin' when you know you really want it)  You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah (Why you frontin' when you know you really want it)  ",
        "title": "No, No, No"
    },
    {
        "artist": "Gloria Estefan",
        "lyrics": "  Un amor que se adueno de mi Desatando mis sentidos Anhelando un corazon prohibido Un amor que me llevo a sentir Que a pesar de este vacio Pueda hacerme tan feliz  ",
        "title": "Heaven's What I Feel"
    },
    {
        "artist": "Elton John",
        "lyrics": null,
        "title": "Candle In The Wind 1997/Something About The Way You Look Tonight"
    },
    {
        "artist": "Luke Featuring No Good But So Good",
        "lyrics": "  (Featuring No Good But So Good) WHAT TIME IS IT?? (BOOTY TIME)  CHORUS: Let's go Raise the roof Put em up there Raise the Roof Put em up there Raise the roof Put em up there Raise the roof Repeat 4 more times Come on ya'll it's a big booty party Get all ya'll day in day Chillin' in the M to the I to the A Makin' hits with Luke this way Burn the roof downtown..up If ya feel me just pump your fists up Left side, right side, what's up Put them legs up, wanna' be change up Biggest stars show up out to the beat Federal track got more game than the Heat Get with that and I'ma get with this If you need to bite something playa bite this Don't say (???) how ya feel Now like a pimp talkin' out, comin' here Southside ready to get loose Pump ya fists and just raise the roof CHORUS Throw your hands in the air Big booty girls shake your darria And the place gonna' see one Yeah I see ya'll playa's representing over there And what about New York, Foxy Brown You know that we get down T nasty in the house and we don't quit This and that girls move your ass pump ya fists Little Kim and NGBG, pump ya fists in the air if your with me One time for Salt N Pepa Luke breaks express, gets so better Can't leave out the dirty south Phatlanta and the Brat That's what it's all about So (????) you came in All across the world let me see you pump your fists CHORUS What time is it? (Booty Time) What time is it? (Booty Time) What time is it? (Booty, booty, booty time) -Repeat CHORUS Time to get right, ride down I95 Might see me at Iny Wednesday night 4 - 5 - 6 Head track, Monday night fat break fsss Take a trip where they go, Cay club Chicago Ain't no tellin' where I might be Huston Texas, or D.C Red Roper Fayetteville, Cap D get ill Eastside New York, Funk Master Flex get back Sssssouthside bama 9 WESTCOAST, show me love For bound west in the G-club Uncle Luke get loose I'm platinum bound, Now Raise the roof CHORUS Put em up there Put em up there Put yo hands up high (HIGH) Let me see you raise the roof (let me see you raise the roof) Put yo hands up high (HIGH) Let me see you raise the roof (let me see you raise the roof) Let me see you raise the Roof, roof, roof  ",
        "title": "Raise The Roof"
    },
    {
        "artist": "7 Mile",
        "lyrics": null,
        "title": "Do Your Thing"
    },
    {
        "artist": "Goodie Mob Featuring Outkast",
        "lyrics": "  Do you ever see that stuff that be When it get cold that ice that you can't see? See that shit happens sometimes Yep, black ice  [Verse 1: Gipp] Now you know and I know I done bumped every hole in the wall, y'all Did you catch that phone call? Most of y'all that met me thought I was tall Gipp flipped like a dip, slipped, fell on the black ice Did you think twice? Homeslice came and he went Satisfied, got bent, bars ain't shit Meetin' coast to coast, yeah, I laughed and boast Man do-si-dos, too many comin' close to  [Hook] Touch what I never touched befo', seen what I never seen befo' Woke up and seen the sun sky high, sky high  [Verse 2] Circulate like a Sunday paper Capers caught long time, to cheap flicks, good picks Paid hard, watch the hard turn sideways Pick the tale for real sales to those who lose cash Players keep your life for now Feeling good and warm, windows rolled tight Thirty-five degrees, nippy tonight Don't forget the ChapStick, lips dry quick When the jack out, make you wanna act out Take the slack out, some people black out Hibernatin' 'til we came back out  [Hook] Touch what I never touched befo', seen what I never seen befo' Woke up and seen the sun sky high, sky high (Sky high) Touch what I never touched befo', seen what I never seen befo' Woke up and seen the sun sky high, sky high  [Verse 3] I been in it for the past few days Tighter than fades, I'm knowin' my plays Now can I rap? Can I adapt? Not really sure yet Who that lookin' over the shoulders of those writin' dreams? Fiendin' for the taste of menthol Missed class, stayed in the hall Lookin' for a squeeze play, better yet a holiday Stayed away from the pyramid board game Broke it down to a neighborhood slang Cash before fame  Sky high (Repeat 10X)  [Verse 4: Big Boi] Now who done stepped in? The nigga the B-I-G, the secret weapon, Boi Slicker than Black Ice, throwin' these flows like rice at weddings So quit flexing, we speakin' about Somethin' that's refreshing to the earlobes Pay for the room and still be in pimp mode Like Iceberg, Chryslers and Buicks Some niggas ain't on they jobs so them suckers here to lose it Abuse they privileges and now the whole villages been shot to pieces 'Cause niggas are biting that same stupid shit, I mean that feces Boy, don't beep me, if you ain't got no work I'm strictly 'bout these verses like the ones you hear at church, boy, search, boy Talkin' about your dough is long like Lurch, boy Every time I heard you rhymin' like a fucking jerk, boy; simp Yeah!  [Verse 5: Andre Benjamin] Friends, Romans, countrymen, lend me your eardrums It was a beautiful day off in the neighborhood Yellows and greens and blues and browns And greys and hues that ooze beneath dilapidated wood Ain't a thing could explain what pertains To cocaine and sustaining reign See summer rolls around, niggas holla bout change Then they steady move them ki's like Bob James 'Cause old man winter's arrived, the temperature dives November just died, December's alive Thus it ain't no typical ride Just individual's way to bring home The bacon when bacon was all gone Makin' it our own, takin' me all wrong We've all indulged in the bulge of those no-no's No, you ain't solo, there's even lower levels you can go Take sun people, put 'em in a land of snow  [Hook] Touch what I never touched befo', seen what I never seen befo' Woke up and seen the sun sky high, sky high  ",
        "title": "Black Ice (Sky High)"
    },
    {
        "artist": "Fleetwood Mac",
        "lyrics": "  [Verse 1] I took my love and I took it down I climbed a mountain and I turned around And I saw my reflection in the snow-covered hills Till the landslide brought me down Oh, mirror in the sky What is love? Can the child within my heart rise above? Can I sail through the changing ocean tides? Can I handle the seasons of my life? Hmmmm  [Chorus] Well, I've been afraid of changing 'Cause I've built my life around you But time makes you bolder Even children get older I'm getting older too  [Chorus] Well, I've been afraid of changing 'Cause I've built my life around you But time makes you bolder Even children get older And I'm getting older too Oh,  I'm getting older too   [Verse 2 / Outro] I took my love, I took it down Oh if you climb a mountain and turned around And If you see my reflection in the snow-covered hills Well the landslide will bring you down And If you see my reflection in the snow covered hills Well the landslide will bring you down Oh, the landslide will bring it down  ",
        "title": "Landslide"
    },
    {
        "artist": "Playa",
        "lyrics": "  [Verse 1 - Smoke] If I had a wish baby I wish he never left you feeling like this Cause I can feel your pain But if you just could get over him Maybe some wine will empty your mind Girl I'm a make it better Now can we dim the lights let's make a toast That it will be alright  [Chorus] Cheers 2 U for givin' me a chance I'll be your angel your guardian man Cheers 2 U for givin' me a chance I'll be your angel your guardian angel  [Verse 2 - Black] I know we can win and you can depend on me Through the thick and thin to the very end I got your back, so open your heart and let me come on in And I'll be your king (And you'll be the queen of my heart, and my soul, and everything I treasure) So let me ease your mind, and let's make a toast That it'll be alright  [Chorus]x2  [Bridge] What a love (3x) That's waitin' for you What a love (3x) Girl I adore you, I will be there For the love everlasting Baby I care for your needs You can ask me What a love (3x) That's waiting for you What a love (3x) Good love, I will be there for your love celebration We can go there anytime any moment  Are you listening baby Your angel I will protect you in any which way I can Gonna be, gonna be, gonna be  [Chorus]x2  Cheers 2 U for givin' me a chance  ",
        "title": "Cheers 2 U"
    },
    {
        "artist": "Beenie Man",
        "lyrics": "  [Intro] Yes nyah! Cool nuh, Iyah Hahaha Who am I? It's the girls dem sugar Alright Hear yah nuh  [Chorus] Sim Simma, who got the keys to my Beemer? Who am I, the girls dem sugar How can I, make love to a fellow? In a rush, pass mi the keys to my truck Who am I, the girls dem luck And I and I will make love to precious  [Verse 1] You ever buck a gal weh deep like a bucket? Draw fi your needle, and your needle can't stitch it Draw fi your axe, and like a cow, you all a chop it Draw fi your pick axe, and like a ground, you all a dig it It's like a riverside, upon di banking you take it It's like a bicycle, so you hold it, and dash it Now you wash it, so you crash it, she a tell you say, \"Your crabbit!\" Gyal, she a beg you and a bawl say fi, \"stop it\" Badman plug in and mi a move off a electric It's like a basketball, she take time-out fi vomit Unuh listen to mi style, and unuh fi listen to mi lyrics A Beenie Man deh yah, me a drop it (a say!)  [Chorus] Sim Simma, who got the keys to my Beemer? Who am I, the girls dem sugar How can I, make love to a fellow? In a rush, pass mi the keys to my truck Who am I, the girls dem luck And I and I will make love to precious  [Verse 2] But anything she wants, I will give it unto she I can't believe the day my friend dem tell me that she flee I don't believe it's angry, and I don't believe it's grief I don't believe it's Susan, or the other girls I breed The love for me she have, that is the only thing I need I don't think den right now, just to lose my main squeeze Oh Guantanamera, you a killer! Gyal, the way you hot, you have mi body under pressure Man see your body, all a kill mosquito Woman your body right, just fi know you got di power But..  [Chorus] Sim Simma, who got the keys to my Beemer? Who am I, the girls dem sugar How can I, make love to a fellow? In a rush, pass mi the keys to my truck Who am I, the girls dem luck And I and I will make love to precious  [Verse 3] Because! I tell myself I don't want nobody else to ever love me You are my guiding star, my shining light, I love you baby But that day you leave and gone I know that girls they're going crazy I know the girls lump some, all of dem run, 'cause di whole a dem want this baby I told you and I told yuh twice That I am the girls dem sugar Now the girls dem attack me And di girls dem a rush mi Because dem a drive in a bimmer A di girls dem flavour I am no slaver I am the helper No paper an a girl just watch Yah a want unuh hear yah an listen weh di dj seh  ",
        "title": "Who Am I"
    },
    {
        "artist": "Mya & Sisqo",
        "lyrics": "  [Mya:] I cook your dinner I wash your clothes Baby, hell no That's not the way it goes It's all about me tonight  I can't stop loving you 'Cause you're still my boo Still my boo But you gotta see Tonight it's all about me Me and me and me  Tonight it's 'bout me, me, me, me, me Forget about you, you, you, you ,you So what you gonna do, do, do, do, do? Are you gonna get it up? Get it up  [Mya:] Up jumps my butt Nigga what? Look at your eyes looking at my thighs Now seeing my body Right to left Left to right You know that shit is tight  Now just look at my body (body) Uh-huh And just hold me like a man should  [Sisqo:] Like a nigga should 'Cause baby you gotta see Tonight, baby It's all about me  Tonight it's 'bout me, me, me, me, me Forget about you, you, you, you ,you So what you gonna do, do, do, do, do? Are you gonna get it up? Get it up  [Mya and Sisqo] You know That I'm gonna love you for life So let's make tonight Let's make tonight My arms are open wide So let me come inside  Tonight it's 'bout me, me, me, me, me Forget about you, you, you, you ,you So what you gonna do, do, do, do, do? Are you gonna get it up? Get it up  [Mya:] It's all about me, about me About me, yeah  [Sisqo:] I wanna be your slave I wanna be your slave tonight  [Mya:] I know you will Oh, baby, yeah  [Sisqo:] And watch your body  [Mya:] You better get it right Ooooooooooh  ",
        "title": "It's All About Me"
    },
    {
        "artist": "Myron",
        "lyrics": null,
        "title": "Destiny"
    },
    {
        "artist": "The Smashing Pumpkins",
        "lyrics": "  [Verse 1] It’s you that I adore You’ll always be my whore You’ll be the mother to my child And a child to my heart  [Hook] We must never be apart We must never be apart  [Chorus 1] Lovely girl, you’re the beauty in my world Without you, there aren’t reasons left to find  [Verse 2] And I’ll pull your crooked teeth You’ll be perfect, just like me You’ll be a lover in my bed And a gun to my head  [Hook] We must never be apart We must never be apart  [Chorus 2] Lovely girl, you're the murder in my world Dressing coffins for the souls I've left to die  Drinking mercury to the mystery Of all that you should ever leave behind In time  [Bridge] In you, I see dirty In you, I count stars In you, I feel so pretty In you, I taste god In you, I feel so hungry In you, I crash cars  [Hook] We must never be apart  [Chorus] Drinking mercury To the mystery of all that you should ever seek to find  Lovely girl, you’re the murder in my world Dressing coffins for the souls I’ve left behind In time  [Hook] We must never be apart  [Verse 3] And you’ll always be my whore 'Cause you’re the one that I adore And I’ll pull your crooked teeth You’ll be perfect, just like me  In you, I feel so dirty In you, I crash cars In you, I feel so pretty In you, I taste god  [Hook] We must never be apart  ",
        "title": "Ava Adore"
    },
    {
        "artist": "Cam'Ron Featuring Mase",
        "lyrics": "  [Verse 1: Cam'ron] Aiyyo, you might see Cam in designer underwear In a reclining leather chair, reminders everywhere How we pull up in whips, the minors start to stare And when it comes to girls, they behind us everywhere I mean, when I hang up on 'em, they pressin' redial I mean what the fuck is it, why you stressin' me child It'd be one thing if you were finessin' my style But when I go to court, you know the dress of the trial You not my wife, so if I ask head I be fowl You better be down, the only question better be 'how' Threaten' me now, bet me a thou, no girl deadin' me now In the SC we're gone, are you sexy in thongs If you'll sex in the Lex and your head be the bomb I'll get you that stuff that Gretzky skate on (What you mean \"Gretzky be on\"?) Ice (Oh you're gonna buy me diamonds?!) Bitch, Shut the fuck up!  [Mase] Mamacita Horse and carriage is for hire Mamacita, please senorita We gonna rise to the top Horse and carriage, see my love's for hire  [Verse 2: Cam'ron] Yo Hey yo, I love when cats think they bigger than a sumo That's when I hit 'em with a little Puerto Rican judo Oh, you don't know what that is That's when I say \"ju don't know who gat this is\" (And ju don't know) Yo' guns is hand me downs (And ju don't know) We'll put you where you can't be found (And ju don't know) You better toughin' up (Cause ju don't know) Nigga we'll fuck you up (And ju don't know) Baby, we don't need you And when it comes to 'Jimmy,' my name's 'me' too Cause when he got cash, I was like \"me too\" And when he got ass I said \"me too\" And when he got the drop I was like \"me too\" And when he almost got shot I said \"me too\" What you get now is just a preview We all tinted out, your car's see-through I see you  [Mase] Mamacita Horse and carriage is for hire Mamacita, please senorita We gonna rise to the top Horse and carriage, see my love's for hire  [Verse 3: Cam'ron] Aye yo, I pull to the hotel with my shit on blast Tell the valet \"Motherfucker don't hit my Jag\" Seen the bell boy, nigga he can kiss my ass Just show me my room nigga, and get my bags So the girl, that's my hon, almost dropped his glass I guess he was shocked when I touched her ass It really wasn't nothin' she was peedy aight \"Does that say Harlem World?\" yeah you readin' it right And we havin a party, be there tonight Like Phil Collins have her in \"The Heat Of The Night\" Cause Cam rocks the party (All Night Long) 'Til when? ('Til the early morn') It don't stop (and uh) it don't quit (and uh) drop six (and uh) we pop Cris Right now too tipsy to drive But I got my horse and carriage right outside  [Mase] Mamacita Horse and carriage is for hire Mamacita, please senorita We gonna rise to the top Horse and carriage, see my love's for hire  Mamacita Horse and carriage is for hire Mamacita, please senorita We gonna rise to the top Michael Foster, Huddy Combs Jimmy Jones, Stason Betha and Bloodshed for ever And we gonna rise And we gonna rise And we gonna rise Andre Thompson  [Production by Trackmasters]  ",
        "title": "Horse & Carriage"
    },
    {
        "artist": "Ricky Martin",
        "lyrics": "  [Intro] Do you really want it? [x3] Go, go, go, ale ale ale [x2] Go, go, go, here we go, yeah  [Verse] [1] - The cup of life, this is the one Now is the time, don't ever stop Push it along, gotta be strong Push it along, right to the top [2] - Como cain y abel, es un partido cruel Tienes que pelear, por una estrella Consigue con honor, la copa del amor Para sobrevivir y luchar por ella Luchar por ella (yeah) Do you really want it... (yeah) [3] - Here we go! Ale, ale ale! Go, go, go! Ale, ale ale! Arriba va! El mundo esta de pie. Go, go, gol!! Ale, ale, ale La vida es, competicion. Hay que sonar, ser campeon La copa es, la bendicion. La ganaras, go, go, go! And when you feel the heat. The world is at your feet No one can hold you down. If you really want it Just steal your destiny. Right from the hands of fate Reach for the cup of life. 'cause your name is on it Do you really want it...(yeah) Do you really want it...(yeah)  [Outro] Tu y yo! Ale, ale ale. Go, go ,gol! Ale, ale, ale Tonight's the night, we're gonna celebrate The cup of life!!! Ale, ale, ale [repeat 1, 2, 3] Un, dos, tres, ale ale ale. Un, deux, trois, ale ale ale...  ",
        "title": "The Cup Of Life (The Official Song Of The World Cup, France '98)"
    },
    {
        "artist": "La Bouche",
        "lyrics": null,
        "title": "You Won't Forget Me"
    },
    {
        "artist": "Madonna",
        "lyrics": null,
        "title": "Frozen"
    },
    {
        "artist": "Hi-Town DJs",
        "lyrics": "  Ding-a-ling Ding-a-ling-a-ling  Chorus: Gimme a ring-a-ling when you want some ding-a-ling Just gimme a ring-a-ling when you want some ding-a-ling Gimme a ring-a-ling when you want some ding-a-ling I won't hurt your feelings when I give you the ding-a-ling Freaks of the beats dont worry Hi town dj's be there in a hurry You want that bomb When all you gotta do is hit me up On the cell phone Jump on that motorola Always like Cocacola When you see Teaze You'll want me between them knees And you call me I'm gonna let you jump on this bomb G Miss thing let me see you swing All up on the ding-a-ling Or better yet baby dont forget You can hit me up on the internet Uhh, this is tha bomb At ding-a-ling dot com Just gimme a ring-a-ling when you want some ding-a-ling (just gimme a Ring-a-ling) I won't hurt your feelings when I give you the ding-a-ling (1-900 Ding-a-ling) Just gimme a ring-a-ling when you want some ding-a-ling (just gimme a Ring-a-ling) I won't hurt your feelings when I give you the ding-a-ling (1-900 Ding-a-ling) Gimme a ring-a-ling when you want some ding-a-ling (Just gimme that ring-a-ling when you want some ding-a-ling) Gimme a ring-a-ling when you want some ding-a-ling (that ring-a-ling-ding-a-ling that you get from this ding-a-ling) Just gimme a call on the phone Let a brotha know when your man gone Cause I'll be right there with the quickness Making #1 on my hit list If it's major hit the pager Guarenteed Rahming goin slay ya Rain, shine it be working You don't play, then I'd be jerkin' Rump, pump it up I know just what you want That ding-a-ling feeling that you get from ding-a-ling Ain't no ding-a-ling like mine It'd be workin' over time Everything gonna be just fine It won't cost you one spare dime Come on now Just gimme a ring-a-ling when you want some ding-a-ling (when you want some ding-a-ling) I won't hurt your feelings when I give you the ding-a-ling (won't hurt your feelings) Just gimme a ring-a-ling when you want some ding-a-ling (when you want some ding-a-ling) I won't hurt your feelings when I give you the ding-a-ling (1-900 ding-a-ling) Gimme a ring-a-ling when you want some ding-a-ling (when you want ding-a-ling-ding, when you want ding-a-ling-ding) Gimme a ring-a-ling when you want some ding-a-ling (Just gimme a ring-a-ling when you want that ding-a-ling) Gimme a ring-a-ling if you want some ding-a-ling, oh-oohh Gimme a ring-a-ling if you want some ding-a-ling, oh-oh-oh-oh Gimme a ring-a-ling when you want some ding-a-ling (Ding-a-ling feeling that you get from ding-a-ling) Gimme a ring-a-ling when you want some ding-a-ling (Ding-a-ling feeling that you get from ding-a-ling) OH, got me some action Boo-yeh is your reaction Teaze be that main attraction Ding-a-ling for your satisfaction Dont hold back just let it go If that's not enough then I got mo' You can have it if you want it Like Kimo-sabe you jump on it Just gimme a ring-a-ling when you want some ding-a-ling (Just gimme a ring-a-ling) I won't hurt your feelings when I give you the ding-a-ling (won't hurt your feelings) Just gimme a ring-a-ling when you want some ding-a-ling (Just gimme a ring-a-ling) I won't hurt your feelings when I give you the ding-a-ling (won't hurt your feelings) Gimme a ring-a-ling when you want some ding-a-ling (just gimme that ring-a-ling when you want that ding-a-ling) Gimme a ring-a-ling when you want some ding-a-ling (gimme that ring-a-ling when you want that ding-a-ling) Ding dong ding dong ding ding dong Oooooohhhhhhh Ding dong ding dong diiinng dong Ooooooohhhhhhh Ding dong ding dong ding dong Oooooohhhhh Dingg dong, oooooohhhhhhhhhh  ",
        "title": "Ding-A-Ling"
    },
    {
        "artist": "Jo Dee Messina",
        "lyrics": "  [Verse 1] Well, it's been a long time, glad to see your face I knew we'd meet again, another time, another place Can't believe it's been so many years You'd better grab a chair and a couple of beers Looking good in your three-piece suit You know, I always knew you'd take the business route You were always the one to follow the light And you look like you're doing alright, yeah  [Verse 2] Been singing for my rent and singing for my supper I'm above the below and below the upper I'm stuck in the middle where money gets tight But I guess I'm doing alright  [Chorus] I'm all, I'm all, I'm alright It's a beautiful day, not a cloud in sight So I guess I'm doing alright I'm all, I'm all, I'm alright I got a good old friend here with me tonight And I guess I'm doing alright  [Verse 3] Well, we had a lot of dreams when we were younger They thought we were crazy, but we had the hunger We kept a lot of friends, skipped a lot of class Been on top of the world and knocked on our We lost touch, we lost in love We lost our minds when things got tough But beating time is a losing fight And I guess I'm doing alright  [Chorus] Oh, I'm all, I'm all, I'm alright It's a beautiful day, not a cloud in sight So I guess I'm doing alright I'm all, I'm all, I'm alright I got a good old friend here with me tonight And I guess I'm doing alright Well, I guess I'm doing alright  [Verse 4] Well, I hate to see this evening end God only knows when I'll see you again Just send a fax or send me a letter Or give me a call, that would even be better Give the kids a kiss for me And say hello to the family And tell them all my future's looking bright Well, I miss 'em but I'm doing alright I said I miss 'em but I'm doing alright  [Chorus] Oh, I'm all, I'm all, I'm alright It's a beautiful day, not a cloud in sight So I guess I'm doing alright I'm all, I'm all, I'm alright Got a good old friend here with me tonight And I guess I'm doing alright  [Outro] Well, I guess I'm doing alright I'm doing alright  ",
        "title": "I'm Alright"
    },
    {
        "artist": "Vince Gill",
        "lyrics": "  [Verse 1:] You're climbing mountains, I'm on a hill You're always running I'm standing still You live for the moment, no future no past I may be a fool to love by the rules and want it to last  [Chorus:] If you ever have forever in mind I'll be here and easy to find If your heart isn't ready to lay down with mine If you ever have forever in mind  [Verse 2:] The music has ended still you want to dance I know that feeling, I can't take that chance You live for the moment no future no past I may be a fool to love by the rules, I want it to last  [Chorus]  ",
        "title": "If You Ever Have Forever In Mind"
    },
    {
        "artist": "Missjones",
        "lyrics": null,
        "title": "2 Way Street"
    },
    {
        "artist": "Nutta Butta Featuring Teddy Riley And Anonymous",
        "lyrics": null,
        "title": "Freak Out"
    },
    {
        "artist": "Various Artists",
        "lyrics": null,
        "title": "One Heart At A Time"
    },
    {
        "artist": "John Forte",
        "lyrics": null,
        "title": "Ninety Nine [Flash The Message]"
    },
    {
        "artist": "Rockell [Duet With Collage]",
        "lyrics": "  I see your face cloud over like a little girl Your eyes have lost their shine You whisper something softly I'm not meant to hear Baby tell me what's on your mind  I don't care what people say About the two of us from different worlds I love you so much that it hurts inside Are you listening Please listen to me, girl  Can't we try just a little bit harder Can't we give just a little bit more Can't we try to understand that it's love we're fighting for Can't we try just a little more passion Can't we try just a little less pride I love you so much baby that it tears me up inside  I hear you on the telephone with God knows who Spilling out your heart for free Everyone needs someone they can talk to, girl That someone should be me  So many times I've tried to tell you You just turn away (how did i know) My life is changing so fast now Leaves me lonely and afraid (don't be afraid)  Can't we try just a little bit harder Can't we give just a little bit more Can't we try to understand That it's love we're fighting for Can't we try just a little more passion Can't we try just a little less pride I love you so much baby that it tears me up inside  Don't let our love fade away (Don't let our love fade away) No matter what people say (No matter no matter what they say) I need you more and more each day (Don't let our love fade away) No matter what people say (Don't matter no matter what they say)  Can't we try just a little bit harder Can't we give just a little bit more Can't we try to understand That it's love we're fighting for Can't we try just a little more passion Can't we try just a little less pride Love you so much, baby Tears me up inside (It tears me up inside)  Can't we try just a little bit harder (Can't we try) Can't we give just a little bit more (A little bit more) Can't we try to understand that its love we're fighting for Can't we try just a little more passion Can't we try just a little less pride (A little less pride) Love you so much baby tears me up inside (It tears me up inside)  Can't we try just a little bit harder (Can't we try...)  ",
        "title": "Can't We Try"
    },
    {
        "artist": "Color Me Badd",
        "lyrics": null,
        "title": "Remember When"
    },
    {
        "artist": "Tami Davis",
        "lyrics": null,
        "title": "How Do I Say I'm Sorry"
    },
    {
        "artist": "Tori Amos",
        "lyrics": null,
        "title": "Spark"
    },
    {
        "artist": "Puff Daddy & The Family Featuring The Notorious B.I.G. & Busta Rh",
        "lyrics": "  [Produced by Sean Combs and Steven \"Stevie J\" Jordan for The Hitmen]  [Intro: The Notorious B.I.G.] One, one two Check me out right here yo  [Verse 1: Puff Daddy & The Notorious B.I.G.] Yo, the sun don't shine forever You can turn the track up a little bit for me But as long as it's here then we might as well shine together All up in my ears Better now than never, business before pleasure The mic is loud, but the beats isn't loud P. Diddy and the Fam, who you know do it better? Yeah right, no matter what, we air tight (YEAH!) So when you hear somethin, make sure you hear it right Don't make a ass outta yourself, by assumin YEAH! Now the mic is lower, turn the mics up Our music keeps you movin, what are you provin? Turn that shit all the way up, yeah You know that I'm two levels above you baby Music's gettin louder Hug me baby, I'mma make you love me baby This shit is hot! Talkin crazy, ain't gon' get you nuthin but choked Uh-huh, uh-huh, uh-huh And that jealousy is only gonna leave you broke So the only thing left now is God for these cats And BIG you know you too hard for these cats I'mma win cause I'm too smart for these cats While they makin up facts (uhh) you rakin up plaques  [Verse 2: The Notorious B.I.G.] In The Commission, you ask for permission to hit 'em He don't like me, hit him while wifey was with him You heard of us, the murderous, most shady Been on the low lately, the feds hate me The son of (*Satan*), they say my killing's too blatant You hesitatin, I'm in your mama crib waitin Duct tapin, your fam' destiny Lays in my hands, gat lays in my waist Francis, M to the izz-H phenomenal Gun rest under your vest by the abdominal Rhyme a few bars so I could buy a few cars And I kick a few flows so I could pimp a few hoes Excellence is my presence, never tense Never hesitant, leave a nigga bent real quick Real sick, raw nights, I perform like Mike Anyone -- Tyson, Jordan, Jackson Action, pack guns, ridiculous And I'm, quick to bust, if my ends you touch Kids or girl you touch, in this world I clutch Two auto-matoes, used to call me fatso Now you call me Castro, my rap flows Militant, y'all faggots ain't killin shit Ooops Cristal keep spillin shit; you overdid it homes You in the danger zone, you shouldn't be alone Hold hands and say it like me The most shady, Frankie baby, fantastic Graphic, tryin to make dough, like Jurassic Park did quick to spark kids who start shit See me, only me the underboss Of this holocaust, truly yours, Frank White  [Hook: Busta Rhymes] We got the real live shit from front to back To my people in the world, where the fuck you at? Where my niggas is at? Where my niggas is at? Where the fuck my bitches at? Where my bitches is at? We got the real live shit from front to back To my people in the world, where the fuck you at? Where my niggas is at? Where my niggas is at? Where the fuck my bitches at? Where my bitches is at?  [Verse 3: Puff Daddy] Put your money on the table and get your math on Break it down, split it up, get your laugh on See you later Dog, I'mma get my stash on There's a bed full of money that I get my ass on I never lose the passion to go platinum Said I'd live it up 'til all the cash gone Ain't that funny, only use plastic, craft it To make classics, hotter than acid P-D, rollin on your tape or CD The Billboard killa, no team illa The Fam-o, ammo, is every channel We been hot for a long time burnin like a candle What you can do is check your distribution My songs bump in Houston like Scarface produced 'em You ain't gotta like me, you just mad Cause I tell it how it is, and you tell it how it might be  [Verse 4: The Notorious B.I.G.] We got the shit mapped tight, brass knuckles and flashlights The heaters in the two-seaters, with two miras Senoritas, kiss rings when you meet us P. Diddy run the city, show no pity I'm the witty one, Frank's the crook from the Brook' Matty broke the neck of your coke connect No respect squeeze off 'til all y'all diminish Shootouts for twenty minutes, until we finish Then it's to the loot, escaped, in the Coupe Break bread, with the 'Kiss, Peniro, Sheek Louch' Black Rob joined the Mob, it ain't no replacin him Niggas step up, we just macin them, placin' them In funerals, criminals turn the vials To Brick City, nobody come off like P. Diddy Business wise, I play men Hide money on the Island Cayman Y'all just portray men, we spray men, opposition, competition Another day in the life, of the Commission  [Hook: Busta Rhymes] We got the real live shit from front to back To my people in the world, where the fuck you at? Where my niggas is at? Where my niggas is at? Where the fuck my bitches at? Where my bitches is at? We got the real live shit from front to back To my people in the world, where the fuck you at? Where my niggas is at? Where my niggas is at? Where the fuck my bitches at? Where my bitches is at? We got the real live shit from front to back To my people in the world, where the fuck you at? Where my niggas is at? Where my niggas is at? Where the fuck my bitches at? Where my bitches is at? We got the real live shit from front to back To my people in the world, where the fuck you at? Where my niggas is at? Where my niggas is at? Where the fuck my bitches at? Where my bitches is at?  [Puff Daddy - talking over Hook] Aiyyo, can you hear me out there? Aiyyo turn me up, nobody can hear me out there That's good, it's all fucked up now Y'all know it's all fucked up now right? What the fuck I'mma do now? What I'mma do now? Can y'all hear me out there?  [Outro: Puff Daddy & Busta Rhymes] We got the real live shit!! Can y'all hear me out there? Fuck y'all niggas wanna do It's all fucked up now.. what I'mma do now, huh? What I'mma do now? It's all fucked up now  ",
        "title": "Victory"
    },
    {
        "artist": "All City",
        "lyrics": "  \"No...no doubt baby... All City TRUE... Ready to flip shit, comin' through with the crew\" (4x)  Yeah, what, uh Like that how we do The N-Y Bed-Stuy Brooklyn  Verse 1:  Check it For you to fuck with this apostle, it's not possible Mega large collossal nigga you docile And I sizable play me close and I'll ox you That's only logical cause I'm fact, you costume Now who da obstacle? Throw basic, watch me blaze shit, The All's faced it It's natural for champs to hate shit Plenty cases, some anonymous, age m-i-n-t With a diamond glist, like jewelery You hold on, you'll see, if it kill me All City, bound to be rich, without the filthy My players skillt me, your glares don't tilt me My pops def' built to the point I'm not moved by no thing Man or material, crime without the serial Never been inside, unless it was a V.I Although they got plans to knock me I feel 'em watchin' me, eyein' the city while we monopoly The game is hot to me, but I play to win \"CREW\"  \"No...no doubt baby... All City CREW...don't get it wrong... Comin' through with the crew...No...no doubt baby... All City CREW... Ready to flip shit, comin' through with crew....\" (4x)  Verse 2:  Yo, yo, yo We the forever livin', there's no beginnin' or endin' All City's The Actual, y'all niggas is pretendin' In jeans and linen, I will attract the flyest women My waves stay spinnin', and not a dime of mine they spendin' That's pimpin' tradition, play Sony in the Expedition Play your position, who wandered with my coalition We boa constricted, gettin' so many splits it's sickenin' Lyrically stick ya, every pedestrians a victim I gotta addiction, to marijuana and the Henny Brooklyn send me, we break bread and convert pennies into major dollars We lock jaws like rottweilers, duck tapin' your mouth So they can't here you hollar, you held for hostage Now we informed ya niggas, the ransom is handsome Seven digit figures, and some, while back at the mansion We light up the Branson, and write hot shit to leave you dancin' As we advance on through, All City \"CREW\"  \"Ready to flip shit, comin' through with crew... No...no doubt baby... All City CREW...don't get it wrong... Comin' through with the crew...No...no doubt baby... All City CREW... Ready to flip shit, comin' through with crew....No...no doubt baby... All City CREW...don't get it wrong...comin' through (echoes)\"  Verse 3:  For this dough yo, the mega flowin' coastal Plan to be the next mogul, through rap vocal No love if I don't know you, fam is so few N-Y streets I flow through, layin low dope, like I'm suppost to Till I'm boku, in the gold coupe, the city wanna whole Lou You couldn't go through, platinum medallion with the opal Swingin' low true, you fugazi, yo shit's shaky, made you shady The mega psalms hades, never play thee Put in work till shit's gravy, move greatly, up in the grey V-12 Puffin the hazy, eyes lazy, thoughts paisley Me and my shorty from Baisley, All City raise due New ones to follow, chrome nozzle, we spit things that leave you hollow Sophisticato, strictly for the cargo, gems sparkle, new wave El DeMarco, I play my part though, the city hot though \"CREW\"  \"don't get it wrong...comin' through with the crew...\"  Verse 4:  Yo, I'm certified raw, you heard of me before Verbally I'm bringin war to those who wanna murder me Put ya niggas servin' me, King put 'em through surgery Had you on a respirator in state of emergency Rob you for your currency, y'all worry me not Blast a shot and watch you faggot niggas scurry from spot I play the devils advocate play me sideways I ain't havin' it You rather get mauled by attack dogs, thats havin' this You can't fathom this, when in the presence of the fabulous Rap attackin' this, fly at niggas with the rapidness Who 'bout to clap at this, we at the top of our rank Your shit is juvenile compared to my style you shootin' blanks Behold this metropolis, gold, throw ya hands in Me and my mans'n, we explodin' like loose cannons Lace you quick with the basic wit, Tiger like Asics Theatrical niggas be tryin' to play sick, stay awake kid...  \"All City Crew...\"  ",
        "title": "The Actual"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] I don't want to be the kind to hesitate Be too shy, wait too late I don't care what they say other lovers do I just want to dance with you  [Verse 2] I gotta feeling that you have a heart like mine So let it show, let it shine If we have a chance to make one heart of two I just want to dance with you  [Chorus] I want to dance with you, twirl you all around the floor That's what they intended dancing for I just want to dance with you I want to dance with you, hold you in my arms once more That's what they invented dancing for I just want to dance with you  [Verse 3] I caught you looking at me when I looked at you Yes I did, ain't that true? You won't get embarrassed by the things I do I just want to dance with you  [Verse 4] Oh the boys are playing softly and the girls are too So am I and so are you If this was a movie, we'd be right on cue I just want to dance with you  [Chorus]  [Outro] I just want to dance with you I just want to dance with you I just want to dance with you  ",
        "title": "I Just Want To Dance With You"
    },
    {
        "artist": "Mark Wills",
        "lyrics": "  All I am, all I'll be Everything in this world, all that I'll ever need Is in your eyes, shining at me When you smile I can feel,all my passion unfolding Your hand brushes mine And a thousand sensations seduce me 'cause I  I do, cherish you For the rest of my life You don't have to think twice I will, love you still From the depths of my soul, it's beyond my control I've waited so long to say this to you If you're asking do I love you this much I do  In my world, before you I lived outside my emotions, didn't know where I was going 'til that day, I found you How you opened my life to a new paradise In a world torn by change Still with all of my heart until my dying day  I do, cherish you For the rest of my life You don't have to think twice I will, love you still From the depths of my soul, it's beyond my control I've waited so long to say this to you If you're asking do I love you this much Yes, I do  If you're asking do I love you this much I do, oh, I do  ",
        "title": "I Do [Cherish You]"
    },
    {
        "artist": "Lari White",
        "lyrics": null,
        "title": "Stepping Stone"
    },
    {
        "artist": "Pearl Jam",
        "lyrics": "  I wish I was a neutron bomb, for once I could go off I wish I was a sacrifice but somehow still lived on I wish I was a sentimental ornament you hung on The Christmas tree, I wish I was the star that went on top I wish I was the evidence, I wish I was the grounds For fifty million hands upraised and open toward the sky  I wish I was a sailor with someone who waited for me I wish I was as fortunate, as fortunate as me I wish I was a messenger and all the news was good I wish I was the full moon shining off a Camaro's hood  I wish I was an alien at home behind the sun I wish I was the souvenir you kept your house key on I wish I was the pedal brake that you depended on I wish I was the verb to trust and never let you down  I wish I was a radio song, the one that you turned up I wish [Fade out]  ",
        "title": "Wishlist"
    },
    {
        "artist": "JD Featuring Jay-Z",
        "lyrics": "  [Produced by The Hitmen & Knobody]  [Intro: Pain in da Ass] Ah shit, okay, okay, alright Big man! You wanna make some big bucks, huh? Let's see how tough you are You know something about cocaine? Digame! You kidding me or what man? There's a bunch of Colombians coming in Friday - new guys They said they got two keys for us, openers Pure cocaine, you tell 'em, capiche? I want you to go over there And if it is what they say it is, you buy it, you bring it back You can do that you make five grand Meet them at the Bodegas, noon Friday You get the buy money then Oh and chico, if anything happens to the buy money Eh, pobrecito JAY-Z's gonna stick your heads up your asses faster than a rabbit gets fucked  [Intro 2: JAY-Z] Bounce.. bounce, bounce, Jay-Z huh? Yeah, yeah, yeah, Roc-A-Fella y'all, ha ha Bounce, bounce, bounce, Roc-A-Fella y'all Check, check  [Verse 1: JAY-Z] Yo, I'm making short term goals when the weather folds Just put away the leathers and put ice on the gold Chilly with enough bail money to free a big willie High stakes, I got more at stake than Philly Shopping sprees, cop in three Deuce fever IS's fully loaded, ah, yes Bouncing in the Lex Luger, tires smoke like Buddha 50 Gs to the crap shooter, niggas can't fade me Chrome socks beaming Through my peripheral I see you scheming Stop dreaming, I leave your body steaming Niggas is fiending, what's the meaning I'm leaning on any nigga intervening With the sound of my money machining {*brrrr*} My cup runneth over with hundreds I'm one of the best niggas that done it, six digits and running Y'all niggas don't want it I got the Godfather flow, the Don Juan DeMarco Swear to God, don't get it fucked up  [Hook 1: Mary J. Blige] + (JAY-Z) I'm taking out this time (yeah, yeah, what) To give you a piece of my mind (Cause you can't knock the hustle) Who do you think you are? Baby one day you'll be a star  [Verse 2: JAY-Z] Last seen out of state where I drop my sling I'm deep in the South kicking up top game Bouncing on the highway switching fo' lanes Screaming through the sunroof, money ain't a thang Your worst fear confirmed Me and my fam roll tight like The Firm Getting down for life, that's right, you better learn Why play with fire, burn We get together like a choir, to acquire what we desire We do dirt like worms, produce G's like sperm Til legs spread like germs I got extensive hoes with expensive clothes And I sip fine wines and spit vintage flows What y'all don't know? Yeah, yeah, yeah, yeah, cause you can't knock the hustle  [Hook 2: Mary J. Blige] + (JAY-Z) But until then lately, I'm the one who's crazy? Cause that's the way you're making me feel (Cause you can't knock the hustle) The way you make me feel I'm just trying to get mine, I don't have the time To knock the hustle for real  [Verse 3: JAY-Z] Yo, y'all niggas lunching, punching the clock My function is to make much and lay back munching Sipping Remy on the rocks, my crew something to watch Nothing to stop, un-stoppable Scheme on the ice, I gotta hot your crew I gotta, let you niggas know the time like Movado My motto, stack rocks like Colorado Waddle off the champagne, Cristals by the bottle It's a damn shame what you're not though: (who?) me Slick like a gato, fucking Jay-Z My pops knew exactly what he did when he made me Tried to get a nut and he got a nut and what Straight bananas; can a nigga see me Got the US Open, advantage Jigga Serve like Sampras, play fake rappers like a campus Le Tigre, son you're too eager You ain't having it, good me either Let's get together and make this whole world believe us, huh At my arraignment screaming All us blacks got is sports and entertainment, until we even Thieving, as long as I'm breathing Can't knock the way a nigga eating, fuck you even!  [Hook 1 + 2: Mary J. Blige] I'm taking out this time To give you a piece of my mind Who do you think you are? Baby one day you'll be a star But until then lately, I'm the one who's crazy? Cause that's the way you're making me feel I'm just trying to get mine, I don't have the time To knock the hustle for real  {*Mary J. Blige ad libs to fade*}  ",
        "title": "Money Ain't A Thang"
    },
    {
        "artist": "Ty Herndon",
        "lyrics": "  [Chorus 1] Two young lovers with their bodies on fire Aching to swim that river of desire Leaving innocence there on the bank by their clothes A man holding on to a woman letting go  [Verse 1] There's a man with a bottle on the other side of town Swimming with a memory that he can't drown Lord, it ain't sunk in that she ain't coming home Oh, a man holding on to a woman letting go  [Chorus 2] His heart is telling him to hang on for dear life Cause deep down he knows she's letting go for good this time  [Verse 2] There's a daddy walking his daughter down the aisle Fighting back tears and forcing a smile Oh, For 22 years he's watched her grow A man holding on to a woman letting go In the Hill Valley Home there's a feeble old man And he's holding on to a fragile old hand And the angels are coming to carry her home Now he's a man holding on to a woman letting go  [Chorus 2]  [Chorus 1]  [Outro] A man holding on to a woman, a woman letting go  ",
        "title": "A Man Holdin' On (To A Woman Lettin' Go)"
    },
    {
        "artist": "The Verve",
        "lyrics": "  [Verse 1] 'Cause it's a bitter sweet symphony, that's life Trying to make ends meet You're a slave to money then you die I'll take you down the only road I've ever been down You know the one that takes you to the places Where all the veins meet, yeah  [Chorus] No change, I can change I can change, I can change But I'm here in my mould I am here in my mould But I'm a million different people from one day to the next I can't change my mould No, no, no, no, no, no, no Have you ever been down?  [Verse 2] Well I've never prayed But tonight I'm on my knees, yeah I need to hear some sounds that recognize the pain in me, yeah I let the melody shine, let it cleanse my mind, I feel free now But the airwaves are clean and there's nobody singing to me now  [Chorus] No change, I can change I can change, I can change But I'm here in my mould I am here in my mould And I'm a million different people from one day to the next I can't change my mould No, no, no, no, no Have you ever been down? I can't change it you know, I can't change it  [Verse 3] 'Cause it's a bitter sweet symphony, that's life Trying to make ends meet You're a slave to money then you die I'll take you down the only road I've ever been down You know the one that takes you to the places Where all the veins meet, yeah  [Chorus + Outro] You know I can change, I can change I can change, I can change But I'm here in my mould I am here in my mould And I'm a million different people from one day to the next I can't change my mould, no, no, no, no, no I can't change my mould, no, no, no, no, no I can't change my mould, no, no, no, no, no You've gotta change my mould, no, no, no (It's just sex and violence, melody and silence) (Gotta, can't change my violence, melody and silence) (Gotta can't change my violence, melody and silence) (I'll take you down the only road I've ever been down) (Gotta, can't change my violence, melody and silence) (I'll take you down the only road I've ever been down) (Gotta, can't change my violence, melody and silence) Been down Ever been down (Can't change my violence, melody and silence) Ever been down Ever been down Ever been down Have you ever been down? Have you ever been down? Have you ever been down?  ",
        "title": "Bitter Sweet Symphony"
    },
    {
        "artist": "The Lox [Featuring DMX & Lil' Kim]",
        "lyrics": "  [Intro: Lil' Kim] See I believe in money, power and respect First you get the money Then you get the muthafuckin' power After you get the fuckin' power, muthafuckas will respect you  [Chorus: Lil Kim] It's the key to life Money, power, and respect, whatchu' need in life Money, power, and respect, you'll be eatin' right Money, power, and respect, help you sleep at night You'll see the light, it's the key to life Money, power, and respect, whatchu' need in life Money, power, and respect, you'll be eatin' right Money, power, and respect, money, power, and respect Money, power, and respect  [Verse 1: Sheek Louch] Ayo, my whole clique bout it, bout it We take yours while you pout about it Truck, step out, the whores wanna crowd around it You could see me on optimum TV Go in your bathroom turn the light out, scream Bloody Mary, 1, 2, 3 Sheek ain't your usual friend About to set you up like Keyser and walk straight at the end I'm done wit' ice and charms I'm tryin' to ice my whole castle 'fore I'm gone Pull up wit' glass on the don' Once I meet em' I greet em' Kiss his feet for freedom Tell em' thank you lord Cuz on Earth I was gettin' bored Now resurrect me back to this cat called Sheek So I can make this album And get back the cats that's weak Two-thirty, six two Me versus you that's like a cat versus a pitbull Gun, know clip full, keep hunger And plan for the future, cause you figure You gon' be older Way longer than you gon' be younger  [Chorus: Lil Kim] It's the key to life Money, power, and respect, whatchu' need in life Money, power, and respect, you'll be eatin' right Money, power, and respect, help you sleep at night You'll see the light, it's the key to life Money, power, and respect, whatchu' need in life Money, power, and respect, you'll be eatin' right Money, power, and respect, money, power, and respect Money, power, and respect  [Verse 2: Styles P] Only time could tell how the clock ticks I'm really loved here but I'm still a hostage Two personalities check the posture Smoke out the mouth clear out the nostrils Think of death The life seem scary I'm passin' graveyards seein' people Hail Mary I ain't chillin til' I'm out parachutin' Race my man in mountain climbin' for about ten diamonds Twenty five thousand a piece Fuck streets Tryin' to own the island, forget about wylin' Try ridin' in the car that be glidin' If I showed you where I lived you would think I was hidin' Sling dick to chicks that don't speak English Wake up in Trinidad, like fuck it I'm rich Come back, private jet Live on set, if you can shit gold, I can spit baguettes  [Chorus: Lil Kim] It's the key to life Money, power, and respect, whatchu' need in life Money, power, and respect, you'll be eatin' right Money, power, and respect, help you sleep at night You'll see the light, it's the key to life Money, power, and respect, whatchu' need in life Money, power, and respect, you'll be eatin' right Money, power, and respect, money, power, and respect Money, power, and respect  [Verse 3: Jadakiss] Yo nothin' but the hotness Whenever we drop this Monotonous for ya'll to keep hatin' Cause ya'll never gon' stop us I keep my rocks spotless And my hoes topless Take time try to figure out who da Lox is Fear no one Kick rhymes like Shoguns You scared to blow one Get robbed wit' your own gun If I don't respect you I'mma check you And if I don't kiss you I'mma peck you Right before I wet you I sneeze on tracks an' bless you I'm special And if you like workin' out Then I'm gon' stretch you Husslin' is dead but we still get red Turn the spots into bakeries to get back bread And ya'll said my money's spent But it's in the Bent' So when the Feds come, the dogs can't get a scent For my story, self-explanatory That I'm the hottest thing on the street And yall ain't got nothin' for me  [Chorus: Lil Kim] It's the key to life Money, power, and respect, whatchu' need in life Money, power, and respect, you'll be eatin' right Money, power, and respect, help you sleep at night You'll see the light, it's the key to life Money, power, and respect, whatchu' need in life Money, power, and respect, you'll be eatin' right Money, power, and respect, money, power, and respect Money, power, and respect  [Verse 4: DMX] This is a beat that I can freak to Just drop the reals Plus a nigga wit' the ill Ya'll niggas know my skills X 'em on the grill get em' up Split em' up, wet em' up And watch em' come get em' up Set em' up When you do dirt, you get dirt Bitch, I'll make your shit hurt Step back like 'I did work' This ain't no fuckin' game What'chu think I'm playin', till you layin' In the car in the junkyard decayin' Mom's at home prayin' that you comin' home But you not, cause you sittin' up in the trunk Startin' to rot And hell is hot, I know because I'm here now Baby It's goin' down baby Get the four pound baby And let off up in a nigga Especially if he think he bigger Than my muthafuckin' trigger Did I, can I get my Is it on, DMX representin for one time For the song  [Chorus: Lil Kim] It's the key to life Money, power, and respect, whatchu' need in life Money, power, and respect, you'll be eatin' right Money, power, and respect, help you sleep at night You'll see the light, it's the key to life Money, power, and respect, whatchu' need in life Money, power, and respect, you'll be eatin' right Money, power, and respect, money, power, and respect Money, power, and respect  ",
        "title": "Money, Power & Respect"
    },
    {
        "artist": "Tamia",
        "lyrics": "  [Verse 1] With every passing moment Thoughts of you run through my head Every time that I'm near you I realize that you're heaven sent  [Pre-Chorus] I think you're truly something special Just what my dreams are really made of Let's stay together you and me boy There's no one like you around Oh baby  [Chorus] I really like what you've done to me I can't really explain it, I'm so into you I really like what you've done to me I can't really explain it, I'm so into you  [Verse 2] It could be the way that you hold me It could be the things that you say Oh I'm not too sure what it is boy But I know I like feeling this way  [Pre-Chorus] I think you're truly something special Just what my dreams are really made of Let's stay together you and me boy There's no one like you around Oh baby  [Chorus] I really like what you've done to me I can't really explain it, I'm so into you I really like what you've done to me I can't really explain it, I'm so into you I really like what you've done to me I can't really explain it, I'm so into you I really like what you've done to me I can't really explain it, I'm so into you  [Bridge] I really like What I feel when I'm with you You're a dream come true Don't you ever leave my side 'Cause it feels so right  [Chorus] I really like what you've done to me I can't really explain it, I'm so into you I really like what you've done to me I can't really explain it, I'm so into you I really like what you've done to me I can't really explain it, I'm so into you I really like what you've done to me I can't really explain it, I'm so into you I'm so into you I'm so into you Oh, I'm so into you  ",
        "title": "So Into You"
    },
    {
        "artist": "Olivia Newton-John",
        "lyrics": "  Maybe I hang around here A little more than I should We both know I got Somewhere else to go  But I got something to tell you That I never thought I would But I believe you really ought to know  I love you I honestly love you  You don't have to answer I see it in your eyes Maybe it was better left unsaid  This is pure and simple And you should realize That it's coming from my heart And not my head  I love you I honestly love you  I'm not trying to make you feel uncomfortable I'm not trying to make you Anything at all  But this feeling Doesn't come along everyday And you shouldn't blow the chance When you've got the chance to say  I love you I honestly love you  If we both were born In another place and time This moment might be ending in a kiss  But there you are with yours And here I am with mine So I guess we'll just be leaving it at this  I love you I honestly love you I honestly love you  ",
        "title": "I Honestly Love You (David Foster Vers.)"
    },
    {
        "artist": "Garbage",
        "lyrics": null,
        "title": "Push It"
    },
    {
        "artist": "EOL",
        "lyrics": null,
        "title": "Love The Way"
    },
    {
        "artist": "Swirl 360",
        "lyrics": "  On the inside Do you know what you're about When I see you I wanna free you 'Cause you're always freaking out  We could be riding on the waves of the ocean, baby Flying to the beat of our hearts I wanna make you a star  Hey Now Now Don't you know It's not really that complicated Hey Now Now When you come and go It's so hard for me to sleep at night  Hey Now Now Listen you Think of all of the time we've wasted Hey Now Now, Hey Now Now, Hey Now Now  From the outside Looking in I see your bright light Yeah believe me when I say Everything will be alright  Gonna stay right here when your sun don't shine While your head's still up in the clouds For crying out loud  Hey Now Now Don't you know It's not really that complicated Hey Now Now When you come and go It's so hard for me to sleep at night  Hey Now Now Listen you Think of all of the time we've wasted Don't ask how But dreams come true And we'll find a way to make it right  And if you think that innocence is dead I'll say it's all inside your head I've got to tell you how I feel And you know we're gonna make it for real  Meet me halfway We can't help but come together I'll make you happy I'll show you what this love's about  Hey Now Now Don't you know It's not really that complicated Hey Now Now When you come and go It's so hard for me to sleep at night  Hey Now Now Listen you Think of all of the time we've wasted Don't ask how But dreams come true And we'll find a way to make it right  ",
        "title": "Hey Now Now"
    },
    {
        "artist": "Tamia",
        "lyrics": null,
        "title": "Imagination"
    },
    {
        "artist": "Tracy Byrd",
        "lyrics": null,
        "title": "I'm From The Country"
    },
    {
        "artist": "Terri Clark",
        "lyrics": "  (Written by J.D. Martin, Paul Begaud & Vanessa Corish)  How can I believe That my heart would find someone like you You see me, the real me No in bewteens, I had nowhere to hide You took away the walls around me Made me feel safe to share my truth  I see the heavens open, a heart that once was broken Is holding nothing back Now that I found you You hold me like a prayer, you touch me everywhere A lifetime just ain't enough to love you true Now that I found you Now that I found you  I do believe we're meant to be Our chemistry will last forever And through the years We'll see some tears We'll conquer fears And together we will grow Looking in your eyes They tell me I no longer have to feel alone  I see the heavens open, a heart that once was broken Is holding nothing back Now that I found you You hold me like a prayer, you touch me everywhere A lifetime just ain't enough to love you true Now that I found you Now that I found you  You see me, the real me You believe in me  I see the heavens open, a heart that once was broken Is holding nothing back Now that I found you You hold me like a prayer, you touch me everywhere A lifetime just ain't enough to love you true Now that I found you Now that I found you...  ",
        "title": "Now That I Found You"
    },
    {
        "artist": "Sam Salter",
        "lyrics": null,
        "title": "There You Are"
    },
    {
        "artist": "LaTanya Featuring Twista",
        "lyrics": null,
        "title": "Whatuon"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": null,
        "title": "Here We Go Again"
    },
    {
        "artist": "Timbaland & Magoo",
        "lyrics": "  [Timbaland] Yo... dot-da-dot-dot-dot, party ain't over Uh-huh, what, uh-huh, what? Dot-dot-dot da party ain't over Diggi do, uh-huh, what? Uh-huh, what, the party ain't over Uh-huh, what, yeah, what... diggi-diggi-diggi-diggi-diggi...  [Magoo] I'mma kill you all, like O.J Diss Maganoo, for real you must pay Listen to the way my rap flow delay His mama named him Clay, I'mma call him Clay Back of the bus, with Rosa Parks Too much to say, watch my remarks South to VA, up side to Philly Y'all be killin me, for real on the really Recognize the P, when you see he Sport the Kangol with N-I-K-E Break me off a piece of that, Kit-Kat You do the horse and make your Gucci wet Came through the crowd, heard the brother booin Said real low, 'Hey whatcha doin?' Don't you know I've been rappin on tracks Since back in the days when tapes was eight-track Relax and jump to it, like Duran Duran Black as Buckwheat, still get a tan Go over to your girl, hey what's yo' number You and your crew must be Dumb & Dumber  [Timbaland] Timbaland, uh-huh, understand Kickin the fly beats for all my fly fans Not Peter Piper but, Peter Pan Beat, guaran-guaran, teed to make you dance People wanna know where I where I get my rhythm Rhythm, come from, the thing called wisdom Wisdom is the thing that comes from the dome-dome When the, clock, strikes, twelve and it's on People already already feelin my groove Now's the time for, me to show and prove Now it's time to get back to my basic method Record and play play play each segment  *chorus* Sardines! Hey, and Pork and Beans, ha-hah Do you know what that means? It's twelve o'clock, and the party just don't stop (repeat 2X) Aight?  [Magoo] When it come to flows you best to re-up Diss me to my face, get the taste slapped out Rapped out a hit on the plane out to Spain My mind go in space when I'm kissin on jane Can't Stand the Rain, but, love Missy I rock with mad funk so my middle finger pissy Look for me I'm Chico undercover at the Nico Mag and double-ooh got gas from burrito Lay you like Frito if you're white then amigo In my plaid tuxedo, the rap Al Pacino Star in Casino, to a veterino Not Italia-no, but still gambino Most of y'all rappers can't do your part I'mma finish up what you all can't start Got no heart I thought on your LP I'm on your radio and on your TV  *chorus* 2X  ",
        "title": "Clock Strikes"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] Baby you're missing something in the air I got a name but it don't matter What's going on? It's cold in here You have a life but it's torn and tattered Maybe you're losing pieces of your heart You have a world but it stopped turning You lose the day and gain the dark Love was a fire but it stopped burning  [Chorus] Spare your heart, save your soul Don't drag your love across the coals Find your feet and your fortune can be told Release, relax, let go And hey now let's recover your soul  [Verse 2] Lazy old sunset sinking like a tear Alone at night in a losing battle That perfect world is never clear You have to fight for the things that matter  [Chorus][x2]  [Outro] Hey now let's recover Hey now let's recover your soul And hey now let's recover your soul  ",
        "title": "Recover Your Soul"
    },
    {
        "artist": "Rebekah",
        "lyrics": "  Mama doesn't like when I sin so well Heaven's kinda far But I swear that when I'm coming it's close Cuz we sin so well Lead us not into temptation Oh but what a way to go  My flesh has got control of me I'm human and by nature weak Cuz humans make it hard to be so holy Angels close your eyes to this My conscience can't compete with him Yes I'm losing please forgive me  Mama doesn't like when I sin so well Heaven's kinda far But I swear that when I'm coming it's close Cuz we sin so well Lead us not into temptation Oh but what a way to go  Heaven help this tendency It's not the way I learned to be But being bad is such a guilty pleasure What shall be the consequence When all they've taught I've gone against And knowing all this still I go again  Mama doesn't like when I sin so well Heaven's kinda far But I swear that when I'm coming it's close Cuz we sin so well Lead us not into temptation Oh but what a way to go  Where do I land if I fall from grace Will I be redeemed if I seal my fate I'll do my penance and rosary But will you pray for my purity  Mama doesn't like when I sin so well Heaven's kinda far But I swear that when I'm coming it's close Cuz we sin so well Lead us not into temptation Oh but what a way to go  ",
        "title": "Sin So Well"
    },
    {
        "artist": "Hannah Jones",
        "lyrics": null,
        "title": "You Only Have To Say You Love Me"
    },
    {
        "artist": "Trisha Yearwood",
        "lyrics": "  He was the kind of guy who loved so unselfishly And everyone could see what a prize he was Everyone but me I must be blind I must be the kind who don't know what they have 'Til they're all alone and sad  There goes my baby Like the sun fallin' out of the clear blue sky There goes my baby And it's gonna be a cold hard night Now that I finally see How I need him to be Right here by my side There goes my baby Bye bye baby goodbye  How could I have a love so fine And not know what it's worth Maybe this empty heart he left behind Is all that I deserve What kind of fool Finds a perfect jewel and can't see how it shines 'Til she's all alone and cryin'  There goes my baby Like the sun fallin' out of the clear blue sky There goes my baby And it's gonna be a cold hard night Now that I finally see How I need him to be Right here by my side There goes my baby Bye bye baby goodbye  How I wish I could hold him in my arms and say This time I'm gonna treat him right But it's too late  There goes my baby Like the sun fallin' out of the clear blue sky There goes my baby And it's gonna be a cold hard night Now that I finally see How I need him to be Right here by my side There goes my baby Bye bye baby goodbye Bye bye baby goodbye Bye bye baby goodbye  ",
        "title": "There Goes My Baby"
    },
    {
        "artist": "Nu Flavor",
        "lyrics": "  I lay beside you in the warmth of the night I can fell you breathe, I can hear you sigh, so softly Tell me now baby, this feeling won't change That it's a lasting love, not a passing phase, darling I need to know I can depend on you I need someone who's gonna see me through  Chorus: (Baby be there) There when I need you Tell me you care Make me believe you Promise you will stay by my side Through the good times, through the bad times If you just swear, that you'll be there  Bring me your kisses, for the rest of my life Baby fill my days (all my days), and light my nights, with your love I'll always be, will be there for you So won't you tell me now That you'll be there too, darling  And every morning when the sun will rise I wanna see love shining in your eyes Tell me you'll still be mine  (Baby be there) There when I need you Tell me you care Make me believe you Promise you will stay by my side Through the good times, through the bad times If you just swear, that you'll be there  Be there, be there, of your love I can be sure of I have all I need baby As long as I have your love I wanna be the one you reach for each night girl So every night till the end of time Baby be there  (Baby be there) There when I need you Tell me you care Make me believe you Promise you will stay by my side Through the good times, through the bad times If you just swear, that you'll be there  Just swear (Baby be there) There when I need you Tell me you care Make me believe you  ",
        "title": "Baby Be There"
    }
]