[
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Single Ladies (Put A Ring On It)"
    },
    {
        "artist": "T.I. Featuring Rihanna",
        "lyrics": "  [Sample (over intro)] Miya hee, miya ho, miya hu, miya ha-ha Miya hee, miya ho, miya hu, miya ha-ha Miya hee, miya ho, miya hu, miya ha-ha Miya hee, miya ho, miya hu, miya ha-ha  [Intro: T.I.] Ay... this a special what's happenin' to all my All my soldiers over there in Iraq E'rybody right here What you need to do is be thankful for the life you got, y'knowmsayin? Stop lookin' at what you ain't got Start bein' thankful for what you do got Let's give it to 'em baby girl, hey  [Chorus: Rihanna] You're gonna be, a shinin' star In fancy clothes, and fancy car-ars And then you'll see, you're gonna go far Cause everyone knows, just who ya are-are So live your life (AYY! Ayyy ayyy ayyy) You steady chasin' that paper Just live your life (OHH! Ayyy ayyy ayyy) Ain't got no time for no haters Just live your life (AYY! Ayyy ayyy ayyy) No tellin' where it'll take ya Just live your life (OHH! Ayyy ayyy ayyy) Cause I'm a paper chaser Just livin' my life (AYY) my life (OHH) My life (AYY) my life (OHH) Just livin' my life (AYY) my life (OHH) My life (AYY) my life (OHH) just livin' my life  [Verse 1: T.I.] Hey, never mind what haters say, ignore 'em 'til they fade away Amazing they ungrateful after all the game I gave away Safe to say I paved the way for you cats to get paid today You'd still be wastin' days away now had I never saved the day Consider them my protege, homage I think they should pay Instead of bein' gracious, they violate in a major way I never been a hater, still, I love 'em in a crazy way Some say they sold the yay' you know they couldn't get work on Labor Day It ain't that black and white, it has an area the shade of gray I'm Westside anyway, even if I left today and stayed away Some move away to make a way, not move away cause they afraid I brought back to the hood, and all you ever did was take away I pray for patience but they make me wanna melt they face away Like I once made 'em spray, now I could make 'em put the K's away Been thuggin' all my life, can't say I don't deserve to take a break You'd rather see me catch a case and watch my future fade away  [Chorus: Rihanna] You're gonna be, a shinin' star In fancy clothes, and fancy car-ars And then you'll see, you're gonna go far Cause everyone knows, just who ya are-are So live your life (AYY! Ayyy ayyy ayyy) [You steady chasin' that paper] Just live your life (AYY! Ayyy ayyy ayyy) Ain't got no time for no haters Just live your life (AYY! Ayyy ayyy ayyy) No tellin' where it'll take ya Just live your life (OHH! Ayyy ayyy ayyy) Cause I'm a paper chaser Just livin' my life (AYY) my life (OHH) My life (AYY) my life (OHH) Just livin' my life (AYY) my life (OHH) My life (AYY) my life (OHH) just livin' my life  [Verse 2: T.I.] I'm the opposite of moderate, immaculately polished with The spirit of a hustler and the swagger of a college kid Allergic to the counterfeit, impartial to the politics Articulate, but still I'll grab a nigga by the collar quick Whoever havin' problems with their record sales just holler Tip If that don't work and all else fails then turn around and follow Tip I got love for the game, but ay I'm not in love with all of it Could do without the fame, and rappers nowadays are comedy The hootin' and the hollerin', back and forth with the arguin' Where you from, who you know, what you make and what kind of car you in Seems as though you lost sight of what's important when depositin' Them checks into your bank account, and you up out of poverty Your values is a disarray, prioritizin' horribly Unhappy with the riches cause you're piss poor morally Ignorin' all prior advice and forewarnin' And we mighty full of ourselves all of a sudden, aren't we?  [Chorus: Rihanna] You're gonna be, a shinin' star In fancy clothes, and fancy car-ars And then you'll see, you're gonna go far Cause everyone knows, just who ya are-are So live your life (AYY! Ayyy ayyy ayyy) You steady chasin' that paper Just live your life (AYY! Ayyy ayyy ayyy) Ain't got no time for no haters Just live your life (AYY! Ayyy ayyy ayyy) No tellin' where it'll take ya Just live your life (OHH! Ayyy ayyy ayyy) Cause I'm a paper chaser Just livin' my life (AYY) my life (OHH) My life (AYY) my life (OHH) Just livin' my life (AYY) my life (OHH) My life (AYY) my life (OHH) just livin' my life  [Bridge: Rihanna] Got everybody watchin' what I do, come walk in my shoes And see the way I'm livin' if you really want to Got my mind on my money And I'm not goin' awayyyyyyy So keep on gettin' your paper, and keep on climbin' Look in the mirror, and keep on shinin' (shinin') Until the game ends, 'til the clock stop We gon' post up on the top spot Livin the life, the life In the Windmill City got my whole team with me The life, my life I do it how I wanna do I'm livin' my life, my life I will never lose I'm livin' my life, my liiiife And I'll never stop it  [Sample] Miya hee, miya ho, miya hu, miya ha-ha Miya hee, miya ho, miya hu, miya ha-ha Miya hee, miya ho, miya hu, miya ha-ha Miya hee, miya ho, miya hu, miya ha-ha  [Outro: Just Blaze] So live your life  ",
        "title": "Live Your Life"
    },
    {
        "artist": "Lady Gaga Featuring Colby O'Donis",
        "lyrics": "  [Intro] RedOne Konvict Gaga (oh-oh, eh)  [Verse 1: Lady Gaga] I've had a little bit too much, much All of the people start to rush (start to rush by) A dizzy twister dance Can't find my drink or man Where are my keys? I lost my phone, phone  [Pre-Chorus: Lady Gaga] What's going on on the floor? I love this record, baby, but I can't see straight anymore Keep it cool What's the name of this club? I can't remember, but it's alright, alright  [Chorus: Lady Gaga] Just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-da-dance, dance, dance Just j-j-just dance  [Verse 2: Lady Gaga] Wish I could shut my playboy mouth How'd I turn my shirt inside out? (Inside out, right) Control your poison, babe Roses have thorns, they say And we're all gettin' hosed tonight  [Pre-Chorus: Lady Gaga] What's going on on the floor? I love this record, baby, but I can't see straight anymore Keep it cool What's the name of this club? I can't remember, but it's alright, alright  [Chorus: Lady Gaga] Just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-da-dance, dance, dance Just j-j-just dance  [Verse 3: Colby O'Donis] When I come through on the dance floor, checking out that catalogue Can't believe my eyes So many women without a flaw And I ain't gonna give it up Steady, tryna pick it up, like a call I'mma hit it, I'mma beat it and latch onto it until tomorrow, yeah Shorty, I can see that you got so much energy The way you twirling up them hips 'round and 'round And there is no reason at all why you can't leave here with me In the meantime, stay and let me watch you break it down  [Chorus: Lady Gaga] And dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-da-dance, dance, dance Just j-j-just dance  [Interlude: Colby O'Donis] (Incredible... amazing... music) Wooo! Let's go!  [Bridge: Lady Gaga] Half psychotic, sick, hypnotic, got my blueprint, it's symphonic Half psychotic, sick, hypnotic, got my blueprint, electronic Half psychotic, sick, hypnotic, got my blueprint, it's symphonic Half psychotic, sick, hypnotic, got my blueprint, electronic Go! Use your muscle, carve it out, work it, hustle (I got it, just stay close enough to get it on) Don't slow! Drive it, clean it, Lysol, bleed it Spend the last dough (I got it) in your pock-o (I got it)  [Chorus: Lady Gaga] Just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-da-dance, dance, dance Just j-j-just dance  ",
        "title": "Just Dance"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Verse 1] There's only two types of people in the world The ones that entertain and the ones that observe Well baby, I'm a put-on-a-show kind of girl Don't like the backseat, got to be first, oh-oh I'm like the ringleader, I call the shots (I call the shots) I'm like a firecracker, I make it hot when I put on a show  [Pre-Chorus] I feel the adrenaline moving through my veins Spotlight on me, and I'm ready to break I'm like a performer, the dance floor is my stage Better be ready, hope that you feel the same  [Chorus] All the eyes on me in the center of the ring, just like a circus When I crack that whip, everybody gonna trip, just like a circus Don't stand there watching me, follow me Show me what you can do Everybody let go, we can make a dance floor, just like a circus  [Verse 2] There's only two types of guys out there Ones that can hang with me and ones that are scared So baby, I hope that you came prepared I run a tight ship, so beware I'm like a ringleader, I call the shots I'm like a firecracker, I make it hot when I put on a show  [Pre-Chorus] I feel the adrenaline moving through my veins Spotlight on me, and I'm ready to break I'm like a performer, the dance floor is my stage Better be ready, hope that you feel the same  [Chorus] All the eyes on me in the center of the ring, just like a circus When I crack that whip, everybody gonna trip, just like a circus Don't stand there watching me, follow me Show me what you can do Everybody let go, we can make a dance floor, just like a circus  [Breakdown] Let's go Let me see what you can do I'm running this (Like a circus) Yeah, like a what? (Like a circus)  [Chorus] All the eyes on me in the center of the ring, just like a circus When I crack that whip, everybody gonna trip, just like a circus Don't stand there watching me, follow me Show me what you can do Everybody let go, we can make a dance floor, just like a circus All the eyes on me in the center of the ring, just like a circus When I crack that whip, everybody gonna trip, just like a circus Don't stand there watching me, follow me Show me what you can do Everybody let go, we can make a dance floor, just like a circus  ",
        "title": "Circus"
    },
    {
        "artist": "T.I.",
        "lyrics": "  [Intro] Aye, Jim, you know the ol' sugar daddies? They be trickin', they tell them girls I said you could have whatever you like (If you like) I said you could have whatever you like (If you like) Yeah (Yeah)  [Chorus] Stacks on deck, Patron on ice And we can pop bottles all night And, baby, you could have whatever you like (If you like) I said you could have whatever you like, yeah Baby, I can treat you so special, so nice I gas up the jet for you tonight And, baby, you could go wherever you like (If you like) I said you could go wherever you like, yeah (Yeah)  [Verse 1] Anytime you want to pick up the telephone, you Know it ain't nothin' to drop a couple stacks on you Want it, you could get it, my dear Five million dollar home, drop Bentleys, I swear, yeah  [Pre-Chorus] I want yo' body, need yo' body Long as you got me you won't need nobody You want it, I got it, go get it, I'll buy it Tell them other broke nigga be quiet  [Chorus] Stacks on deck, Patron on ice And we can pop bottles all night And, baby, you could have whatever you like (If you like) I said you could have whatever you like, yeah Baby, I can treat you so special, so nice I gas up the jet for you tonight And, baby, you could go wherever you like (If you like) I said you could go wherever you like, yeah (Yeah)  [Verse 2] Shawty, you the hottest, love the way you drop it So good I swore you went to college Hundred karat deposit, to vacations in the tropics ‘Cause e'rybody know it ain't trickin' if you got it You need never ever gotta go to yo' wallet Long as I got rubberband banks in my pocket Five, six rides with rims and a body kit You ain't gotta downgrade, you can get what I get My chick could have what she want And go in any store for any bag she want And, no, she ain't never had a man like that To buy you anything your heart desire like that, yeah  [Pre-Chorus] I want yo' body, need yo' body Long as you got me you won't need nobody You want it, I got it, go get it, I'll buy it Tell them other broke nigga be quiet  [Chorus] Stacks on deck, Patron on ice And we can pop bottles all night And, baby, you could have whatever you like (If you like) I said you could have whatever you like, yeah Baby, I can treat you so special, so nice I gas up the jet for you tonight And, baby, you could go wherever you like (If you like) I said you could go wherever you like, yeah (Yeah)  [Bridge] I'm talkin' big boy rides, and big boy ice Let me put this big boy in yo' life You just be so fresh, and look so nice Let me put this big boy in yo' life; that's right  [Pre-Chorus] I want yo' body, need yo' body Long as you got me you won't need nobody You want it, I got it, go get it, I'll buy it Tell them other broke nigga be quiet  [Chorus] Stacks on deck, Patron on ice And we can pop bottles all night And, baby, you could have whatever you like (If you like) I said you could have whatever you like, yeah Baby, I can treat you so special, so nice I gas up the jet for you tonight And, baby, you could go wherever you like (If you like) I said you could go wherever you like, yeah (Yeah)  ",
        "title": "Whatever You Like"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Verse 1] Superstar, where you from? How's it going? I know you got a clue what you're doing You can play brand new to all the other chicks out here But I know what you are, what you are, baby Look at you getting more than just a re-up Baby, you got all the puppets with their strings up Faking like a good one, but I call 'em like I see 'em I know what you are, what you are, baby  [Chorus] Womanizer, woman-womanizer, you're a womanizer Oh, womanizer, oh, you're a womanizer, baby You-you-you are, you-you-you are Womanizer, womanizer, womanizer  [Post-Chorus] Boy, don't try to front, I-I know just, just what you are Boy, don't try to front, I-I know just, just what you are You got me going, you're oh-so-charming But I can't do it, you womanizer Boy, don't try to front, I-I know just, just what you are Boy, don't try to front, I-I know just, just what you are You say I'm crazy, I got you crazy You're nothing but a womanizer  [Verse 2] Daddy-O, you got the swagger of champion Too bad for you, you just can't find the right companion I guess when you have one too many makes it hard, it could be easy Who you are, that's just who you are, baby Lollipop, must mistake me for a sucker To think that I would be a victim, not another Say it, play it how you wanna, but no way, I'm never gonna fall for you Never you, baby  [Chorus] Womanizer, woman-womanizer, you're a womanizer Oh, womanizer, oh, you're a womanizer, baby You-you-you are, you-you-you are Womanizer, womanizer, womanizer  [Post-Chorus] Boy, don't try to front, I-I know just, just what you are Boy, don't try to front, I-I know just, just what you are You got me going, you're oh-so-charming But I can't do it, you womanizer Boy, don't try to front, I-I know just, just what you are Boy, don't try to front, I-I know just, just what you are You say I'm crazy, I got you crazy You're nothing but a womanizer  [Bridge] Maybe if we both lived in a different world (Womanizer, womanizer, womanizer, womanizer) It would be all good, and maybe I could be your girl But I can't cause we don't, you...  [Chorus] Womanizer, woman-womanizer, you're a womanizer Oh, womanizer, oh, you're a womanizer, baby You-you-you are, you-you-you are Womanizer, womanizer, womanizer  [Post-Chorus] Boy, don't try to front, I-I know just, just what you are Boy, don't try to front, I-I know just, just what you are You got me going, you're oh-so-charming But I can't do it, you womanizer Boy, don't try to front, I-I know just, just what you are Boy, don't try to front, I-I know just, just what you are You say I'm crazy, I got you crazy You're nothing but a womanizer  [Outro] Boy, don't try to front, I-I know just, just what you are Boy, don't try to front, I-I know just, just what you are Womanizer, woman-womanizer, you're a womanizer Oh, womanizer, oh, you're a womanizer, baby  ",
        "title": "Womanizer"
    },
    {
        "artist": "Kanye West",
        "lyrics": "  [Chorus] In the night, I hear 'em talk The coldest story ever told Somewhere far along this road He lost his soul to a woman so heartless How could you be so heartless? Oh, how could you be so heartless?  [Verse 1] How could you be so Cold as the winter wind when it breeze, yo? Just remember that you talkin' to me though You need to watch the way you talkin' to me, yo I mean, after all the things that we been through I mean, after all the things we got into Ayo, I know of some things that you ain't told me Ayo, I did some things but that's the old me And now you wanna get me back and you gon' show me So you walk around like you don't know me You got a new friend – well, I got homies But in the end, it's still so lonely  [Chorus] In the night, I hear 'em talk The coldest story ever told Somewhere far along this road He lost his soul to a woman so heartless How could you be so heartless? Oh, how could you be so heartless?  [Verse 2] How could you be so Dr. Evil? You're bringin' out a side of me that I don't know I decided we wasn't gon' speak so Why we up 3 a.m. on the phone? Why do she be so mad at me fo'? Homie, I don't know, she's hot and cold I won't stop, won't mess my groove up ‘Cause I already know how this thing go You run and tell your friends that you're leavin' me They say that they don't see what you see in me You wait a couple of months, then you gon' see You'll never find nobody better than me  [Chorus] In the night, I hear 'em talk The coldest story ever told Somewhere far along this road He lost his soul to a woman so heartless How could you be so heartless? Oh, how could you be so heartless?  [Bridge] Talk and talk and talk and talk Baby, let's just knock it off They don't know what we been through They don't know 'bout me and you So I got somethin' new to see And you just gon' keep hatin' me And we just gon' be enemies I know you can't believe I could just leave it wrong And you can't make it right I'm gon' take off tonight into the night  [Chorus] In the night, I hear 'em talk The coldest story ever told Somewhere far along this road He lost his soul to a woman so heartless How could you be so heartless? Oh, how could you be so heartless?  [Outro] On and on and on and on And on and... and on and on and on  ",
        "title": "Heartless"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Verse 1] You change your mind like a girl changes clothes Yeah, you PMS like a bitch I would know And you overthink, always speak cryptically I should know that you're no good for me  [Chorus] 'Cause you're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down You're wrong when it's right It's black and it's white We fight, we break up We kiss, we make up (You) You don't really want to stay, no (You) But you don't really want to go, oh You're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down  [Verse 2] We used to be just like twins So in sync The same energy, now's a dead battery Used to laugh 'bout nothing, now you're plain boring I should know that you're not gonna change  [Chorus] 'Cause you're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down You're wrong when it's right It's black and it's white We fight, we break up We kiss, we make up (You) You don't really want to stay, no (You) But you don't really want to go, oh You're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down  [Bridge] Someone call the doctor Got a case of a love bipolar Stuck on a roller coaster Can't get off this ride  [Breakdown] You change your mind like a girl changes clothes  [Chorus] 'Cause you're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down You're wrong when it's right It's black and it's white We fight, we break up We kiss, we make up You're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down You're wrong when it's right It's black and it's white We fight, we break up We kiss, we make up (You) You don't really want to stay, no (You) But you don't really want to go, oh You're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down  ",
        "title": "Hot N Cold"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "If I Were A Boy"
    },
    {
        "artist": "Kanye West",
        "lyrics": "  [Produced by Kanye West and Jeff Bhasker]  [Verse 1] I'm not loving you, way I wanted to What I had to do, had to run from you I'm in love with you, but the vibe is wrong And that haunted me, all the way home So you never know, never never know Never know enough, 'til it's over love 'Til we lose control, SYSTEM OVERLOAD Screaming, \"No, no, no, n-nooo!\" I'm not loving you, way I wanted to See I wanna move, but can't escape from you So I keep it low, keep a secret code So everybody else don't have to know  [Hook] So keep your love lock-down—your love lockdown Keeping your love lock-down—your love lockdown Now keep your love lock-down—your love lockdown Now keep your love lock-down—you lose  [Verse 2] I'm not loving you, way I wanted to I can't keep my cool, so I keep it true I got something to lose, so I gotta move I can't keep myself, and still keep you too So I keep in mind, when I'm on my own Somewhere far from home, in the danger zone How many times did I tell you 'fore it finally got through? You lose, you lose I'm not loving you, the way I wanted to See I had to go, see I had to move No more wasting time, you can't wait for life We're just racing time, where's the finish line?  [Hook] So keep your love lock-down—your love lockdown Keeping your love lock-down—your love lockdown Now keep your love lock-down—your love lockdown Now keep your love lock-down—you lose  [Verse 3] I'm not loving you, way I wanted to I bet no one knew, I got no one new Know I said I'm through, but got love for you But I'm not loving you, the way I wanted to Gotta keep it going, keep the loving going Keep it on the roll, only God knows If I be with you, baby I'm confused You choose, you choose I'm not loving you, way I wanted to Where I wanna go, I don't need you I've been down this road, too many times before I'm not loving you, way I wanted to  [Hook] So keep your love lock-down—your love lockdown Keeping your love lock-down—your love lockdown Now keep your love lock-down—your love lockdown Now keep your love lock-down—you lose You lose You lose You lose You lose  ",
        "title": "Love Lockdown"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] We were both young when I first saw you I close my eyes, and the flashback starts I'm standing there On a balcony in summer air See the lights, see the party, the ball gowns See you make your way through the crowd And say hello Little did I know  [Pre-Chorus 1] That you were Romeo, you were throwing pebbles And my daddy said, \"stay away from Juliet\" And I was crying on the staircase Begging you, \"please don't go,\" and I said  [Chorus 1] Romeo, take me somewhere we can be alone I'll be waiting, all there's left to do is run You'll be the prince and I'll be the princess It's a love story baby just say \"yes\"  [Verse 2] So I sneak out to the garden to see you We keep quiet, 'cause we're dead if they knew So close your eyes Escape this town for a little while  [Pre-Chorus 2] 'Cause you were Romeo, I was a scarlet letter And my daddy said, \"Stay away from Juliet\" But you were everything to me I was begging you please don't go and I said  [Chorus 2] Romeo, take me somewhere we can be alone I'll be waiting, all there's left to do is run You'll be the prince and I'll be the princess It's a love story baby just say \"yes\" Romeo, save me, they're trying to tell me how to feel This love is difficult, but it's real Don't be afraid, we'll make it out of this mess It's a love story baby just say \"yes\" Oh, oh  [Bridge] I got tired of waiting Wondering if you were ever coming around My faith in you was fading When I met you on the outskirts of town, and I said  Romeo save me I've been feeling so alone I keep waiting for you but you never come Is this in my head? I don't know what to think He knelt to the ground and pulled out a ring  [Chorus 3] And said: \"Marry me Juliet You'll never have to be alone I love you and that's all I really know I talked to your dad, go pick out a white dress It's a love story baby just say 'yes'\"  [Outro] Oh, oh Oh, oh Because we were both young when I first saw you  ",
        "title": "Love Story"
    },
    {
        "artist": "Jason Mraz",
        "lyrics": "  [Verse 1] Well you done done me in, you bet I felt it I tried to be chill but you're so hot that I melted I fell right through the cracks And now I'm trying to get back Before the cool done run out I'll be giving it my bestest And nothing's going to stop me but divine intervention I reckon it's again my turn, to win some or learn some  [Chorus] But I won't hesitate no more, no more It cannot wait, I'm yours  [Verse 2] Well open up your mind and see like me Open up your plans and, damn, you're free Look into your heart and you'll find love, love, love, love Listen to the music of the moment people dance and sing We're just one big family And it's our God-forsaken right to be loved loved loved loved loved  [Chorus] So I won't hesitate no more, no more It cannot wait, I'm sure There's no need to complicate Our time is short This is our fate, I'm yours But do, do, do, do you, but do you, do, do, do you, but do you want to come on, scooch on over closer, dear And I will nibble your ear  [Verse 3] I've been spending way too long checking my tongue in the mirror And bendin' over backwards just to try to see it clearer But my breath fogged up the glass And so I drew a new face and I laughed I guess what I'm saying is there ain't no better reason To rid yourself of vanities and just go with the seasons It's what we aim to do Our name is our virtue  [Chorus] But I won't hesitate no more, no more It cannot wait, I'm yours  [Verse 4] Well open up your mind and see like me Open up your plans and, damn, you're free Look into your heart and you'll find that the sky is yours So please don't, please don't, please don't There's no need to complicate 'Cause our time is short This oh, this oh, this is our fate I'm yours  [Outro] (Scat Ad-lib)  ",
        "title": "I'm Yours"
    },
    {
        "artist": "Kevin Rudolf Featuring Lil Wayne",
        "lyrics": "  [Verse 1: Kevin Rudolf] I see your dir-ty face, hide, behind your collar What is done, in vain, truth, is hard to swallow So you pray, to God, to justify the way You live a lie, live a lie, live a lie And you take your time And you do your crime Well you made your bed I made mine  [Hook: Kevin Rudolf] Because when I, arrive, I, I'll bring the fire Make you come, alive, I, can take you higher What this is, forgot? I, must now remind you Let it rock, let it rock, let it rock  [Verse 2: Kevin Rudolf] Now the son's, disgraced, He, who knew his Father When he cursed, his name, turned, and chased the dollar But it broke, his heart, so he stuck his middle finger To the world, to the world, to the world! And you take your time And you stand in line Well you'll get what's yours I got mine  [Hook: Kevin Rudolf] Because when I, arrive, I, I'll bring the fire Make you come, alive, I, can take you higher What this is, forgot? I, must now remind you Let it rock, let it rock, let it rock  [Verse 3: Lil Wayne] Yeoaw! Wayne's World, Planet Rock Panties drop, and the tops And she gonna rock 'til the camera stop And I sing about angels like Angela (Rock!) And Pamela (Rock!) And Samantha (Rock!) And Amanda And Tamara, ménage à moi I'm in here like, \"Bitch, what's up?\" Mechanic, me, I can fix you up I can dick you up, I can dick you down Shorty we can go wherever, just pick a town And the jewelry is louder than an engine sound Big ass rocks like on the ground Dirty like socks that's on the ground Weezy  [Hook: Kevin Rudolf] Because when I, arrive, I, I'll bring the fire Make you come, alive, I, can take you higher What this is, forgot? I, must now remind you Let it rock, let it rock, let it rock Because when I, arrive, I, I'll bring the fire Make you come, alive, I, can take you higher What this is, forgot? I, must now remind you Let it rock, let it rock, let it rock  [Bridge: Kevin Rudolf] Just let it rock, let it rock, let it rock Let it rock... Let it rock...  [Verse 4: Lil Wayne] I'm back like I forgot somethin', I'm somethin' Ruling rock rubbin' rap running Miles like I'm trying to get a flat stomach Like Wayne the personal trainer My aim is perfect, I'll bang ya Period, like the reminder  [Verse 5: Kevin Rudolf] I wish I could be, as cruel as you And I wish I could say, the things you do But I can't and I won't live a lie No, not this time  ",
        "title": "Let It Rock"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": "  [Verse 1] Ooh, there's something about Just something about the way she move And I can't figure it out There's something about her Said, ooh, there's something about The kind of woman that want you but don't need you And I can't figure it out There's something about her  [Pre-Hook] Cause she walk like a boss Talk like a boss Manicured nails to set the pedicure off She's fly effortlessly And she move like a boss Do what a boss Do, she got me thinking about getting involved That's the kinda girl I need  [Hook] She got her own thing That's why I love her Miss independent Won't you come and spend a little time? She got her own thing That's why I love her Miss independent Ooh, the way we shine Miss independent  [Verse 2] Ooh there's something about The kind of woman that can do for herself I look at her and it makes me proud There's something about her There's something oh so sexy about The kind of woman that don't even need my help She said she got it, she got it, no doubt There's something about her  [Pre-Hook] Cause she work like a boss, play like a boss Car and a crib, she 'bout to pay them both off And her bills are paid on time She's made for a boss, only a boss Anything less she's telling them to get lost That's the girl that's on my mind  [Hook] She got her own thing That's why I love her Miss independent Won't you come and spend a little time? She got her own thing That's why I love her Miss independent Ooh, the way we shine Miss independent  [Bridge] Her favorite thing to say: \"Don't worry, I got it\" And everything she got: best believe she bought it She gonna steal my heart, ain't no doubt about it Girl, you're everything I need Said you're everything I need  [Hook] She got her own thing That's why I love her Miss independent Won't you come and spend a little time? She got her own thing That's why I love her Miss independent Ooh, the way we shine Miss independent  [Outro] Miss independent That's why I love her  ",
        "title": "Miss Independent"
    },
    {
        "artist": "Akon",
        "lyrics": null,
        "title": "Right Now (Na Na Na)"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] Na na na na na na na, na na na na na na Na na na na na na na, na na na na na na I guess I just lost my husband, I don't know where he went So I'm gonna drink my money, I'm not gonna pay his rent (nope!) I got a brand new attitude and I'm gonna wear it tonight I wanna get in trouble, I wanna start a fight Na na na na na na na, I wanna start a fight Na na na na na na na, I wanna start a fight  [Chorus] So, so what? I'm still a rock star I got my rock moves and I don't need you And guess what? I'm having more fun And now that we're done, I'm gonna show you tonight I'm alright I'm just fine and you're a tool So, so what? I am a rock star I got my rock moves and I don't want you tonight  [Verse 2] (Uh, check my flow, aw) The waiter just took my table And gave it to Jessica Simps (shit!) I guess I'll go sit with drum boy At least he'll know how to hit (oops!) What if this song's on the radio Then somebody's gonna die I'm gonna get in trouble My ex will start a fight Na na na na na na na he's gonna start a fight Na na na na na na na we're all gonna get in a fight!  [Chorus] So, so what? I'm still a rock star I got my rock moves and I don't need you And guess what? I'm having more fun And now that we're done, I'm gonna show you tonight I'm alright I'm just fine and you're a tool So, so what? I am a rock star I got my rock moves and I don't want you tonight  [Bridge] You weren't there, you never were You want it all, but that's not fair I gave you life, I gave my all You weren't there, you let me fall  [Chorus] So, so what? I'm still a rock star I got my rock moves and I don't need you And guess what? I'm having more fun And now that we're done, I'm gonna show you tonight I'm alright I'm just fine and you're a tool So, so what? I am a rock star I got my rock moves and I don't want you tonight  [Outro] No, no, no, no I don't want you tonight You weren't there I'm gonna show you tonight (I'm gonna show you tonight) I'm alright (I'm alright) I'm just fine and you're a tool So, so what? I am a rock star I got my rock moves and I don't want you tonight! Ba da da da da da  ",
        "title": "So What"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Verse 1] This time, I wonder what it feels like To find the one in this life, the one we all dream of But dreams just aren't enough So I'll be waiting for the real thing, I'll know it by the feeling The moment when we're meeting, will play out like a scene Straight off the silver screen So I'll be holding my breath, right up 'til the end Until that moment when, I find the one that I'll spend forever with  [Chorus] Cause nobody wants to be the last one there Cause everyone wants to feel like someone cares Someone to love with my life in their hands There's got to be somebody for me like that Cause nobody wants to do it on their own And everyone wants to know they're not alone There's somebody else that feels the same somewhere There's got to be somebody for me out there  [Verse 2] Tonight, out on the street, out in the moonlight And dammit this feels too right, it's just like déja vu Me standing here with you So I'll be holding my breath, could this be the end? Is it that moment when, I find the one that I'll spend forever with  [Chorus] Cause nobody wants to be the last one there Cause everyone wants to feel like someone cares Someone to love with my life in their hands There's got to be somebody for me like that Cause nobody wants to do it on their own And everyone wants to know they're not alone There's somebody else that feels the same somewhere There's got to be somebody for me out there  [Verse 3] You can't give up, (when you're looking for) A diamond in the rough (cause you never know) When it shows up, (make sure you're holding on) Cause it could be the one, the one you're waiting on Cause nobody wants to be the last one there And everyone wants to feel like someone cares Someone to love with my life in their hands There's got to be somebody for me, oh  [Chorus] Nobody wants to go it on their own And everyone wants to know they're not alone There's somebody else that feels the same somewhere There's got to be somebody for me out there Nobody wants to be the last one there Cause everyone wants to feel like someone cares There's somebody else that feels the same somewhere There's got to be somebody for me out there  ",
        "title": "Gotta Be Somebody"
    },
    {
        "artist": "T-Pain Featuring Lil Wayne",
        "lyrics": "  [Intro: T-Pain] She make me feel so good Better than I would by myself Or if was with somebody else You don't understand she make the people say yeah yeah  [Verse 1: T-Pain] I can put you in the log cabin Somewhere in Aspen Girl ain't nothing to the Pain Ain't tricking if you got it what you asking for Put you in the mansion Somewhere in Wisconsin Like I said ain't nothing to the Pain We can change that last name, what's happening Cause you look so good Tell me why you wanna work here I put you on the front page of a King Magazine But you gon get yourself hurt here Baby I brought you in the back just to have a conversation Really think you need some ventilation Let's talk about you and me  [Hook: T-Pain] Oh, I can't believe it Ooo ooo she all on me Man man I think she want me Nah I can't leave her lonely, naw And you don't understand she make the people say yeah, yeah, yeah She hit the main stage she make the people say yeah, yeah, yeah  [Verse 2: T-Pain] I could put you in the condo All the way up in Toronto Baby put you in the fur coat Riding the Murciélago I put you in the beach house Right on the edge of Costa Rica Put one of em lil' flowers in your hair Have you looking like a fly mamacita, fuego Cause you look so good You make me wanna spend it all on you Get up out this club Slide with your boy We can do what you wanna, yeah Baby I brought you in the back cause you need a little persuasion Plus you need a little ventilation Let's talk about you and me  [Hook]  [Verse 3: Lil Wayne] Now I can put your ass out Keep running your mouth And if your brothers come tripping I'mma show em what these teardrops bout Shawty I was just playing Oh but I can take you to the Cayman Islands Have you screaming and hollering We gonna be making Love on the beach The people see what we doing Aww, they pointing and ooing Oh but we gone keep on doing it Like it's just me and you and no one else around It went down on the balcony And I ain't talking no penthouse suite Shawty like a model out the Penthouse Sheets That's why I got her on my Penthouse Sheets  [Hook]  ",
        "title": "Can't Believe It"
    },
    {
        "artist": "Lil Wayne Featuring Bobby Valentino & Kidd Kidd",
        "lyrics": "  [Intro: Bobby Valentino & (Lil Wayne)] Ayy Ayy (yeah) Hey (yeah) Ayy, ayy, ayy (Valentino) Woo woo woo! (yeah, yeah) yeah yeah yeah (Yeah, yeah) Woo woo woo! (yeah) yeah yeah yeah (Yeah) Woo woo woo! Yeah yeah yeah (Yeah, yeah) Woo woo woo! (Bobby Valentino)  [Hook: Bobby Valentino & (Lil Wayne)] When I get up all in ya (yeah) We can hear the angels calling us (chyeah) We can see the sunrise before us (yeah) And when I'm in that thang, I'll make that body sang (Deezle on the beat) I make it say Wee-ooh-wee-ooh-wee (ay) wee-ooh-wee-ooh-wee (ay) Wee-ooh-wee-ooh-wee (like a cop car) Wee-ooh-wee-ooh-wee, wee-ooh-wee-ooh-wee (ay) Wee-ooh-wee-ooh-wee (haha) I make ya say  [Verse 1: Lil Wayne & (Bobby Valentino)] Yeah, doin' a buck in the latest drop I got stopped by a lady cop, haha She got me thinking I can date a cop, haha Cause her uniform fit her so tight She read me my rights She put me in her car, she cut off her lights She said I had the right, to remain silent Now I got her hollering, sounding like a siren Talking 'bout (wee-ooh-wee-ooh-wee) yeah (Wee-ooh-wee-ooh-wee) Yeah (wee-ooh-wee-ooh-wee) yeah And I know she the law, and she know I'm the boss And she know I get high, a-bove the law And she know I'm raw, she know I'm from the streets And all she want me to do is fuck the police Talking 'bout (wee-ooh-wee-ooh-wee, wee-ooh-wee-ooh-wee) Yeah (wee-ooh-wee-ooh-wee) yeah  [Hook: Bobby Valentino & (Lil Wayne)] When I get up all in ya We can hear the angels calling us (yeah) We can see the sunrise before us (umm) And when I'm in that thang, I'll make that body sang I make it say: wee-ooh-wee-ooh-wee, wee-ooh-wee-ooh-wee Wee-ooh-wee-ooh-wee (like a cop car) Wee-ooh-wee-ooh-wee, wee-ooh-wee-ooh-wee (yeah) Wee-ooh-wee-ooh-wee (hey) I'll make ya say  [Verse 2: Lil Wayne & (Bobby Valentino)] Haha, and after we got done I said \"Lady, what's your number?\" She said \"911\" Hah, emergency only Head doctor perform surgery on me Yeah, and now I'm healed I make her wear nothing but handcuffs and heels And I beat it like a cop Rodney King, baby, yeah I beat it like a cop Hahah! Beat it like a cop Rodney King baby said \"Beat it like a cop\" But I ain't tryna be violent But I'll do the time, but her love is timeless Mrs. Officer I know you wish your name was Mrs. Carter, huh? (Wee-ooh-wee-ooh-wee, wee-ooh-wee-ooh-wee) Yeah (Wee-ooh-wee-ooh-wee) Like a cop car  [Hook: Bobby Valentino] When I get up all in ya We can hear the angels calling us We can see the sunrise before us And when I'm in that thang, I'll make that body sang I make it say: wee-ooh-wee-ooh-wee, wee-ooh-wee-ooh-wee Wee-ooh-wee-ooh-wee Wee-ooh-wee-ooh-wee, wee-ooh-wee-ooh-wee Wee-ooh-wee-ooh-wee, I'll make ya say  [Verse 3: Kidd Kidd & (Bobby Valentino)] Mrs. Officer, Mrs. Officer Tell your lieutenant get them cuffs off of ya I'm Kidd Kidd, my face on every wanted poster I'm wanted by every lady cop all over That ass so big, I catch a battery to hold ya Hands so big, you thought I told, \"Pull it over\" She pulled me over, pulled me out the Rover Then she pulled me closer, do me in the back of the car Put me in handcuffs, start ripping my pants off All you heard over the dispatcher is... (Wee-ooh-wee-ooh-wee, wee-ooh-wee-ooh-wee) (Wee-ooh-wee-ooh wee)  [Hook: Bobby Valentino] When I get up all in ya We can hear the angels calling us We can see the sunrise before us And when I'm in that thang, I'll make that body sang I make it say  [Bridge: Bobby Valentino] Maybe you can lock me up and throw away the key Call your sergeant and tell him you can't finish your shift Cause it's on tonight Breakfast in bed turns to breakfast and head And I can't wait to get it on I wanna do it all night long, Mrs. Officer  [Hook: Bobby Valentino] When I get up all in ya We can hear the angels calling us We can see the sunrise before us And when I'm in that thang, I'll make that body sang I make it say: wee-ooh-wee-ooh-wee, wee-ooh-wee-ooh-wee Wee-ooh-wee-ooh-wee Wee-ooh-wee-ooh-wee, wee-ooh-wee-ooh-wee Wee-ooh-wee-ooh-wee, I'll make ya say  ",
        "title": "Mrs. Officer"
    },
    {
        "artist": "Zac Brown Band",
        "lyrics": "  [Intro] You know I like my chicken fried Cold beer on a Friday night A pair of jeans that fit just right And the radio up  [Verse 1] Well I was raised up beneath the shade of a Georgia Pine And that's home you know Sweet tea, pecan pie, and homemade wine where the peaches grow And my house it's not much to talk about But it's filled with love that's grown in southern ground  [Chorus] And a little bit of chicken fried Cold beer on a Friday night A pair of jeans that fit just right And the radio up Well I've seen the sun rise See the love in my woman's eyes Feel the touch of a precious child And know a mother's love  [Verse 2] It's funny how it's the little things in life that mean the most Not where you live, what you drive, or the price tag on your clothes There's no dollar sign on a piece of mind This I've come to know So if you agree, have a drink with me Raise you glasses for a toast  [Chorus] To a little bit of chicken fried Cold beer on a Friday night A pair of jeans that fit just right And the radio up Well I've seen the sun rise See the love in my woman's eyes Feel the touch of a precious child And know a mother's love  [Verse 3] I thank God for my life And for the stars and stripes May freedom forever fly, let it ring Salute the ones who died The ones that give their lives so we don't have to sacrifice All the things we love  [Chorus] Like our chicken fried Cold beer on a Friday night A pair of jeans that fit just right And the radio up Well I've seen the sun rise See the love in my woman's eyes Feel the touch of a precious child And know a mother's love  [Chorus 2] Get your little chicken fried Cold beer on a Friday night A pair of jeans that fit just right And the radio up Well I've seen the sun rise See the love in my woman's eyes Feel the touch of a precious child And know a mother's love  ",
        "title": "Chicken Fried"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Verse 1: Rihanna] Baby, baby, when we first met I never felt something so strong You were like my lover and my best friend All wrapped into one, with a ribbon on it And all of a sudden, when you left I didn't know how to follow, it's like a shot That spun me around and now my heart left I feel so empty and hollow  [Pre-Chorus: Rihanna] And I'll never give myself to another The way I gave it to you Don't even recognize the ways you hurt me, do you? It's gonna take a miracle to bring me back And you're the one to blame  [Chorus: Rihanna] And now I feel like, oh, you're the reason why I'm thinking I don't wanna smoke on these cigarettes no more I guess that's what I get for wishful thinking I should've never let you enter my door Next time you wanna go on and leave I should just let you go on and do it Cause now I'm using like I bleed  [Post-Chorus] It's like I checked into rehab Baby, you're my disease It's like I checked into rehab Baby, you're my disease I gotta check into rehab Cause baby, you're my disease I gotta check into rehab Cause baby, you're my disease  [Verse 2: Rihanna] Damn, ain't it crazy when you're love swept? You'll do anything for the one you love Cause anytime that you needed me, I'd be there It's like you were my favorite drug The only problem is that you was using me In a different way that I was using you But now that I know, it's not meant to be You gotta go, I gotta wean myself off of you  [Pre-Chorus: Rihanna] And I'll never give myself to another, the way I gave it to you Don't even recognize the ways you hurt me, do you? It's gonna take a miracle to bring me back And you're the one to blame  [Chorus: Rihanna] Cause now I feel like, oh, you're the reason why I'm thinking I don't wanna smoke on these cigarettes no more I guess that's what I get for wishful thinking I should've never let you enter my door Next time you wanna go on and leave I should just let you go on and do it Cause now I'm using like I bleed (using like I bleed)  [Post-Chorus] It's like I checked into rehab Baby, you're my disease It's like I checked into rehab Baby, you're my disease I gotta check into rehab Cause baby, you're my disease I gotta check into rehab Cause baby, you're my disease  [Bridge: Justin Timberlake & Rihanna] Now ladies, gimme that Oh, oh, oh, oh, oh-oh, oh, oh, oh-oh Oh, now gimme that Oh, oh, oh, oh, oh-oh, oh, oh, oh-oh Now ladies, gimme that Oh, oh, oh, oh, oh-oh, oh, oh, oh-oh Oh, now gimme that Oh, oh, oh, oh, oh-oh, oh, oh, oh-oh  [Pre-Chorus: Rihanna] Oh, you're the reason why I'm thinking I don't wanna smoke on these cigarettes no more I guess that's what I get for wishful thinking I should've never let you enter my door  [Outro-Chorus: Rihanna] Next time you wanna go on and leave I should just let you go on and do it Cause now I'm using like I bleed It's like I checked into rehab Baby, you're my disease It's like I checked into rehab Baby, you're my disease I gotta check into rehab Cause baby, you're my disease I gotta check into rehab Cause baby, you're my disease  ",
        "title": "Rehab"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Intro] Bum bum be-dum, bum bum be-dum bum (What's wrong with me?) Bum bum be-dum, bum bum be-dum bum (Why do I feel like this?) Bum bum be-dum, bum bum be-dum bum (I'm goin' crazy now...) Bum bum be-dum, bum bum be-dum bum  [Verse 1] No more gas in the red Can't even get it started Nothin' heard, nothin' said Can't even speak about it All my life on my head Don't wanna think about it Feels like I'm goin' insane, yeah  [Pre-Chorus] It's a thief in the night to come and grab you (aha!) It can creep up inside you and consume you (aha!) A disease of the mind, it can control you  (aha!) It's too close for comfort, ah  [Chorus] Put on your brake lights You're in the city of wonder Ain't gon' play nice Watch out, you might just go under Better think twice Your train of thought will be altered So if you must falter, be wise  [Post-Chorus] Your mind's in Disturbia It's like the darkness is the light Disturbia, am I scarin' you tonight? Disturbia, ain't used to what you like Disturbia, disturbia  [Refrain] Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum  [Verse 2] Faded pictures on the wall It's like they talkin' to me Disconnected, no one calls The phone don't even ring I gotta get out Or figure this shit out It's too close for comfort, oh  [Pre-Chorus] It's a thief in the night to come and grab you (aha!) It can creep up inside you and consume you (aha!) A disease of the mind, it can control you  (aha!) I feel like a monster, ah  [Chorus] Put on your brake lights You're in the city of wonder Ain't gon' play nice Watch out, you might just go under Better think twice Your train of thought will be altered So if you must falter, be wise  [Post-Chorus] Your mind's in Disturbia It's like the darkness is the light Disturbia, am I scarin' you tonight? Disturbia, ain't used to what you like Disturbia, disturbia  [Refrain] Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum  [Bridge] Release me from this curse I'm in I've been tryin' to remain tame But I'm strugglin' If you can't go, oh, oh I think I'm gonna oh, oh, oh  [Chorus] Put on your brake lights You're in the city of wonder Ain't gon' play nice Watch out, you might just go under Better think twice Your train of thought will be altered So if you must falter, be wise  [Post-Chorus] Your mind's in Disturbia It's like the darkness is the light Disturbia, am I scarin' you tonight? Disturbia, ain't used to what you like Disturbia, disturbia  [Refrain] Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum  ",
        "title": "Disturbia"
    },
    {
        "artist": "Saving Abel",
        "lyrics": null,
        "title": "Addicted"
    },
    {
        "artist": "John Legend Featuring Andre 3000",
        "lyrics": "  [Intro: John Legend] Give me the green light Give me just one night I'm ready to go right now I'm ready to go right now (Let's go!) I'm ready to go right now I'm ready to go right now  [Verse 1: John Legend] I see you move, I'm checking your smile Workin your back like, it's going out of style Shake just a little bit faster Shake just a little now girl Dying to meet you, so let's mess around Got an obsession, of us getting down Come just a little bit closer I just need permission, so  [Chorus: John Legend] Give me the green light Give me just one night I'm ready to go right now I'm ready to go right now We could go all night Give me the green light I'm ready to go right now I'm ready to go right now  [Refrain: André 3000 & (John Legend)] One, two, three - green light Well, if it's what it seems like They way you're movin' baby let's me know that's it's gon' be right I'm - (I'm ready to go right now) Ah, ah I'm - (I'm ready to go right now) A-one, two, three - red light I wanna see what your bed's like But if I be your buddy, get you studied, is yo' head right? I'm - (I'm ready to go right now) Ah, ah I'm - (I'm ready to go right now)  [Verse 2: John Legend & (André 3000)] Do I have a girlfriend? Well, technically no (NO!) If you be my girlfriend, then I'll make it so You'll be my only true lover No competition, no other (no other) Baby, it's just, the thrill of the chase I've got a feeling, I'm winning this race Baby, I'm in much closer I just need permission so  [Chorus: John Legend] Give me the green light Give me just one night I'm ready to go right now I'm ready to go right now We could go all night Give me the green light I'm ready to go right now I'm ready to go right now  [Refrain: André 3000 & (John Legend)] One, two, three - green light Well, if it's what it seems like They way you're movin' baby let's me know that's it's gon' be right I'm - (I'm ready to go right now) Ah, ah I'm - (I'm ready to go right now) A-one, two, three - red light I wanna see what your bed's like But if I be your buddy, get you studied, is yo' head right? I'm - (I'm ready to go right now) Ah, ah I'm - (I'm ready to go right now)  [Verse 3: André 3000] So I went hard like Medusa starin at me I told her, \"Let's go, let's blow this lame nigga factory\" She said, \"What kind of girl do you think that I are? The kind that you meet in a bar? You think you can get whatever you want cause you some kind of star\" No, I'm a comet; I just want you woman Hey, if I were you then it would be me that I'd go home with Three, the one and only, one thing you ain't considered I heard you when you told your girl, \"Ooh, he can get it\" - admit it You did it! Let's hop a cab, and split it I'm kiddin! We both goin' to where you livin'! Eh-HAH!! I got you giggling like a piglet - oh, that's the ticket? I hope you more like, Anita Baker, than Robin Givens No, I don't know that lady, so let me quit it I'm just stylefreein', freestylin' which I seldom do This is what I'm tellin' you, to the bed I'm nailin' you Like I've been in jail for two, years and then they let me loose  [Chorus: John Legend] Give me the green light Give me just one night I'm ready to go right now I'm ready to go right now We could go all night Give me the green light I'm ready to go right now I'm ready to go right now  [Overlap: André 3000] You got you one, Legend! Sometimes you gotta step from behind that piano! And let 'em know what's going on Even Stevie Wonder got down sometimes..Hahaha! I'm ready to go! My mandate can't wait Participate  [Outro: John Legend] I'm ready to go right now I'm ready to go right now I'm ready to go right now I'm ready to go right now  ",
        "title": "Green Light"
    },
    {
        "artist": "Jim Jones & Ron Browz Featuring Juelz Santana",
        "lyrics": "  [Intro: Ron Browz] Ether boy! Hey!  [Hook: Ron Browz] How we ball in the club I know you hate it Mommy dancin on the floor all like she naked When she lay down with you I know she fake it All the girls give it to me I ain't gotta take it OHHHH! Pop champagne! OHHHH! Pop champagne! OHHHH! We pop champagne! OHHHH! We pop champagne!  [Verse 1: Ron Browz] We need more bottles tell ma hurry up Tell 'em Ron Browz here hottest in America Gimme sixteen bars and you know I tear it up Know it's me when you see this fur in your area And she call me all night cause you can get it up On my neck on my wrist everything is litted up Drinkin bottles of that Clicquot 'till I spit it up Only get one life so you gotta live it up (HEY!!!) If you in the things I'm in Shorty we can be friends, shorty we can be friends Right now, I wanna see you dance, see you dance I wanna see you dance, see you dance I wanna see you dance, see you dance I wanna see you dance, see you dance  [Verse 2: Jim Jones] (Ron Browz) When I go to the dealer you know I cop that (What's that?) Brand new 'rarri and the roof drop back (The 60) Came through Harlem like the Rooftop back (AIYYO!!!) Money in the bank man you know don't stop that (Stop that stop that stop that!!!) (OHHH!) Now we tryin to get up in the club (OHHH!) Try to tell me no cause I'm rollin with the thugs (We got money bitch!) Until I flash a couple of dollars (Yep!) Tell 'em we only want tables and we buyin out the bottles (OHHH!) Y'all know the order Tell 'em ten Rose's and a few cold waters (Right!) Only Petron and a couple of lemons (Let's go) Ten thousand dollars stuffed up in the denims (What else) We standin on couches, a couple of women (Hey baby) We was ballin hard it was just the ninth inning (It's early) He told shorty we could be friends (Yep) And your friends could meet my friends (What else) And we could do this on the weekend or on the weekday We could do this on the freeway and get it in the freak way SHIT! We could get in on three way (Oh) Blackberry two way, souped up cars on the thruway (Yep) We superstars no Lupe, we could do this like a duet But y'all be the singers on the mic, wait let me dim the lights This was in the car while I was stoppin at the light  [Hook: Ron Browz] How we ball in the club I know you hate it Mommy dancin on the floor all like she naked When she lay down with you I know she fake it All the girls give it to me I ain't gotta take it OHHHH! Pop champagne! OHHHH! Pop champagne! OHHHH! We pop champagne! OHHHH! We pop champagne!  [Verse 3: Juelz Santana] Baby I wanna see you work (Go) See you dance (Go) Without no shirt, without those pants Pop champagne ain't a damn thing change Spray it in the air make it champagne rain Buckets of ice keep the champagne cool Mommy got a body see that damn thing move It's no sex in the champagne room Says who? Baby I'll break all rules Bring it here and I'll break off you She see me in V.I.P. and wanna break on through When she with you, she lyin, but she fake it When she with me, she like it, she never fake it  [Bridge: Ron Browz] I wanna see you dance, see you dance I wanna see you dance, see you dance I wanna see you dance, see you dance I wanna see you dance, see you dance  [Hook: Ron Browz] How we ball in the club I know you hate it Mommy dancin on the floor all like she naked When she lay down with you I know she fake it All the girls give it to me I ain't gotta take it OHHHH! Pop champagne! OHHHH! Pop champagne! OHHHH! We pop champagne! OHHHH! We pop champagne!  ",
        "title": "Pop Champagne"
    },
    {
        "artist": "Ludacris Co-Starring T-Pain",
        "lyrics": "  [Ludacris] It was Friday night and I was feelin aight (yup) Downtown Atlanta, big city, bright lights Mixin Henny with the Sprite while I'm drinkin and drivin No police lights (lights) no police sirens I'm headed to the club, lookin for a freak (freak) To spread a little love and spread a couple cheeks (cheeks) Pull up to the spot 26's like BAM! Eyes on me like, \"Bitch do you SEE 'EM?\" Strolled through the front do' headed to the VIP (VIP) Bought a couple bottles and I took a couple sips (sips) Scopin out the room, and what do I SEE? A nice round butt, and a pair of double D's! So I crept up like, \"Shorty what's happenin You killin that dress and I love it with a passion\" Then she turned around and her face was aight She had a gap tooth and a mean overbite, but I was like hmmmm  [Hook: T-Pain] Yeah yeah; if I take one more drink, I'm gon' end up fuckin you Is that what you wanna do, shorty? If I take one more drink, I'm gon' end up fuckin you You too, ooh ooh ooooh  [Ludacris] Woke up the next mornin and all I can remember Was takin shots and tippin the bartender Surrendered to the woman end up bringin me home Cause she started lookin better every shot of Patron, yup! I jumped up with a devilish grin Cause tonight, damn right I might do it again So I called up the homies (whattup) let's ride We can hit the sports bar over on the Southside (aight) Get a couple of Coronas, couple of limes (yup) Went up to the bar and saw a couple of dimes So I, slowly walked up and said hi My name's Ludacris and I'm a hell of a guy One said \"I know who you are, I'm your number one fan And right now it's too bad I got a man\" And I said I understand (I understand) But where the hell is he at cause in a minute if he don't show up then mannnnn  [Hook]  [Ludacris] Uh-huh huh, ay Pain holla at 'em right quick man  [T-Pain] + (Ludacris) Yeah, you gon' get in trouble with yo' man girl (Don't get in trouble girl) Talkin 'bout how you're my biggest fan girl (I know it, I know it!) Now I don't wanna do (please) what you're gon' make me do (Don't make me do it, don't make me do it!) But I, if I have more drink  [Ludacris] One mo' drink I'mma get ya home then I'll split ya Grab the camera phone and take a bunch of drunk pictures Cause Hennessy mixed with a whole bunch of buddah Equals you mixed with a whole bunch of Luda And you know how far one drink could go Start slurrin my speech slowin up the flow Hikin up ya skirt, climbin up ya shirt It's Mr. Late Night Luda and I like to flirt So guess what baby girl!  [Hook]  [Ludacris - over Hook] Just one mo', that's all it's gon' take Who else, T-Pain?  [Outro: Ludacris] Ha ha ha, you hear what I'm sayin? People too picky these days, damnit Too tall, too short, too fat, too skinny Have a couple of drinks and quit discriminatin This has been a Luda Service Announcement Deuces, ha ha ha ha  ",
        "title": "One More Drink"
    },
    {
        "artist": "T-Pain Featuring Ludacris",
        "lyrics": "  [Intro: T-Pain] Yayyy! Yeah-yeahhh Whoahhhhhhhh Uhh, now, now shorty Now, now, now shorty Now-now, now shorty don't chop me, shorty don't screw me Shorty don't chop me, shorty don't screw me Shorty don't chop me, shorty don't screw me Yeahhhh, yeahhh yeahhh  [T-Pain] Have you ever seen A dimepiece all alone at the bar (bar, bar) Straight out of a magazine And you just wanna let her know who you are (are, are) So you say \"Let me buy you a drink or a lil' conversation If that's what you wanna do\" (do, do) Then she says \"Club is about to end\" Then you say \"Why don'tcha come to my crib?\" Then she says \"I can't leave my friends\"  [Hook] Now you've officially been chopped and screwed Screwed screwed, chopped-chopped and screwed You've officially been ('and-and) skrewed (and) 'ewed, 'ewed, chopped, screwed-screwed You've officially been chopped and screwed (and-and) screwed, chopped screwed-screwed You've officially been s--c--r--e--w--e--d Screwed, screwed-screwed, chopped-chopped and screwed You've officially been ('and-and) skrewed  [Interlude: T-Pain slowed way down] + (T-Pain ad libs) Shorty don't chop me, shorty don't screw me (Yes~!) Shorty-shorty don't chop me, shorty don't screw me (Chopped and screwed) Shorty-shorty don't chop me, shorty-shorty don't screw me (Hey yeahh) Shorty don't chop me, don't-don't screw me  [T-Pain] Have you ever been in the V.I.P. room Of your favorite strip club? (club, club) And you got a shawty all on you kissin all on yo' neck Makin you feel like she's so in love (love, love) Now you done got you a couple drinks And you're feelin like it's 'bout that time to cuddle up (up, up) Then you say \"Shawty, what's really up?\" She takes a big sip out your cup And says \"That'll be sixty bucks!\"  [Hook] Now you've officially been chopped and screwed Screwed screwed, chopped-chopped and screwed You've officially been ('and-and) skrewed (and) 'ewed, 'ewed, chopped, screwed-screwed You've officially been chopped and screwed  [Ludacris] Luda-Luda! Hahahaha Now-now-now shawty why you actin like that, like that Like all you ever really wanna do is just doubt me Ludacris, Pain, can't live without 'em But even mo' I bet you really can't live without me You-you musta flipped yo' wig You've gotta be out yo' mind I'll chop-chop-chop you, screw you Screw, you outta yo', outta yo' spine Backbreaker, put you over my knees Put you on punishment woman and spank you Have you praisin the Lord like THANK YOU THANK YOU THANK YOU, Lord I wanna THANK YOU (JESUS~!) But have you ever met a woman that'll lead you on And steer you wrong instead of please you? (Yup!) Have you singin this song, cause all night long She do nothin but flirt and tease you? (Yup!) Well I gotta admit that I have Put one in the air, sit back and I'll laugh Shawty why you insist on doin me that bad? Probably cause of the amount of booty that I've grabbed Comin back to haunt me So instead of bein put into submission and subdued (What happened?) Guess what? (Dawg)  [Hook] Now you've officially been chopped and screwed Screwed screwed, chopped-chopped and screwed You've officially been ('and-and) skrewed (and) 'ewed, 'ewed, chopped, screwed-screwed You've officially been chopped and screwed (and-and) screwed, chopped screwed-screwed You've officially been s--c--r--e--w--e--d Screwed, screwed-screwed, chopped-chopped and screwed You've officially been ('and-and) skrewed  [Interlude] Shorty don't chop me, shorty don't screw me (Yes~!) Shorty-shorty don't chop me, shorty don't screw me (Chopped and screwed) Shorty-shorty don't chop me, shorty-shorty don't screw me (Hey yeahh) Shorty don't chop me, don't-don't screw me  Me, me, me, me, me  ",
        "title": "Chopped 'N' Skrewed"
    },
    {
        "artist": "Leona Lewis",
        "lyrics": "  [Verse 1: Leona Lewis] It's been the longest winter without you I didn't know where to turn to See, somehow I can't forget you After all that we've been through  [Pre-Chorus: Leona Lewis] Going, coming Thought I heard a knock Who's there? No one Thinking that I deserve it Now I realize that I really didn't know If you didn't notice, you mean everything Quickly I'm learning to love again All I know is I'mma be okay  [Chorus: Leona Lewis] Thought I couldn't live without you It's gonna hurt when it heals, too (oh yeah) It'll all get better in time And even though I really love you I'm gonna smile ’cause I deserve to It'll all get better in time  [Verse 2: Leona Lewis] I couldn't turn on the TV Without something there to remind me Was it all that easy To just put aside your feelings  [Pre-Chorus: Leona Lewis] If I'm dreaming, don't wanna laugh Hurt my feelings, but that's the path I believe in, and I know that time will heal it If you didn't notice, boy, you meant everything Quickly I'm learning to love again All I know is I'mma be okay  [Chorus: Leona Lewis] Thought I couldn't live without you It's gonna hurt when it heals, too (oh yeah) It'll all get better in time And even though I really love you I'm gonna smile ’cause I deserve to It'll all get better in time  [Bridge: Leona Lewis] Since there's no more you and me (no more you and me) It's time I let you go so I can be free And live my life how it should be (and I know, and I know) No matter how hard it is, I'll be fine without you Yes, I will!  [Chorus: Leona Lewis] Thought I couldn't live without you It's gonna hurt when it heals, too It'll all get better in time And even though I really loved you I'm gonna smile ’cause I deserve to, yes I do It'll all get better in time Thought I couldn't live without you It's gonna hurt when it heals, too (yeah) It'll all get better in time And even though I really loved you Gonna smile ’cause I deserve to  ",
        "title": "Better In Time"
    },
    {
        "artist": "Akon Featuring Colby O'Donis & Kardinal Offishall",
        "lyrics": null,
        "title": "Beautiful"
    },
    {
        "artist": "The Fray",
        "lyrics": "  [Verse 1] I found God On the corner of 1st and Amistad Where the west Was all but won All alone Smokin' His last cigarette I said, \"Where you been?\" He said, \"Ask anything.\"  [Verse 2] Where were you When everything was fallin' apart? All my days Spent by the telephone That never rang And all I needed was a call That never came From the corner of 1st and Amistad  [Chorus] Lost and insecure You found me, you found me Lyin' on the floor Surrounded, surrounded Why'd you have to wait? Where were you, where were you? Just a little late You found me, you found me  [Verse 3] But in the end Everyone ends up alone Losin' her The only one who's ever known Who I am Who I'm not, and who I want to be No way to know How long she will be next to me  [Chorus] Lost and insecure You found me, you found me Lyin' on the floor Surrounded, surrounded Why'd you have to wait? Where were you, where were you? Just a little late You found me, you found me  [Bridge] Early mornin' The city breaks I've been callin' For years and years and years and years And you never left me no messages You never sent me no letters You got some kind of nerve Takin' all I want  [Pre-Chorus] Lost and insecure You found me, you found me Lyin' on the floor Where were you, where were you?  [Chorus] Lost and insecure You found me, you found me Lyin' on the floor Surrounded, surrounded Why'd you have to wait? Where were you, where were you? Just a little late You found me, you found me  [Outro] Why'd you have to wait To find me, to find me?  ",
        "title": "You Found Me"
    },
    {
        "artist": "Akon Featuring Lil Wayne & Young Jeezy",
        "lyrics": "  [Intro: Akon] Rubbing' on that Italian leather Then Konvict jeans on! Ayo, Weezy! You Ready? Yeah!  [Hook: Akon] I get it in 'til sunrise Doing 90 in a 65 Windows rolled down screaming \"Ahhh!\" Hey-ey-ey... I'm so paid Number one hustla get money Why you wanna count a nigga money? I'm a hustla and I don't need them! One of them ya'll see! I'm so paid  [Verse 1: Akon] I see police on the crooked I Doing a 100 on the Interstate 95 My shawty leanin', blasting that Do or Die Wishing that motherfuckin' would, ‘cause we're certified Got a system that'll beat and knock your wall off Got a pump under my seat, the sawed-off Got a bunch of goons, hoping they never call off And them snipers sitting on the roof already saw y'all It ain't too much to put a strain on me That's the reason why I had to put the blame on me I rather have them dollar bills rain on me Than let them haters come and make the name off me That's why  [Hook]  [Verse 2: Young Jezzy] She said, \"Young, why your voice so hoarse?\" I just sound like money, I should've been a Porsche (vroom) Paint look like a sugar free Red Bull I'm so paid, you know I keep a pocket full And that's before the taxes Took my own gross net and hid it under my mattress Used to get bored and count 20's for practice Paper therapy we let money relax us Gold chains around my neck just like Michael Phelps I made a killing in the water, kill them in the water Against all odds and I will not stop They try and keep me on bottom, but I prefer the top And my project chick, I moved her next to Joc She said the house too small, I moved an extra block So, baby, get your ass up, I need an extra block I told her do the speed limit and no extra stops; and that's why  [Hook]  [Verse 3: Akon] I am the boss it only takes one call For a driver to hit you up and drop you off, that's all Guess what? I won't be taking that fall Homie, I got cake, that's what I'm paying them for Ha ha, ain't that funny? ‘Cause niggas want war but ain't got money ‘Cause I've seen them all talking 'til they start gunning Quicker than Usain Bolt, the fastest thing running Yeah! Akon! Weezy! Black Royals holdin' down Jersey Devine making sure we getting it up front My little brother Bu got that vision, baby  [Hook]  [Verse 4: Lil Wayne] Ahem, Big Money Weezy White wife beater with the Sig underneath it How do I feel? Bitch, I feel undefeated Snap my fingers, disappear from the precinct Yeah, I'm ballin', we ball out Ball 'til we fall until the ball bounce I send some niggas with guns at y'all house Only to find out you live in a doll house Damn, but I thought you was tough, though We carry choppers on our necks; call it cut throat We bury cowards on the set that they come from We know magic, turn weed smoke to gun smoke We bomb first when we ride You in a hearse when you ride I put my shoe down, baby And I'm holding down Young Moolah, baby! That's why  [Hook]  ",
        "title": "I'm So Paid"
    },
    {
        "artist": "Coldplay",
        "lyrics": "  [Verse 1] I used to rule the world Seas would rise when I gave the word Now in the morning I sleep alone Sweep the streets I used to own I used to roll the dice, feel the fear in my enemy's eyes Listen as the crowd would sing Now the old King is dead, long live the King One minute I held the key Next the walls were closed on me And I discovered that my castles stand Upon pillars of salt and pillars of sand  [Chorus 1] I hear Jerusalem bells a-ringing Roman Cavalry choirs are singing Be my mirror, my sword and shield My missionaries in a foreign field For some reason I can't explain Once you go there was never Never an honest word And that was when I ruled the world  [Verse 2] It was the wicked and wild wind Blew down the doors to let me in Shattered windows and the sound of drums People couldn't believe what I'd become Revolutionaries wait For my head on a silver plate Just a puppet on a lonely string Oh who would ever want to be king?  [Chorus 2] I hear Jerusalem bells a-ringing Roman Cavalry choirs are singing Be my mirror, my sword and shield My missionaries in a foreign field For some reason I can't explain I know Saint Peter won't call my name Never an honest word But that was when I ruled the world I hear Jerusalem bells a-ringing Roman Cavalry choirs are singing Be my mirror, my sword and shield My missionaries in a foreign field For some reason I can't explain I know Saint Peter won't call my name Never an honest word But that was when I ruled the world  ",
        "title": "Viva La Vida"
    },
    {
        "artist": "Montgomery Gentry",
        "lyrics": null,
        "title": "Roll With Me"
    },
    {
        "artist": "Brandy",
        "lyrics": null,
        "title": "Right Here (Departed)"
    },
    {
        "artist": "Gavin Rossdale",
        "lyrics": "  A thousand times I’ve seen you standing Gravity like a lunar landing Make me want to run till I find you I shut the world away from here Drift to you, you’re all I hear Everything we know fades to black  Half the time the world is ending Truth is I am done pretending  I never thought that I had anymore to give Pushing me so far Here I am without you Drink to all that we have lost Mistakes we have made Everything will change But love remains the same  Find the place where we escape Take you with me for a space The city buzz, it sounds just like a fridge I walk the streets through seven bars I had to find just where you are The faces seem to blur, they’re all the same  Half the time the world is ending Truth is I am done pretending  I never thought that I had anymore to give Pushing me so far Here I am without you Drink to all that we have lost Mistakes we have made Everything will change But love remains the same  So much more to say So much to be done Don’t you trick me out We shall overcome So all have stayed in place We should have had the sun Could have been inside Instead we’re over here  Half the time the world is ending Truth is I am done pretending Too much time, too long defending You and I are done pretending  I never thought that I had anymore to give Pushing me so far Here I am without you Drink to all that we have lost Mistakes we have made Everything will change Everything will change  I, oh I I wish this could last forever I, oh I As if we could last forever  Love remains the same Love remains the same  ",
        "title": "Love Remains The Same"
    },
    {
        "artist": "O.A.R.",
        "lyrics": null,
        "title": "Shattered (Turn The Car Around)"
    },
    {
        "artist": "The All-American Rejects",
        "lyrics": "  [Verse 1] I wake up every evening With a big smile on my face And it never feels out of place And you're still probably working At a nine to five pace I wonder how bad that tastes  [Chorus] When you see my face Hope it gives you hell Hope it gives you hell When you walk my way Hope it gives you hell Hope it gives you hell  [Verse 2] Now where's your picket fence love And where's that shiny car And did it ever get you far? You never seemed so tense love I've never seen you fall so hard Do you know where you are?  [Pre-Chorus] And truth be told, I miss you And truth be told, I'm lying  [Chorus] When you see my face Hope it gives you hell Hope it gives you hell When you walk my way Hope it gives you hell Hope it gives you hell When you find a man that's worth a damn that treats you well Then he's a fool, you're just as well Hope it gives you hell Hope it gives you hell  [Bridge] Tomorrow you'll be thinking to yourself Where'd it all go wrong? But the list goes on and on  [Pre-Chorus] And truth be told, I miss you And truth be told, I'm lying  [Chorus] When you see my face Hope it gives you hell Hope it gives you hell When you walk my way Hope it gives you hell Hope it gives you hell When you find a man that's worth a damn that treats you well Then he's a fool, you're just as well Hope it gives you hell  [Verse 3] Now you'll never see What you've done to me You can take back your memories They're no good to me And here's all your lies You can't look me in the eyes With the sad, sad look That you wear so well  [Chorus] When you see my face Hope it gives you hell Hope it gives you hell When you walk my way Hope it gives you hell Hope it gives you hell When you find a man that's worth a damn that treats you well Then he's a fool, you're just as well Hope it gives you hell  [Chorus] When you see my face Hope it gives you hell Hope it gives you hell When you walk my way Hope it gives you hell Hope it gives you hell When you hear this song and you sing along but you never tell Then you're a fool, I'm just as well Hope it gives you hell  [Outro] When you hear this song I hope that it will give you hell You can sing along I hope that it puts you through hell  ",
        "title": "Gives You Hell"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": null,
        "title": "Closer"
    },
    {
        "artist": "Jazmine Sullivan",
        "lyrics": "  I bust the windows out your car And, no, it didn't mend my broken heart I'll probably always have these ugly scars But right now, I don't care about that part  I bust the windows out your car After I saw you laying next to her I didn't wanna, but I took my turn I'm glad I did it cause you had to learn  I must admit it helped a little bit To think of how you'd feel when you saw it I didn't know that I had that much strength But I'm glad you see what happens when   You see you can't just play with people's feelings Tell them you love them and don't mean it You'll probably say that it was juvenile But I think that I deserve to smile  I bust the windows out your car You know I did it cause I left my mark Wrote my initials with a crowbar And then I drove off into the dark  I bust the windows out your car You should feel lucky that was all I did After 5 whole years of this bullshit Gave you all of me and you played with it  I must admit it helped a little bit To think of how you'd feel when you saw it I didn't know that I had that much strength But I'm glad you see what happens when  You see you can't just play with people's feelings Tell them you love them and don't mean it You probably say that it was juvenile But I think that I deserve to smile  I bust the windows out your car But it don't come back to my broken heart You could never feel how I felt that day Until it happens, baby, you don't know pain  Oh, yeah, I did it. You should know it I ain't sorry. You deserved it After what you did to me You deserved it. I ain't sorry no, no  You broke my heart, so I broke your car You caused me pain, so I did the same Even though what you did to me was much worse I had to do something to make you hurt  Oh, but why am I still crying? Why am I the one who's still crying? Oh, oh, you really hurt me, baby You really, really hurt me, baby  Hey, hey, hey, hey, hey, hey, hey Now, watch me you Now, watch me you I bust the windows out your car  ",
        "title": "Bust Your Windows"
    },
    {
        "artist": "The Veronicas",
        "lyrics": "  [Verse 1] I go ooh ooh, you go ah, ah Lalalala, Lalalala I can't lie, lie, lie, lie, lie, lie I wanna, wanna, wanna get, get, get what I want Don't stop Give me, give me, give me what you got, got Cause I can't wait, wait, wait anymore, more, more, more Don't even talk about the consequence Cause right now, you're the only thing that's making any sense to me And I don't give a damn what they say, what they think, think Cause you're the only one who's on my mind I'll never ever let you leave me I'll try to stop time for ever, never wanna hear you say goodbye  [Chorus] I feel so untouched And I want you so much That I just can't resist you It's not enough to say that I miss you I feel so untouched right now Need you so much Somehow I can't forget you Been going crazy from the moment I met you  [Post-Chorus] Untouched And I need you so much  [Verse 2] See you, breathe you, I want to be you Alalalala, Alalalala You can take, take, take, take, take time, time To live, live the way you gotta, gotta live your life Give me, give me, give me all of you, you Don't be scared I'll see you through the loneliness of one more, more, more Don't even think about what's right or wrong or wrong or right Cause in the end, it's only you and me And no one else is gonna be around To answer all the questions left behind And you and I are meant to be, so... Even if the world falls down today You've still got me to hold you up, up And I will never let you down (down)  [Chorus] I feel so untouched And I want you so much That I just can't resist you It's not enough to say that I miss you I feel so untouched right now Need you so much Somehow I can't forget you Been going crazy from the moment I met you  [Break] Untouched, untouched, untouched, untouched, untouched Alalalala, Alalalala Untouched Alalalala, Alalalala  [Chorus] I feel so untouched And I want you so much That I just can't resist you It's not enough to say that I miss you I feel so untouched right now Need you so much Somehow I can't forget you Been going crazy from the moment I met you I feel so untouched And I want you so much That I just can't resist you It's not enough to say that I miss you I feel so untouched right now Need you so much Somehow I can't forget you Been going crazy from the moment I met you  [Outro] Untouched Untouched Untouched  ",
        "title": "Untouched"
    },
    {
        "artist": "The Killers",
        "lyrics": "  [Verse 1] I did my best to notice When the call came down the line Up to the platform of surrender I was brought but I was kind And sometimes I get nervous When I see an open door Close your eyes, clear your heart Cut the cord  [Chorus] Are we human or are we dancer? My sign is vital, my hands are cold And I'm on my knees Looking for the answer Are we human or are we dancer?  [Verse 2] Pay my respects to grace and virtue Send my condolences to good Give my regards to soul and romance They always did the best they could And so long to devotion You taught me everything I know Wave goodbye, wish me well You've got to let me go  [Chorus] Are we human or are we dancer? My sign is vital, my hands are cold And I'm on my knees Looking for the answer Are we human or are we dancer?  [Bridge] Will your system be alright When you dream of home tonight? There is no message we're receiving Let me know, is your heart still beating?  [Chorus] Are we human or are we dancer? My sign is vital, my hands are cold And I'm on my knees Looking for the answer Are we human or are we dancer?  [Outro] Are we human or are we dancer? Are we human or are we dancer?  ",
        "title": "Human"
    },
    {
        "artist": "Sugarland",
        "lyrics": null,
        "title": "Already Gone"
    },
    {
        "artist": "David Archuleta",
        "lyrics": null,
        "title": "Crush"
    },
    {
        "artist": "Secondhand Serenade",
        "lyrics": "  [Verse 1] The best thing 'bout tonight's that we're not fighting Could it be that we have been this way before? I know you don't think that I am trying I know you're wearing thin down to the core  [Chorus] But hold your breath Because tonight will be the night That I will fall for you over again Don't make me change my mind Or I won't live to see another day I swear it's true Because a girl like you is impossible to find You're impossible to find  [Verse 2] This is not what I intended I always swore to you I'd never fall apart You always thought that I was stronger I may have failed, but I have loved you from the start  [Chorus 2] Oh, but hold your breath Because tonight will be the night That I will fall for you over again Don't make me change my mind Or I won't live to see another day I swear it's true Because a girl like you is impossible to find You're impossible to find  [Bridge] So breathe in so deep Breathe me in, I'm yours to keep And hold on to your words cause talk is cheap And remember me tonight when you're asleep  [Chorus 3] Because tonight will be the night That I will fall for you over again Don't make me change my mind Or I won't live to see another day I swear it's true Because a girl like you is impossible to find Tonight will be the night That I will fall for you over again Don't make me change my mind Or I won't live to see another day I swear it's true Because a girl like you is impossible to find You're impossible to find  ",
        "title": "Fall For You"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Intro] Man, I know what you used to We gon' do something different tonight Ohh-uuu Ohhh, ohhhh-uuu  [Verse 1] Now, we gon' do this thing a little different tonight You gon' come over and pick me up in your ride You gon' knock, then you gon' wait Oooh, you gon' take me on a date You're gonna open my door And I'ma reach over and open yours Gon' pay for dinner, take me to see a movie And whisper in my ear, I bet you really wanna do me Girl, now take me home and get up in my pants Pour me up a shot and force me to the bed  [Chorus] I'm always on the top, tonight, I'm on the bottom 'Cause we trading places When I can't take no more, tell me you ain't stopping 'Cause we trading places Now put it on me, baby, 'til I say, \"ooo wee\" And tell me to shut up before the neighbors hear me This is how it feels when you do it like me We're trading places Gon' get it, get it, get it, get it, get it Gon' get it, get it, get it, get it, get it Gon' get it, get it, get it, get it, get it We're trading places  [Verse 2] I plan on waking you up to a cup of Folgers Pancakes and eggs, I owe you breakfast in bed, oh baby And your orange juice sitting on a coaster Toast on the side, baby, strawberry and grape jelly You finished, let me get that drink Pull the curtain from the windows Time to get up, baby, let me make this bed up, ah yea' Today, we going shopping, blowing 30 on me Make it 60, spend it like you really love me Skip dinner and we gon' rent a movie You order chinese food right before you do me You coming on strong baby let me wash my hands She said, \"hurry up\", then, \"get your **** in bed\"  [Chorus] You get on the top tonight I'm on the bottom 'Cause we trading places When I can't take no more, tell me you ain't stopping 'Cause we trading places Now put it on me, baby, 'til I say, \"ooo wee\" And tell me to shut up before the neighbors hear me This is how it feels when you do it like me We're trading places Gon' get it (gon', get it), get it get it (Gon' get it get it), get it get it Gon' get it (gon' get it), get it get it (Get it get it), get it get it Gon' get it (gon' get it), get it get it (Get it get it), get it get it We're trading places  [Bridge] (Yeah) Wash the car (Yeah) I'm gonna walk the dog (Yeah) Take out the trash (Yeah) With nothing but your T-shirt on (Ooooo, yeah) I'm gonna press your shirt (Yeah) Gonna wrinkle mines up (Yeah) In the kitchen, goin crazy (Yeah) we don't give a... whaaat Where you want me? Ohhh ohhh Ohh ohhh Ohhh babyyy Give it to me, babyyy Ohhhh ohhhhh Ohhhh ohhhhhhh Ooo-uuuu babyy Babyyy yeaaa Oooo-uuu Ohhhhhhh Ohhhhhh Ohhhhhhh Uuuuu-uuuu  [Chorus] You get on the top tonight I'm on the bottom 'Cause we trading places When I can't take no more, you say you ain't stopping 'Cause we trading places  [Outro] Now we gon' do this thing a little different tonight Trading places Stay tuned for part two You've been me, I, I've been you But we gon' switch this thing back I'ma put it on your...  ",
        "title": "Trading Places"
    },
    {
        "artist": "Paramore",
        "lyrics": "  [Verse 1] How can I decide what's right When you're clouding up my mind? I can't win your losing fight All the time Not gonna ever own what's mine When you're always taking sides But you won't take away my pride No, not this time Not this time  [Hook] How did we get here When I used to know you so well? Yeah How did we get here? Well, I think I know how  [Verse 2] The truth is hiding in your eyes And it's hanging on your tongue Just boiling in my blood But you think that I can't see What kind of man that you are If you're a man at all Well, I will figure this one out On my own (I'm screaming, \"I love you so\") On my own (My thoughts you can't decode)  [Hook] How did we get here When I used to know you so well? Yeah How did we get here? Well, I think I know how  [Guitar Solo]  [Bridge] Do you see what we've done? We've gone and made such fools of ourselves Do you see what we've done? We've gone and made such fools of ourselves  [Hook] How did we get here When I used to know you so well? Yeah, yeah, yeah How did we get here When I used to know you so well?  [Modified Hook] I think I know I think I know  [Outro] There is something I see in you It might kill me, but I want it to be true  ",
        "title": "Decode"
    },
    {
        "artist": "Jennifer Hudson",
        "lyrics": null,
        "title": "Spotlight"
    },
    {
        "artist": "David Cook",
        "lyrics": null,
        "title": "Light On"
    },
    {
        "artist": "P!nk",
        "lyrics": null,
        "title": "Sober"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": null,
        "title": "Here"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] Say you're sorry, that face of an angel Comes out just when you need it to As I paced back and forth all this time 'Cause I honestly believed in you Holdin' on, the days drag on Stupid girl, I shoulda known, I shoulda known  [Chorus] That I'm not a princess, this ain't a fairytale I'm not the one you'll sweep off her feet, lead her up the stairwell This ain't Hollywood, this is a small town I was a dreamer before you went and let me down Now it's too late for you and your white horse To come around  [Verse 2] Baby I was naive, got lost in your eyes And never really had a chance My mistake I didn't know to be in love You had to fight to have the upper hand I had so many dreams about you and me Happy endings, now I know  [Chorus] That I'm not a princess, this ain't a fairytale I'm not the one you'll sweep off her feet, lead her up the stairwell This ain't Hollywood, this is a small town I was a dreamer before you went and let me down Now it's too late for you and your white horse To come around  [Bridge] And there you are on your knees Beggin' for forgiveness, beggin' for me Just like I always wanted But I'm so sorry  [Chorus] 'Cause I'm not your princess, this ain't our fairytale I'm gonna find someone someday Who might actually treat me well This is a big world, that was a small town There in my rear view mirror disappearing now And it's too late for you and your white horse Now it's too late for you and your white horse To catch me now  [Outro] Oh, whoa, whoa, whoa Try and catch me now, oh It's too late to catch me now  ",
        "title": "White Horse"
    },
    {
        "artist": "Jay-Z & T.I. Featuring Kanye West & Lil Wayne",
        "lyrics": "  [Chorus: M.I.A.] No one on the corner has swagger like us Swagger like us, swagger-swagger like us No one on the corner has swagger like us Swagger like us, swagger-swagger like us  [Verse 1: Kanye West] Mr. West is in the buildin' Swagger on a hundred thousand trillion Ayo I know I got it first I'm Christopher Columbus, y'all just the Pilgrims Thanksgiving, do we even got a question? Hermès, Pastelle, I pass the dressin' My attitude is tattooed, that mean it's permanent So I guess we should address it, huh? My swagger is Mick Jagger Every time I breathe on a track, I asthma attack it \"Why you so mad for? Why you gotta have it?\" ‘Cause I slaved my whole life, now I'm the master Naaaaa-na-naaaaa How it feel to wake up and be the shit and the urine Naaaaa-na-naaaaa Tryin' to get that Kobe number, one over Jordan  [Chorus: M.I.A.] No one on the corner has swagger like us Swagger like us, swagger-swagger like us No one on the corner has swagger like us Swagger like us, swagger-swagger like us  [Verse 2: JAY Z] (No one on the corner…) Got a bop like this Can't wear skinny jeans, ‘cause my knots don't fit No one on the corner got a pocket like this So I rock Roc jeans, ‘cause my knots so thick You can learn how to dress just by checkin' my fresh Checkin' checkin' my fresh, checkin' checkin' my fresh Follow my steps is the road to success Where the niggas know you're thorough when the girls say yes (Yes…) But I can't teach you my swag You can pay for school, but you can't buy class School of hard knocks, I'm a grad And that all-blue Yankee is my graduation cap It's Hooooovaaaa Dippin' different Rovers, whippin' with the soda Hooooovaaaa Did you even have any doubt? After Doubt it was over  [Chorus: M.I.A.] No one on the corner has swagger like us Swagger like us, swagger-swagger like us No one on the corner has swagger like us Swagger like us, swagger-swagger like us  [Verse 3: Lil Wayne] No one on the corner has swagger like moi Church, but I'm too clean for the choir I require what I desire, I got stripes: Adidas Mamis scream \"¡Papi, no más!\" Run up in your shit, just me, no más Runnin' this shit like I got four thighs No one has swagger like these four guys Now when it comes to styles, I got several Sharper than the swag or dagger all metal And my jewels blue and yellow The type of shit that make 'em call you Carmelo Rules as follows: stay true to the ghetto Write your name on the bullet, make you feel special Ha! What the fuck you boys talkin' 'bout? I know it's us, ‘cause we the only thing to talk about  [Chorus: M.I.A.] No one on the corner has swagger like us Swagger like us, swagger-swagger like us No one on the corner has swagger like us Swagger like us, swagger-swagger like us  [Verse 4: T.I.] You can go see Weezy for the wordplay, Jeezy for the bird play Kanyeezy for diversity, and me for controversy All my verses picture perfect, only spit to serve a purpose You ain't livin' what you kickin', then you worthless Lookin' from the surface It may seem like I got reason to be nervous Then observe my work to see that my adversity was worth it Verses autobiographical, absolutely classical Last thing I'm worried about is what another rapper do Ain't nobody hot as me Even if they rap they ass off, blast off and have outstandin' quality Sell a lot of records, I'll respect it and salute that But spittin' real life on hot beats I'm the truth at You kick it like me, no exaggeration necessary Livin' revolutionary, nothin' less than legendary Gangsta shit, hereditary, got it from my dad Flow colder than February with extraordinary swag  [Chorus: M.I.A.] No one on the corner has swagger like us Swagger like us, swagger-swagger like us No one on the corner has swagger like us Swagger like us, swagger-swagger like us  ",
        "title": "Swagga Like Us"
    },
    {
        "artist": "Jamey Johnson",
        "lyrics": "  [Verse 1] I said Grandpa what's this picture here It's all black and white, and it ain't real clear Is that you there, he said yeah, I was eleven And times were tough, back in thirty-five That's me and Uncle Joe just tryin' to survive A cotton farm, in the Great Depression  [Refrain] And if it looks like we were scared to death Like a couple of kids just tryin' to save each other You should've seen it in color  [Verse 2] This one here was taken overseas In the middle of hell, in nineteen forty-three In the winter time, you can almost see my breath That was my tail gunner ole' Johnny McGee He was a high school teacher from New Orleans And he had my back, right through the day we left  [Chorus] And if it looks like we were scared to death Like a couple of kids just tryin' to save each other You should've seen it in color A picture's worth a thousand words But you can't see what those shades of gray keep covered You should've seen it in color  [Verse 3] And this one is my favorite one This is me and grandma in the, summer sun All dressed up, the day we said our vows You can't tell it here but it was hot that June And that rose was red and her eyes were blue And just look at that smile, I was so proud  [Bridge] That's the story of my life Right there in black and white  [Chorus] And if it looks like we were scared to death Like a couple of kids just tryin' to save each other You should've seen it in color Yeah, a picture's worth a thousand words But you can't see what those shades of gray keep covered You should've seen it in color  [Outro] Should've seen it in color  ",
        "title": "In Color"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Verse 1] Red roadside wild flower if I'd only picked you Took you home set you on the counter Oh, at least a time or two Maybe she'd thought it through  Yellow sunset slowly dipping down in the rear view Oh, how she'd love to sit and watch you I could have done that a whole lot more If I hadn't been so stubborn, been so selfish Thought about her more, thought about me less Joked and maked her laugh, held her when she cried A little more that.. maybe I...  [Chorus] Wouldn't be driving like hell flying like crazy down the highway Calling everyone we know stopping any place she might be Going any place she might go beating on the dash Screaming out her name at the windshield tears soaking up my face If I had loved her this much all along, maybe maybe, yeaa maybe... She wouldn't be gone.. she wouldn't be gone..  [Verse 2] She warned me it was coming said if I didn't change She was leaving I just didn't believe she would ever really walk out God, I believe her now Called her mamma, cried like a baby to her best friend If they've seen her, they ain't sayin', they ain't sayin'... Now, I'm cursing like a fool, praying it ain't too late All I wanna do is fix my mistakes  [Chorus] Find her beg her for one more try, until then damn it I\"ll.. Be driving like hell flying like crazy down the highway Calling everyone we know stopping any place she might be Going any place she might go beating on the dash Screaming out her name at the windshield tears soaking up my face If I had loved her this much all along, maybe maybe, yeaa maybe... She wouldn't be gone..  [Verse 3] I wouldn't be beating on the dash Screaming out her name at the windshield tears soaking up my face If I had loved her this much all along, maybe maybe, yeaa maybe... She wouldn't be gone..  Red roadside wild flower if I'd only picked you Took you home set you on the counter, oh at least a time or two Maybe she'd thought it through...  ",
        "title": "She Wouldn't Be Gone"
    },
    {
        "artist": "Brad Paisley Duet With Keith Urban",
        "lyrics": "  [Verse 1] I never was a straight-lace, straight A student Teacher's pet or child prodigy I wasn't going to get rich throwing a football It take too long to get a law degree  So I sat down with momma and daddy Tried to talk some sense into my thick head But the best advice that I ever got Was from my sister's rock star boyfriend  [Chorus] Just get you a guitar and learn how to play Cut up some jeans, come up with a name When you're living in a world that you don’t understand Find a few good buddies, start a band Start a band, Start a band  [Verse 2] And all those girls that were too cool to talk to They'll be waiting in the line out back Might get your picture in the hometown paper Maybe buy your momma that Cadillac  [Chorus] Just get you a guitar and learn how to play Cut up some jeans, come up with a name When you're living in a world that you don't understand Find a few good buddies, start a band  [Verse 3] Start a band, Scrape up some money, buy a van Learn free bird and rambling man Never buy another beer again  [Chorus] Just get you a guitar and learn how to play Grow out your hair, come up with a name With a little bit of luck you'll be packing the stands Find a few good buddies, start a band  [Outro] No need to study, start a band Call up some buddies man, start a band  ",
        "title": "Start A Band"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": "  [Verse 1] She wants her nails painted black She wants the toy in the Cracker Jack She wants to ride the bull at the rodeo She wants to wear my shirt to bed She wants to make every stray a pet And drive around in my truck with no place to go  [Chorus] But she needs to feel that fire The one that lets her know for sure She’s everything I want and more A real desire, that lets her know I’d walk alone out on the wire To make her feel that fire  [Verse 2] She wants a cabin in the woods She wants to stand where nobody stood Someday she wants a couple kids of her own She wants to make love on a train Some day’s she only wants a break Hey she wants what she wants, and man I know I know I know  [Chorus]  [Verse 3] So as long as there’s a breath to take A smile to share, A prayer to bring A chance to hold her hand and fan the flame She’s gonna feel that fire The one that lets her know for sure She’s everything I want and more A real desire, that lets her know I’d walk alone out on the wire Yeah to make her feel that fire. Whoa Feel that fire  [Outro] She wants her nails painted black She wants the toy in the Cracker Jack She wants to ride the bull at the rodeo  ",
        "title": "Feel That Fire"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Verse 1] Excuse me ma'am, I saw you walking I turned around, I'm not a stalker Where you going? Maybe I can help you My tank is full, I'd be obliged to take you  [Chorus] Cause I'm a country boy, I got a four-wheel drive Climb in my bed and I'll take you for a ride Up city streets, down country roads I can get you where you need to go Cause I'm a country boy  [Verse 2] You sure look good sitting in my right seat Buckle up and I'll take you through the five speeds Wind it up or I can slow it way down In the woods or right up town  [Chorus] I'm a country boy, I got a four-wheel drive Climb in my bed and I'll take you for a ride Up city streets, down country roads Yeah I can get you where you need to go Cause I'm a country boy  [verse 3] Big thirty-fives, whining on the asphalt Grabbing mud and slinging up some red dirt Cause I'm a country boy My mufflers loud, dual thrust tubes Crank the music and the tone gets real good Let me know when we're getting close You can slide on out or we can head on down the road  [Chorus] Cause I'm a country boy, I got a four-wheel drive Climb in my bed and I'll take you for a ride Up city streets, down country roads I can get you where you want to go Cause I'm a country boy  [Bridge] Bucket seats, soft as babies nude butt Locking hubs to take you through a deep rut  [Chorus] Cause I'm a country boy, I got a four-wheel drive Climb in my bed and I'll take you for a ride Up city streets, down winding roads Yeah I can get you where you need to go Cause I'm a country boy  Yeah, I'm a country boy, I got a four-wheel drive Climb in my bed and I'll take you for a ride Up city streets, down country roads I can get you where you want to go Cause I'm a country boy, yeah, I'm a country boy Ah, I'm just a country boy, a nice little country boy  ",
        "title": "Country Boy"
    },
    {
        "artist": "The Pussycat Dolls",
        "lyrics": "  [Verse 1] We're driving slow through the snow on 5th Avenue And right now radio's all that we can hear Now we ain't talked since we left, it's so overdue It's cold outside but between us it's worse in here  [Pre-Chorus] The world slows down But my heart beats fast right now I know this is the part Where the end starts  [Chorus] I can't take it any longer Thought that we were stronger All we do is linger Slipping through our fingers I don't wanna try now All that's left is good-bye To find a way that I can tell you  [Post-Chorus] I hate this part right here I hate this part right here I just can't take your tears I hate this part right here  [Verse 2] Everyday, 7 takes of the same old scene Seems we're bound by the laws of the same routine Gotta talk to you now before we go to sleep But will we sleep once I tell you what's hurting me  [Pre-Chorus] The world slows down But my heart beats fast right now I know this is the part Where the end starts  [Chorus] I can't take it any longer Thought that we were stronger All we do is linger Slipping through our fingers I don't wanna try now All that's left is good-bye To find a way that I can tell you  [Post-Chorus] I hate this part right here I hate this part right here I just can't take your tears I hate this part right here  [Bridge A] I know you'll ask me to hold on And carry on like nothing's wrong But there is no more time for lies Cause I see sunset in your eyes  [Chorus] I-I can't t... I can't take it any longer Thought that we were stronger All we do is linger Slipping through our fingers I don't wanna try now All that's left is good-bye To find a way that I can tell you  [Bridge B] That I gotta do it I gotta do it I gotta do it I hate this part I gotta do it I gotta do it I gotta do it  [Outro] I hate this part right here I hate this part right here I just can't take your tears I hate this part right here  ",
        "title": "I Hate This Part"
    },
    {
        "artist": "Christina Aguilera",
        "lyrics": "  [Verse 1] Step Back! Gonna come at you fast I'm driving out of control and getting ready to crash Won't stop, shaking up what I can I serve it up in a shot So suck it down like a man So baby, yes, I know what I am And no, I don't give a damn And you'll be loving it  [Chorus] Some days I'm a super bitch Up to my old tricks But it won't last forever Next day I'm your super girl Out to save the world And it keeps getting better  [Verse 2] Kiss kiss, gonna tell you right now I make it sweet on the lips I'll simply knock you out Shut up! I don't care what you say 'Cause when we're both in the wind You're gonna like it my way Yeah, baby, there's a feeling in me So sexy, sour and sweet And you'll be loving it  [Chorus] Some days I'm a super bitch (super bitch) Up to my old tricks But it won't last forever (it won't last forever, no) Next day I'm your super girl (super girl) Out to save the world And it keeps getting better  Hold on - keeps getting better Hold on - keeps getting better  [Bridge] In the break of the night In the speed of the light I hold the universe up I'll make your planets collide When I strap on my boots And I slip on my suit You see, the vixen in me Becomes an angel for you  [Chorus] Some days I'm a super bitch (super bitch) Up to my old tricks But it won't last forever (it won't last forever, no) Next day I'm your super girl (super girl) Out to save the world And it keeps getting better Some days I'm a super bitch (a super bitch) Up to my old tricks But it won't last forever (no, no) Next day I'm your super girl (super girl) Out to save the world And it keeps getting better  Hold on - keeps getting better Hold on - keeps getting better  ",
        "title": "Keeps Gettin' Better"
    },
    {
        "artist": "Brooks & Dunn Featuring Reba McEntire",
        "lyrics": "  [Verse 1] Her Daddy gave her first pony Then told her to ride She climbed high in that saddle Fell I don't know how many times Taught her a lesson that she learned Maybe a little too well  [Chorus] Cowgirls don't cry Ride, baby, ride Lessons in life are going to show you in time Soon enough your going to know why It's going to hurt every now and then If you fall get back on again Cowgirls don't cry  [Verse 2] She grew up She got married Never was quite right She wanted a house, a home and babies He started coming home late at night She didn't let him see it break her heart She didn't let him see her fall apart  [Chorus]  [Verse 3] Phone rang early one morning Her momma's voice, she'd been crying Said it's your daddy, you need to come home This is it, I think he's dying She laid the phone down by his head The last words that he said  [Chorus]  ",
        "title": "Cowgirls Don't Cry"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] It was two weeks after the day she turned eighteen All dressed in white Going to the church that night She had his box of letters in the passenger seat Sixpence in a shoe, something borrowed, something blue And when the church doors opened up wide She put her veil down Trying to hide the tears Oh, she just couldn't believe it She heard the trumpets from the military band And the flowers fell out of her hand  [Chorus] Baby why'd you leave me Why'd you have to go? I was counting on forever, now I'll never know I can't even breathe It's like I'm looking from a distance Standing in the background Everybody's saying, he's not coming home now This can't be happening to me This is just a dream  [Verse 2] The preacher man said let us bow our heads and pray Lord please lift his soul, and heal this hurt Then the congregation all stood up and sang the saddest song that she ever heard Then they handed her a folded up flag And she held on to all she had left of him Oh, and what could have been And then the guns rang one last shot And it felt like a bullet in her heart  [Chorus] Baby why'd you leave me Why'd you have to go? I was counting on forever, now I'll never know I can't even breathe It's like I'm looking from a distance Standing in the background Everybody's saying, he's not coming home now This can't be happening to me This is just a dream Baby why'd you leave me Why'd you have to go? I was counting on forever, now I'll never know I can't even breathe It's like I'm looking from a distance Standing in the background Everybody's saying, he's not coming home now This can't be happening to me This is just a dream  [Outro] Oh, this is just a dream Just a dream Yeah, Yeah  ",
        "title": "Just A Dream"
    },
    {
        "artist": "Fall Out Boy",
        "lyrics": "  [Verse 1] Say my name, and his in the same breath I dare you to say they taste the same Let the leaves fall off in the summer And let December glow in flames Erase myself and let go Start it over again in Mexico These friends, they don't love you They just love the hotel suites, now  [Chorus] I don't care what you think As long as it's about me The best of us can find happiness in misery I don't care what you think As long as it's about me The best of us can find happiness in misery  [Verse 2] Oh, take a chance, let your body get a tolerance I'm not a chance, but a heat wave in your pants Pull a breath like another cigarette Pawn shop heart trading up, said no I'm the oracle in my chest Let the guitar scream like a fascist Sweat it out, shut your mouth Free love on the streets, but In the alley it ain't that cheap now  [Chorus] I don't care what you think As long as it's about me The best of us can find happiness in misery I don't care what you think As long as it's about me The best of us can find happiness in misery  [Bridge] Said-a, I don't care just a-what you think As long as it's about me, you said-a I don't care just what you think As long as it's about me, you said-a I don't care (I don't care) You said I don't care (I don't care) Said I don't care, I don't care I don't care (I don't care), I said-a, I don't care  [Chorus] I don't care what you think As long as it's about me The best of us can find happiness in misery I don't care what you think As long as it's about me The best of us can find happiness in misery  ",
        "title": "I Don't Care"
    },
    {
        "artist": "Billy Currington",
        "lyrics": null,
        "title": "Don't"
    },
    {
        "artist": "The Game Featuring Lil Wayne",
        "lyrics": "  [Intro: The Game] Punk-ass motherfucker, checkin' shit What you was gonna do? Kill me in my sleep, you bitch-ass nigga? 2Pac, Biggie – shut the fuck up! Fuckin' dogs, barkin' and shit (Don't shoot, don't shoot!) Fuck you, nigga!  [Hook: Lil Wayne] And I'm grindin' till I'm tired ‘Cause they said: \"You ain't grindin' till you tired.\" So I'm grindin' with my eyes wide Lookin' to find a way through the day, a light for the night Dear Lord, you done took so many of my people I'm just wonderin' why you haven't taken my life Like what the hell am I doin' right? My life  [Verse 1: The Game] Take me away from the hood, like a state penitentiary Take me away from the hood, in a casket or a Bentley Take me away, like I overdosed on cocaine Or take me away, like a bullet from Kurt Cobain Suicide, I'm from a windy city, like Do or Die From a block close to where Biggie was crucified That was Brooklyn's Jesus, shot for no fuckin' reason And you wonder why Kanye wears Jesus pieces? ‘Cause that's Jesus, people – and Game, he's the equal Hated on so much, Passion of Christ need a sequel Yeah, like Roc-a-Fella needed Siegel Like I needed my father, but he needed a needle I need some meditation so I can lead my people They askin', \"Why, why did John Lennon leave The Beatles?\" And why every hood nigga feed off evil? Answer my question 'fore this bullet leave this Desert Eagle  [Hook: Lil Wayne] And I'm grindin' till I'm tired ‘Cause they said: \"You ain't grindin' till you tired.\" So I'm grindin' with my eyes wide Lookin' to find a way through the day, a light for the night Dear Lord, you done took so many of my people I'm just wonderin' why you haven't taken my life Like what the hell am I doin' right? My life  [Verse 2: The Game] We are not the same, I am a Martian So approach my Phantom doors with caution You see them 24's spinnin'? I earned 'em And I ain't no preacher, but here's my Erick Sermon So eat this black music and tell me how it taste now And fuck Jesse Jackson, ‘cause it ain't about race now Sometimes I think about my life, with my face down Then I see my sons and put on that Kanye smile Damn, I know his mama proud; and since you helped me sell my dream, we can share my mama now And like M.J.B. no more drama now Livin' the good life, me and Common on common ground I spit crack, and niggas could drive it out of town Got a Chris Paul mindstate, I'm never out of bounds My life used to be empty like a Glock without a round Now my life full like a chopper with a thousand rounds  [Hook: Lil Wayne] And I'm grindin' till I'm tired ‘Cause they said: \"You ain't grindin' till you tired.\" So I'm grindin' with my eyes wide Lookin' to find a way through the day, a light for the night Dear Lord, you done took so many of my people I'm just wonderin' why you haven't taken my life Like what the hell am I doin' right? My life  [Verse 3: The Game] Walk through the gates of hell, see my Impala parked in front With the high beams on, me and the devil sharin' chronic blunts Listenin' to the Chronic album, playin' backwards Shootin' at pictures of Don Imus for target practice My mind fucked up, so I cover it with a Raider hood I'm from the city that made you motherfuckers afraid of Suge Made my grandmother pray for good It never made her happy, but I bet that new Mercedes could Ain't no bars, but niggas can't escape the hood And it took so many of my niggas that I should hate the hood But it's real niggas like me that make the hood Ridin' slow in that Phantom just the way I should With the top back, in my Sox hat I'm paid in full, the nigga Alpo couldn't stop that Even if they brought the nigga Pac back I'd still keep this motherfucker cocked back  [Hook: Lil Wayne] And I'm grindin' till I'm tired ‘Cause they said: \"You ain't grindin' till you tired.\" So I'm grindin' with my eyes wide Lookin' to find a way through the day, a light for the night Dear Lord, you done took so many of my people I'm just wonderin' why you haven't taken my life Like what the hell am I doin' right? My life  ",
        "title": "My Life"
    },
    {
        "artist": "Plies Featuring Chris J",
        "lyrics": "  [Intro: Plies] Heh... You know they say I'll never sleep, right? (They say I'll never sleep!) This one it got number one written all over it (This here is number one bay-bay) So let me go and play with it again real quick (May I please play with it again?) It's been labelled as being called Plies at his finest (This is Plies at his finest) But I'm fin' to fall back right back cause uh (Fin' to fall back) I would never do this part right here Ha hah  [Hook: Chris J] Shorty I wanna know if you come over If you don't mind girl put your legs up on my shoulders (ooh-wee!) Don't lie, I can see it in your eyes You want for you and I to do the freaky things you like When I put-put-put it on girl, when I put-put-put it on ya When I put-put-put it on girl, when I put-put-put it on ya When I put-put-put it on girl, when I put-put-put it on ya When I put-put-put it on ya, put-put-put it on ya  [Plies] Let's ride 'round the city, make love in the car Let's get on the express way and let me tease you ma And while you drive baby, I wanna taste your tongue Pull in the rest area and let me give you some You ever been drivin while your man made you cum I wanna hit a stay, I wanna hit and run Let's pull the car over, and have a little fun The AC workin, so we ain't gotta bun  [Bridge: Chris J] Can I lick it, can I stick it, can I touch it, can I grab it Baby tell me can I have it (ooh-wee!) Can I rub it, can I flip it, can I hold it, can I get it Anyway I wanna get it~!  [Hook]  [Plies] If that don't work for ya I got another idea Ain't nobody home, so go on come over here Let's play hide and seek, in our underwear I find you, I can get it right there You find me, then I get bare Either way we both win, now that's fair Whatever I gotta do to be wit'cha, oh yeah You my queen, I'm your king, now that's a nice pair  [Bridge] + [Hook]  [Plies] Let me grade you, give you a repo't card Your first test is, can you get it hard Show me how good you communicate when we start Today's pop quiz, define yo' hot spot Wanna see how good yo' balance is on top Give you a A+, if you don't stop This a big test, you lookin kinda shocked Either you get promoted, or you get dropped Your final exam, show me yo' wet box Ain't no tattle teller, I keep my mouth locked Make you an honor student, show me your back shot You passed with flyin colors, ooh that's a nice twat  [Bridge] + [Hook]  [Outro] Ooh-wee!  ",
        "title": "Put It On Ya"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] Just a girl born in Dixie Washed in the blood And raised on the banks Of the Mississippi mud She always had a thing About falling in love with a bad boy  Yea, they could see it all coming But her daddy never dreamed She'd grow up that fast You know what I mean The way a girl gets When she turns 17 Kind of crazy  [Pre-Chorus] She's a rebel child And a preacher's daughter She was baptized in dirty water Her mama cried the first time They caught her with me They knew they couldn't stop her  [Chorus] She holds tight to me and the Bible On the back seat of my motorcycle Left her daddy standing there Preaching' to the choir You see God love her Oh me and God love her  [Verse 2] She kissed her mama goodbye Said I'll be sure 'n phone you She called from a truck stop In Tucson Arizona With amazing grace We made California line And then my gypsy life Started taking its toll And the fast lane got empty And out of control And just like an angel She saved my soul from the devil  [Pre-Chorus]  [Chorus]  [Chorus] Now she holds tight to me and the Bible On the back seat of my motorcycle Left her daddy standing there Preaching to the choir You see God love her Oh me and God love her God love her Me and God love her  ",
        "title": "God Love Her"
    },
    {
        "artist": "Keyshia Cole Featuring 2Pac",
        "lyrics": "  [Intro: 2Pac] Wassup, boo? Yeah Hahahaha, yeah  [Verse 1: 2Pac] Another shady mission Tricks, like watching pictures in hazy vision Tonight is love making, take you any place you wish Today we're satisfied, yesterday we've stolen kisses Blind insanity, perfect pictures of me and my family Not understanding the destiny, had they planned for me? If I have kids, will I live to see them grow? Though I don't know I live the life of a thug nigga until the day I go No broken promises, a sacred bond broken I know I die alone, but yet and still I'm hopin' Visions of prisons, maybe I'll be forgiven I know it's better in Heaven, ‘cause being here ain't livin' Close my eyes and see nothing but pain, the world is crazy Still, looking for a queen to plant seeds and have babies Maybe I'll be the one or just maybe I'm lost You'll never know being cautious, if you play your cards right  [Hook: Keyshia Cole] I wanna be the one who Who you can depend on who Who be the one who be there Through the thick and thin Go by the water we will Be there 'til the morning We won't leave until the night And we will be forever more  [Verse 2: Keyshia Cole] No one else can do what you do for me Take me away from the pain I feel inside And it's gonna be alright and it'll be ok If we try and take our time Yes, baby, take our time And we'll grow, trust I know I wanna be the one whoooo…  [Hook: Keyshia Cole] I wanna be the one who Who you can depend on who Who be the one who be there Through the thick and thin Go by the water we will Be there 'til the morning We won't leave until the night And we will be forever more  [Interlude: 2Pac + (Keyshia Cole)] You got to play your cards right on one (Ooooh, yeah) Can't be rushing like it's a race, nomsayin'? (No, no, no) If you be patient, and you take your time (Be patient, baby) And you finesse it, 9 times out of 10 times (10) Homeboy, you gon' wake up with your breakfast in bed But if you rush and you just be manhandlin' Haha (Heyy, it takes a real man) Your ass is going home tonight, haha (Heyy) Play your cards right, nigga, take your time (Be the one) Be patient (Be the one, heeeyy) Go slow, it's better that way, you ain't heard? (Yeah) Haha, play your cards right (Be the one, I wanna be the one)  [Hook: Keyshia Cole] I wanna be the one who Who you can depend on who Who be the one who be there Through the thick and thin Go by the water we will Be there 'til the morning We won't leave until the night And we will be forever more  [Outro: 2Pac + (Keyshia Cole)] Take your time, man (Take your time) Don't be in such a rush (In a rush) Haha (Be forever more) You got to be patient, man, be patient It ain't going nowhere one, haha (Nowhere) Get some champagne (Haha, be forever more) Bring some roses or somethin', you know Play some soft shit, light a fire (Luther Vandross) You got to be cool with it (Teddy, Teddy) You got to be slow with it (Ooooh, be so) You got to be patient, you got to play your cards right on one Can't be rushing like it's a race, nomsayin'? If you be patient, and you take you time and you finesse it  ",
        "title": "Playa Cardz Right"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": null,
        "title": "Let It Go"
    },
    {
        "artist": "Savage Featuring Soulja Boy Tell'em",
        "lyrics": null,
        "title": "Swing"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1] Girl you're beautiful You're 'bout near perfect But I bet somebody's already told you that Name your poison Name your passion Cause a boy like me just couldn't help but ask Keep on talking to me baby I'm hanging on your every word Keep those drinks a coming maybe We'll both get what we deserve  [Hook] How 'bout baby We make a promise To not promise anything more than one night Complicated situations Only get worse in the morning light Hey I'm just lookin' for a good time  [Verse 2] Put in a long hard week doing this 9 to 5 And you're just the girl to get that off my mind You shouldn't have worn that dress You shouldn't dance like that You got this little heart of mine in overdrive I sure love this conversation The band is good, the music's loud But would you get the wrong impression If I called us a cab right now? Oh yeah  [Hook]  Go ahead and lie to me and pull me close Tell me that you love me even if you don't The rule is don't you ever even talk about forever But you never say never in life  [Hook]  Hey I'm just lookin' for a good time  ",
        "title": "Lookin' For A Good Time"
    },
    {
        "artist": "Musiq Soulchild Featuring Mary J. Blige",
        "lyrics": "  [Verse 1: Musiq Soulchild] You think I'm so full of it, full of it But I think I'm just fed up, baby You think I can be so arrogant, arrogant But I'm just tryna get keep my head up, baby You think I procrastinate, baby But I think I'm taking my time You think you need to leave But I think I disagree, but  [Chorus: Musiq Soulchild] If you believe you'll do best without me I'll let it go girl, Its over But before we say goodbye Lets give it a try If you leave then baby I'll leave I'll let it go girl, Its over But I have no doubt We can work it out  [Verse 2: Mary J Blige] Yeah, I think your so full of it, full of it You just don't know when to let up, baby I think you're so arrogant, arrogant But you think you're so much better, baby That I think It ain't dealt before me To judge you by your flaws and that's why No I could criticize but I put that aside To focus on you and I  [Chorus: Mary J Blige] If you believe you'll do best without me I'll let it go girl, Its over But before we say goodbye Lets give it a try If you leave then baby I'll leave I'll let it go girl, Its over But I have no doubt We can work it out   [Bridge: Musiq Soulchild, Mary J. Blige] Now if you wanna go Baby, then I'll let you go And even though I'm tryna hold on I can't let you go (If you leave me, you're gonna miss me And I'm not saying that I'll be here waiting) Since we here right now (instead of just walking out) Let's work to reach the point that I know we can be  [Chorus: Both] If you believe you'll do best without me I'll let it go girl, Its over But before we say goodbye Lets give it a try If you leave then baby I'll leave I'll let it go girl, Its over But I have no doubt We can work it out  [Chorus: Both] If you believe you'll do best without me I'll let it go girl, Its over But before we say goodbye Lets give it a try If you leave then baby I'll leave I'll let it go girl, Its over But I have no doubt We can work it out  ",
        "title": "IfULeave"
    },
    {
        "artist": "Kings Of Leon",
        "lyrics": "  [Verse 1] Lay where you're laying Don't make a sound I know they're watching Watching  All the commotion The kiddie like play It has people talking Talking  [Chorus] You Your sex is on fire  [Verse 2] The dark of the alley The breaking of day Head while I'm driving I'm driving  Soft lips are open Them knuckles are pale Feels like you're dying You're dying  [Chorus] You Your sex is on fire Consumed With what's just transpired  [Verse 3] Hot as a fever Rattle of bones I could just taste it Taste it  But it's not forever But it's just tonight Oh we're still the greatest The greatest The greatest  [Chorus] You Your sex is on fire You Your sex is on fire  Consumed With what's to transpire  And you Your sex is on fire Consumed With what's to transpire  ",
        "title": "Sex On Fire"
    },
    {
        "artist": "Common Featuring Pharrell",
        "lyrics": "  [Intro: Pharrell] Aiyyo, all they wanna do is dance That's all they wanna do  [Verse 1: Common] This is that automatic I stay fresh like I'm wrapped in plastic P goes spastic, C galactic Southside boy, we Cadillac it Charismatic, Asiatic I hustle for mathematics Cameras, action, changed the status Actor tappin' yo' favorite actress Gucci rockin', coochies poppin' Movie watchin', booties droppin' Body movin', showin', provin' Stylin' and being fly (c'mon) I touch the masses like a Catholic Expensive rap shit, my future's backlit Interact with the cat who macks and stacks My vernac' attracts y'all react; so let's go, uhh  [Hook: Pharrell] This is that new shit, keep 'em standing in line That universal mind control, now move yo' behind Uh, you know you like it; it's calling yo' name Nigga, this is that new shit, and it don't feel the same It's got that dang da-da-dang d-dang-a-dang dang Dang diggy dang d-dang-a-dang dang Bop bop, d-dang d-dang diggy diggy Bop bop, d-dang d-dang dang  [Verse 2: Common] Some pop, some lock, some move robotic Like cash money I stay in pocket U.M.C. r-r-r-rock, don't stop it Chicks exotic, mix Hpnotiq Superhero role boy, I'm bionic You a fad on some level, I'm a supersonic Girl, you 'bout it, you can strip like comic And trance to melodic Technotronic Beats knockin', seats droppin' Seeds poppin', streets rockin' Freakin', shakin, money makin' Stylin' and being fly I'm the one the ladies-ladies chose to Strip and pose to, take off their clothes to Toast to the one that go coast to coast to Mr. Global, the focal, let's go, uhh  [Hook: Pharrell] This is that new shit, keep 'em standing in line That universal mind control, now move yo' behind Uh, you know you like it; it's calling yo' name Nigga, this is that new shit, and it don't feel the same It's got that dang da-da-dang d-dang-a-dang dang Dang diggy dang d-dang-a-dang dang Bop bop, d-dang d-dang diggy diggy Bop bop, d-dang d-dang dang  [Verse 3: Common] I am a renegade, I never been afraid Fresh and I'm get-tin paid The future future of this age! From the Chi so I talk this way Twist the hay and the Grand Marnier Rock the fly shit like every day To the top and I'm on my way, let's go, uhh  [Hook: Pharrell] This is that new shit, keep 'em standing in line That universal, mind control now move yo' behind Uh, you know you like it; it's calling yo' name Nigga, this is that new shit, and it don't feel the same It's got that dang da-da-dang d-dang-a-dang dang Dang diggy dang d-dang-a-dang dang Bop bop, d-dang d-dang diggy diggy Bop bop, d-dang d-dang dang  ",
        "title": "Universal Mind Control"
    },
    {
        "artist": "Keith Urban",
        "lyrics": null,
        "title": "Sweet Thing"
    },
    {
        "artist": "Jamie Foxx Featuring T.I.",
        "lyrics": "  [Intro: T.I.] Say Foxx? (Yeah-eah-eah...) I had, I had a chick man (Yeah-eah-eah...) She went and did me real wrong, I mean (Yeah-eah-eah...) I did the same thing to her but She ain't have no right to do me like that though dawg, for real (Yeah-eah-eah...)  [Verse 1: Jamie Foxx] You, been seeing him, and I know And I was with her, and you knew about it But I was too bli-i-ind to see it baby And you was out here doing the same thing as me I wanna ask, has he been by the crib? Has he been in our, car? And did you let him, drive? Cause she's been by the house, she's been in the car I've even let her push the Porsche around a couple times  [Bridge: Jamie Foxx] Oh, we were so the same I don't know why I can't see it baby And it ain't a point to feeling blue You're just like me and I'm just like you  [Hook: Jamie Foxx] You're just like me, shorty all up in the club Popping bottles of that Bub, giving all them dudes hugs And you just like me, she don't know how to act On the floor backin it back, man I can't be mad She just like me-e-ee-e-e She just like me-e-ee-e-e She just like me-e-ee-e-e She just like me...  [Verse 2: Jamie Foxx] Now it's so easy for me to imagine what you been doing baby So I don't even have to ask (No) Cause you ain't the only one that's been keeping secrets baby So it ain't no sense in me playing back And I, can't say nothing cause I did you wrong And I was on some bullshit when I let that bitch up in our home She's also known just like me And she played the game like one of my homies  [Bridge: Jamie Foxx]  [Hook: Jamie Foxx] You're just like me, shorty all up in the club Popping bottles of that Bub, giving all them dudes hugs And you just like me, she don't know how to act On the floor backin it back, man I can't be mad She just like me-e-ee-e-e (Getting money, having fun, man she) Just like me-e-ee-e-e (In the club, throwing ones, man she) Just like me-e-ee-e-e (24's on the Range) Just like me... (Go on shawty do your thang)  [Verse 3: T.I.] Hey! Shawty who you fooling? You, know I'm way too cool for you To run that game when we play me, trying to do me like I be doing you Say you heard I was screwing her just like I hear he doing you Why you worried about me doing me? I see you doing you I can make her better though, you gonna let him ruin you Just for the record know I wouldn't have her unless I could have the two of you I know why he pursuing you, that booty do be moving boo Late night, straight pipe, that ain't nothing new to you Wait a minute, can't tell me shit, wanna tell me something, tell me this If I would've never would've hit that chick, would you even ever know that dude existed? Naw, got me twisted, yo ass goodbye I've kissed it Now you all on his dick, shawty look at this bitch  [Hook: Jamie Foxx]  ",
        "title": "Just Like Me"
    },
    {
        "artist": "Shinedown",
        "lyrics": "  [Verse 1] My eyes are open wide By the way, I made it through the day I watched the world outside By the way, I'm leaving out today  [Pre-Chorus] Well I just saw Halley's comet, she waved Said, \"Why you always running in place?\" Even the man in the moon disappeared Somewhere in the stratosphere  [Chorus] Tell my mother, tell my father I've done the best I can To make them realize, this is my life I hope they understand  [Post-Chorus] I'm not angry, I'm just saying... Sometimes goodbye is a second chance  [Verse 2] Please don't cry one tear for me I'm not afraid of what I have to say This is my one and only voice So listen close, it's only for today  [Pre-Chorus] Well I just saw Halley's comet, she waved Said, \"Why you always running in place?\" Even the man in the moon disappeared Somewhere in the stratosphere  [Chorus] Tell my mother, tell my father I've done the best I can To make them realize, this is my life I hope they understand  [Post-Chorus] I'm not angry, I'm just saying... Sometimes goodbye is a second chance  [Bridge] Here's my chance This is my chance  [Chorus] Tell my mother, tell my father I've done the best I can To make them realize, this is my life I hope they understand  [Post-Chorus] I'm not angry, I'm just saying... Sometimes goodbye is a second chance  [Outro] Sometimes goodbye is a second chance Sometimes goodbye is a second chance Sometimes goodbye is a second chance  ",
        "title": "Second Chance"
    },
    {
        "artist": "The Offspring",
        "lyrics": "  [Verse 1] Show me how to lie You're getting better all the time And turning all against the one Is an art that's hard to teach  Another clever word Sets off an unsuspecting herd And as you step back into line A mob jumps to their feet  [Pre-Chorus] Now dance, fucker, dance Man, he never had a chance And no one even knew It was really only you  And now you steal away Take him out today Nice work you did You're gonna go far, kid  [Chorus] With a thousand lies and a good disguise Hit 'em right between the eyes Hit 'em right between the eyes When you walk away, nothing more to say See the lightning in your eyes See 'em running for their lives  [Verse 2] Slowly out of line And drifting closer in your sight So play it out, I'm wide-awake It's a scene about me  There's something in your way And now someone is gonna pay And if you can't get what you want Well, it's all because of me  [Pre-Chorus] Now dance, fucker, dance Man, I never had a chance And no one even knew It was really only you  And now you’ll lead the way Show the light of day Nice work you did You’re gonna go far, kid  Trust decieved  [Chorus] With a thousand lies and a good disguise Hit 'em right between the eyes Hit 'em right between the eyes When you walk away, nothing more to say See the lightning in your eyes See 'em running for their lives  [Bridge] Now dance, fucker, dance He never had a chance And no one even knew It was really only you So dance, fucker, dance I never had a chance It was really only you  [Chorus] With a thousand lies and a good disguise Hit 'em right between the eyes Hit 'em right between the eyes When you walk away, nothing more to say See the lightning in your eyes See 'em running for their lives  [Outro] Clever alibis, Lord of the Flies Hit 'em right between the eyes Hit 'em right between the eyes When you walk away Nothing more to say See the lightning in your eyes See 'em running for their lives  ",
        "title": "You're Gonna Go Far, Kid"
    },
    {
        "artist": "Kenny Chesney With Mac McAnally",
        "lyrics": "  [Intro] When I was a boy  [Verse 1] Four houses down from me Was a family with an only child She was the only girl In this whole world that could make me smile  [Chorus] Down the road I made up reasons to go Down the road  [Verse 2] Somewhere inside of me There was something she took a liking to And I asked her to marry me She said she really wanted to  [Chorus] Down the road To see what life's gonna hold Down the road  [Verse 3] Her momma wants to know If I'm washed in the blood or just in the water Her daddy wants to know If I make enough to take his daughter  [Chorus] Down the road Before he can let her go Down the road  [Verse 4] Now down the street from here There's an engineer with an only son And our baby girl says She believes that he is the only one  [Bridge] Down the road  [Verse 5] Her momma wants to know Is he washed in the blood or just in the water And I wanna know That he makes enough to take my daughter  [Chorus][x2] Down the road Before he can let her go Down the road  [Outro] Down, down, down that road Down, down, down that road  ",
        "title": "Down The Road"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": null,
        "title": "Mad"
    },
    {
        "artist": "Shontelle",
        "lyrics": null,
        "title": "T-Shirt"
    },
    {
        "artist": "Matt Nathanson",
        "lyrics": "  [Verse 1] I miss the sound of your voice And I miss the rush of your skin And I miss the still of the silence As you breathe out and I breathe in  [Pre-Chorus] If I could walk on water If I could tell you what's next I'd make you believe I'd make you forget  [Chorus] So come on, get higher, loosen my lips Faith and desire and the swing of your hips Just pull me down hard And drown me in love So come on, get higher, loosen my lips Faith and desire and the swing of your hips Just pull me down hard And drown me in love  [Verse 2] I miss the sound of your voice The loudest thing in my head And I ache to remember All the violent, sweet Perfect words that you said  [Pre-Chorus] If I could walk on water If I could tell you what's next I'd make you believe I'd make you forget  [Chorus] So come on, get higher, loosen my lips Faith and desire and the swing of your hips Just pull me down hard And drown me in love So come on, get higher, loosen my lips Faith and desire and the swing of your hips Just pull me down hard And drown me in love  [Verse 3] I miss the pull of your heart I taste the sparks on your tongue I see angels and devils And God, when you come on Hold on, hold on, hold on, hold on  Sing sha la la la Sing sha la la la la  Ooo Ooo Ooo...  [Chorus] So come on, get higher, loosen my lips Faith and desire and the swing of your hips Just pull me down hard And drown me in love So come on, get higher, loosen my lips Faith and desire and the swing of your hips Just pull me down hard And drown me, drown me in love  [Outro] (Come on, get higher, loosen my lips) It's all wrong, it's all wrong (Faith and desire and the swing of your hips) It's all wrong, it's so right So come on, get higher So come on and get higher Cause everything works, love Everything works in your arms  ",
        "title": "Come On Get Higher"
    },
    {
        "artist": "Metro Station",
        "lyrics": "  [Verse 1] You are young, and so am I And this is wrong, but who am I to judge? You feel like heaven when we touch I guess for me, this is enough  [Chorus] We're one mistake from being together But let's not ask why it's not right You won't be seventeen forever And we can get away with this tonight  [Verse 2] You are young and I am scared You're wise beyond your years, but I don't care And I can feel your heartbeat You know exactly where to take me  [Chorus] We're one mistake from being together But let's not ask why it's not right You won't be seventeen forever And we can get away with this tonight  [Bridge] \"Will you remember me?\" You ask me as I leave Remember what I said? \"Oh, how could I? Oh, how could I forget?\"  [Chorus 3x] We're one mistake from being together But let's not ask why it's not right You won't be seventeen forever And we can get away with this tonight  ",
        "title": "Seventeen Forever"
    },
    {
        "artist": "Pitbull Featuring Lil Jon",
        "lyrics": null,
        "title": "Krazy"
    },
    {
        "artist": "Apocalyptica Featuring Adam Gontier",
        "lyrics": null,
        "title": "I Don't Care"
    },
    {
        "artist": "Daughtry",
        "lyrics": "  [Verse 1] Shadows fill an empty heart As love is fading From all the things that we are But are not saying Can we see beyond the scars And make it to the dawn?  [Verse 2] Change the colors of the sky And open up to The ways you made me feel alive The ways I loved you For all the things that never died To make it through the night Love will find you  [Chorus] What about now? What about today? What if you're making me all that I was meant to be? What if our love never went away? What if it's lost behind words we could never find? Baby, before it's too late What about now?  [Verse 3] The sun is breaking in your eyes To start a new day This broken heart can still survive With a touch of your grace Shadows fade into the light I am by your side Where love will find you  [Chorus] What about now? What about today? What if you're making me all that I was meant to be? What if our love never went away? What if it's lost behind words we could never find? Baby, before it's too late What about now?  [Bridge] Now that we're here Now that we've come this far Just hold on There is nothing to fear For I am right beside you For all my life I am yours  [Chorus] What about now? What about today? What if you're making me all that I was meant to be? What if our love never went away? What if it's lost behind words we could never find? Baby, before it's too late What about now? What about now? What about today? What if you're making me all that I was meant to be? What if our love never went away? What if it's lost behind words we could never find? Baby, before it's too late What about now?  [Outro] Baby, before it's too late Baby, before it's too late Baby, before it's too late What about now?  ",
        "title": "What About Now"
    },
    {
        "artist": "Busta Rhymes Featuring Ron Browz",
        "lyrics": "  [Intro - Busta Rhymes] Aiyyo, somebody tell Steven Spielberg and George Lucas thank you for directing this movie!  [Ron Browz] Hashi Miki Hallah! Means \"It's The Remix!\"  [Hook - Busta Rhymes] Bismillah Al Rahman Al Rahim ! Al Hamdoullilah Ya Rabi L'Halamine  [Ron Browz] Oh! We getting Arrab money! We getting Arab money!  [Verse 1 - Busta Rhymes] Look, you can talk about your money but I really don't care I'm into copping strange shit, now I'm trying to buy air! (gasps) As the first black nigga that's a rap trillionaire I control heat, I'm about to buy the ozone layer! I'm into copping minerals now: diamonds and granite So much paper I could probably gift wrap a planet And clone a million Janets Respect my accomplishments As Salam Alaykoum Wa Rahmatoullah Wa Barakatouh !!  [Hook] Bismillah Al Rahman Al Rahim ! Al Hamdoullilah Ya Rabi L'Halamine Bismillah Al Rahman Al Rahim ! Al Hamdoullilah Ya Rabi L'Halamine  [Verse 2 - Diddy] Hamdoullilah with my billions pilin' I'm just wyling, bought 2 islands Lakshmi Mittal-in', diamonds is salmon Bout to buy 5th Ave, bitch I'm just stylin' Money insane; while Jay was popping bottles I was buying out planes just to fly around Spain Fuck a recession, I'm still invested Bout to buy Dubai and swim in the shark section Fuck it, the dark section Bitch, that's the Barack section  [Hook] Bismillah Al Rahman Al Rahim ! Al Hamdoullilah Ya Rabi L'Halamine Bismillah Al Rahman Al Rahim ! Al Hamdoullilah Ya Rabi L'Halamine   [Verse 3 - Ron Browz] You might catch me in a coup that cost 100 thous \"Haka la Sheika\" means \"I love you, Ron Browz!\" My money make noise, yours quiet as a mouse Send an e-mail: Ether Boy's in the house All the girls love me, yeah I pop bubbly \"Haka hashahi\" means \"shorty, dumb, ugly\" Find me on the dance floor doing the duggy Trucks sit high, dude, next to your buggy  [Hook] Bismillah Al Rahman Al Rahim ! Al Hamdoullilah Ya Rabi L'Halamine   [Verse 4 - Swizz Beatz] Don't call me Swizz no more Call me Kasim Daoud Shams ul-Din When I come through, hit you with that brand new Bugatti Coupe; damn thing only-only seats 2 But you know who (who?) Goon who be riding in my passenger Side, we be flying shit, 2.5 in it Hey, h-hey-hey-HEY - I'm in my Jeezy watching TV She call me \"Ha-habibi\" while she feeding me linguine Left right, l-left right - that Arab dance popping right Swizz Beatz, Busta Bus, the money-money buss pipes  [Hook] Bismillah Al Rahman Al Rahim ! Al Hamdoullilah Ya Rabi L'Halamine   [Verse 5 - T-Pain] I let my chain hang down with the rest of them Teddy Pain rain down on the rest of them Mr. Stripper Man that be hollering \"get em man!\" I'm at em, man Rubberband; dropping money bombs like a Taliban Oh la la, we getting Arab money You want this hook, you gonna pay that money Save that money, give it to my kids I'll take that honey, give her all my kids like -  [Hook] Bismillah Al Rahman Al Rahim ! Al Hamdoullilah Ya Rabi L'Halamine   [Verse 6 - Akon] I got that Arab money 4-star Bismillah Al Rahman Al Rahim Straight cash when I come in Lemme exchange the currency cause it's all foreign I got that A-RAB MONEY! Waking up to 5 concubines in the morning Diamond mines still runnin' On all of Africa, you can ask Tarzan  [Hook] Bismillah Al Rahman Al Rahim ! Al Hamdoullilah Ya Rabi L'Halamine   [Verse 7 - Lil' Wayne] Calendar say I get money everyday Smile look like iced-out Perrier Bury me a G and tell her kids that I was Now jump into your grave if you dig what I dug Cash Money Universal a multi-check 20 chains look like a scarf on my neck Young Money Entertainment: girls and fame (Adopt a motherfucker in the Money Hall of Fame) Arab money  [Hook] Bismillah Al Rahman Al Rahim ! Al Hamdoullilah Ya Rabi L'Halamine Oh! We getting Arrab money! We getting Arab money! Bismillah Al Rahman Al Rahim ! Al Hamdoullilah Ya Rabi L'Halamine Oh! We getting Arrab money! We getting Arab money!  ",
        "title": "Arab Money"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] Hey baby, won't you take a little ride with me Have a look around See what we can see I've got the paddle I've got the boat Come on baby, I know she'll float  [Chorus] We'll go rolling on the river of love We'll go rolling on the river of love  [Verse 2] Drift away from all these city lights Might rock a little bit So hold on tight Let's get carried away with the gentle flow Might get caught up in its undertow  [Verse 3] We'll go rolling on the river of love Let's go rolling on the river of love  I got a little ukulele, let me sing you a song Got a stream of kisses about ten miles long Dancing on the water in the moonlight beach Sparkling down through the sea of dreams  [Chorus][2x]  [Verse 4] River of love, River of love, River of love Rolling on the river of love Let's go rolling, rolling on the river of love Let's go rolling on the river of love Rolling on the river of love Rolling on the river of love Let's go rolling, rolling on the river of love  ",
        "title": "River Of Love"
    },
    {
        "artist": "Kenny Chesney With The Wailers",
        "lyrics": "  [Verse 1] Preacher told me last Sunday morning' Son, you better start livin' right You need to quit the women and whiskey And carrying on all night  [Verse 2] Don't you wanna hear him call your name When you're standing' at the pearly gates I told the preacher, \"Yes I do\" But I hope they don't call today I ain't ready  [Chorus] Everybody wants to go to heaven Have a mansion high above the clouds Everybody wants to go to heaven But nobody want to go now  [Verse 3] Said preacher maybe you didn't see me Throw an extra twenty in the plate There's one for everything I did last night And one to get me through today Here's a ten to help you remember Next time you got the good Lord's ear Say I'm coming' but there ain't no hurry I'm having' fun down here Don't you know that  [Chorus] Everybody wants to go to heaven Have a mansion high above the clouds Everybody wants to go to heaven But nobody want to go now  [Bridge] Someday I want to see those streets of gold in my halo But I wouldn't mind waiting at least a hundred years or so  [Chorus] Everybody wants to go to heaven Have a mansion high above the clouds Everybody wants to go to heaven But nobody want to go now  [Chorus] Everybody wants to go to heaven Have a mansion high above the clouds Everybody wants to go to heaven But nobody want to go now  ",
        "title": "Everybody Wants To Go To Heaven"
    },
    {
        "artist": "Lifehouse",
        "lyrics": null,
        "title": "Broken"
    },
    {
        "artist": "Hinder",
        "lyrics": null,
        "title": "Without You"
    },
    {
        "artist": "Avant",
        "lyrics": "  Can you take me telling you the truth When I know the situation is shadiest But my girl, will you... Believe when I say I knew that you be tripping  So I slept out in my ride in the driveway So before we get into the things that we shouldn't do I'm a need your undivided attention Cause it's fantasies and reality Baby which one are we living in, oh  When it hurts, will we still be The same two lovers All over each other When it hurts, will we still see What we got together Promise that we'll never Never ever be Temporary (Not Another) Ordinary (Uh uh) We should change people's definition of love So forget what you heard The only way that this will work Is if you love me when it hurts Can you love when it hurts  I don't wanna blend in With every other relationship that be falling in and out girl (Not us) I knew that I tripped Cause every time we argued I think about having someone on the side girl  So before we get into the things that we shouldn't do I'm a need your undivided attention Cause it's fantasies and reality Baby which one are we living in, oh  When it hurts, will we still be The same two lovers All over each other When it hurts, will we still see What we got together Promise that we'll never Never ever be Temporary (Not Another) Ordinary (Nuh uh) We should change people's definition of love So forget what you heard The only way that this will work You gotta love me when it hurts  Babygirl we gotta face it There'll be times that we let each other down And on the days that you ain't feeling me Will you be able to stick around Cause anything worth having is worth fighting for If we really want this thing to work We gotta go to war Girl, I'm in this thing I mean we're in this thing But through the tears will you still be here  When it hurts, will we still be The same two lovers All over each other When it hurts, will we still see What we got together Promise that we'll never Never ever be Temporary (Not Another) Ordinary (Nuh uh) I wanna change people's definition of love So forget what you heard Cause the only way that this will work Is if you love me when it hurts (When it hurts)  When it hurts (When it hurts) Do you love me when it hurts Girl when it hurts (When it hurts) When it hurts (When it hurts) Do you love me when it hurts When it hurts (When it hurts) When it hurts (When it hurts) Do you love me when it hurts When it hurts (When it hurts) When it hurts (When it hurts) When it hurts (When it hurts) Do you love me when it hurts  ",
        "title": "When It Hurts"
    },
    {
        "artist": "Randy Houser",
        "lyrics": null,
        "title": "Anything Goes"
    },
    {
        "artist": "Ne-Yo Featuring Jamie Foxx & Fabolous",
        "lyrics": "  [Ne-Yo talking] A dedication to the independent woman To the one workin hard for hers, this just one way of lettin you know I see you baby And I brought a friend along to help me show my appreciation the right way Ladies, Mr. Jamie Foxx Mr. Foxx, ladies {remix}  [Verse 1: Jamie Foxx] I love her cause she got her own She don't need mine, she said leave mine alone There ain't nothin that's more sexy Than a girl that want, but don't need me Young independent, yes she work hard But you can't tell from the way that she walk She don't slow 'em down, cause she ain't got time To be complainin, shorty gon' shine She don't expect nothin from no guy She plays aggressive but she's still shy But you'll never know her softer side, by lookin in her eyes Knowin she can do for herself Makes me wanna give her my wealth Only kinda girl I want Independent queen workin for her throne  [Hook: Jamie Foxx] I love her cause she got her own (ooh) She got her own (oohhh) I love her cause she got her own (ooh.....ooh) She got her own (oohhh) I love it when she say (ooh) it's cool I got it (ooh) I got it (ooh), I got it (ooh) I love it when she say (ooh) it's cool I got it (ooh) I got it (ooh), I got it (ooh)  {remix}  [Verse 2: Ne-Yo] I love her cause she got her own She don't need mine, she said leave mine alone There ain't nothin that's more sexy Than a girl that want, but don't need me Love your face (face), nice thick thighs (thighs) But she got tribe that matches my tribe (tribe) Sexy thing (thing), she stay fly (fly) All throughout payin the bills on time (time) She don't look at me like captain save 'em Am thinkin that she don't do that Now she look at me like inspiration She wanna be compliment to my swag And everythin she got, she worked for it (yeah) Good life made for it (yeah) She take pride in sayin that she paid for it (yeah) Only kinda girl I want (want) Independent queen workin for her throne  [Hook: Ne-Yo] I love her cause she got her own (ooh) She got her own (oohhh) I love her cause she got her own (ooh.....ooh) She got her own (oohhh) I love it when she say (ooh) it's cool I got it (ooh) I got it (ooh), I got it (ooh) Oh she say (ooh) I got it (ooh) I got it (ooh), I got it (ooh)  [Verse 3: Fabolous] Don't make me laugh boo, never did that bad to Make you even have to, but even if I had to Ask my better half to, you'd be more than glad to When I do that math boo, you always try to add two I need someone who ride for me (yes), not someone who ride for free (yes) She said boy I don't just ride, she'll pull up beside of me I had to ask her what she doin in that caddy She said cause you my baby, I be stuntin like my daddy And there's not many catch my eye We both wearin Gucci, she match my fly And that's why I supposed to keep her closer Right by the side, toaster in the holster And now she with 'loso (uh), 'case you didn't know so (uh) You can save your money dog, shorty gettin dough so What she care what his cost, you can call her Miss Boss I got it backwards, criss cross, shorty got her own  [Ne-Yo] Now all my ladies that don't need a man for nothin Expect some of that good lovin Lemme hear you say ooh, ooh Ooh, ooh Now all my fellas, know you need to stop the frontin If you love an independent woman Lemme hear you say ooh, ooh Ooh, ooh  [Hook- Jamie Foxx & Ne-Yo w/ variations] I love her cause she got her own (ooh) She got her own (oohhh) I love her cause she got her own (ooh.....ooh) She got her own (oohhh) I love it when she say (ooh) it's cool I got it (ooh) I got it (ooh), I got it (ooh) I love it when she say (ooh) it's cool I got it (ooh) I got it (ooh), I got it (ooh)  ",
        "title": "She Got Her Own"
    },
    {
        "artist": "50 Cent",
        "lyrics": null,
        "title": "Get Up"
    },
    {
        "artist": "Theory Of A Deadman",
        "lyrics": "  My Girlfriend's a dick magnet My Girlfriend's gotta have it She's hot, can't stop, up on stage, doing shots Tip the man he'll ring the bell Get her drunk she'll scream like hell Dirty girl, gettin' down Dance with guys from outta town Grab her ass, actin' tough Mess with her she'll fuck you up No one really knows if she's drunk or if she's stoned But she's coming back to my place tonight  She likes to shake her ass She grinds it to the beat She likes to pull my hair When I make her grind her teeth I like to strip her down She's naughty to the end You know what she is, no doubt about it She's a bad, bad girlfriend  Red thong, Party's on Love this song, sing along Come together, leave alone See you later back at home No one really knows if she's drunk or if she's stoned But she's coming back to my place tonight I say no one really knows just how far she's gonna go But I'm gonna find out later tonight  Chorus She likes to shake her ass She grinds it to the beat She likes to pull my hair When I make her grind her teeth I like to strip her down She's naughty to the end You know what she is, no doubt about it She's a bad, bad girlfriend!  Doesn't take her long to make things right But does it make her wrong to have the time of her life? The time of her life My girlfriend's a dick magnet My girlfriend's gotta have it  She's a gold digger Now you figure out it's over Pull the trigger Futures finished, there it went Savings gone, the money spent Look around and all I see No good, bad and ugly Man she's hot and fixed to be The future ex-Miss Connolly  Chorus She likes to shake her ass She grinds it to the beat She likes to pull my hair When I make her grind her teeth I like to strip her down She's naughty to the end You know what she is, no doubt about it She's a bad, bad girlfriend!  She's a bad, bad girlfriend She's a bad, bad girlfriend  ",
        "title": "Bad Girlfriend"
    },
    {
        "artist": "Adele",
        "lyrics": "  [Verse 1] I've made up my mind, don't need to think it over If I'm wrong I am right, don't need to look no further This ain't lust, I know this is love But if I tell the world, I'll never say enough 'Cause it was not said to you And that's exactly what I need to do if I'd end up with you  [Chorus] Should I give up or should I just keep chasing pavements Even if it leads nowhere? Or would it be a waste even if I knew my place Should I leave it there? Should I give up or should I just keep chasing pavements Even if it leads nowhere?  [Verse 2] I build myself up and fly around in circles Waiting as my heart drops and my back begins to tingle Finally, could this be it, or?  [Chorus] Should I give up or should I just keep chasing pavements Even if it leads nowhere? Or would it be a waste even if I knew my place Should I leave it there? Should I give up or should I just keep chasing pavements Even if it leads nowhere?  [Breakdown] Should I give up or should I just keep chasing pavements Even if it leads nowhere? Or would it be a waste even if I knew my place Should I leave it there? Should I give up or should I just keep on chasing pavements Should I just keep on chasing pavements?  [Chorus] Should I give up or should I just keep chasing pavements Even if it leads nowhere? Or would it be a waste even if I knew my place Should I leave it there? Should I give up or should I just keep chasing pavements Even if it leads nowhere?  ",
        "title": "Chasing Pavements"
    },
    {
        "artist": "Craig Morgan",
        "lyrics": "  You can't forget what love was wearing When it walked out your front door Where you fell down to your knees And can't forget the kind of suitcase That was packed out on the sidewalk While you cried there beggin' please But love remembers  You can lie and tell yourself You're over it and someone else will take love's place And this is for the best You can lie in that bed In a stranger's arms reachin' for comfort Close your eyes and still get no rest  Cause love remembers The smell of a summer day Lying in a hammock over fresh cut grass And the promise of forever Yeah love remembers The sound of the pouring rain Beatin' down on the top of a car On the side of the road Where it couldn't wait Yeah love remembers  You might convince yourself There's shelter in a bottle For a while there it might numb the pain But when it hits you, then it hits you That love's still gone and you'll be wishin' That you'd poured it down the drain 'Cause love remembers  The taste of cotton candy lip gloss On the lips of a long kiss And the plans they made together Yeah love remembers To feel the fingertips Running through soakin' wet hair On the bank after a midnight swim Yeah love remembers  Yeah love remembers The smell of a summer day Lying in a hammock over fresh cut grass And the promise of forever Love remembers The sound of the pouring rain Beatin' down on the top of a car On the side of the road Where it couldn't wait Yeah love remembers  Love remembers (Love remembers) (The sound of the pouring rain) Beatin' down on the top of a car (On the side of the road) (Where it couldn't wait)  ",
        "title": "Love Remembers"
    },
    {
        "artist": "Kanye West Featuring Lil Wayne",
        "lyrics": "  [Intro] I'm cold! (Yeah) I'm cold! (Yeah) I'm cold! (Yeah, yeah)  [Hook: Lil Wayne] I got the right to put up a fight But not quite cause you cut off my light But my sight is better tonight And I might see you in my nightmare Ooh, how'd you'd get there Cause we were once a fairy tale But this is farewell  [Verse 1: Kanye West] I got my life and it's my only one I got the night, I'm running from the sun So good night, I'm headed out the door, door, door, door, door After tonight there will be no return After tonight I'm taking off on the road I'm taking off on the road And that you know  [Bridge: Kanye West] That you know Tell everybody that you know That I don't love you no more And that's one thing that you know, that you know  [Verse 2: Kanye West] Okay, I'm back up on my grind You do you and I'm just gon' do mine You do you cause I'm just gon' be fine Okay, I got you out my mind And the night is young, the drinks is cold The stars is out, I'm ready to go You always thought I was always wrong Well, now you know  [Bridge: Kanye West] Tell everybody, everybody that you know Tell everybody that you know That I don't love you no more And that's one thing that you know, that you know  [Hook: Lil Wayne] I got the right to put up a fight But not quite cause you cut off my light But my sight is better tonight And I might see you in my nightmare Ooh, how'd you'd get there Cause we were once a fairy tale But this is farewell, yeah  [Verse 3: Lil Wayne] Baby girl I'm finished I thought we were committed I thought we were cemented I really thought we meant it But now we just repent it And now we just resent it The clouds is in my vision Look how high that I be getting And it's all because of you Girl we through You think your shit don't stank But you are Mrs. Pee-Yew And I don't see you With me no more Now tell everybody that you know That you know  [Outro] That you know Tell everybody that you know That I don't love you no more And that's one thing that you know That you know That you know Tell everybody that you know That I don't love you no more And that's one thing that you know That you know  ",
        "title": "See You In My Nightmares"
    },
    {
        "artist": "T.I. Featuring Justin Timberlake",
        "lyrics": "  [Intro: T.I.] Ayy, let me kick it to you right quick, man Not on some gangsta shit Man, on some real shit Anybody done been through the same thing I'm sure you feel the same way Big Phil, this for you, pimpin'  [Chorus: Justin Timberlake & T.I.] Ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone And ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone, hey  [Verse 1: T.I.] Ever had one of them days wish you woulda stayed home Run into a group of niggas who gettin' they hate on? You walk by, they get wrong You reply, then shit get blown Way outta proportion, way past discussion Just you against them, pick one, then rush him Figure you get jumped, hell, that's nothin' They don't wanna stop there, now they bustin' Now you gushin', ambulance rushin' you To the hospital with a bad concussion Plus you hit four times, plus it hit yo' spine Paralyzed waist-down, now you're wheelchair-bound Never mind that now, you lucky to be alive Just think, it all started, you fussin' with three guys Now your pride in the way, but your pride is the way You could fuck around, get shot, die any day Niggas die everyday, all over bullshit Dope money, dice game, ordinary hood shit Could this be ‘cause of hip hop music? Or did the ones with the good sense not use it? Usually niggas don't know what to do when Their back against the wall, so they just start shootin' For red or for blue or for blow, I guess From Bankhead up to yo projects  [Pre-Chorus: T.I.] No more stress, now I'm straight Now I get it, now I take Time to think before I make Mistakes just for my family's sake That part of me left yesterday The heart of me is strong today No regrets, I'm blessed to say The old me dead and gone away  [Chorus: Justin Timberlake & T.I.] Ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone And ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone, hey  [Verse 2: T.I.] I ain't never been scared, I lived through tragic Situation coulda been dead lookin' back at it Most of that shit didn't even have to happen But you don't think about it when you out there trappin' In apartments, hangin', smokin' and rappin' Niggas start shit, next thing you know we cappin' Get locked up, then didn't even get mad Now think about, damn, what a life I had! Most of that shit, look back, just laugh Some shit, still look back, get sad Maybe my homeboy still be around Had I not hit the nigga in the mouth that time I won that fight, I lost that war I can still see my nigga walkin' out that door Who'da thought I'd never see Philant no more? Got enough dead homies, I don't want no more Cost a nigga his jaw, cost me more I'da took that ass-whoopin' now for sure Now think before I risk my life Take them chances to get my stripe A nigga put his hands on me, alright Otherwise, stand there, talk shit all night ‘Cause I hit you, you sue me I shoot you, get locked up, who? Me?  [Pre-Chorus: T.I.] No more stress, now I'm straight Now I get it, now I take Time to think before I make Mistakes just for my family's sake That part of me left yesterday The heart of me is strong today No regrets, I'm blessed to say The old me dead and gone away  [Chorus: Justin Timberlake & T.I.] Ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone And ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone, hey  [Bridge: Justin Timberlake] I turn my head to the East I don't see nobody by my side I turn my head to the West Still nobody in sight So I turn my head to the North Swallow that pill that they call pride The old me is dead and gone But the new me will be alright  [Chorus: Justin Timberlake & T.I.] Ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone And ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone, hey  ",
        "title": "Dead And Gone"
    },
    {
        "artist": "Luis Fonsi",
        "lyrics": "  Me quedo callado Soy como un niño dormido Que puede despertarse Con apenas sólo un ruido Cuando menos te lo esperas Cuando menos lo imagino Sé que un día no me aguanto y voy y te miro  Y te lo digo a los gritos Y te ríes y me tomas por un loco atrevido Pues no sabes cuanto tiempo en mis sueños has vivido Ni sospechas cuando te nombré  Yo, yo no me doy por vencido Yo quiero un mundo contigo Juro que vale la pena esperar, y esperar y esperar un suspiro Una señal del destino No me canso, no me rindo, no me doy por vencido  Tengo una flor de bolsillo Marchita de buscar a una mujer que me quiera Y reciba su perfume hasta traer la primavera Y me enseñe lo que no aprendí de la vida Que brilla más cada día Porque estoy tan sólo a un paso de ganarme la alegría Porque el corazón levanta una tormenta enfurecida Desde aquel momento en que te ví…  Yo, yo no me doy por vencido Yo quiero un mundo contigo Juro que vale la pena esperar, y esperar y esperar un suspiro Una señal del destino No me canso, no me rindo, no me doy por vencido  Este silencio esconde demasiadas palabras No me detengo, pase lo que pase seguiré  Yo, yo no me doy por vencido Yo quiero un mundo contigo Juro que vale la pena esperar, y esperar y esperar un suspiro Una señal del destino No me canso, no me rindo, no me doy por vencido  ",
        "title": "No Me Doy Por Vencido"
    }
]