[
    {
        "artist": "Rae Sremmurd Featuring Gucci Mane",
        "lyrics": "  [Intro: Swae Lee & Gucci Mane] Black Beatles in the city Be back immediately to confiscate the moneys (Ear Drummers) Rae Sremm, Guwop, Mike WiLL! I sent flowers, but you said you didn't receive 'em But you said you didn't need 'em (Mike WiLL!)  [Chorus: Swae Lee] That girl is a real crowd pleaser Small world, all her friends know of me Young bull livin' like an old geezer Quick release the cash, watch it fall slowly Frat girls still tryna get even Haters mad for whatever reason Smoke in the air, binge drinking They lose it when the DJ drops the needle  [Verse 1: Swae Lee] Getting so gone I'm not blinkin' What in the world was I thinkin'? New day, new money to be made There is nothin' to explain I'm a fuckin' black Beatle, cream seats in the Regal Rockin' John Lennon lenses, like to see ‘em spread eagle Took a bitch to the club and let her party on the table Screamin', \"Everybody's famous!\" Like clockwork, I blow it all And get some more Get you somebody that can do both Black Beatles got the babes belly rollin' She think she love me, I think she trollin'  [Chorus: Swae Lee] That girl is a real crowd pleaser Small world, all her friends know of me Young bull livin' like an old geezer Quick release the cash, watch it fall slowly Frat girls still tryna get even Haters mad for whatever reason Smoke in the air, binge drinkin' They lose it when the DJ drops the needle  [Verse 2: Gucci Mane] Came in with two girls, look like strippers in their real clothes A broke ho can only point me to a rich ho A yellow bitch with green hair, a real weirdo Black man, yellow Lamb', red light go They seen that Guwop and them just came in through the side door There's so much money on the floor we buyin' school clothes Why you bring the money machine to the club for? Pint of lean, pound of weed, and a kilo I Eurostep past a hater like I'm Rondo I upgrade your baby mama to a condo Like Chapo servin' yayo to the gringos Black Beatle, club close when I say so  [Chorus: Swae Lee] That girl is a real crowd pleaser Small world, all her friends know of me Young bull livin' like an old geezer Quick release the cash, watch it fall slowly Frat girls still tryna get even Haters mad for whatever reason Smoke in the air, binge drinkin' They lose it when the DJ drops the needle  [Verse 3: Slim Jxmmi] She's a good teaser, and we blowin' reefer Your body like a work of art, baby Don't fuck with me, I'll break your heart, baby D&G on me, I got a lot of flavor 15 hundred on my feet, I'm tryna kill these haters I had haters when I was broke, I'm rich, I still got haters I had hoes when I was broke, I'm rich, I'm still a player I wear leather Gucci jackets like it's still the 80s I've been blowin' OG Kush, I feel a lil' sedated I can't worry about a broke nigga or a hater Black Beatle, bitch, me and Paul McCartney related  [Chorus: Swae Lee] That girl is a real crowd pleaser Small world, all her friends know of me Young bull livin' like an old geezer Quick release the cash, watch it fall slowly Frat girls still tryna get even Haters mad for whatever reason Smoke in the air, binge drinkin' They lose it when the DJ drops the needle  ",
        "title": "Black Beatles"
    },
    {
        "artist": "The Chainsmokers Featuring Halsey",
        "lyrics": "  [Verse 1: Andrew Taggart] Hey, I was doing just fine before I met you I drink too much And that's an issue, but I'm okay Hey, you tell your friends It was nice to meet them But I hope I never see them again  [Pre-Chorus: Andrew Taggart] I know it breaks your heart Moved to the city in a broke-down car And four years, no calls Now you're lookin' pretty in a hotel bar And I-I-I can't stop No, I-I-I can't stop  [Chorus: Andrew Taggart] So, baby, pull me closer In the backseat of your Rover That I know you can't afford Bite that tattoo on your shoulder Pull the sheets right off the corner Of the mattress that you stole From your roommate back in Boulder We ain't ever getting older  [Post-Chorus: Andrew Taggart] We ain't ever getting older We ain't ever getting older  [Verse 2: Halsey] You look as good as the day I met you I forget just why I left you, I was insane Stay and play that Blink-182 song That we beat to death in Tucson, okay  [Pre-Chorus: Halsey] I know it breaks your heart Moved to the city in a broke-down car And four years, no call Now I'm lookin' pretty in a hotel bar And I-I-I can't stop No, I-I-I can't stop  [Chorus: Andrew Taggart & Halsey] So, baby, pull me closer In the backseat of your Rover That I know you can't afford Bite that tattoo on your shoulder Pull the sheets right off the corner Of the mattress that you stole From your roommate back in Boulder We ain't ever getting older  [Post-Chorus: Andrew Taggart & Halsey] We ain't ever getting older We ain't ever getting older  [Chorus: Andrew Taggart & Halsey] So, baby, pull me closer In the backseat of your Rover That I know you can't afford Bite that tattoo on your shoulder Pull the sheets right off the corner Of the mattress that you stole From your roommate back in Boulder We ain't ever getting older  [Post-Chorus: Andrew Taggart & Halsey] We ain't ever getting older (No, we ain't ever getting older) We ain't ever getting older (No, we ain't ever getting older) We ain't ever getting older (We ain't ever getting older) We ain't ever getting older (No, we ain't ever getting older) (We ain't ever getting older) (No, we ain't ever getting older)  ",
        "title": "Closer"
    },
    {
        "artist": "The Weeknd Featuring Daft Punk",
        "lyrics": "  [Verse 1] I'm tryna put you in the worst mood, ah P1 cleaner than your church shoes, ah Milli point two just to hurt you, ah All red Lamb’ just to tease you, ah None of these toys on lease too, ah Made your whole year in a week too, yah Main bitch out your league too, ah Side bitch out of your league too, ah  [Pre-Chorus] House so empty, need a centerpiece 20 racks a table cut from ebony Cut that ivory into skinny pieces Then she clean it with her face man I love my baby You talking money, need a hearing aid You talking bout me, I don't see the shade Switch up my style, I take any lane I switch up my cup, I kill any pain  [Chorus] Look what you've done I’m a motherfuckin' starboy Look what you've done I'm a motherfuckin' starboy  [Verse 2] Every day a nigga try to test me, ah Every day a nigga try to end me, ah Pull off in that Roadster SV, ah Pockets overweight, gettin' hefty, ah Coming for the king, that's a far cry, ah I come alive in the fall time, I No competition, I don't really listen I’m in the blue Mulsanne bumping New Edition  [Pre-Chorus] House so empty, need a centerpiece 20 racks a table cut from ebony Cut that ivory into skinny pieces Then she clean it with her face man I love my baby You talking money, need a hearing aid You talking bout me, I don’t see the shade Switch up my style, I take any lane I switch up my cup, I kill any pain  [Chorus] Look what you've done I’m a motherfuckin' starboy Look what you've done I'm a motherfuckin’ starboy  [Verse 3] Let a nigga brag Pitt Legend of the fall took the year like a bandit Bought mama a crib and a brand new wagon Now she hit the grocery shop looking lavish Star Trek roof in that Wraith of Khan Girls get loose when they hear this song 100 on the dash get me close to God We don't pray for love, we just pray for cars  [Pre-Chorus] House so empty, need a centerpiece 20 racks a table cut from ebony Cut that ivory into skinny pieces Then she clean it with her face man I love my baby You talking money, need a hearing aid You talking 'bout me, I don't see the shade Switch up my style, I take any lane I switch up my cup, I kill any pain  [Chorus] Look what you've done I'm a motherfuckin' starboy Look what you've done I'm a motherfuckin' starboy Look what you've done I'm a motherfuckin' starboy Look what you've done I'm a motherfuckin' starboy  ",
        "title": "Starboy"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Intro] Tonight I just want to take you higher Throw your hands up in the sky Let's set this party off right  [Chorus] Players, put yo' pinky rings up to the moon Girls, what y'all trying to do? 24 karat magic in the air Head to toe so player Uh, look out!  [Verse 1] Pop pop, it's show time (Show time) Show time (Show time) Guess who's back again? Oh they don't know? (Go on tell 'em) Oh they don't know? (Go on tell 'em) I bet they know soon as we walk in (Showin' up) Wearing Cuban links (ya) Designer minks (ya) Inglewood's finest shoes (Whoop, whoop) Don't look too hard Might hurt ya'self Known to give the color red the blues  [Pre-Chorus] Ooh shit, I'm a dangerous man with some money in my pocket (Keep up) So many pretty girls around me and they waking up the rocket (Keep up) Why you mad? Fix ya face Ain't my fault y'all be jocking (Keep up)  [Chorus] Players only, come on Put your pinky rings up to the moon Girls, what y'all trying to do? 24 karat magic in the air Head to toe so player Uh, look out!  [Verse 2] Second verse for the hustlas (hustlas) Gangstas (gangstas) Bad bitches and ya ugly ass friends (Haha) Can I preach? (Uh oh) Can I preach? (Uh oh) I gotta show 'em how a pimp get it in First, take your sip (sip), do your dip (dip) Spend your money like money ain't shit (Whoop, whoop) We too fresh Got to blame it on Jesus Hashtag blessed They ain't ready for me  [Pre-Chorus] I'm a dangerous man with some money in my pocket (Keep up) So many pretty girls around me and they waking up the rocket (Keep up) Why you mad? Fix ya face Ain't my fault y'all be jocking (Keep up)  [Chorus] Players only, come on Put your pinky rings up to the moon Hey girls What y'all trying to do? 24 karat magic in the air Head to toe so player Uh, look out!  [Bridge] (Wooh) Everywhere I go they be like Ooh, so player ooh Everywhere I go they be like Ooh, so player ooh Everywhere I go they be like Ooh, so player ooh Now, now, now Watch me break it down like (Uh) 24 karat, 24 karat magic What's that sound? 24 karat, 24 karat magic Come on now 24 karat, 24 karat magic Don't fight the feeling Invite the feeling  [Chorus] Just put your pinky rings up to the moon Girls, what y'all trying to do? 24 karat magic in the air Head to toe so player Put your pinky rings up to the moon Girls, what y'all trying to do? (Do) 24 karat magic in the air Head to toe so player (24 karat) Uh, look out  [Outro] (24 karat magic, magic, magic)  ",
        "title": "24K Magic"
    },
    {
        "artist": "Zay Hilfigerrr & Zayion McCall",
        "lyrics": "  [Intro: Grandmother] Do that one dance baby That, that one dance Yeah, oh You don't know how to do that? Baby do it for your grandma Come on, I'm old and I'm trying to learn it Well yeah, do it  [Intro: Two Girls] Girl 1: Oh my god, oh my god. Girl ain't that Zay and Zayion? Girl 2: Yas Girl 1: Don't both of 'em got a girlfriend? Girl 2: Girl I don't care Girl 1: I don't care girl, he still cute Girl 2: Oh yes, he is!  [Verse 1: Zay Hilfiger] Walked in this party And these girls lookin' at me Skinny jeans on and you know my hair nappy Hey, hey, hey Okay, okay I want y'all do it, do this dance now  [Hook: Zay Hilfiger] JuJu on the beat JuJu on that beat JuJu on that, JuJu on that, JuJu on that beat Now slide, drop Hit dem folks, don't stop, aye Don't stop, aye Don't stop, aye Running man on that beat, aye Running man on that beat, aye Running man on that beat, aye Running man on that beat Now do your dance, do your dance, do your dance, aye You ugly You your daddy's son  [Bridge: Zay Hilfiger] Aye, aye Do your dance, aye Go crazy, aye Get freaky, aye Let's go, leggo, leggo, leggo, leggo Hey, hey, hey Yea  [Verse 2: Zayion McCall] Okay we knuckin' and buckin' And ready to fight I got my cousin, he with me And got Lil Zay on the right And I'm a Detroit baby And I don't know nothing else Besides drinking and having parties And having some fun I say look in the mirror What you expect me to do? I see a 300-S And got them blacked out rims I mean I like your style I'm on a whole 'nother level If you compare me and you There wouldn't be no comparings  [Hook: Zay Hilfiger] JuJu on the beat JuJu on that beat JuJu on that, JuJu on that, JuJu on that beat Now slide, drop Hit dem folks, don't stop, aye Don't stop, aye Don't stop, aye Running man on that beat, aye Running man on that beat, aye Running man on that beat, aye Running man on that beat Now do your dance, do your dance, do your dance, aye You ugly You your daddy's son  ",
        "title": "Juju On That Beat (TZ Anthem)"
    },
    {
        "artist": "Ariana Grande Featuring Nicki Minaj",
        "lyrics": "  [Chorus: Ariana Grande & Nicki Minaj] I've been here all night, Ariana I've been here all day,  Nicki Minaj And boy, got me walkin' side to side, let them hoes know  [Verse 1: Ariana Grande] I'm talkin' to ya See you standing over there with your body Feeling like I wanna rock with your body And we don't gotta think 'bout nothin' ('bout nothin') I'm comin' at ya 'Cause I know you got a bad reputation Doesn't matter, 'cause you give me temptation And we don't gotta think 'bout nothin' ('bout nothin')  [Pre-Chorus: Ariana Grande] These friends keep talkin' way too much Say I should give you up Can't hear them, no, 'cause I…  [Chorus: Ariana Grande] I've been here all night I've been here all day And boy, got me walkin' side to side I've been here all night I've been here all day And boy, got me walkin' side to side (side to side)  [Verse 2: Ariana Grande] Been tryna hide it Baby, what's it gonna hurt if they don't know? Makin' everybody think that we solo Just as long as you know you got me (you got me) And boy I got ya Cause tonight I'm making deals with the devil And I know it's gonna get me in trouble Just as long as you know you got me  [Pre-Chorus: Ariana Grande] These friends keep talkin' way too much Say I should give you up Can't hear them, no, 'cause I…  [Chorus: Ariana Grande] I've been here all night I've been here all day And boy, got me walkin' side to side (side to side) I've been here all night (been here all night, baby) I've been here all day (been here all day, baby) And boy, got me walkin' side to side (side to side)  [Refrain: Nicki Minaj] This the new style with the fresh type of flow Wrist icicle, ride dick, bicycle Come through yo, get you this type of blow If you wanna Minaj, I got a tricycle  [Verse 3: Nicki Minaj] All these bitches' flows is my mini-me Body smoking, so they call me Young Nicki Chimney Rappers in they feelings 'cause they feelin' me Uh, I-I give zero fucks and I got zero chill in me Kissing me, copped the blue box that say Tiffany Curry with the shot, just tell 'em to call me Stephanie Gun pop and I make my gum pop I'm the queen of rap, young Ariana run pop  [Pre-Chorus: Ariana Grande] These friends keep talkin' way too much Say I should give him up Can't hear them, no, 'cause I…  [Chorus: Ariana Grande] I've been here all night (been here all night, baby) I've been here all day (been here all night, baby) And boy, got me walkin' side to side (side to side) I've been here all night (been here all night, baby) I've been here all day (been here all day, baby) Boy, got me walkin' side to side (side to side)  [Refrain: Nicki Minaj] This the new style with the fresh type of flow Wrist icicle, ride dick, bicycle Come through yo, get you this type of blow If you wanna Minaj, I got a tricycle  ",
        "title": "Side To Side"
    },
    {
        "artist": "twenty one pilots",
        "lyrics": "  [Chorus] All my friends are heathens, take it slow Wait for them to ask you who you know Please don't make any sudden moves You don't know the half of the abuse All my friends are heathens, take it slow Wait for them to ask you who you know Please don't make any sudden moves You don't know the half of the abuse  [Verse 1] Welcome to the room of people Who have rooms of people that they loved one day Locked away Just because we check the guns at the door Doesn't mean our brains will change from hand grenades You're loving on the psychopath sitting next to you You're loving on the murderer sitting next to you You'll think, “How'd I get here, sitting next to you?\" But after all I've said, please don't forget  [Chorus] All my friends are heathens, take it slow Wait for them to ask you who you know Please don't make any sudden moves You don't know the half of the abuse  [Verse 2] We don't deal with outsiders very well They say newcomers have a certain smell You have trust issues, not to mention They say they can smell your intentions You're loving on the freakshow sitting next to you You'll have some weird people sitting next to you You'll think “How did I get here, sitting next to you?\" But after all I've said, please don't forget (Watch it, watch it)  [Chorus] All my friends are heathens, take it slow Wait for them to ask you who you know Please don't make any sudden moves You don't know the half of the abuse  [Bridge] All my friends are heathens, take it slow (Watch it) Wait for them to ask you who you know (Watch it) Please all my friends are heathens, take it slow (Watch it) Wait for them to ask you who you know  [Outro] Why'd you come? You knew you should have stayed (It's blasphemy) I tried to warn you just to stay away (Away) And now they're outside ready to bust (To bust) It looks like you might be one of us  ",
        "title": "Heathens"
    },
    {
        "artist": "DJ Snake Featuring Justin Bieber",
        "lyrics": "  [Verse 1: Justin Bieber] I used to believe We were burnin' on the edge of somethin' beautiful Somethin' beautiful Sellin' a dream Smoke and mirrors keep us waitin' on a miracle On a miracle  [Pre-Chorus: Justin Bieber] Say, go through the darkest of days Heaven's a heartbreak away Never let you go, never let me down Oh, it's been a hell of a ride Driving the edge of a knife Never let you go, never let me down  [Chorus: Justin Bieber] Don't you give up, nah, nah, nah I won't give up, nah, nah, nah Let me love you Let me love you Don't you give up, nah, nah, nah I won't give up, nah, nah, nah Let me love you Let me love you Oh baby, baby  [Breakdown: DJ Snake]  [Verse 2: Justin Bieber] Don't fall asleep At the wheel, we've got a million miles ahead of us Miles ahead of us All that we need Is a rude awakening to know we're good enough yeah Know we're good enough  [Pre-Chorus: Justin Bieber] Say go through the darkest of days Heaven's a heartbreak away Never let you go, never let me down Oh it's been a hell of a ride Driving the edge of a knife Never let you go, never let me down  [Chorus: Justin Bieber] Don't you give up, nah, nah, nah I won't give up, nah, nah, nah Let me love you Let me love you Don't you give up, nah, nah, nah I won't give up, nah, nah, nah Let me love you Let me love you Oh baby, baby  [Breakdown: DJ Snake]  [Chorus: Justin Bieber] Don't you give up, nah, nah, nah I won't give up, nah, nah, nah Let me love you Let me love you Don't you give up, nah, nah, nah I won't give up, nah, nah, nah Let me love you Let me love you Oh baby, baby  ",
        "title": "Let Me Love You"
    },
    {
        "artist": "D.R.A.M. Featuring Lil Yachty",
        "lyrics": null,
        "title": "Broccoli"
    },
    {
        "artist": "Maroon 5 Featuring Kendrick Lamar",
        "lyrics": "  [Intro] Oh hey Oh, oh hey Oh, oh, oh hey Uh oh, uh oh  [Chorus: Adam Levine] I don't wanna know, know, know, know Who‘s taking you home, home, home, home And loving you so, so, so, so The way I used to love you, no I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, oh I don't wanna know  [Verse 1: Adam Levine] Wasted (wasted) And the more I drink the more I think about you Oh no, no, I can't take it Baby every place I go reminds me of you  [Pre-Chorus: Adam Levine] Do you think of me? Of what we used to be? Is it better now that I'm not around? My friends are actin' strange, they don't bring up your name Are you happy now? Are you happy now?  [Chorus: Adam Levine] I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, no I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, oh I don't wanna know  [Verse 2: Adam Levine] And every time I go out, yeah I hear it from this one, I hear it from that one That you got someone new Yeah, I see but don't believe it Even in my head you're still in my bed Maybe I'm just a fool  [Pre-Chorus: Adam Levine] Do you think of me? Of what we used to be? Is it better now that I'm not around? My friends are actin' strange, they don't bring up your name Are you happy now? Are you happy now?  [Chorus: Adam Levine] I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, no I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, oh I don't wanna know  [Verse 3: Kendrick Lamar] (Oh hey) No more “please stop” No more hashtag boo'd up screenshots No more tryin' make me jealous on your birthday You know just how I made you better on your birthday, oh Do he do you like this, do he woo you like this? Do he lay it down for you, touch your poona like this? Matter fact, never mind, we'll let the past be May be his right now, but your body's still me, woah  [Chorus: Adam Levine] I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, no I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, oh I don't wanna know I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, oh I don't wanna know  [Outro] Oh hey Oh, oh hey Oh, oh, oh hey Uh oh, uh oh  ",
        "title": "Don't Wanna Know"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Chorus] I've been down so long, it look like up to me They look up to me I got fake people showin' fake love to me Straight up to my face, straight up to my face I've been down so long, it look like up to me They look up to me I got fake people showin' fake love to me Straight up to my face, straight up to my face  [Verse 1] Somethin' ain't right when we talkin' Somethin' ain't right when we talkin' Look like you hidin' your problems Really you never was solid No, you can't \"son\" me You won't never get to run me Just when shit look out of reach I reach back like one, three Like one, three, yeah  [Pre-Chorus] That's when they smile in my face Whole time they wanna take my place Whole time they wanna take my place Whole time they wanna take my place Yeah, I know they wanna take my place I can tell that love is fake I don't trust a word you say How you wanna clique up after your mistakes? Look you in the face, and it's just not the same  [Chorus] I've been down so long, it look like up to me They look up to me I got fake people showin' fake love to me Straight up to my face, straight up to my face I've been down so long, it look like up to me They look up to me I got fake people showin' fake love to me Straight up to my face, straight up to my face  [Verse 2] Yeah, straight up to my face, tryna play it safe Vibe switch like night and day I can see it, like, right away I came up, you changed up I caught that whole play Since, things never been the same  [Pre-Chorus] That's when they smile in my face Whole time they wanna take my place Whole time they wanna take my place Whole time they wanna take my place Yeah, I know they wanna take my place I can tell that love is fake (I can tell that love is fake) I don't trust a word you say (I don't trust a word) How you wanna clique up after your mistakes? (That's just what I heard) Look you in the face, and it's just not the same  [Chorus] I've been down so long, it look like up to me They look up to me I got fake people showin' fake love to me Straight up to my face, straight up to my face I've been down so long, it look like up to me They look up to me I got fake people showin' fake love to me Straight up to my face, straight up to my face  [Outro] Skrrt And more chune for your headtop So watch how you speak on my name, you know?  ",
        "title": "Fake Love"
    },
    {
        "artist": "Amine",
        "lyrics": null,
        "title": "Caroline"
    },
    {
        "artist": "Hailee Steinfeld & Grey Featuring Zedd",
        "lyrics": "  [Verse 1] You know just what to say, things that scare me I should just walk away, but I can't move my feet The more that I know you, the more that I want to Something inside me's changed I was so much younger yesterday  [Chorus] I didn't know that I was starving till I tasted you Don't need no butterflies when you give me the whole damn zoo By the way, right away, you do things to my body I didn't know that I was starving till I tasted you  [Post-Chorus] By the way, right away, you do things to my body I didn't know that I was starving till I tasted you  [Verse 2] You know just how to make my heart beat faster Emotional earthquake, bring on disaster You hit me head on, got me weak in my knees Yeah, something inside me's changed I was so much younger yesterday So much younger yesterday  [Chorus] I didn't know that I was starving till I tasted you Don't need no butterflies when you give me the whole damn zoo By the way, right away, you do things to my body I didn't know that I was starving till I tasted you  [Breakdown] By the way, right away, you do things to my body I didn't know that I was starving till I tasted you You you, yeah till I tasted you By the way, by the way, you do things to my body I didn't know that I was starving till I tasted you I didn't know till I tasted you  [Outro] The more that I know you, the more that I want to Something inside me's changed I was so much younger yesterday  ",
        "title": "Starving"
    },
    {
        "artist": "gnash Featuring Olivia O'Brien",
        "lyrics": null,
        "title": "I Hate U I Love U"
    },
    {
        "artist": "Alessia Cara",
        "lyrics": "  [Verse 1] She just wants to be beautiful She goes unnoticed, she knows no limits She craves attention, she praises an image She prays to be sculpted by the sculptor Oh, she don't see the light that's shining Deeper than the eyes can find it Maybe we have made her blind So she tries to cover up her pain and cut her woes away Cause covergirls don't cry after their face is made  [Chorus] But there's a hope that's waiting for you in the dark You should know you're beautiful just the way you are And you don't have to change a thing The world could change its heart No scars to your beautiful, we're stars and we're beautiful Oh, oh, oh Oh-oh, oh, oh And you don't have to change a thing The world could change its heart No scars to your beautiful, we're stars and we're beautiful  [Verse 2] She has dreams to be an envy, so she's starving You know, covergirls eat nothing She says \"beauty is pain and there's beauty in everything\" \"What's a little bit of hunger?\" \"I can go a little while longer,\" she fades away She don't see her perfect, she don't understand she's worth it Or that beauty goes deeper than the surface, oh, oh So to all the girls that's hurting, let me be your mirror Help you see a little bit clearer the light that shines within  [Chorus] There's a hope that's waiting for you in the dark You should know you're beautiful just the way you are And you don't have to change a thing The world could change its heart No scars to your beautiful, we're stars and we're beautiful  [Bridge] No better you than the you that you are No better you than the you that you are No better life than the life we're living No better life than the life we're living No better time for your shine, you're a star No better time for your shine, you're a star Oh, you're beautiful, oh, you're beautiful  [Chorus] And there's a hope that's waiting for you in the dark You should know you're beautiful just the way you are And you don't have to change a thing The world could change its heart No scars to your beautiful, we're stars and we're beautiful And you don't have to change a thing The world could change its heart No scars to your beautiful, we're stars and we're beautiful  ",
        "title": "Scars To Your Beautiful"
    },
    {
        "artist": "Major Lazer Featuring Justin Bieber & MO",
        "lyrics": "  [Verse 1: Justin Bieber] Everybody gets high sometimes, you know What else can we do when we're feelin' low? So take a deep breath and let it go You shouldn't be drowning on your own  [Pre-Chorus: Justin Bieber] And if you feel you're sinking, I will jump right over Into cold, cold water for you And although time may take us into different places I will still be patient with you And I hope you know...  [Chorus: Justin Bieber] I won't let go I'll be your lifeline tonight I won't let go I'll be your lifeline tonight  [Verse 2: Justin Bieber] 'Cause we all get lost sometimes, you know? It's how we learn and how we grow And I wanna lay with you 'til I'm old, oh-oh You shouldn't be fighting on your own  [Pre-Chorus: Justin Bieber] And if you feel you're sinking, I will jump right over Into cold, cold water for you And although time may take us into different places I will still be patient with you And I hope you know...  [Chorus: Justin Bieber] I won't let go And I won't let go, no-no, no-no, no I won't I'll be your lifeline tonight I won't let go I'll be your lifeline tonight  [Bridge: MØ] Come on, come on Save me from my rocking boat I just wanna stay afloat I'm all alone And I hope, I hope someone's gonna take me home Somewhere I can rest my soul (rest my soul) I need to know you won't let go  [Chorus: Justin Bieber & MØ] And I won't let go, no-no, no-no, no, I won't I'll be your lifeline tonight You won't let go I'll be your lifeline tonight  [Outro: Justin Bieber] I won't let go, no no, no no, no, I won't I'll be your lifeline tonight You won't let go I'll be your lifeline tonight  ",
        "title": "Cold Water"
    },
    {
        "artist": "Shawn Mendes",
        "lyrics": "  [Verse 1] I won't lie to you I know he's just not right for you And you can tell me if I'm off But I see it on your face When you say that he's the one that you want And you're spending all your time In this wrong situation And anytime you want it to stop  [Chorus] I know I can treat you better than he can And any girl like you deserves a gentleman Tell me why are we wasting time On all your wasted crying When you should be with me instead I know I can treat you better Better than he can  [Verse 2] I'll stop time for you The second you say you'd like me to I just wanna give you the loving that you're missing Baby, just to wake up with you Would be everything I need and this could be so different Tell me what you want to do  [Chorus] 'Cause I know I can treat you better than he can And any girl like you deserves a gentleman Tell me why are we wasting time On all your wasted crying When you should be with me instead I know I can treat you better Better than he can Better than he can  [Bridge] Give me a sign Take my hand, we'll be fine Promise I won't let you down Just know that you don't Have to do this alone Promise I'll never let you down  [Chorus] 'Cause I know I can treat you better than he can And any girl like you deserves a gentleman Tell me why are we wasting time On all your wasted crying When you should be with me instead I know I can treat you better Better than he can Better than he can Better than he can  ",
        "title": "Treat You Better"
    },
    {
        "artist": "Sia Featuring Kendrick Lamar",
        "lyrics": "  [Verse 1: Sia] Uh-oh, runnin' out of breath, but I Oh, I, I got stamina Uh-oh, running now, I close my eyes Well, oh, I got stamina And uh-oh, I see another mountain to climb But I, I, I got stamina Uh-oh, I need another lover, be mine Cause I, I, I got stamina  [Pre-Chorus: Sia] Don't give up, I won't give up Don't give up, no no no Don't give up, I won't give up Don't give up, no no no  [Chorus: Sia] I'm free to be the greatest, I'm alive I'm free to be the greatest here tonight, the greatest The greatest, the greatest alive The greatest, the greatest alive  [Verse 2: Sia] Well, uh-oh, runnin' out of breath, but I Oh, I, I got stamina Uh-oh, runnin' now, I close my eyes But, oh, I got stamina And oh yeah, runnin' through the waves of love But I, I got stamina And oh yeah, I'm runnin' and I've just enough And uh-oh, I got stamina  [Pre-Chorus: Sia] Don't give up, I won't give up Don't give up, no no no Don't give up, I won't give up Don't give up, no no no  [Chorus: Sia] I'm free to be the greatest, I'm alive I'm free to be the greatest here tonight, the greatest The greatest, the greatest alive The greatest, the greatest alive  [Post-Chorus: Sia] Oh-oh, I got stamina Oh-oh, I got stamina Oh-oh, I got stamina Oh-oh, I got stamina  [Verse 3: Kendrick Lamar] Ayy, I am the truth Ayy, I am the wisdom of the fallen; I'm the youth Ayy, I am the greatest Ayy, this is the proof Ayy, I work hard, pray hard, pay dues, ayy I transform with pressure - I'm hands-on with effort I fell twice before, my bounce back was special Letdowns'll get you, and the critics will test you But the strong'll survive, another scar may bless you, ah  [Pre-Chorus: Sia (Kendrick Lamar)] Don't give up (no no), I won't give up (no no) Don't give up, no no no (nah) Don't give up, I won't give up Don't give up, no no no  [Chorus: Sia] I'm free to be the greatest, I'm alive I'm free to be the greatest here tonight, the greatest The greatest, the greatest alive (Don't give up, don't give up, don't give up, no no no) The greatest, the greatest alive (Don't give up, don't give up, don't give up, no no no)  [Outro: Sia] The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina)  ",
        "title": "The Greatest"
    },
    {
        "artist": "Justin Timberlake",
        "lyrics": "  [Verse 1] I got this feeling inside my bones It goes electric, wavey when I turn it on All through my city, all through my home We're flying up, no ceiling, when we in our zone  [Refrain] I got that sunshine in my pocket Got that good soul in my feet I feel that hot blood in my body when it drops I can't take my eyes up off it, moving so phenomenally Room on lock, the way we rock it, so don't stop  [Pre-Chorus] And under the lights when everything goes Nowhere to hide when I'm getting you close When we move, well, you already know So just imagine, just imagine, just imagine  [Chorus] Nothing I can see but you when you dance, dance, dance A feeling good, good, creeping up on you So just dance, dance, dance, come on All those things I shouldn't do But you dance, dance, dance And ain't nobody leaving soon, so keep dancing I can't stop the feeling So just dance, dance, dance I can't stop the feeling So just dance, dance, dance, come on  [Verse 2] Ooh, it's something magical It's in the air, it's in my blood, it's rushing on I don't need no reason, don't need control I fly so high, no ceiling, when I'm in my zone  [Refrain] 'Cause I got that sunshine in my pocket Got that good soul in my feet I feel that hot blood in my body when it drops I can't take my eyes up off it, moving so phenomenally Room on lock, the way we rock it, so don't stop  [Pre-Chorus] And under the lights when everything goes Nowhere to hide when I'm getting you close When we move, well, you already know So just imagine, just imagine, just imagine  [Chorus] Nothing I can see but you when you dance, dance, dance Feeling good, good, creeping up on you So just dance, dance, dance, come on All those things I shouldn't do But you dance, dance, dance And ain't nobody leaving soon, so keep dancing I can't stop the feeling So just dance, dance, dance I can't stop the feeling So just dance, dance, dance I can't stop the feeling So just dance, dance, dance I can't stop the feeling So keep dancing, come on  [Bridge] I can't stop the, I can't stop the I can't stop the, I can't stop the I can't stop the feeling  [Chorus] Nothing I can see but you when you dance, dance, dance (I can't stop the feeling) Feeling good, good, creeping up on you So just dance, dance, dance, come on (I can't stop the feeling) All those things I shouldn't do But you dance, dance, dance (I can't stop the feeling) And ain't nobody leaving soon, so keep dancing  [Outro] Everybody sing (I can't stop the feeling) Got this feeling in my body (I can't stop the feeling) Got this feeling in my body (I can't stop the feeling) Wanna see you move your body (I can't stop the feeling) Got this feeling in my body Break it down Got this feeling in my body Can't stop the feeling Got this feeling in my body, come on  ",
        "title": "Can't Stop The Feeling!"
    },
    {
        "artist": "X Ambassadors",
        "lyrics": "  [Intro] Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady  [Verse 1] Mama, come here Approach, appear Daddy, I'm alone 'Cause this house don't feel like home  [Pre-Chorus] If you love me, don't let go, woah If you love me, don't let go  [Chorus] Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady  [Verse 2] Mother, I know That you're tired of being alone Dad, I know you're trying To fight when you feel like flying  [Pre-Chorus] But if you love me, don't let go, woah If you love me, don't let go  [Chorus] Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady  [Outro] Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady  ",
        "title": "Unsteady"
    },
    {
        "artist": "Sia Featuring Sean Paul",
        "lyrics": "  [Intro: Sean Paul] Up with it girl Rock with it girl Show dem it girl (Bada bang bang) Bounce with it girl Dance with it girl Get with it girl (Bada bang bang)  [Verse 1: Sia] Come on, come on, turn the radio on It's Friday night and I won't be long Gotta do my hair, I put my make up on It's Friday night and I won't be long  [Pre-Chorus: Sia (Sean Paul)] Till I hit the dance floor (Bada bang) Hit the dance floor (Bada bang) I got all I need No I ain't got cash, I ain't got cash But I got you baby (Just you an me)  [Chorus: Sia + Sean Paul] Baby I don't need dollar bills to have fun tonight (I love cheap thrills) Baby I don't need dollar bills to have fun tonight (I love cheap thrills) But I don't need no money You worth more dan diamonds, more dan gold As long as I can feel the beat Mek di beat jus tek control I don't need no money You worth more dan diamonds, more dan gold As long as I keep dancing Free up yourself, get outa control  [Verse 2: Sia] Come on, come on, turn the radio on It's Saturday and I won't be long Gotta paint my nails, put my high heels on It's Saturday and I won't be long  [Pre-Chorus: Sia (Sean Paul)] Till I hit the dance floor (Bada bang) Hit the dance floor (Bada bang) I got all I need (Sia) No I ain't got cash, I ain't got cash But I got you baby (Just you an me)  [Chorus: Sia + Sean Paul] Baby I don't need dollar bills to have fun tonight (I love cheap thrills) Baby I don't need dollar bills to have fun tonight (I love cheap thrills) But I don't need no money You worth more dan diamonds, more dan gold As long as I can feel the beat Mek di beat jus tek control I don't need no money You worth more dan diamonds, more dan gold As long as I keep dancing Free up yourself, get outa control  [Verse 3: Sean Paul & (Sia)] Me an you girl, you an me Drop it to di floor an mek mi see your energy because Mi nah play nuh hide an seek Wah fi see di ting you have weg mek me feel weak girl (Free) Cause anytime you wine an kotch it Di selector pull it up an put it pon repeat girl I'm nah touch a dollar 'na pocket Cause notin' in this world ain't more dan what you worth (I love cheap thrills)  [Bridge: Sia + Sean Paul] But I don't need no money You worth more dan diamonds, more dan gold As long as I can feel the beat Mek di beat jus tek control I don't need no money You worth more dan diamonds, more dan gold As long as I keep dancing Free up yourself, get outa control Oh, oh  [Chorus: Sia + Sean Paul] Baby I don't need dollar bills to have fun tonight (I love cheap thrills) Baby I don't need dollar bills to have fun tonight (I love cheap thrills) But I don't need no money You worth more dan diamonds, more dan gold As long as I can feel the beat Mek di beat jus tek control I don't need no money You worth more dan diamonds, more dan gold As long as I keep dancing Free up yourself, get outa control  [Outro: Sia] La, la, la, la, la, la (I love cheap thrills) La, la, la, la, la, la (I love cheap thrills) La, la, la, la, la, la (I love cheap thrills) La, la, la, la, la (I love cheap thrills)  ",
        "title": "Cheap Thrills"
    },
    {
        "artist": "Young M.A",
        "lyrics": "  [Intro] Yo, bro, I think I had too much Hennessy, man This Hennessy gettin' to me I ain't gonna lie, I'm a little smizz I'm a little drizz But we in the club, man, OOOUUU  [Verse] Yeah, they hate, but they broke though And when it's time to pop they a no-show Yeah, I'm pretty, but I'm loco The loud got me movin' slow-mo Ayo, Tweetie, where the hoes, bro? Ayo, Keys, where the hoes though? That other nigga, he a bozo It's M.A, you don't know, ho? We got liquor by the boatload (that Henny) Disrespect the Lyfe, that's a no-no All my niggas dressed in that rojo (Redlyfe) I ride for my guys, that's the bro code Baby gave me head; that's a low blow Damn, she make me weak when she deep throat I need a rich bitch, not a cheap ho They be on that hate shit, I peep though My brother told me: \"Fuck 'em, get that money, sis!\" You just keep on grindin' on your hungry shit Ignore the hate, ignore the fake, ignore the funny shit ‘Cause if a nigga violate, we got a hunnit clips (grrrrrrrah!) And we go zero to a hundred quick (ooouuu) We just them niggas you ain't fuckin' with (oh no) Pockets on a chubby chick (ah) And still go bag a thottie in some bummy shit (ooouuu) Yerr, Eli, why they testin' me? Like I don't always keep the hammer next to me Like I ain't got a hitter to the left of me Like we ain't in these streets more than Sesame If that's your chick, then why she textin' me? Why she keep calling my phone speaking sexually? Every time I'm out, why she stressin' me? You call her Stephanie? I call her Headphanie (OOOUUU) I don't open doors for a whore I just want the neck, nothin' more Shawty, make it clap, make it applaud! When you tired of your man, give me a call Dyke bitches talking out they jaw Next minute, calling for the law This 9 will have 'em calling for the Lord They ain't getting shmoney, so they bored I could never lose, what you thought? M.A got it on lock, man, of course They say I got the juice, I got the sauce These haters on my body, shake 'em off Pussy, I'm a bully and a boss I'm killing 'em, sorry for your loss (R.I.P.) I just caught a body; Randy Moss Now this year I'm really going off  [Outro] OOOUUU, OOOUUU These haters on my body, shake 'em off OOOUUU, OOOUUU Ah, these haters on my body, shake 'em off OOOUUU, OOOUUU These haters on my body, shake 'em off I could never lose, what you thought? What they thought? I could never lose, what you thought? This Henny got me, it got me sauced This Henny got me, oh, it got me sauced I could never lose, what you thought? M.A got it on lock, man, of course OOOUUU, OOOUUU  ",
        "title": "OOOUUU"
    },
    {
        "artist": "The Chainsmokers Featuring Daya",
        "lyrics": "  [Verse 1] Crashing, hit a wall Right now I need a miracle Hurry up now, I need a miracle Stranded, reaching out I call your name but you're not around I say your name but you're not around  [Chorus] I need you, I need you, I need you right now Yeah, I need you right now So don't let me, don't let me, don't let me down I think I'm losing my mind now It's in my head, darling I hope That you'll be here, when I need you the most So don't let me, don't let me, don't let me down D-Don't let me down Don't let me down  [Post-Chorus] Don't let me down, down, down Don't let me down Don't let me down, down, down  [Verse 2] R-r-running, out of time I really thought you were on my side But now there's nobody by my side  [Chorus] I need you, I need you, I need you right now Yeah, I need you right now So don't let me, don't let me, don't let me down I think I'm losing my mind now It's in my head, darling I hope That you'll be here, when I need you the most So don't let me, don't let me, don't let me down D-Don't let me down Don't let me down  [Post-Chorus] Don't let me down, down, down Don't let me down Don't let me down, down, down Don't let me down, down, down Don't let me down Don't let me down, down, down  [Bridge] Ooh, I think I'm losing my mind now, yeah Ooh, I think I'm losing my mind now, yeah  [Chorus] I need you, I need you, I need you right now Yeah, I need you right now So don't let me, don't let me, don't let me down I think I'm losing my mind now It's in my head, darling I hope That you'll be here, when I need you the most So don't let me, don't let me, don't let me down Don't let me down  [Outro] Yeah, don't let me down Yeah, don't let me down Don't let me down, oh no Say don't let me down Don't let me down, no-o Don't let me down Don't let me down, down  ",
        "title": "Don't Let Me Down"
    },
    {
        "artist": "Martin Garrix & Bebe Rexha",
        "lyrics": "  [Verse 1: Bebe Rexha] If I told you this was only gonna hurt If I warned you that the fire's gonna burn Would you walk in? Would you let me do it first? Do it all in the name of love Would you let me lead you even when you're blind? In the darkness, in the middle of the night In the silence, when there's no one by your side Would you call in the name of love?  [Chorus: Bebe Rexha] In the name of love, name of love In the name of love, name of love  [Breakdown] In the name of Love In the name, name Love In the name, name Love  [Verse 2: Bebe Rexha] If I told you we could bathe in all the lights Would you rise up, come and meet me in the sky? Would you trust me when you're jumping from the heights? Would you fall in the name of love? When there's madness, when there's poison in your head When the sadness leaves you broken in your bed I will hold you in the depths of your despair And it's all in the name of love  [Chorus: Bebe Rexha] In the name of love, name of love In the name of love, name of love  [Breakdown] In the name of Love In the name, name Love In the name, name Love  [Bridge: Bebe Rexha] I wanna testify Scream in the holy light You bring me back to life And it's all in the name of love I wanna testify Scream in the holy light You bring me back to life And it's all in the name of love  [Chorus: Bebe Rexha] In the name of love, name of love In the name of love, name of love  [Breakdown] In the name of Love In the name, name Love In the name, name Love In the name of Love In the name, name Love In the name of Love In the name of Love In the name of Love  ",
        "title": "In The Name Of Love"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] I can... See you over there starin' at your drink Watchin' that ice sink, all alone tonight And... Chances are you're sittin' here in this bar 'Cause he ain't gonna treat you right Well, it's... Probably not my place but I'm gonna say it anyway ‘Cause you look like You... Haven’t felt the fire, had a little fun Hadn’t had a smile in a little while, baby  [Chorus] Blue... Looks good on the sky Looks good on that neon buzzin’ on the wall But darlin', it don’t match your eyes I’m tellin’ you... You don’t need that guy It’s so black and white, he’s stealin’ your thunder Baby, blue ain’t your color  [Verse 2] I'm not tryna... Be another just pick you up kinda guy Tryna drink you up, tryna take you home But I just... I don't understand how another man Can take your sun and turn it ice cold Well, I've... Had enough to drink and it's makin' me think That I just might Tell you... If I were a painter I wouldn’t change ya I’d just paint you bright, baby  [Chorus] 'Cause blue... Looks good on the sky Looks good on that neon buzzin’ on the wall But darlin', it don’t match your eyes I’m tellin’ you... You don’t need that guy It’s so black and white, he’s stealin’ your thunder Baby, blue ain’t your color  [Bridge] No, no, no Mmmm It ain't your color baby Mmm, baby  [Chorus] Blue... Looks good on the sky Looks good on that neon buzzin’ on the wall But darlin', it don’t match your eyes I’m tellin’ you... You don’t need that guy It’s so black and white, he’s stealin’ your thunder Baby, blue ain’t your color Blue ain’t your color  [Outro] Mmm, no, no, no baby Come here, baby Let me light up your world  ",
        "title": "Blue Ain't Your Color"
    },
    {
        "artist": "Calvin Harris Featuring Rihanna",
        "lyrics": "  [Chorus:  Rihanna] Baby, this is what you came for Lightning strikes every time she moves And everybody's watching her But she's looking at you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, oh, oh  [Chorus:  Rihanna] Baby, this is what you came for Lightning strikes every time she moves And everybody's watching her But she's looking at you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, oh, oh  [Post-Chorus:  Rihanna] You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh Oh, oh  [Verse:  Rihanna] We go fast with the game we play Who knows why it's gotta be this way? We say nothing more than we need I say \"your place\" when we leave  [Chorus: Rihanna] Baby, this is what you came for Lightning strikes every time she moves And everybody's watching her But she's looking at you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, oh, oh  [Post-Chorus:  Rihanna] You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh Oh, oh  [Bridge:  Rihanna] Baby, this is what you came for Lightning strikes every time she moves Yeah  [Chorus:  Rihanna] Baby, this is what you came for Lightning strikes every time she moves And everybody's watching her But she's looking at you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, oh, oh  [Post-Chorus:  Rihanna] You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh You, oh, oh, you, oh, oh Oh, oh  ",
        "title": "This Is What You Came For"
    },
    {
        "artist": "DJ Khaled Featuring Nicki Minaj, Chris Brown, August Alsina, Jeremih, Future & Rick Ross",
        "lyrics": "  [Intro: DJ Khaled] Another one We The Best Music!  [Verse 1: Nicki Minaj] Yo, he ain't messin' with no average chick, pop, pop He got Nicki, he know that he hit the jackpot Every baller tryna score, check them shot clocks But I hit 'em with them 'Bron-Iguodala blocks Eat the cake and he suck on my toes, yes Hittin' them home runs, I be like \"Go Mets!\" I want a dude that still kiss me when he mad Type to cop me diamonds, he can miss me with them bags  [Pre-Hook: August Alsina, Chris Brown & (DJ Khaled)] Girl we been right here, thinkin' 'bout it all night Baby you should be up in my bed, ooh Do you mind, do you mind? Baby you (DJ Khaled) Do you mind? Do you mind? Do you mind?  [Hook: Chris Brown & August Alsina] I'm just tryna get to know ya Get a little closer, maybe post up, ooh Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Girl we been right here, thinkin' 'bout it all night Baby you should be up in my bed, ooh Do you mind, do you mind? Baby you Do you mind? Do you mind? Do you mind?  [Post-Hook: Chris Brown] You know, you know, you know, you know He ain't got forever and ever You know, you know, you know, you know Let me be the one, baby you deserve better You know, you know, you know, you know We ain't got forever and ever You know, you know, you know, you know Let me be the one, baby do you mind? Do you mind?  [Verse 2: August Alsina] Oh, do you mind if I talk to you? And do you mind if I touch you there? Girl, you know you can't do no better, baby I know that it don't get no better than me Let's not waste the time You ain't gotta hold back cause once I get inside You won't change your mind, you know that you can take it No need to hesitate, I need it, impatient I'm not used to waiting, I want you to give it to me Come on let me taste it, until I get enough Hope you're ready cause I'ma beat it up Do you mind when I'mma have it? Know how to heat it up  [Verse 3: Jeremih] I should, I should be the one, baby, you gon' learn that Girl, I know your body, know where every curve at We be going all night, 'til the early Know you, know you wanna take off when you on my runway We ain't gotta talk, bodies conversate Baby, by the way I touch you, you know what I'm saying Oh, oh, oh, ride it slow Oh, oh, oh  [Hook: Chris Brown & August Alsina] I'm just tryna get to know ya Get a little closer, maybe post up, ooh Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Girl we been right here, thinkin' 'bout it all night Baby you should be up in my bed, ooh Do you mind, do you mind? Baby you Do you mind? Do you mind? Do you mind?  [Post-Hook: Chris Brown] You know, you know, you know, you know He ain't got forever and ever You know, you know, you know, you know Let me be the one, baby you deserve better You know, you know, you know, you know We ain't got forever and ever You know, you know, you know, you know Let me be the one, baby do you mind? Do you mind?  [Verse 4: Future] Man with all this red carpet shit, baby You know what I'm saying, Future Hendrix I'ma do that favor, drippin' flavor in you two piece I'ma keep my promise, never treat you like a groupie Calamari dinners, got you eatin' raw sushi Still in the trap, but I like my bitches bougie Two cups of styrofoam, excuse me lil' mama I can hold you down, be your friend and your lover You want watches, new Versaces, you want Céline Top back, screamin' money ain't a ting  [Verse 5: Rick Ross] Seein' two G-wagons in my driveway FaceTime, two black bottles by my fireplace Fell out with your peoples so you took the pictures down Instagram ain't been the same since you so distant now Took you shoppin' in other places that I won't name First time your friends really got the see Balmain 20 million cash, seen it there with my two eyes We the best and I told you this back in '05 (Maybach Music)  [Hook: Chris Brown & August Alsina] I'm just tryna get to know ya Get a little closer, maybe post up, ooh Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Girl we been right here, thinkin' 'bout it all night Baby you should be up in my bed, ooh Do you mind, do you mind? Baby you Do you mind? Do you mind? Do you mind?  [Bridge: Nicki Minaj] Oh, just in case you need me, I don't mind Yo, tell them what to do, tell them what to do Tell them what to do When you see a bad bitch in front of you, baby Yeah, assume the position  [Hook: Chris Brown & August Alsina] I'm just tryna get to know ya Get a little closer, maybe post up, ooh Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Girl we been right here, thinkin' 'bout it all night Baby you should be up in my bed, ooh Do you mind, do you mind? Baby you Do you mind? Do you mind? Do you mind?  ",
        "title": "Do You Mind"
    },
    {
        "artist": "Machine Gun Kelly x Camila Cabello",
        "lyrics": "  [Chorus: Camila Cabello] Am I out of my head? Am I out of my mind? If you only knew the bad things I like Don't think that I can explain it What can I say, it's complicated Don't matter what you say Don't matter what you do I only wanna do bad things to you So good, that you can't explain it What can I say, it's complicated  [Verse 1: Machine Gun Kelly] Nothing's that bad If it feels good So you come back Like I knew you would And we're both wild And the night's young And you're my drug Breathe you in 'til my face numb Drop it down to that bass drum I got what you dream about Nails scratchin' my back tatt Eyes closed while you scream out And you keep me in with those hips While my teeth sink in those lips While your body's giving me life And you suffocate in my kiss Then you said  [Pre-Chorus: Machine Gun Kelly] I want you forever Even when we're not together Scars on my body so I can take you wherever I want you forever Even when we're not together Scars on my body I can look at you whenever  [Chorus: Camila Cabello] Am I out of my head? Am I out of my mind? If you only knew the bad things I like Don't think that I can explain it What can I say, it's complicated Don't matter what you say Don't matter what you do I only wanna do bad things to you So good, that you can't explain it What can I say, it's complicated  [Verse 2: Machine Gun Kelly] I can't explain it I love the pain And I love the way your breath Numbs me like novacaine And we are Always high Keep it strange Okay, yeah, I'm insane But you the same Let me paint the picture Couch by the kitchen Nothin' but your heels on Losin' our religion You're my pretty little vixen And I'm the voice inside your head That keeps telling you to listen to all the bad things I say And you said  [Pre-Chorus: Machine Gun Kelly] I want you forever Even when we're not together Scars on my body so I can take you wherever I want you forever Even when we're not together Scars on my body I can look at you whenever  [Chorus: Camila Cabello] Am I out of my head? Am I out of my mind? If you only knew the bad things I like Don't think that I can explain it What can I say, it's complicated Don't matter what you say Don't matter what you do I only wanna do bad things to you So good, that you can't explain it What can I say, it's complicated  [Bridge: Camila Cabello] The way we love, is so unique And when we touch, I'm shivering And no one has to get it Just you and me Cause we're just living Between the sheets  [Pre-Chorus: Machine Gun Kelly & Camila Cabello] I want you forever Even when we're not together Scars on my body so I can take you wherever I want you forever Even when we're not together Scars on my body I can look at you whenever  [Chorus: Camila Cabello] Am I out of my head? Am I out of my mind? If you only knew the bad things I like Don't think that I can explain it What can I say, it's complicated Don't matter what you say Don't matter what you do I only wanna do bad things to you So good, that you can't explain it What can I say, it's complicated  ",
        "title": "Bad Things"
    },
    {
        "artist": "Niall Horan",
        "lyrics": "  [Verse 1] Waking up to kiss you and nobody’s there The smell of your perfume still stuck in the air It’s hard Yesterday I thought I saw your shadow running round It’s funny how things never change in this old town So far from the stars  [Pre-Chorus] And I want to tell you everything The words I never got to say the first time around And I remember everything From when we were the children playing in this fairground Wish I was there with you now  [Chorus] If the whole world was watching I’d still dance with you Drive highways and byways to be there with you Over and over the only truth Everything comes back to you  [Verse 2] I saw that you moved on with someone new In the pub that we met he’s got his arms around you It’s so hard So hard  [Pre-Chorus] And I want to tell you everything The words I never got to say the first time around And I remember everything From when we were the children playing in this fairground Wish I was there with you now  [Chorus] Because if the whole world was watching I’d still dance with you Drive highways and byways to be there with you Over and over the only truth Everything comes back to you  You still make me nervous when you walk in the room Them butterflies they come alive when I’m next to you Over and over the only truth Everything comes back to you  [Bridge] And I know that it’s wrong That I can’t move on But there’s something about you  [Chorus] If the whole world was watching I’d still dance with you Drive highways and byways to be there with you Over and over the only truth Everything comes back to you You still make me nervous when you walk in the room Them butterflies they come alive when I’m next to you Over and over the only truth Everything comes back to you Everything comes back to you  ",
        "title": "This Town"
    },
    {
        "artist": "Rob $tone Featuring J. Davi$ & Spooks",
        "lyrics": "  [Verse 1: Rob $tone] Rob $tone, two damn phones Babylons can't crack the code (no) Used to sip out styrofoam But figured I should stick to dro (trees!) Backwoods overload Don't like to smoke them swishers, ho If you hit my liquor store It's 50 cents for single Ports  [Hook: Rob $tone] Said she wanna roll with me and smoke up all my weed I said, \"Baby just buy Dutches 'cause you can't smoke for free I got some loud but no money, babe, buy me a Fiji\" She said, \"You need a job\", bitch, fuck a job, I still get cheese  [Verse 2: J. Davi$] Two cell phones, Mr. Mothafuck-A-Thot Mr. I-Be-On-That-Block, 12-07 fuck an op They hear my name, they see my squad Rolling dope up on the spot I'm with your bitch, she on my jock Ain't got no time to love a thot Got niggas mad, my flow so hot Got niggas mad, my squad won't stop We in the game, won't take no loss I'm sippin' water out the Voss Got lean all in my fuckin' Sprite Turnin' up on fuckin' sight Mr. Kenny Powers Bout to take your girlfriend home tonight, bitch  [Verse 3: Spooks] And I'm smokin' on that widow when you see it out the window Got a dusty old tee, lookin' bummy, leave it simple Growin' up, I was always in the middle So I gotta hold it down for my older and my little And my brothas beside me so fuck it we mobbin' deep Always grimey, no findin' me but I be in LG If your lil' fuckboy lame ass wanna creep I live by the lemon 'cause that fucka chose me  [Hook: Rob $tone] Said she wanna roll with me and smoke up all my weed I said, \"Baby just buy Dutches 'cause you can't smoke for free I got some loud but no money, babe, buy me a Fiji\" She said, \"You need a job\", bitch, fuck a job, I still get cheese  ",
        "title": "Chill Bill"
    },
    {
        "artist": "twenty one pilots",
        "lyrics": "  [Verse 1] I just wanna stay in the sun where I find I know it's hard sometimes Pieces of peace in the sun's peace of mind I know it's hard sometimes Yeah I think about the end just way too much But it's fun to fantasize On my enemies I wouldn't wish who I was But it's fun to fantasize  [Chorus] Oh Oh Ohhh Oh Oh Ohhh I'm falling So I'm taking my time on my ride Oh Oh Ohhh I'm falling So I'm taking my time on my ride Taking my time on my ride  [Verse 2] \"I'd die for you,\" that's easy to say We have a list of people that we would take A bullet for them, a bullet for you A bullet for everybody in this room But I don't seem to see many bullets coming through See many bullets coming through Metaphorically I'm the man But literally I don't know what I'd do \"I'd live for you,\" and that's hard to do Even harder to say when you know it's not true Even harder to write when you know that tonight There were people back home who tried talking to you But then you ignore them still All these questions they’re for real Like who would you live for? Who would you die for? And would you ever kill?  [Chorus] Oh Oh Ohhh Oh Oh Ohhh I'm falling So I'm taking my time on my ride Oh Oh Ohhh I'm falling So I'm taking my time on my ride Taking my time on my ride  [Bridge] I've been thinking too much I've been thinking too much I've been thinking too much I've been thinking too much Help me I've been thinking too much (I've been thinking too much) I've been thinking too much Help me I've been thinking too much (I've been thinking too much) I've been thinking too much  [Chorus] Oh Oh Ohh Oh Oh Ohh I'm falling So I'm taking my time on my ride Oh Oh Ohh I'm falling so I'm taking my time Taking my time on my ride woah oh oh Oh Oh Ohh Oh Oh Ohh I'm falling So I'm taking my time on my ride Oh Oh Ohh I'm falling so I'm taking my time on my  [Outro] I’ve been thinking too much Help me I’ve been thinking too much Help me I’ve been thinking too much I’ve been thinking too much I’ve been thinking too much Help me I’ve been thinking too much I’ve been thinking too much I’ve been thinking too much Help me  ",
        "title": "Ride"
    },
    {
        "artist": "Jon Bellion",
        "lyrics": "  [Verse 1] I was the knight in shining armor in your movie Would put your lips on mine and love the aftertaste Now I'm a ghost, I call your name, you look right through me You're the reason I'm alone and masturbate  [Pre-Chorus] I, I've been trying to fix my pride But that shit's broken, that shit's broken Lie, lie, l-lie I tried to hide But now you know it  [Chorus] That I'm at an all time Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low  [Verse 2] I was the prototype like 3 Stacks on that CD An example of the perfect candidate Now all your girlfriends say that you don't want to see me You're the reason that I just can't concentrate  [Pre-Chorus] I, (I, I) I've been trying to fix my pride But that shit's broken, that shit's broken Lie (lie, lie), lie, l-lie I tried to hide But now you know it  [Chorus] That I'm at an all time Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low  [Bridge] I, I, I, I've been trying to fix my pride But that shit's broken, that shit's broken Lie (lie, lie), lie, l-lie and try to hide But now you know it That I'm at an all time Low, low, low, low, low, low Low, low, low, low, low, low, low, low, low, low, low Low, low Low, low, low, low, low, low, low, low, low, low, low, low Lie, l-lie, I try to hide, but now you know it That I'm at an all time... Hey!  [Outro] Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low  ",
        "title": "All Time Low"
    },
    {
        "artist": "Florida Georgia Line Featuring Tim McGraw",
        "lyrics": "  [Verse 1: Florida Georgia Line] May we all get to grow up in our red white and blue little town Get a won't start hand me down Ford to try to fix up With some part time cash from driving a tractor Find a sweet little thang, wears your ball cap backwards Kinda place you can't wait to leave but nobody does Cause you miss it too much  [Chorus: Florida Georgia Line] May we all know that nothing ain't cool 'til you wear the new off The sound of a quarter rollin' down a jukebox Play the Travis Tritt right above the 2Pac Hope you get lost down some road Slow rolling with the top off the back of a Bronco Buy a cold sixer with a cashed in lotto She's smilin' with her hair blowing out the window Where you 'bout to go? Yeah you learn to fly and if you can't then you just freefall May we all  [Verse 2: Tim McGraw] May we all get to see those fields of green turn gold Watch a marching band play with the harvest moon coming up And know that fifteen minutes of famous Ain't gonna be what makes us or breaks us but We'll all be watching the TV the day that it comes  [Chorus: Tim McGraw] May we all know that nothing ain't cool 'til you wear the new off The sound of a quarter rollin' down a jukebox Play the Travis Tritt right above the 2Pac 'Fore you get lost down some road Slow rolling with the top off the back of a Bronco Buy a cold sixer with a cashed in lotto She's smilin' with her hair blowing out the window Where you 'bout to go? Yeah you learn to fly and if you can't then you just freefall May we all  [Verse 3: Both] May we all do a little bit better than the first time Learn a little something from the worst times Get a little stronger from the hurt times May we all get to have a chance to ride the fast one Walk away wiser when we crashed one Keep hoping that the best one is the last one  [Outro] Yeah you learn to fly and if you can't then you just freefall May we all May we all May we all May we all May we all May we all (get to have a chance to ride the fast one) May we all (walk away wiser when we crashed one) May we all (keep hoping that the best one is the last one) (yeah the last one) Yeah you learn to fly and if you can't then you just freefall May we all  ",
        "title": "May We All"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Verse 1] And you got me like, \"Oh, what you want from me?\" (What you want from me?) And I tried to buy your pretty heart, but the price too high Baby you got me like \"Oh\" You love when I fall apart (fall apart) So you can put me together and throw me against the wall  [Pre-Chorus] Baby you got me like i-i-i-i-i-i-i-i-i-hiii, woo i-i-i-i-i-i-i-i-i-hiii Don't you stop loving me (loving me) Don't quit loving me (loving me) Just start loving me (loving me) Owwwwww  [Chorus] And babe I’m fist-fighting with fire Just to get close to you Can we burn something babe And I run for miles just to get a taste Must be love on the brain That’s got me feeling this way It beats me black and blue but it fucks me so good And I can’t get enough Must be love on the brain yeah And it keeps cursing my name No matter what I do I’m no good without you And I can’t get enough Must be love on the..... brain  [Verse 2] Baby keep loving me Just love me Yeah, just love me All you need to do is love me, yeah Got me like, ah-ha-ha-owww I’m tired of being played like a violin What do I gotta do to get in your motherfuckin’ heart? Baby like i-i-i-i-i-i-i-i-i-hiii, woo i-i-i-i-i-i-i-i-i-hiii  [Pre-Chorus] Baby you got me like i-i-i-i-i-i-i-i-i-hiii, woo i-i-i-i-i-i-i-i-i-hiii Don't you stop loving me (loving me) Don't quit loving me (loving me) Just start loving me (loving me) Ooooooohhh  [Chorus] And babe I’m fist-fighting with fire Just to get close to you Can we burn something babe And I run for miles just to get a taste Must be love on the brain That’s got me feeling this way It beats me black and blue but it fucks me so good And I can’t get enough Must be love on the brain yeah And it keeps cursing my name No matter what I do I’m no good without you And I can’t get enough Must be love on the.... brain  [Click here to learn more about the making of \"Love on the Brain\"]  ",
        "title": "Love On The Brain"
    },
    {
        "artist": "Shawn Mendes",
        "lyrics": "  [Verse 1] You've got a hold on me Don't even know your power I stand a hundred feet But I fall when I'm around ya Show me an open door And you go and slam it on me I can't take anymore  [Hook] I'm saying Baby, please have mercy on me Take it easy on my heart Even though you don't mean to hurt me You keep tearing me apart Would you please have mercy, mercy on my heart? Would you please have mercy, mercy on my heart?  [Verse 2] I'd drive through the night Just to be near you, baby Heart open, testify Tell me that I'm not crazy I'm not asking for a lot Just that you're honest with me And my pride, is all I got  [Hook] I'm saying Baby, please have mercy on me Take it easy on my heart Even though you don't mean to hurt me You keep tearing me apart Would you please have mercy on me? I'm a puppet on your strings And even though you got good intentions I need you to set me free Would you please have mercy, mercy on my heart? Would you please have mercy, mercy on my heart?  [Bridge] Consuming all the air inside my lungs Ripping all the skin from off my bones I'm prepared to sacrifice my life I would gladly do it twice Consuming all the air inside my lungs Ripping all the skin from off my bones I'm prepared to sacrifice my life I would gladly do it twice  [Hook] Oh, please have mercy on me Take it easy on my heart Even though you don't mean to hurt me You keep tearing me apart Would you please have mercy on me? I'm a puppet on your string And even though you got good intentions I need you to set me free I'm begging you for mercy, mercy I'm begging you, begging you, please, baby I'm begging you for mercy, mercy Ooh, I'm begging you, I'm begging you  ",
        "title": "Mercy"
    },
    {
        "artist": "21 Savage & Metro Boomin Featuring Future",
        "lyrics": "  [Bridge: 21 Savage] 10 bad bitches in a mansion Wrist on Milly Rock them diamonds on me dancin' When you workin' hard then your money start expandin' I got model bitches wanna lick me like some candy And them drugs come in handy Last name Savage bitch, but no I'm not Randy Hit her with no condom, had to make her eat a plan B And I'm sippin' on that Codeine, not Brandy  [Hook: 21 Savage] I'm just stuntin' on my ex-bitch I'm just flexin' on my ex-bitch Hold up, I'm just stuntin' on my ex-bitch Hold up, I'm just flexin' on my ex-bitch Fuck a wedding ring, I bought a necklace Diamonds got the flu, try not to catch this I left that ho alone 'cause she was ratchet All these bitches salty, they can't stand me  [Verse 1: 21 Savage + Future] Flexin' on that bitch, hold up Bought a necklace on that bitch, hold up Her friend gon' lick me like a fruit roll up She in her feelins' on the 'Gram, grow up 21, flexin' on that bitch, hold up I ain't textin' back that bitch, hold up I ain't stressin' bout that bitch, hold up 21 gon' get the stick, hold up Hold up, hold up, bitch I like to ball Hold up, hold up, without no weave, you bald Hold up, bitch I spent your rent inside the mall Told her she got a nigga but he broke, she lost Hold up, at this private location Hold up, put her back in rotation Hold up, bitches on me, immigration Hold up, goin' through the translations  [Hook: 21 Savage] I'm just stuntin' on my ex-bitch I'm just flexin' on my ex-bitch Hold up, I'm just stuntin' on my ex-bitch Hold up, I'm just flexin' on my ex-bitch Fuck a wedding ring, I bought a necklace Diamonds got the flu, try not to catch this I left that ho alone 'cause she was ratchet All these bitches salty, they can't stand me  [Verse 2: 21 Savage + Future] Hold up, bitch my Rolex on fleek Hold up, bitch my diamonds on fleek Hold up, I got gold on my teeth Hold up, you got Rainbow on your feet? Hold up, corny niggas don't impress me Hold up, never let a bitch dress me Hold up, can't no motherfuckin' judge check me Hold up, I don't give a fuck about no ring Hold up, money make my old bitches hate me Hold up, bitch you still stay on Section-8 Hold up, my new bitch wetter than a lake Hold up, and she love to let me paint her face Hold up, fell in love with some good throat Hold up, fell in love with some good throat Hold up, ripped them confidential papers up Hold up, you done made me wake my savage up  [Hook: 21 Savage] I'm just stuntin' on my ex-bitch I'm just flexin' on my ex-bitch Hold up, I'm just stuntin' on my ex-bitch Hold up, I'm just flexin' on my ex-bitch Fuck a wedding ring, I bought a necklace Diamonds got the flu, try not to catch this I left that ho alone 'cause she was ratchet All these bitches salty, they can't stand me  [Bridge: 21 Savage] 10 bad bitches in a mansion Wrist on Milly Rock them diamonds on me dancin' When you workin' hard then your money start expandin'  [Outro: Future] If Young Metro don't trust you, I'm gon' shoot you And them drugs come in handy Last name Hendrix bitch, you know I'm no Jimi Hit 'em with no condoms, ship her right back out the country And I'm sippin' codeine, tats all on my stomach  ",
        "title": "X"
    },
    {
        "artist": "Drake Featuring WizKid & Kyla",
        "lyrics": "  [Intro: Kyla] Baby, I like your style  [Verse 1: Drake] Grips on your waist, front way, back way You know that I don't play Streets not safe but I never run away Even when I'm away Oti, oti There's never much love when we go OT I pray to make it back in one piece I pray, I pray  [Chorus: Drake] That's why I need a one dance Got a Hennessy in my hand One more time 'fore I go Higher powers taking a hold on me I need a one dance Got a Hennessy in my hand One more time 'fore I go Higher powers taking a hold on me  [Refrain: Kyla] Baby, I like your style  [Verse 2: Drake] Strength and guidance All that I'm wishing for my friends Nobody makes it from my ends I had to bust up the silence You know you gotta stick by me Soon as you see the text, reply me I don't wanna spend time fighting We've got no time  [Chorus: Drake] And that's why I need a one dance Got a Hennessy in my hand One more time 'fore I go Higher powers taking a hold on me I need a one dance Got a Hennessy in my hand One more time 'fore I go Higher powers taking a hold on me  [Bridge: Wizkid] Got a pretty girl and she love me long time Wine it, wine it, very long time Oh yeah, very long time Back up, back up, back up and wine it Back up, back up and wine it, girl Back up, back up, back up and wine it Oh yeah, very long time Back, up, back up and wine it, girl  [Refrain: Kyla + Wizkid] Tell me I need to know, where do you wanna go? Cause if you're down, I'll take it slow Make you lose control Where, where, where Where, where, where, where Oh yeah, very long time Where, where, where Back, up, back up and wine it, girl Where, where, where, where Cause if you're down Back up, back up and Cause if you're down Back up, back up and Cause if you're down Back up, back up and  [Chorus: Drake] I need a one dance Got a Hennessy in my hand One more time 'fore I go Higher powers taking a hold on me I need a one dance Got a Hennessy in my hand One more time 'fore I go Higher powers taking a hold on me  ",
        "title": "One Dance"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Intro: YG] Mustard on the beat ho!  [Verse 1] I was good on my own That's the way it was That's the way it was You was good on the low For a faded fuck On some faded love Shit, what the fuck you complaining for? Feeling jaded, huh? Used to trip off that shit I was kickin' to you Had some fun on the run though I'll give it to you  [Pre-Chorus] But baby, don't get it twisted You was just another nigga on the hit list Tryna fix your inner issues with a bad bitch Didn't they tell you that I was a savage? Fuck ya white horse and ya carriage Bet you never could imagine Never told you you could have it  [Chorus] You needed me Oooh, you needed me To feel a little more, and give a little less Know you hate to confess But baby ooo, you needed me  [Verse 2] You been rollin' around, shit I'm rollin' up Light and roll it up Break it down, like a pound, shit was never us Shit was never us That's the real, on the real, are you serious? How you feel, how you feel? Used to trip off that shit I was kickin' to ya Had some fun on the run though, I give it to ya  [Pre-Chorus] But baby, don't get it twisted You was just another nigga on the hit list Tryna fix your inner issues with a bad bitch Didn't they tell you that I was a savage? Fuck ya white horse and ya carriage Bet you never could imagine Never told you you could have it  [Chorus] You needed me Oooh, you needed me To feel a little more, and give a little less Know you hate to confess But baby ooo, you needed me  ",
        "title": "Needed Me"
    },
    {
        "artist": "The Weeknd",
        "lyrics": "  [Refrain: The Weeknd] I'm good, I'm good, I'm great Know it's been a while, now I'm mixing up the drank I just need a girl who gon' really understand I just need a girl who gon' really understand I'm good, I'm good, I'm great Know it's been a while, now I'm mixing up the drank I just need a girl who gon' really understand I just need a girl who gon' really understand  [Verse 1: The Weeknd] And I've seen her get richer in the pole I've seen her, I knew she had to know I've seen her take down that tequila Down by the liter, I knew I had to meet her Ooh, she mine, ooh girl, bump and grind Ooh, she mine, ooh girl, bump a line Angelina, lips like Angelina Like Selena, ass shaped like Selena  [Hook: The Weeknd] I'm like, got up, thank the Lord for the day Woke up by a girl, I don't even know her name Woke up by a girl, I don't even know her name (Woke up, woke up by a girl, I don't even know her name) Got up, thank the Lord for the day Woke up by a girl, I don't even know her name Woke up by a girl, I don't even know her name (Woke up, woke up by a girl, I don't even know her name)  [Refrain: The Weeknd] I'm good, I'm good, I'm great Know it's been a while, now I'm mixing up the drank I just need a girl who gon' really understand I just need a girl who gon' really understand I'm good, I'm good, I'm great Know it's been a while, now I'm mixing up the drank I just need a girl who gon' really understand I just need a girl who gon' really understand  [Verse 2: The Weeknd] I've been poppin', just took three in a row I'm down to do it again, I'm on a roll I've seen him outside tryna reach her You tryna leave him, you said I'm the reason Tell me lies, ooh girl, tell me lies Say you're mine, I'm yours for the night I'm the realest, she said I'm the realest Head be genius, dick game be the meanest  [Hook: The Weeknd] I'm like got up, thank the Lord for the day Woke up by a girl, I don't even know her name Woke up by a girl, I don't even know her name (Woke up, woke up by a girl, I don't even know her name) Got up, thank the Lord for the day Woke up by a girl, I don't even know her name Woke up by a girl, I don't even know her name (Woke up, woke up by a girl, I don't even know her name)  [Bridge: The Weeknd] Got up, thank the Lord for the day Woke up by a girl, I don't even know her name Bitches in my new spot, crowdin' up my space Had to check the safe, check the dresser for my chains Got up, thank the Lord for the day Woke up by a girl, I don't even know her name Bitches in my new spot, crowdin' up my space Had to check the safe, check the dresser for my chains  [Interlude: The Weeknd & Lana Del Rey] Paranoid (Paranoid) Paranoid (P-paranoid) Paranoid (P-paranoid) But I see something in you (You're paranoid) Paranoid (Paranoid) Paranoid (P-paranoid) Paranoid (P-paranoid) But I see something in you (I see something in you)  [Outro: The Weeknd & Lana Del Rey] (Got up, thank the Lord for the day) (Woke up by a girl, I don't even know her name) (Woke up by a girl, I don't even know her name) (Woke up, woke up by a girl, I don't even know her name) (Got up, thank the Lord for the day) (Woke up by a girl, I don't even know her name) (Woke up by a girl, I don't even know her name) (Woke up, woke up by a girl, I don't even know her name) You're paranoid  ",
        "title": "Party Monster"
    },
    {
        "artist": "Future Featuring Drake",
        "lyrics": "  [Intro] (Zaytoven)  [Hook: Future] Mexicano, working like I'm Mexicano New persona, we're moving on from Ferragamo (I'm moving on) Get the llama, I party with the real Madonna (yeah) Beat the odds, do numbers and remain humble (Future) Drop-top Porsches, I'm so used to this Smoking out the pound, I'm so used to this I know where I'm from and I got used to this Mansion in the hills, I got used to this  [Verse 1: Future] Stack of booty bitches, I got used to this There's Iceland in my wrist, I done got used to this Tropicana bitches, I got all kinda flavors Selling dope all my life, I can't do minimum wage (nah) Dirty-dirty money, I got used to this (gang) I give you my whole heart till there ain't nothing to give (Future) You know how far we came if you know where we been (Freebandz) How many niggas you know can hop in the Benz? Be honest to yourself, don't you never pretend (tell 'em) Don't ever play yourself, know when it all begins (you know) I had to put my back against the wall (and what?) Tell me that I don't deserve to ball  [Hook: Future] Mexicano, working like I'm Mexicano New persona, we're moving on from Ferragamo Get the llama, I party with the real Madonna Beat the odds, do numbers and remain humble (yeah) Drop-top Porsches, I'm so used to this Smoking out the pound, I'm so used to this I know where I'm from and I got used to this Mansion in the hills, I got used to this  [Verse 2: Drake] Lambo come alive, man, I'm used to this No one looks surprised cause we used to this Imma make sure that we get used to this Treat my brother's kids like they one of my kids Never looking back on it, we did what we did Could never find the time for the people I miss Thought they had my back against the wall Tell me that I don't deserve to ball Well, then tell me who deserve it Eyes getting low but I'm still observing, I see you lurking Never see me out in person, I'm always working Money on your head if you make a nigga nervous Never made a move out here unless I was certain Tatted on me, but this shit is deeper than the surface I'm with everyone that I was here with in the first place Making sure that they all good before they close the curtain  [Hook: Future] Mexicano, working like I'm Mexicano New persona, we're moving on from Ferragamo Get the llama, I party with the real Madonna (yeah) Beat the odds, do numbers and remain humble (Future) Drop-top Porsches, I'm so used to this Smoking out the pound, I'm so used to this I know where I'm from and I got used to this Mansion in the hills, I got used to this  [Outro: Future] Oh, oh, oh, oh  ",
        "title": "Used To This"
    },
    {
        "artist": "Kiiara",
        "lyrics": "  [Produced by Felix Snow]  [Intro] Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me  [Verse 1] Gold up in my, gold up in my teeth (Gold up, gold up in my teeth) Don’t care what you say to me I'ma bite your feelings out (Gold up in my teeth) I missed you in the basement (Gold up in my teeth) But your brother was a good substitute for you  [Pre-Chorus] And if you love me, love me, but you never let me go When the roof was on fire, you never let me know Say you’re sorry honey, but you never really show And I could leave the party without ever letting you know Without ever letting you know  [Chorus] Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me Without ever letting you know Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me Without ever letting you know Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me Without ever letting you know Roof was on, let me, love me-on-ly s-you know Without ever letting you know  [Verse 2] Gold up in my, gold up in my teeth (Gold up, gold up in my teeth) Tastes like money when I speak (Gold up, gold up in my teeth) And I missed you in the basement (Yeah, gold up in my teeth) Bodies on the pavement (Oh, gold up in my teeth)  [Pre-Chorus] And if you love me, love me, but you never let me go When the roof was on fire, you never let me know Say you’re sorry honey, but you never really show And I could leave the party without ever letting you know Without ever letting you know  [Chorus] Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me Without ever letting you know Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me Without ever letting you know Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me Without ever letting you know Roof was on, let me, love me-on-ly s-you know Without ever letting you know  [Verse 2] Gold up in my, gold up in my teeth (Gold up, gold up in my teeth) Taste like money when I speak (Gold up, gold up in my teeth) And I missed you in the basement (Yeah, gold up in my teeth) Bodies on the pavement (Oh)  [Pre-Chorus] And if you love me, love me, but you never let me go When the roof was on fire, you never let me know Say you’re sorry honey, but you never really show And I could leave the party without ever letting you know Without ever letting you know  [Chorus] Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me Without ever letting you know Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me Without ever letting you know Roof was on, let me, love me-on-ly s-you know Roof was on, let me, love me Without ever letting you know Roof was on, let me, love me-on-ly s-you know Without ever letting you know  ",
        "title": "Gold"
    },
    {
        "artist": "Lil Wayne, Wiz Khalifa & Imagine Dragons With Logic & Ty Dolla $ign Feat. X Ambassadors",
        "lyrics": null,
        "title": "Sucker For Pain"
    },
    {
        "artist": "John Legend",
        "lyrics": "  [Verse 1] Pulling me further, further than I've been before Making me stronger, shaking me right to the core Oh, I don't know what's in the stars Never heard it from above, the world isn't ours But I know what's in my heart, if you ain't mine I'll be torn apart  [Chorus] I don't know who's gonna kiss you when I'm gone So I'm gonna love you now, like it's all I have I know it'll kill me when it's over I don't wanna think about it, I want you to love me now I don't know who's gonna kiss you when I'm gone So I'm gonna love you now, like it's all I have I know it'll kill me when it's over I don't wanna think about it, I want you to love me now  [Post-Chorus] Love me now, love me now Oh, oh, love me now, oh, oh, oh, yeah Love me now, love me now Oh, I want you to love me now  [Verse 2] Something inside us knows there's nothing guaranteed Yeah, girl, I don't need you to tell me that you'll never leave, no When we've done all that we could to turn darkness into light, turn evil to good Even when we try so hard for that perfect kind of love, it could all fall apart  [Chorus] And who's gonna kiss you when I'm gone? Oh I'm gonna love you now, like it's all I have And I know it'll kill me when it's over I don't wanna think about it, I want you to love me now  [Post-Chorus] Love me now, love me now Oh, love me now, oh, oh, oh Love me now Love me now, love me now Love me now  [Bridge] Oh I don't know how the years will go down, it's alright Let's make the most of every moment tonight  [Chorus] I don't know who's gonna kiss you when I'm gone So I'm gonna love you now, like it's all I have I know it'll kill me when it's over I don't wanna think about it, I want you to love me now I don't know who's gonna kiss you when I'm gone So I'm gonna love you now, like it's all I have I know it'll kill me when it's over I don't wanna think about it, I just wanna love you now  [Post-Chorus] Love me now, love me now Oh, oh, love you now, oh, oh, oh Love me now, love me now Love you now Oh, love you now, oh, oh, oh, oh  ",
        "title": "Love Me Now"
    },
    {
        "artist": "Desiigner",
        "lyrics": "  [Intro] This what they all been waitin' for I guess so They been waitin’ for this shit for a long time didn't they I'ma give it everythin’ I got Ayo Dougie park that X6 around the corner Ayy I'm just feelin' my vibe right now I'm feelin' myself  [Bridge] Panda, Panda Panda, Panda, Panda, Panda, Panda  [Hook] I got broads in Atlanta Twistin' dope, lean, and the Fanta Credit cards and the scammers Hittin' off licks in the bando Black X6, Phantom White X6 look like a panda Goin' out like I’m Montana Hundred killas, hundred hammers Black X6, Phantom White X6, panda Pockets swole, Danny Sellin’ bar, candy Man I'm the macho like Randy The choppa go Oscar for Grammy Bitch nigga pull up ya panty Hope you killas understand me  [Hook] I got broads in Atlanta Twistin’ dope, lean, and the Fanta Credit cards and the scammers Hittin' off licks in the bando Black X6, Phantom White X6 look like a panda Goin' out like I'm Montana Hundred killas, hundred hammers Black X6, Phantom White X6, panda Pockets swole, Danny Sellin’ bar, candy Man I'm the macho like Randy The choppa go Oscar for Grammy Bitch nigga pull up ya panty Hope you killas understand me  [Bridge] Hey Panda, Panda Panda, Panda, Panda, Panda, Panda, Panda, Panda, Panda  [Verse] I got broads in Atlanta Twistin' dope, lean, and shit, sippin' Fanta Credit cards and the scammers Wake up Versace shit, life Desiigner Whole bunch of lavish shit They be askin' 'round town who be clappin' shit I be pullin' up stuff in the Phantom ship I got plenty of stuff of Bugatti whip look how I drive this shit Black X6, Phantom White X6, killin' on camera Pop a Perc, I can't stand up Gorilla, they come and kill you with bananas Four fillas, they finna pull up in the Phantom Know niggas, they come and kill you on the camera Big Rollie, it dancin' bigger than a Pandie Go Oscar for Grammy, bitch pull up ya panty Fill up I'ma flip it, I got bitches pull up and they get it I got niggas that's countin' for digits Say you make you a lot of new money Know some killas pull off and they in the Wraith CTD, pull up in the killa Bape Call up Phillip-Phillip, gon' fill the bank Niggas up in the bank, we gon' drill the bank Fuck we gon' kill the bank, get it I got broads, yea I get it I get cards yea I shitted This how I live it Did it all for a ticket Now Flex drop bombs when he spin it And Bobby gon' trend it Jeff The Don doin' business Zana Ray fuckin' up shit and she doin' her business I be gettin' to the chicken Countin' to the chicken And all of my niggas gon' split it  [Bridge] Panda, Panda Panda, Panda, Panda, Panda, Panda  [Hook] I got broads in Atlanta Twistin' dope, lean, and the Fanta Credit cards and the scammers Hittin' off licks in the bando Black X6, Phantom White X6 look like a panda Goin' out like I'm Montana Hundred killas, hundred hammers Black X6, Phantom White X6, panda Pockets swole, Danny Sellin' bar, candy Man I'm the macho like Randy The choppa go Oscar for Grammy Bitch nigga pull up ya panty Hope you killas understand me  [Hook] I got broads in Atlanta Twistin' dope, lean, and the Fanta Credit cards and the scammers Hittin' off licks in the bando Black X6, Phantom White X6 look like a panda Goin' out like I’m Montana Hundred killas, hundred hammers Black X6, Phantom White X6, panda Pockets swole, Danny Sellin' bar, candy Man I'm the macho like Randy The choppa go Oscar for Grammy Bitch nigga pull up ya panty Hope you killas understand me  [Outro] Panda, Panda Panda, Panda, Panda, Panda, Panda  [Produced by Menace]  ",
        "title": "Panda"
    },
    {
        "artist": "Desiigner",
        "lyrics": "  [Intro] Yeah, yeah, yeah, yeah Grrrrraaaah Yeah, yeah, yeah, yeah Git, git, git, git Yeah, yeah, yeah, yeah Git, git, git, git Yeah, yeah, yeah, yeah Git, git, git, git Yeah, yeah, yeah, yeah (Vador) Little Timmy Turner Git, git, git, git  [Hook] Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin’ He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin’ for wallet Kill everybody walkin' He knows that his soul in the furnace Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin' He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin' for wallet Kill everybody walkin' He knows that his soul in the furnace Tiimmy, Tiimmy, Tiimmy Turner  [Verse 1] Tiimmy, Tiimmy, Tiimmy Turner Young boy walkin’, wishin’ for a burner Four, five, six, ten ratchets on 'em Ten niggas with ’em, ten clappin' on 'em Dead niggas with 'em, dead niggas, get ’em Four-five rip 'em, four-five zip 'em You talk money, young niggas get 'em Young niggas get 'em Beluga, beluga, beluga I fell in love with the Ruger I fell in love with my jeweler I fell in love with the mulah Banana clips is going through ya It's all about the rule It's all about the move It's all about the rules  [Hook] Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin' He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin' for wallet Kill everybody walkin' He knows that his soul in the furnace Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin' He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin' for wallet Kill everybody walkin' He knows that his soul in the furnace Tiimmy, Tiimmy, Tiimmy Turner  [Verse 2] Tiimmy (Git, git, git) Tiimmy Turner (Git, git, git) Eh, yeah he wish had a burner Young nigga move and he kill with confirma You get hit, nigga, left with earner Choppa move, nigga, both want it You get hit down in both summers I got niggas rollin' dat would be dead with it Choppa move, nigga, roll him with it You choke down, roll, load and get Hit a nigga up, reload the semi Gotta flow over demon Thinking all about Tiimmy Just the thought of them with me All my killas said they with me  [Hook] Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin' He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin' for wallet Kill everybody walkin' He knows that his soul in the furnace Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin' He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin' for wallet Kill everybody walkin' He knows that his soul in the furnace  [Beat Switch]  [Hook] Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin' He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin' for wallet Kill everybody walkin' He knows that his soul in the furnace Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin' He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin' for wallet Kill everybody walkin' He knows that his soul in the furnace Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin' He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin' for wallet Kill everybody walkin' He knows that his soul in the furnace Tiimmy, Tiimmy, Tiimmy Turner He was wishin' for a burner To kill everybody walkin' He knows that his soul in the furnace Fuck bitch on BET Have her walkin', she fuckin' for BET Wildin' for wallet Kill everybody walkin' He knows that his soul in the furnace Tiimmy, Tiimmy, Tiimmy Turner  ",
        "title": "Tiimmy Turner"
    },
    {
        "artist": "Tory Lanez",
        "lyrics": "  [Verse 1] We ah sip the Henny for the day baby Bad man, we no stray baby Oops I done fell for your way baby I know girl but, everyone falls...  [Pre-Chorus] And I know from the first time, the first time I seen your love, you got me baby Even though girl I know that I will fall for you You got to know that everyone falls Oops I done fell so deep baby Oops I want you for me baby Oops I want you for me baby Oops I done fell so deep cause...  [Chorus] Everyone falls in love sometimes I don't know 'bout you but it ain't a crime Neefi let me love you, love you, love you for long time baby Neefi let me touch you, neefi let me love you 'til the morning, oh  [Post-Chorus] Mmm, ah, mmm, ah, mmm, if you let me love you Mmm, ah, mmm, ah, mmm, if you let me touch you Mmm, ah, mmm, ah, mmm, if you let me love you Mmm, ah, mmm, ah, mmm, if you let me love you  [Verse 2] We ah sip that Henny for the day baby Come my, my way baby Top down on the highway baby And if you let me love you, wait Shawty she ain't even got a visa Out of town, one night teaser Need to tell them other niggas ease up I'm falling but everyone falls  [Pre-Chorus] And I know from the first time, the first time I seen your love, you got me baby Even though girl I know that I will fall for you You got to know that everyone falls Oops I done fell too deep baby Oops I think you got me baby Oops I want you for me baby I'm fallin' but (But everyone falls...)  [Chorus] Everyone falls in love sometimes I don't know 'bout you but it ain't a crime Neefi let me love you, love you, love you for long time baby Neefi let me touch you, neefi let me love you 'til the morning, oh  [Post-Chorus] Mmm, ah, mmm, ah, mmm, if you let me love you Mmm, ah, mmm, ah, mmm, if you let me touch you Mmm, ah, mmm, ah, mmm, if you let me love you Mmm, ah, mmm, ah, mmm  [Bridge] And if you want me And if you let me love you now It's true what I need Is someone for love me right now It's true I'm a freak It's time to love you now And if you want me I'm falling  [Chorus] Everyone falls in love sometimes I don't know 'bout you but it ain't a crime Neefi let me love you, love you, love you for long time baby Neefi let me touch you, neefi let me love you 'til the morning, oh  [Post-Chorus] Mmm, ah, mmm, ah, mmm, if you let me love you Mmm, ah, mmm, ah, mmm, if you let me touch you Mmm, ah, mmm, ah, mmm, if you let me love you Mmm, ah, mmm, ah, mmm, if you let me love you, yeah  ",
        "title": "Luv"
    },
    {
        "artist": "Brett Young",
        "lyrics": "  [Intro] Oh, babe  [Verse 1] Never thought I would be like this Wide awake waitin' on a goodnight kiss Sippin' ninety proof, talkin' to the moon Countin' down the hours till its two AM Never thought I would be like this  [Chorus] But as long as the night ends with you in a yellow cab Shootin' me a text sayin' Comin' home soon As long as I can bet on you crawlin' into bed after slippin' out ya high heel shoes I ain't lyin' sayin' have a good time Out with your girls, girl do what you do No matter how late, baby I'll be stayin' up I can't sleep without you  [Verse 2] I'd be tossin' and turnin' all night babe From the smell of your hair on the pillow case Even if I tried without you by my side I'd be dreamin with my eyes open I'd be tossin' and turnin' all night babe  [Chorus] But as long as the night ends with you in a yellow cab Shootin' me a text sayin' Comin' home soon As long as I can bet on you crawlin' into bed after slippin' out ya high heel shoes I ain't lyin' sayin' have a good time Out with your girls, girl do what you do No matter how late, baby I'll be stayin' up I can't sleep without you, no I can't sleep without you, no, no  [Bridge] I bet that DJ'S playin' your song And your carryin' on Baby I love the thought of that long as I know I'm the one you're comin home to  [Chorus] But as long as the night ends with you in a yellow cab Shootin' me a text sayin' Comin' home soon As long as I can bet on you crawlin' into bed after slippin' out ya high heel shoes I ain't lyin' sayin' have a good time Out with your girls, girl do what you do No matter how late, baby I'll be stayin' up I can't sleep without you  [Outro] Yeah no matter how late, baby I'll be stayin up I can't sleep without you, no Can't sleep without you I can't sleep without you Never thought I would be like this Just wide awake waitin' on a goodnight kiss  ",
        "title": "Sleep Without You"
    },
    {
        "artist": "The Weeknd Featuring Daft Punk",
        "lyrics": "  [Intro: The Weeknd] Yeah, uh  [Verse 1: The Weeknd] Tell me what you really like Baby, I can take my time We don't ever have to fight Just take it step-by-step I can see it in your eyes 'Cause they never tell me lies I can feel that body shake And the heat between your legs  [Pre-Chorus: The Weeknd] You've been scared of love and what it did to you You don't have to run, I know what you've been through Just a simple touch and it can set you free We don't have to rush when you're alone with me  [Chorus: The Weeknd] I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe  [Verse 2: The Weeknd] You are not the single type So baby, this the perfect time I'm just tryna get you high (I'm just tryna, babe) And faded off this touch You don't need a lonely night So baby, I can make it right You just got to let me try To give you what you want  [Pre-Chorus: The Weeknd] You've been scared of love and what it did to you You don't have to run, I know what you've been through Just a simple touch and it can set you free We don't have to rush when you're alone with me  [Chorus: The Weeknd & Daft Punk] I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe  [Pre-Chorus: The Weeknd] Hey! You've been scared of love and what it did to you You don't have to run, I know what you've been through Just a simple touch and it can set you free We don't have to rush when you're alone with me  [Chorus: The Weeknd + Daft Punk] I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I know what you feel right now I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I know what you say right now, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I know what you say right now, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe  [Outro: Daft Punk] I feel it coming, babe I feel it coming, babe I feel it coming, babe I feel it coming, babe  ",
        "title": "I Feel It Coming"
    },
    {
        "artist": "Young Thug And Travis Scott Featuring Quavo",
        "lyrics": "  [Intro: Young Thug & Starrah] Yaaah, oh yaaah Ooooh, Thugger Yeah, Travis Scott Thugger, Thugger baby Yaah, yaah Starrah let's get it, Starrah  [Verse 1: Starrah] I pour a four up I call your hoe up Just to fuck her and show her I just went, got my dough up Pullin' off and I pop more Yeah I go and perform And then roll up that roll up And then I call your hoe up (Like Brrrrr)  [Hook: Starrah] Pick up the phone, baby (Like brrrrr) I know you're home, baby (Like brrrrr) I'm in the zone, baby (Ohhhhhh) I just poured up a four baby (Pour it up)  [Bridge: Young Thug] Never will I cheat on you Never will I commit treason Blowin' a bag on you Do all of that for no reason I'ma pull up and murk too Hittin' the block and I'm bleedin' Throwing that Rollie on you I like the way it be freezin' (Like Brrrrr)  [Hook: Starrah] Pick up the phone, baby (Like brrrrr) I know you're home, baby (Like brrrrr) I'm in the zone, baby (Ohhhhhh) I just poured up a four baby (Pour it up)  [Verse 2: Young Thug] Pour up a four of that Actavis Lean like my mothafuckin' granny did Super Bowl ring with big body Benz I stack it up now I'm just better livin' Got screws in my mouth, I'm just preppin' it I'm fucking this cash, I’m not celibate I'm packin' it up like a reverend I need all this cash, I got hella kids I'ma play dumb and get left in the middle Back the fuck up, you too little Hit 'em with three like I'm Miller I don't talk to no man in the middle I don't talk to no man, I'm just kiddin' But I did pay my sister's tuition I feel lucky, I should play the lottery Walkin' off with it like Sonny Liston Mama told me I'm her brightest star Mama told me don't hate on the law Because everybody got a job Because everybody wanna be a star (real shit, real shit) Please believe every motherfucker around here wan' be a part She gon' do anything in her power to be with ya' boy (Like Brrrrr)  [Hook: Starrah] Pick up the phone, baby (Like brrrrr) I know you're home, baby (Like brrrrr) I'm in the zone, baby (Ohhhhhh) I just poured up a four baby (Pour it up)  [Bridge: Young Thug] Never will l cheat on you Never will I commit treason Blowin' a bag on you Do all of that for no reason I'ma pull up MR2 Hittin' the block and I’m bleedin' Throwin' that Rollie on you I like the way you be freezin', yeah  [Verse 3: Quavo] Pick up the phone Macaulay Culkin' baby, Home Alone I thought I was right Then I had to man up, I was wrong I hate when we fight She in love with the pipe I draped her up in ice, I pour my four on ice Birds in the trap sing Brian McKnight Percocet and Codeine please don't take my life She had a dream with Céline So I bought it twice Young nigga make it right back tonight Girl you're so cute and your ass is nice Drinkin' on four and I'm shootin' dice Wrist polar bear, Klondike And I'm loving all races, hell nah don't discriminize Drinkin' on clean, sanitize Ostritch seats with the frog eyes If I ever call your phone baby Best believe it's only one time (Like Brrrrr)  [Hook: Starrah] Pick up the phone, baby (Like brrrrr) I know you're home, baby (Like brrrrr) I'm in the zone, baby (Ohhhhhh) I just poured up a four baby (Pour it up)  [Bridge: Young Thug] Never will l cheat on you Never will I commit treason Blowin' a bag on you Do all of that for no reason I'ma pull up and MR2 Hittin' the block and I’m bleedin' Throwin' that Rollie on you I like the way you be freezin'  ",
        "title": "Pick Up The Phone"
    },
    {
        "artist": "Drake Featuring 21 Savage",
        "lyrics": "  [Intro: Drake & Young Thug] Yeah We got London On Da Track  [Verse 1: Drake] This is all God's doin', man, you can't plan it But if the devil's in the details, then I'm Satanic 'Bout to take over your city and you can't stand it My accountant say you sinkin' like the Titanic David Blaine last summer, man, you had to vanish I get the hits like somebody pitchin' underhanded Got my Spanish ting convinced that I know Spanish Really, when she get to talkin', I don't understand it You ain't own it right away, you had to wait on niggas Man, I'm only twenty-nine, have some patience with us Plus I never met nobody from my label, nigga I just pop up with the music then they pay a nigga, yeah  [Refrain: Drake] Shit ain't been the same like before I still love it but I used to love it more FaceTime with my shawty on tour And she textin' purple hearts 'cause she know that we at war, yuh  [Chorus: Drake & 21 Savage] Niggas keep reachin' and dissin' Can't afford mistakes, not on this end Make me call my bros for assistance You gon' make me call my bros for assistance Niggas keep reachin' and dissin' Put me in a fucked-up position (yah) You gon' make me call my bros for assistance (21) Make me call my bro (21, uh)  [Verse 2: 21 Savage] Baby, I'm a savage, I ain't romantic When I come around, these rapper niggas start to panic And they pockets goin' under like the Titanic Got some head last night and it was outstandin' They was hatin' on me then and they hatin' now (hatin' now) She was playin' with me then but she waitin' now (21, 21) Used to sleep inside a den, I got acres now (mansion) I was fightin' niggas then but I'm sprayin' now (blastin') I don't pay no mind to no sneak diss (nope) I won't spend a dime on a freak bitch (broke) Niggas takin' cheap shots on some cheap shit (21) They the type to stand in line for some free shit (broke bitch) Baby girl gon' suck it till her jaws locked (suck it up) She gon' make me put my bitch on call block (fuckin' up) We the ones poppin', we the ones shoppin' (21) We the one droppin' niggas, we the ones (we the ones) They the ones duckin' when them heaters come (21, 21) You that nigga snitchin' on your people, huh? (Shh) 21 Savage a.k.a. The Reaper, huh (21) Pussy niggas gettin' shot for all that reachin', huh (ya dig?)  [Chorus: Drake & 21 Savage] Niggas keep reachin' and dissin' (shut the fuck up) Can't afford mistakes, not on this end (count the fuck up) Make me call my bros for assistance (21) You gon' make me call my bros for assistance (bros) Niggas keep reachin' and dissin' (hol' up) Put me in a fucked-up position (21) Make me call my bros for assistance Make me call my bro, don't  [Verse 3: Drake] I don't need love, I'm the GOAT, I just hit the beat and float And I'm sellin' out arenas but you puttin' on a show I been tryna change life around for everyone I know 'Cause if I don't share the wealth Then how the fuck we supposed to grow? Mom's stressed, there's a lot of things we need Chain smokin' in the house, it's hard to breathe I used to have to hit my Ts with Febreze Jordan pull up in the TL, now I'm cheese I'ma turn this TSX into a Benz soon I'ma see a lot of blessin's for my friends soon Hunnid-fifty-inch screen in my bedroom 6'1\", man, a nigga need some leg room  [Refrain: Drake] Shit ain't been the same like before They ain't even wanna look up at the score FaceTime with my shawty on tour And she textin' purple hearts 'cause she know that we at war, yuh  [Chorus: Drake] Niggas keep reachin' and dissin' Can't afford mistakes, not on this end Make me call my bros for assistance You gon' make me call my bros for assistance Niggas keep reachin' and dissin' Put me in a fucked-up position Make me call my bros for assistance Make me call my bro, don't  ",
        "title": "Sneakin'"
    },
    {
        "artist": "Big Sean",
        "lyrics": "  [Intro: Future] If Young Metro don't trust you, I'm gon shoot you  [Hook: Big Sean] Last night took a L, but tonight I bounce back Wake up every morning, by the night, I count stacks Knew that ass was real when I hit, it bounce back (You ain’t getting checks) Last night took a L, but tonight I bounce back Boy, I been broke as hell, cashed a check and bounced back D town LAX, every week I bounce back If you a real one, then you know how to bounce back  [Verse 1: Big Sean] Don’t owe nobody, owe nobody Always on the fuckin' job, I got no hobbies Got the city fuckin' with me 'cause I'm homegrown Vibin' out more than my phone though Leave me ‘lone, me on my own though Look, I cut that bitch off like a edit My daddy a G, it's genetics (Straight up) I heard ya new shit, it's pathetic Ya contract should be shredded Took my dogs on a private jet from the public housing I kept it G, yeah, one thousand Clique star-studded like the Paramount mountain Everything I do is righteous Betting on me is the right risk Even in a fucking crisis I’m never on some switching sides shit I switch gears to the night shift Blacking out 'cause I’m enlightened God talk to me in silence But I hear him every time, mane (Thank you God, God bless you, thank you so much)  [Hook: Big Sean] Last night took a L, but tonight I bounce back Wake up every morning, by the night, I count stacks Knew that ass was real when I hit, it bounce back (You ain’t getting checks) Last night took a L, but tonight I bounce back Boy, I been broke as hell, cashed a check and bounced back D town LAX, every week I bounce back If you a real one, then you know how to bounce back  [Verse 2: Big Sean] Look, I woke up in beast mode With my girl, that's beauty and the beast though Been top 5, these niggas sleep though Only thing that sold out is the seats though (Never sold my soul, never will never have) Nigga how dare you stand before me and not respect my authority If you fuck with my glory, I'ma drop the L and get gory I done did everything except worry Hella drama, my life story Faith of a mustard seed, I kept growing I knew that this life was meant for me Niggas change up more than wishin' wells Karma come around I'll wish 'em well Livin' like I’m on a limitless pill I kill the scene like I’m Denzel Crazy like my jacket strapped up Nigga, I don’t act but I'll act up Brown paper bag like the lunch packed up Back, back, back, back up Nigga, I'ma need like 10 feet Or get stomped out with ten feet I'ma always lose my temper You cannot “count to ten” me If I lose 1, I bounce back like 2, 3 did with 4, 5 Seen court rooms and court sides, ain’t too many seen both sides Nigga, fuck what you know Nigga, I’m takin' back control The underdog just turned into the wolf and the hunger steady grows Yeah, I call shots while you call off Never takin' summer or fall off When you stay that committed to it, you just fall down and never fall off, so  [Hook: Big Sean] Last night took a L, but tonight I bounce back Wake up every morning, by the night, I count stacks Knew that ass was real when I hit, it bounce back (You ain’t getting checks) Last night took a L, but tonight I bounce back Boy, I been broke as hell, cashed a check and bounced back D town LAX, every week I bounce back If you a real one, then you know how to bounce back  [Outro: Kanye West & Big Sean] Bounce back, bounce, bounce Bounce back, bounce, bounce Bounce, bounce, bitch, bounce (Yeah) Is you a real one? Is you a real one? Real one Real one Is you a real one? Real one Real one Don  ",
        "title": "Bounce Back"
    },
    {
        "artist": "Lil Uzi Vert",
        "lyrics": "  [Intro] Hit it from the back, watch a nigga bless you (If Young Metro don't trust you I'm gon' shoot you) Cryin' in my arms like a nigga wrecked you (Metro Boomin' want some more, nigga)  [Hook] Ya alright, alright, alright You was right, I was wrong Ya, I should've never ever took her home Ya, I should've just boned Ya, fantasy on my phone Ya, hit it from the back, watch a nigga bless you Ya, cryin' in my arms like a nigga wrecked you Talkin' 'bout a broken heart, runnin' to the restroom  [Verse 1] Looked at my mama just like we rich Looked at my bitch like we rich Said we ain't got no minor setbacks Countin' all that money, told that nigga just to bet that I, I know that you ain't got it, boy, why you ain't just say that? They see I got that money, now his bitch like, \"I said that\" I don't pay that ho no mind, I been had that When I saw my girl, yeah you know I had to bag that And before me fuck niggas yeah, they had that Five niggas in includin' me I had to back back Try to diss me, I take it to your family I fuck your sister then make sure that she vanish  [Hook] Ya alright, alright, alright You was right, I was wrong Ya, I should've never ever took her home Ya, I should've just boned Ya, fantasy on my phone Ya, hit it from the back, watch a nigga bless you Ya, cryin' in my arms like a nigga wrecked you Talkin' 'bout a broken heart, runnin' to the restroom Ya alright, alright, alright You was right, I was wrong Ya, I should've never ever took her home Ya, I should've just boned Ya, fantasy on my phone Ya, hit it from the back, watch a nigga bless you Ya, cryin' in my arms like a nigga wrecked you Talkin' 'bout a broken heart, runnin' to the restroom, yeah  [Verse 2] Even though we in the same room You just locked the door, so I gotta text you Like bae unlock the door I got to use the restroom Like I don't want a war, wanna caress you  [Hook] Ya alright, alright, alright You was right, I was wrong Ya, I should've never ever took her home Ya, I should've just boned Ya, fantasy on my phone Ya, hit it from the back, watch a nigga bless you Ya, cryin' in my arms like a nigga wrecked you Talkin' 'bout a broken heart, runnin' to the restroom  ",
        "title": "You Was Right"
    },
    {
        "artist": "John Mayer",
        "lyrics": "  [Verse 1] It's a Friday, we finally made it I can't believe I get to see your face You've been working and I've been waiting To pick you up and take you from this place  [Chorus 1] Love on the weekend Love on the weekend Like only we can Like only we can Love on the weekend Love on the weekend I'm coming up and I'm loving every minute of it  [Verse 2] You be the DJ, I'll be the driver You put your feet up in the getaway car I'm flying fast like a, a wanted man I want you, baby, like you can't understand  [Chorus 2] Oh, love on the weekend Love on the weekend We found a message in a bottle we were drinking Love on the weekend Love on the weekend I hate your guts 'cause I'm loving every minute of it  Oh, oh Oh, oh Oh, oh, oh  [Verse 3] I gotta leave ya, it's gonna hurt me My clothes are dirty and my friends are getting worried Down there below us, under the clouds Baby, take my hand and pull me down, down, down, down And I'll be dreamin' of the next time we can go Into another serotonin overflow  [Chorus 3] Love on the weekend Love on the weekend I'm busted up but I'm loving every minute of it (Love on the weekend) (Love on the weekend)  [Outro] I'm looking for a little love I'm looking for a little love, oh yeah (Love on the weekend) (Love on the weekend) (Love on the weekend)  ",
        "title": "Love On The Weekend"
    },
    {
        "artist": "Migos Featuring Lil Uzi Vert",
        "lyrics": "  [Intro: Offset] You know, young rich niggas You know so we ain't really never had no old money We got a whole lotta new money though, hah (If Young Metro don't trust you I'm gon' shoot ya) Hey!  [Hook: Offset] Raindrop (drip), drop top (drop top) Smokin' on cookie in the hotbox (cookie) Fuckin' on your bitch, she a thot, thot (thot) Cookin' up dope in the crockpot (pot) We came from nothin' to somethin', nigga (hey) I don't trust nobody, grip the trigger (nobody) Call up the gang and they come and get ya (gang) Cry me a river, give you a tissue (hey) My bitch is bad and boujee (bad) Cookin' up dope with a Uzi (blaow) My niggas is savage, ruthless (savage) We got 30's and 100 rounds too (grrah) My bitch is bad and boujee (bad) Cookin' up dope with a Uzi (dope) My niggas is savage, ruthless (hey) We got 30's and 100 rounds too (glah)  [Verse 1: Offset] Offset, whoo, whoo, whoo, whoo, whoo! Rackaids on rackaids, got back-ends on back-ends I'm ridin' around in a coupe (coupe) I take your bih right from you (you) Bitch, I'm a dog, roof (grr) Beat the ho walls loose (hey) Hop in the frog, whoo (skrt) I tell that bih to come comfort me (comfort me) I swear these niggas is under me (hey) They hate and the devil keep jumpin' me (jumpin' me) Bankrolls on me keep me company (cash) Ayy, we do the most Yeah, pull up in Ghosts (whoo) Yeah, my diamonds a choker (glah) Holdin' the fire with no holster (blaow) Rick the Ruler, diamonds cooler (cooler) This a Rollie, not a Muller (hey) Dabbin' on 'em like the usual (dab) Magic with the brick, do voodoo (magic) Courtside with a bad bitch (bitch) Then I send the bitch through Uber (go) I'm young and rich and plus I'm bougie (hey) I'm not stupid so I keep the Uzi (rrah) Rackaids on rackaids, got back-ends on back-ends So my money makin' my back ache (aagh) You niggas got a low Act rate (Act) We from the Nawf, yeah, dat way (nawf) Fat Cookie blunt in the ashtray (cookie) Two bitches, just national smash day (smash) Hop in the Lamb, have a drag race (skrt) I let them birds take a bath, bae (brr)  [Hook: Offset] Raindrop (drip), drop top (drop top) Smokin' on cookie in the hotbox (cookie) Fuckin' on your bitch, she a thot, thot (thot) Cookin' up dope in the crockpot (pot) We came from nothin' to somethin', nigga (hey) I don't trust nobody, grip the trigger (nobody) Call up the gang and they come and get ya (gang) Cry me a river, give you a tissue (hey) My bitch is bad and boujee (bad) Cookin' up dope with a Uzi (blaow) My niggas is savage, ruthless (savage) We got 30's and 100 rounds too (grrah) My bitch is bad and boujee (bad) Cookin' up dope with a Uzi (dope) My niggas is savage, ruthless (hey) We got 30's and 100 rounds too (glah)  [Verse 2: Quavo] Pour a four, I'm droppin' muddy Outer space, Kid Cudi (drank) Introduce me to your bitch as wifey and we know she sluttin' Broke a brick down, nutted butted, now that nigga duckin' Don't move too fast, I might shoot ya (huh?) Draco bad and boujee (draco) I'm always hangin' with shooters (brrah) Might be posted somewhere secluded (private) Still be playin' with pots and pans, call me Quavo Ratatouille Run with that sack, call me Boobie (run with it) When I'm on stage show me boobies (ayy) Ice on my neck, I'm the coolest (ice) Hop out the suicide with the Uzi (pew-pew-pew) I pull up, I pull up, I pull up I hop out with all of the drugs and the good luck (skrrt) I'm cookin', I'm cookin', I'm whippin' I'm whippin' into a rock up, let it lock up (lock up) I gave her 10 racks I told her go shoppin' and spend it all at the pop up (ten) These bitches, they fuck and suck dick And they bustin' for Instagram, get your Klout up Uh, yeah, dat way, float on the track like a Segway (go) Yeah, dat way, I used to trap by the Subway (trappin') Yeah, dat way, young nigga trap with the AK (rrrah) Yeah, dat way, big dyke ho, get the door, Macy Gray (hey)  [Hook: Offset] Raindrop (drip), drop top (drop top) Smokin' on cookie in the hotbox (cookie) Fuckin' on your bitch, she a thot, thot (thot) Cookin' up dope in the crockpot (pot) We came from nothin' to somethin', nigga (hey) I don't trust nobody, grip the trigger (nobody) Call up the gang and they come and get ya (gang) Cry me a river, give you a tissue (hey) My bitch is bad and boujee (bad) Cookin' up dope with a Uzi (blaow) My niggas is savage, ruthless (savage) We got 30's and 100 rounds too (grrah) My bitch is bad and boujee (bad) Cookin' up dope with a Uzi (dope) My niggas is savage, ruthless (hey) We got 30's and 100 rounds too (glah)  [Verse 3: Lil Uzi Vert] Yeah, yeah, yeah, yeah, yeah My bitch, she bad to the bone Ayy, wait, these niggas watchin' I swear to God they be my clones Yeah, hey, huh Switchin' my hoes like my flows (what?) Switchin' my flows like my clothes (like what?) Keep on shootin' that gun, don't reload Ooh, ooh, now she want fuck with my crew 'Cause the money come all out the roof Drive the Rari, that bitch got no roof (skrt) Wait, what kind of Rari? 458 (damn) All of these niggas, they hate (they hate) Try to hide, shoot through the gate Look, go to strip club, make it rain Yeah, so much money they use rakes Count a hundred thousand in your face (in your face) Yeah, then put 300 right in the safe Met her today, yeah She talk to me like she knew me, yeah Go to sleep in a jacuzzi, yeah Wakin' up right to a two-piece, yeah Countin' that paper like loose leaf, yeah Gettin' that chicken with blue cheese, yeah Boy, you so fake, like my collar you snakin' I swear to God that be that Gucci (ayy) And you know we winnin' (winnin') Yeah, we is not losin' Try to play your song, it ain't move me (what?) Saw your girl once, now she choosin', yeah  [Hook: Offset] Raindrop (drip), drop top (drop top) Smokin' on cookie in the hotbox (cookie) Fuckin' on your bitch, she a thot, thot (thot) Cookin' up dope in the crockpot (pot) We came from nothin' to somethin', nigga (hey) I don't trust nobody, grip the trigger (nobody) Call up the gang and they come and get ya (gang) Cry me a river, give you a tissue (hey) My bitch is bad and boujee (bad) Cookin' up dope with a Uzi (blaow) My niggas is savage, ruthless (savage) We got 30's and 100 rounds too (grrah) My bitch is bad and boujee (bad) Cookin' up dope with a Uzi (dope) My niggas is savage, ruthless (hey) We got 30's and 100 rounds too (glah)  ",
        "title": "Bad And Boujee"
    },
    {
        "artist": "Lil Yachty",
        "lyrics": "  [Hook] I know you want this for life Taking pictures with all my ice But I can't have no wife I just want you for the night I know you want this for life Taking pictures with all my ice But I can't have no wife I just want you for the night  [Verse] I know you want this for life Fuck you so good you be calling out the Christ Bottles of the Tech got it laid on ice We spent four seasons at the Four Seasons twice You be calling all your homegirls like \"I'm his wife\" Hell nah, you trippin', reevaluate your life I can't love no bitch, every single ho is trife I sip dirty Sprite just to get me through the night But I need you there Promise that I need you there Ain't no other bitch gon' fuck me like you do I swear Put that on my gang I swear I just can't put you on front street like you want I know But baby you is not no ho And I put it on my gang I'm not no average joe It's Yachty from the block you know  [Hook] I know you want this for life Taking pictures with all my ice But I can't have no wife I just want you for the night I know you want this for life Taking pictures with all my ice But I can't have no wife I just want you for the night  ",
        "title": "1 Night"
    },
    {
        "artist": "PARTYNEXTDOOR Featuring Drake",
        "lyrics": "  [Verse 1: PARTYNEXTDOOR] Doesn't make sense now Shit just got real, things are gettin' intense now I hear you talkin' 'bout \"we\" a lot, oh, you speak French now? Giving me the signs so I gotta take a hint now I hit you up like \"Do you wanna hang right now?\" On the East Side and you know I'm with the gang right now You say do I own a watch, do I know what time it is right now It's after 2AM and that's askin' a lot of you right now  [Chorus: PARTYNEXTDOOR] All she talkin' bout is, \"Come and see me for once Come and see me for once You don't ever come to me, you don't ever come to me\" All she ever say is, \"Come and see me for once Come and see me for once You don't ever come to me, you don't ever come to me\"  [Verse 2: PARTYNEXTDOOR] I been up for two whole days thinkin' what I did to keep you goin' Thumbin' through the voicemails that you left me tellin' me where I went wrong I'll admit I'm sorry when I feel I'm truly sorry Things change, people change, feelings change too Never thought the circumstances woulda changed you You said you never traded no Yeah you said that And I believed you when they told me don't Yeah thought you meant that But either way you're still invited and I can't even lie to you  [Chorus: PARTYNEXTDOOR + Drake] Swear these days all you say is, \"Come and see me for once Come and see me for once You don't ever come to me, you don't ever come to me\" All she hit me with is, \"Come and see me for once Come and see me for once You don't ever come to me, you don't ever come to me\"  [Verse 3: Drake] Why you gotta start, girl, why you gotta start? I know we make time for the things that we want I know you got another nigga tryna play the part Just 'cause he got a heart don't mean he got heart Could be standin' in a field, and he still ain't in the field If anything should change then I thought we had a deal Lately you keep questionin' what you get out the deal Doin' things to make me feel the way I make you feel How hard is it to let you know when I'm comin' home? That way you can be prepared Maybe take a couple sick days and not miss pay I don't even know what things are looking like inside of your place Or how it's decorated This thing is gettin' one-sided, I can't even lie to you right now Yeah  [Chorus: Drake] All she talkin' bout is, \"Come and see me for once Come and see me for once You don't ever come to me, you don't ever come to me\" All she hit me with is, \"Come and see me for once Come and see me for once You don't ever come to me, you don't ever come to me\"  ",
        "title": "Come And See Me"
    },
    {
        "artist": "Brett Eldredge",
        "lyrics": "  [Verse 1] The radio and a sundress Making my world all a mess Back corner of a cornfield Bottle tops and the truth spilled Pull the lever, lay the seat back laughin' You slippin' off your shoes While the dashboard speakers sing every word of \"Night Moves\"  [Chorus] I wanna be that song that gets you high Makes you dance, makes you fall That melody rewinds years Once disappear, makes time stall Wanna be those words that fill you up Pull your windows down and keeps you young Makes you believe you're right where you belong I wanna be that song I wanna be, wanna be, wanna be, wanna be that song Oh, I wanna be, I wanna, I wanna  [Verse 2] I wanna stand with you in the third row Window booth at a bar Back pew on a Sunday pourin' out your heart (pourin' out your heart) When the bleachers are crowded When you're sittin' all alone When the rain is pourin' and you need something to take you home  [Chorus] Let me be that song that gets you high Makes you dance, makes you fall That melody rewinds years Once disappear, makes time stall Wanna be those words that fill you up Pull your windows down and keeps you young Makes you believe you're right where you belong I wanna be that song I wanna be, wanna be, wanna be, wanna be that song Oh, I wanna be, I wanna, I wanna  [Bridge] When you're searching the horizon (searching the horizon) When your eyes look back When you're standing in the moment Every life has a soundtrack  [Chorus] Oh I wanna be, I wanna be, oh I wanna be I wanna be that song that gets you high Makes you dance, makes you fall That melody rewinds years Once disappear, makes time stall Wanna be those words that fill you up Pull your windows down and keeps you young Makes you believe you're right where you belong I wanna be that song  [Tag] When the highway's calling When the bottle's dry When the sky is falling and you're asking yourself why Oh, oh, I wanna be,(wanna be,wanna be) yeah, oh  ",
        "title": "Wanna Be That Song"
    },
    {
        "artist": "Cole Swindell",
        "lyrics": "  [Verse 1] Baby, it just took one look at you For me to change my one drink order to two Like we already knew each other Like we've been talking all night About a minute into our first dance We got blindsided by your friends All in a hurry like you had to go Didn't they know you can't leave someone Girl, you can't leave someone  [Chorus 1] In the middle of a dance floor all alone In the middle of an old school country song Right when I was just about to lean on in Why'd you have to go then? Baby, in the middle of the glow of the neon light It shoulda, coulda, woulda been the night of our lives Girl, it ain't right, no How you gonna leave me right in the middle of a memory?  [Verse 2] We were gonna dance 'till they shut it down People'd be staring while I spin you 'round Thinking we were so in love, yeah They wouldn't know we hadn't even hooked up I'd get your number and I'd give you mine And we'd be hanging out tomorrow night But now I don't know where you are I'm under these lights right here in the dark  [Chorus 1] In the middle of a dance floor all alone In the middle of an old school country song Right when I was just about to lean on in Why'd you have to go then? Baby, in the middle of the glow of the neon light It shoulda, coulda, woulda been the night of our lives Girl, it ain't right, no How you gonna leave me in the middle of a memory? yeah  [Bridge] Yeah, it's like you walked right out in the middle of a movie Tore the back half out of a book And no, you'll never know, girl, what you did to me It ain't right saying goodbye  [Chorus 2] In the middle of a dance floor all alone In the middle of what could've been our song Right when I was just about to lean on in Why'd you have to go then? Baby, in the middle of the glow of the neon light It shoulda, coulda, woulda been the night of our lives But, girl, it ain't right, no How you gonna leave me right in the middle of a memory? In the middle of a memory In the middle of a memory  ",
        "title": "Middle Of A Memory"
    },
    {
        "artist": "Andy Grammer",
        "lyrics": "  [Verse 1] I got these fresh eyes, never seen you before like this My God, you're beautiful It's like the first time when we opened the door 'Fore we got used to usual  [Pre-Chorus 1] It might seem superficial Stereotypical, man You dress up just a little and I'm like, \"Oh, damn\"  [Chorus] So suddenly, I'm in love with a stranger I can't believe that she's mine Now all I see is you with fresh eyes, fresh eyes So suddenly, I'm in love with a stranger I can't believe that she's mine, yeah And now all I see is you with fresh eyes, fresh eyes  [Verse 2] Appreciation, well, it comes and it goes But I, I'll ride that wave with you It's human nature to miss what's under your nose 'Til you, 'til you remind a fool  [Pre-Chorus 2] Maybe all of this is simple My heart's unconditional, yeah You dress up just a little and I'm like, \"Oh, damn\"  [Chorus] So suddenly, I'm in love with a stranger I can't believe that she's mine Now all I see is you with fresh eyes, fresh eyes So suddenly, I'm in love with a stranger I can't believe that she's mine, yeah And now all I see is you with fresh eyes, fresh eyes  [Bridge] If I could bottle this up, bottle, bottle this up, I would I would bottle this up, bottle, bottle this up, I would 'Cause you're gorgeous in this moment If I could bottle this up, I would  [Chorus] So suddenly, I'm in love with a stranger I can't believe that she's mine Now all I see is you with fresh eyes, fresh eyes So suddenly, I'm in love with a stranger I can't believe that she's mine, yeah And now all I see is you with fresh eyes, fresh eyes  ",
        "title": "Fresh Eyes"
    },
    {
        "artist": "Old Dominion",
        "lyrics": "  [Verse 1] Right now we both know We're Marina Del Ray Planes gonna fly away And you'll be on it And by This Time Tomorrow I'll be singing Yesterday The sunshine's gonna fade And we can't stop it So before we turn in, I Can't Make You Love Me  [Chorus] Let's be Brown Eyed Girl, Sweet Caroline Freefallin' Small Town Saturday Night Before you lose that loving feeling Let's go Dancing on the Ceiling Keep on living that Teenage Dream Paradise City, where the grass is green Pretty soon I'll be so lonesome I could cry But that's a song for another time  [Verse 2] Just for One More Day, What Do You Say? Baby be my Pretty Woman Because we know Sunday morning's coming down Let's take a drive, you and I Down some old country road Talk about growing old in one of those Pink Houses Yeah we might be a Candle in the Wind But let's pretend we're  [Chorus] Brown Eyed Girl sweet caroline Free fall small town Saturday night Before you lose that loving feeling Let's go dancing on the ceiling Keep on living that teenage dream Paradise city where the grass is green Pretty soon you'll be always on my mind But that's a song for another time  [Bridge] So before we're singing I will always love you  [Chorus] Let's sing brown eyed girl sweet caroline Free fall small town Saturday night Before you lose that loving feeling Let's go dancing on the ceiling Keep on living that teenage dream Paradise city where the grass is green Pretty soon I'll be so lonesome I could cry But that's a song for another time  [Outro] Yeah that's a song for another time (Brown eyed girl sweet caroline) Yeah, that's a song for another time (Free fall small town Saturday night) That's a song for another time  ",
        "title": "Song For Another Time"
    },
    {
        "artist": "21 Savage & Metro Boomin",
        "lyrics": "  [Hook] Young Savage, why you trappin' so hard? Why these niggas cappin' so hard? Why you got a 12 car garage? Why you pullin' all these rappers' cards? 'Cause these niggas pussy and I'm hard I turn that fuckin' soft into some hard I grew up in the streets without no heart I'm prayin' to my Glock and my carbon  [Verse 1] I sit back and read like Cat in the Hat 21 Savage, the cat with the MAC 21 Savage not Boyz N The Hood But I pull up on you, shoot your ass in the back Stuart Little, heard these niggas some rats Pockets full of cheese, bitch I got racks I'm a real street nigga, bitch I am not one of these niggas bangin' on wax Pussy niggas love sneak dissin' 'Til I pull up on 'em, slap 'em out with the fire Wet your mama's house, wet your grandma's house Keep shootin' until somebody die So many shots the neighbor looked at the calendar Thought it was Fourth of July You was with your friends playin' Nintendo I was playin' 'round with that fire Seventh grade I got caught with a pistol, sent me to Panthersville Eighth grade started playin' football Then I was like fuck the field Ninth grade I was knocking niggas out Nigga like Holyfield Fast forward nigga, 2016 And I'm screaming fuck a deal Bad bitch with me, she so thick I don't even need a pill I listen to your raps, thought you was hard You ain't even street for real Niggas love sneak dissin' on Twitter They don't want beef for real And all these niggas play like they tough 'Til a nigga get killed 'Til a nigga get spilled, 'til your blood get spilled I'ma at your favorite rapper, shoot him like I'm John Dill' \"I been with you since day one Savage I ain't even hatin'\" So what's up with all that Instagram shit? \"Savage I was just playin'\" Y'all pussy niggas fakin' Bitch I hang around them Haitians Pull up on you, tie your kids up Pistol whip you while your bitch naked \"Come on man, Savage you know I always play your mixtape\" Yeah, nigga fuck all that, ask your bitch how my dick tastes  [Hook] Young Savage, why you trappin' so hard? Why these niggas cappin' so hard? Why you got a 12 car garage? Why you pullin' all these rappers' cards? 'Cause these niggas pussy and I'm hard I turn that fuckin' soft into some hard I grew up in the streets without no heart I'm prayin' to my Glock and my carbon  [Verse 2] So much dope that it broke the scale They say crack kills, nigga my crack sells My brother in the kitchen and he wrappin' a bale Louis V my bag and Louis V on my belt Chain swangin', diamonds blangin', hold up Pistol swangin', gang bangin', hold up Niggas actin' like groupies, they don't know us Little do they know their bitches fuckin' on the tour bus  [Hook] Young Savage, why you trappin' so hard? Why these niggas cappin' so hard? Why you got a 12 car garage? Why you pullin' all these rappers' cards? 'Cause these niggas pussy and I'm hard I turn that fuckin' soft into some hard I grew up in the streets without no heart I grew up in the streets without no heart  [Outro] So much dope that it broke the scale They say crack kills, nigga my crack sells My brother in the kitchen and he wrappin' a bale Louis V my bag and Louis V on my belt  ",
        "title": "No Heart"
    },
    {
        "artist": "DJ ESCO Featuring Future & Lil Uzi Vert",
        "lyrics": "  [Intro: DJ Esco + Future] DJ Esco, Lil Uzi Vert, Future That's too much sauce That's too much sauce  [Hook: Future] Patek Philippe, the plain one, that's too much sauce Hermes in the A, that's too much sauce They let me know before I was famous, I had too much sauce Audemars, Hublot now, that's too much sauce That's too much sauce, got too much sauce That's too much sauce, I got too much sauce Patek Philippe, the plain one, that's too much sauce Got diamonds on all on my fingers, that's too much sauce  [Verse 1: Lil Uzi Vert + Future] Yeah, all of my diamonds they shine Haters like \"knock that off\" Yeah, all of your diamonds are fake Need to stop that dawg You really kissin' that girl like she ain't top me though Shaquille O'Neal with the haters cause I'm blockin' y'all Yeah, yeah, that's too much sauce Rockin' VLONE when I'm rockin' Off-White That's too much sauce Yeah, she smile at me on her teeth with that ice That's too much sauce Yeah, smokin' that gas got me high like a kite Yeah, yeah, too much sauce, yeah, yeah Diamonds they look like Dasani huh, more like Voss, aye Yeah, that boy saw my chain, he said \"what's the cost?\", aye You wanna know the amount? Can you count?  [Hook: Future] Patek Philippe, the plain one, that's too much sauce Hermes in the A, that's too much sauce They let me know before I was famous, I had too much sauce Audemars, Hublot now, that's too much sauce That's too much sauce, got too much sauce That's too much sauce, I got too much sauce Patek Philippe, the plain one, that's too much sauce Got diamonds on all of my fingers, that's too much sauce  [Verse 2: Lil Uzi Vert + Future] Yeah, too much sauce, yeah, yeah Diamonds they look like Dasani, more like Voss Young man, young man Young man turned myself right to a boss like yeah Coppin' no matter the cost, like yeah That's too much sauce Fuck that bitch and her friend right in my Benz Too much sauce Think me and Future fucked on the same twins Damn, yeah, yeah Now I'm getting money Niggas actin' like they been knew us, aye Fake energy don't move us, yeah, aye Diamonds they wide like a coupe Diamonds they straight from the jeweler Drugs got me lost like Bermuda  [Hook: Future] Patek Philippe, the plain one, that's too much sauce Hermes in the A, that's too much sauce They let me know before I was famous, I had too much sauce Audemars, Hublot now, that's too much sauce That's too much sauce, got too much sauce That's too much sauce, I got too much sauce Patek Philippe, the plain one, that's too much sauce Got diamonds on all of my fingers, that's too much sauce  [Outro: Lil Uzi Vert] Too much sauce, yeah, yeah Diamonds they look like Dasani  ",
        "title": "Too Much Sauce"
    },
    {
        "artist": "Fitz And The Tantrums",
        "lyrics": "  (Turn it up)  Somebody save your soul cause you've been sinning in this city I know Too many troubles, all these lovers got you losing control You're like a drug to me, a luxury, my sugar and gold I want the good life Every good night you're a hard one to hold  Cause you don't even know I can make your hands clap Said I can make your hands clap  Somebody save your soul cause you've been sinning in this city I know Too many troubles, all these lovers got you losing control You're like a drug to me, a luxury, my sugar and gold I want your sex and your affection when they're holdin' you close  Cause you don't even know I can make your hands clap Said I can make your hands clap  Every night when the stars come out Am I the only living soul around? Need to believe you could hold me down Cause I'm in need of somethin' good right now We could be screamin' till the sun comes out And when we wake we'd be the only sound I get on my knees and say a prayer: James Brown  That I can make your hands clap That I can make your hands clap (Turn it up) That I can make your hands clap So can I get a handclap?  My flesh is searchin' for your worst and best, don't ever deny I'm like a stranger, gimme me danger All your wrongs and your rights Secrets on Broadway to the freeway, you're a keeper of crimes Fear no conviction, grapes of wrath can only sweeten your wine  But you don't even know I can make your hands clap Said I can make your hands clap  Somebody save your soul cause you've been sinning in this city I know Too many troubles, all these lovers got you losing control You're like a drug to me, a luxury, my sugar and gold I want your sex and your affection when they're holdin' you close  Cause you don't even know I can make your hands clap Said I can make your hands clap  Every night when the stars come out Am I the only living soul around? Need to believe you could hold me down Cause I'm in need of somethin' good right now We could be screamin' till the sun comes out And when we wake we'd be the only sound I get on my knees and say a prayer: James Brown  That I can make your hands clap That I can make your hands clap That I can make your hands clap That I can make your hands clap So can I get a handclap?  ",
        "title": "HandClap"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  They boarded up this water town Ain't nobody hanging 'round Another grey September day Was I crazy to think she'd stay  If that sun would have just Hung up in that sky Just a little bit yeah Just a little bit longer If those blue water waves Could've stayed at our feet on the beach Instead of going out with the tide If that wind was a friend It'd still be blowing in Like a warm southern whisper on her She might have stayed forever And never ever left these arms If only I Had a little more summertime  I brace myself against the cold And let her memory take hold Stirring that old fire up As if I don't miss her enough  If that sun would have just Hung up in that sky Just a little yeah Just a little bit longer If those blue water waves Could've stayed at her feet on the beach Instead of going out with the tide If that wind was a friend It'd still be blowing in Like a warm southern whisper on her She might have stayed forever And never ever left these arms If only I Had a little more summertime Just a little more summertime  If that sun would have just Hung up in that sky Just a little yeah Just a little bit longer She might have stayed forever And never ever left these arms If only I Had a little more summertime  ",
        "title": "A Little More Summertime"
    },
    {
        "artist": "Pentatonix",
        "lyrics": "  [Verse 1: Scott] I’d heard there was a secret chord That David played and it pleased the Lord But you don't really care for music, do you? Well it goes like this The fourth, the fifth, the minor fall, the major lift The baffled king composing Hallelujah Hallelujah, Hallelujah Hallelujah, Hallelujah  [Verse 2: Avi] Well, your faith was strong but you needed proof You saw her bathing on the roof Her beauty and the moonlight overthrew ya She tied you to the kitchen chair She broke your throne and she cut your hair And from your lips, she drew the Hallelujah Hallelujah, Hallelujah Hallelujah, Hallelujah  [Verse 3: Kirstin] Well baby I've been here before I've seen this room and I've walked this floor I used to live alone before I knew ya And I've seen your flag on the marble arch And love is not a vict'ry march It's a cold and it's a broken Hallelujah Hallelujah, Hallelujah Hallelujah, Hallelujah  [Verse 4: Mitch] Well, maybe there’s a God above But all I’ve ever learned from love Was how to shoot somebody who outdrew ya And it’s not a cry that you hear at night It’s not somebody who's seen the light It’s a cold and it’s a broken Hallelujah Hallelujah, Hallelujah Hallelujah, Hallelujah  [Outro] Hallelujah, Hallelujah Hallelujah, Hallelujah Hallelujah, Hallelujah Hallelujah, Hallelujah  ",
        "title": "Hallelujah"
    },
    {
        "artist": "The Chainsmokers Featuring Phoebe Ryan",
        "lyrics": "  [Verse 1: Phoebe Ryan & Andrew Taggart] Fighting flames with fire Hang onto burning wires We don't care anymore Are we fading lovers? We keep wasting colors Maybe we should let this go  [Pre-Chorus: Phoebe Ryan & Andrew Taggart] We're falling apart, still we hold together We've passed the end, so we chase forever 'Cause this is all we know This feeling's all we know  [Chorus: Phoebe Ryan & Andrew Taggart] I'll ride my bike up to the road Down the streets right through the city I'll go everywhere you go From Chicago to the coast You tell me, \"Hit this and let's go Blow the smoke right through the window\" 'Cause this is all we know  [Post-Chorus: Phoebe Ryan & Andrew Taggart] 'Cause this is all we know 'Cause this is all we know 'Cause this is all we know  [Verse 2: Phoebe Ryan & Andrew Taggart] Never face each other One bed, different covers We don't care anymore Two hearts still beating On with different rhythms Maybe we should let this go  [Pre-Chorus: Phoebe Ryan & Andrew Taggart] We're falling apart, still we hold together We've passed the end, so we chase forever 'Cause this is all we know This feeling's all we know  [Chorus: Phoebe Ryan & Andrew Taggart] I'll ride my bike up to the road Down the streets right through the city I'll go everywhere you go From Chicago to the coast You tell me, \"Hit this and let's go Blow the smoke right through the window\" 'Cause this is all we know  [Post-Chorus: Phoebe Ryan & Andrew Taggart] 'Cause this is all we know 'Cause this is all we know 'Cause this is all we know  ",
        "title": "All We Know"
    },
    {
        "artist": "Kenny Chesney Featuring P!nk",
        "lyrics": "  [Verse 1: Kenny Chesney + Together] Yeah we got drunk on La Cienega Boulevard Takin' pictures of people we thought were stars It’s easy to give in to your heart When you’re drunk on La Cienega Boulevard When the song comin' out of the speakers Was the band that you had on your t-shirt We were screamin' cause all the streets were empty And you kissed me, and we were …  [Chorus: Pink] Up all night and we were feelin' so good Yeah, we got a little higher than we probably should We were in a hotel singin' in the hallway lights We were strikin' the matches right down to the ashes Setting the world on fire, setting the world on fire  [Verse 2: Kenny Chesney + Together] Wrote I love you in lipstick on the mirror We were shoutin' out the window, like they could hear us at the pier Said \"Do you think we’ll live forever?\" As we killed another beer And you wrote I love you in lipstick on the mirror We were laughin' until we were breathless Never felt anything so reckless, we were all lit up and restless And comin' alive and we were…  [Chorus: Pink] Up all night and we were feelin' so good Yeah, we got a little higher than we probably should We were in a hotel singin' in the hallway lights We were strikin' the matches right down to the ashes Setting the world on fire, setting the world on fire  [Bridge: Pink] Oh, yeah, yeah  [Chorus: Kenny Chesney + Pink + Together] Yeah, we were up all night and we were feelin' so good Yeah, we got a little higher than we probably should We were in a hotel singin' in the hallway lights We were strikin' the matches right down to the ashes Setting the world on fire, setting the world on fire  [Outro: Kenny Chesney + Pink + Together] World all  on fire We were setting The world all on fire We were setting The world all on fire World all on fire  ",
        "title": "Setting The World On Fire"
    },
    {
        "artist": "James Arthur",
        "lyrics": "  [Verse 1] I met you in the dark You lit me up You made me feel as though I was enough We danced the night away We drank too much I held your hair back when You were throwing up  [Pre-Chorus] Then you smiled over your shoulder For a minute, I was stone cold sober I pulled you closer to my chest And you asked me to stay over I said, I already told ya I think that you should get some rest  [Chorus 1] I knew I loved you then But you'd never know 'Cause I played it cool when I was scared of letting go I knew I needed you But I never showed But I wanna stay with you Until we're grey and old Just say you won't let go Just say you won't let go  [Verse 2] I'll wake you up with some breakfast in bed I'll bring you coffee With a kiss on your head And I'll take the kids to school Wave them goodbye And I'll thank my lucky stars for that night  [Pre-Chorus 2] When you looked over your shoulder For a minute, I forget that I'm older I wanna dance with you right now, oh And you look as beautiful as ever And I swear that everyday you'll get better You make me feel this way somehow  [Chorus 2] I'm so in love with you And I hope you know Darling your love is more than worth its weight in gold We've come so far my dear Look how we've grown And I wanna stay with you Until we're grey and old Just say you won't let go Just say you won't let go  [Bridge] I wanna live with you Even when we're ghosts 'Cause you were always there for me When I needed you most  [Chorus 3] I'm gonna love you till My lungs give out I promise till death we part Like in our vows So I wrote this song for you Now everybody knows That it's just you and me Until we're grey and old Just say you won't let go Just say you won't let go  [Outro] Just say you won't let go Oh, just say you won't let go  ",
        "title": "Say You Won't Let Go"
    },
    {
        "artist": "Little Big Town",
        "lyrics": "  [Verse 1] I know I’m probably better off on my own Than lovin' a man who didn’t know What he had when he had it And I see the permanent damage you did to me Never again, I just wish I could forget when it was magic I wish it wasn’t 4am, standing in the mirror Saying to myself, you know you had to do it I know the bravest thing I ever did was run  [Chorus] Sometimes, in the middle of the night, I can feel you again But I just miss you, and I just wish you were a better man And I know why we had to say goodbye Like the back of my hand And I just miss you, and I just wish you were a better man A better man  [Verse 2] I know I’m probably better off all alone Than needing a man who could change his mind At any given minute And it’s always on your terms I’m hanging on every careless word Hoping it might turn sweet again Like it was in the beginning But your jealousy, I can hear it now You’re talking down to me like I’ll always be around You push my love away like it’s some kind of loaded gun Boy, you never thought I’d run  [Chorus] Sometimes, in the middle of the night, I can feel you again But I just miss you, and I just wish you were a better man And I know why we had to say goodbye Like the back of my hand And I just miss you, and I just wish you were a better man A better man Better man  [Bridge] I hold onto this pride because these days it’s all I have And I gave you my best and we both know you can’t say that You can’t say that I wish you were a better man I wonder what we would’ve become If you were a better man We might still be in love If you were a better man You would’ve been the one If you were a better man Yeah, yeah  [Chorus] Sometimes, in the middle of the night, I can feel you again But I just miss you, and I just wish you were a better man And I know why we had to say goodbye Like the back of my hand And I just miss you and I just wish you were a better man A better man Better man  [Outro] We might still be in love, if you were a better man Better man  ",
        "title": "Better Man"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] That lipstick on your collar, well, it ain't my shade of pink And I can tell by the smell of that perfume, it's like forty dollars too cheap And there's a little wine stain on the pocket of your white cotton thread Well, you drink beer and whiskey, boy, and you know I don't drink red  [Pre-Chorus] Found it over in the corner Wadded up on the bedroom floor You shoulda hid it in the closet You shoulda burned it, you shoulda lost it  [Chorus] Now I'ma have to hang you out to dry, dry, dry Clothespin all your secrets to the line, line, line Leave 'em blowing in the wind, just say goodbye to you All those midnights sneaking in \"I'm late again, oh, I'm so sorry\" All the Ajax in the world ain't gonna clean your dirty laundry  [Verse 2] If the neighbors get to asking, I won't cover nothin' up I'll tell 'em every little detail, how you drug me through the mud I'm gonna string up your old button-down and slide it on the porch Just in case you get the nerve to come knockin' on my door  [Chorus] Yeah, I'ma have to hang you out to dry, dry, dry Clothespin all your secrets to the line, line, line Leave 'em blowing in the wind, just say goodbye to you All those midnights sneaking in \"I'm late again, oh, I'm so sorry\" All the Ajax in the world ain't gonna clean your dirty laundry  [Pre-Chorus] Found it over in the corner Wadded up on the bedroom floor You shoulda hid it in the closet You shoulda burned it, you shoulda lost it  [Chorus] Now I'ma have to hang you out to dry, dry, dry Clothespin all your secrets to the line, line, line Leave 'em blowing in the wind, just say goodbye to you All those midnights sneaking in \"I'm late again, oh, I'm so sorry\" All the Ajax in the world ain't gonna clean your dirty laundry  [Outro] (Out to dry) (To the line) (To the line)  ",
        "title": "Dirty Laundry"
    },
    {
        "artist": "Kanye West",
        "lyrics": "  [Intro: Rare Earth] Your love is fadin' Your love is fadin' Your love is fadin' I feel it's fadin'  [Chorus: Ty Dolla $ign & Rare Earth] When no one ain't around (I feel it's fadin') I think I think too much (I feel it's fadin') Ain't nobody watchin' (I feel it's fadin') I just fade away  [Bridge: Ty Dolla $ign & Rare Earth] I feel it Fade away I feel it I feel it Fade away-ay-ay-ay I think I think too much I feel it Your love is fadin' I feel it  [Verse 1: Kanye West + Rare Earth  & Ty Dolla $ign] Roll up, roll up; hold up, hold up; po' up, po' up I feel it I love to... I wanna... I'm tryna... I feel it I'ma rock the boat, work the middle 'til it hurt a little I feel it Your love is fadin' I feel it Fuckin' with a real ass nigga I feel it Fuck how you feel ass nigga I feel it Bitch better act like you know better I feel it Woah  [Chorus: Ty Dolla $ign & Rare Earth] When no one ain't around (I feel it's fadin') I think I think too much (I feel it's fadin') Ain't nobody watchin' (I feel it's fadin') I just fade away (I feel it's fadin')  [Verse 2: Post Malone  & Rare Earth] You don't even know, I've been so far gone (I feel it) I've been so led on, I've been runnin' 'round (I feel it) I've been on my shit, whole world on my dick (I feel it) I just need to know (I can feel it)  [Bridge: Ms. Barbara Tucker & Rare Earth] Oh, deep inside Deep, deep, down inside I feel it Yes, deep inside Deep, deep, down inside I feel it Oh, deep inside Deep, deep, down inside I feel it Yes, deep inside I get lifted, yes Deep, deep, down inside I can feel it Oh, deep inside Oh, I get lifted, yes Deep, deep, down inside I feel it Yes, deep inside Oh, I get lifted, yes Deep, deep, down inside I feel it Oh, deep inside Oh, I get lifted, yes Deep, deep, down inside I feel it Yes, deep inside Oh, I get lifted, yes Deep, deep, down inside I get I feel it's fadin' Oh, I get lifted, yes  [Outro: Rare Earth] I feel it fadin' I feel it fadin' I feel it I feel it's fadin'  [Produced by Kanye West, Anthony Kilhoffer, Mike Dean, Ryan Vojtesak and Charlie Handsome]  ",
        "title": "Fade"
    },
    {
        "artist": "Rae Sremmurd",
        "lyrics": "  EarDrummers  [Intro: Swae Lee] I'm so far out of sight Sounds about right  Mike WiLL Made It  [Hook: Swae Lee] I'm so far out of sight Yeah that sounds about right Sounds about right Kill this cup, not my vibe Wait Be the highlight of my night Look alive, look alive We can start with something light Look alive I can get you so right I just need an invite  [Verse 1: Slim Jxmmi] I'm a smooth criminal Michael Jackson moonwalkin' Like I'm on a pill or somethin' Five bitches 'round me, mane It's 'bout to be a royal rumble Hands up if you want the lumber Hands up if your head the dumbest Promise I'ma keep you cummin' I get throwed out my mind Grab a cup, catch a vibe You look at me and you see big diamonds I pressed the button on the coupe The ceilin' go behind me  [Hook: Swae Lee] I'm so far out of sight Yeah that sounds about right Sounds about right Kill this cup, not my vibe Wait Be the highlight of my night Look alive, look alive We can start with something light Look alive I can get you so right I just need an invite  [Verse 2: Swae Lee] You my target, no doubt Somethin' 'bout you really stood out (poke it out!) Come here, baby, cause you got three strikes Come here, baby cause you got what I like Lit from head to toe (like Bic!) We can pour us a cointreau Kick back, we can roll I'ma stay rollin' indo Shoppin' spree before breakfast Yeah we stay in the latest I'ma see to it, that you go crazy Don't think I'm here to judge you I'ma rock you like a baby Turn you out, yeah I'm that one I'ma get you where I want you  [Hook: Swae Lee] I'm so far out of sight Yeah that sounds about right Sounds about right Kill this cup, not my vibe Wait Be the highlight of my night Look alive, look alive We can start with something light Look alive I can get you so right I just need an invite  ",
        "title": "Look Alive"
    },
    {
        "artist": "Fifth Harmony",
        "lyrics": "  [Intro: Camila] That's my girl  [Verse 1: Ally] Who's been working so damn hard? You got that head on overload? Got yourself this flawless body Aching now from head to toe  [Refrain: Normani & Ally & (Dinah)] Ain't nothing, ain't nothing All my ladies 'round the world Ain't nothing, ain't nothing (Good girls better get bad)  [Pre-Chorus: Lauren & Camila] You've been down before You've been hurt before You got up before You'll be good to go, good to go  [Chorus: Normani & Lauren] Destiny said it, you got to get up and get it Get mad independent and don't you ever forget it Got some dirt on your shoulder, then let me brush it off for ya If you're feeling me, put your five high That's my girl  [Post-Chorus: All & Camila & Lauren] That's my girl That's my girl That's my girl Get up, what you waiting for? That's my girl That's my girl That's my girl  [Verse 2: Dinah] Nod if you been played by every boo Just tryna show you off Thought he was the best you ever had Until he cut you off  [Refrain: Normani & Ally & (Dinah)] Ain't nothing, ain't nothing Bet you bet you know your worth Ain't nothing, ain't nothing (Good girls better get bad)  [Pre-Chorus: Lauren & Camila] You've been down before You've been hurt before You got up before You'll be good to go, good to go  [Chorus: Normani & Lauren & Camila] Destiny said it, you got to get up and get it Get mad independent and don't you ever forget it Got some dirt on your shoulder, then let me brush it off for ya If you're feeling me, put your five high That's my girl  [Post-Chorus: All & Camila & Lauren] That's my girl That's my girl That's my girl What you wait, what you wait What you waiting for? That's my girl (Oh) That's my girl (Oh) That's my girl  [Pre-Chorus: Lauren & (Camila)] You've been down before You've been hurt before You got up before You'll be good to go, good to go (Don't ever give up, no, no woah)  [Chorus: Lauren + Dinah & Dinah + Ally] Destiny said it, you got to get up and get it Get mad independent and don't you ever forget it Got some dirt on your shoulder, then let me brush it off for ya If you're feeling me, put your five high  [Dinah] That's my girl  [Post-Chorus: All & Lauren & (Dinah)] That's my girl That's my girl That's my girl What you wait, what you wait What you waiting for? That's my girl (Oh) That's my girl (Oh) That's my girl (Oh) (That's my girl, that's my girl, that's my girl...)  [Bridge: Normani & (Lauren)] Ain't nothing, ain't nothing, ain't nothing Put your heart and your soul in it Ain't nothing, ain't nothing, ain't nothing (Ain't nothing) Now put your heart and your soul in it  [Post-Bridge: Lauren & (Camila)] That's my girl That's my girl (That's my girl)  [Outro: Camila & Dinah & Normani] That's my girl That's my girl That's my girl That's my girl  ",
        "title": "That's My Girl"
    },
    {
        "artist": "Calvin Harris",
        "lyrics": null,
        "title": "My Way"
    },
    {
        "artist": "Childish Gambino",
        "lyrics": "  [Verse 1] Daylight I wake up feeling like you won't play right I used to know, but now that shit don't feel right It made me put away my pride So long You made a nigga wait for some, so long You make it hard for boy like that to go on I'm wishing I could make this mine, oh  [Pre-Chorus] If you want it, yeah You can have it, oh, oh, oh If you need it, ooh We can make it, oh If you want it You can have it  [Chorus] But stay woke Niggas creepin' They gon' find you Gon' catch you sleepin' (ooh) Now stay woke Niggas creepin' Now don't you close your eyes  [Verse 2] Too late You wanna make it right, but now it's too late My peanut butter chocolate cake with Kool-Aid I'm trying not to waste my time  [Pre-Chorus] If you want it, oh You can have it, you can have it If you need it You better believe in something We can make it If you want it You can have it, ah!  [Chorus] But stay woke (stay woke!) Niggas creepin' (they be creepin') They gon' find you (they gon' find you) Gon' catch you sleepin' (Gon' catch you sleepin', put your hands up now baby) Ooh, now stay woke Niggas creepin' Now, don't you close your eyes But stay woke, ooh Niggas creepin' (they gon' find you!) They gon' find you Gon' catch you sleepin', ooh Now stay woke Niggas creepin' Now, don't you close your eyes  [Outro] How'd it get so scandalous? How'd it get so scandalous? (Oh, oh, baby you, how'd it get...) How'd it get so scandalous? How'd it get so scandalous? But stay woke But stay woke  ",
        "title": "Redbone"
    },
    {
        "artist": "Zara Larsson",
        "lyrics": "  [Intro] Oh my, oh my, oh my Oh my, oh my, oh my Oh my, oh my, oh my, oh my Hahaha  [Verse 1] It ain't my fault you keep turnin' me on It ain't my fault you got, got me so gone It ain't my fault I'm not leavin' alone It ain't my fault you keep turnin' me on  [Pre-Chorus 1] I can't talk right now I'm lookin' and I like what I'm seein' Got me feelin' kinda shocked right now Couldn't stop right now Even if I wanted, gotta get it, get it, get it, when it's hot right now Oh my god, what is this? Want you all in my business Baby, I insist Please don't blame me for what ever happens next  [Chorus] No, I-I-I-I can't be responsible If I-I-I-I get you in trouble now See, you're-'re-'re-'re too irresistible Yeah, that's for sure So, if I put your hands where my eyes can't see That you're the one who's got a hold on me No, I-I-I-I can't be responsible, responsible It ain't my fault (nope, nope, nope, nope…) It ain't my fault (nope, nope, nope, nope…) It ain't my fault  [Verse 2] It ain't my fault you came here lookin' like that You just made me trip, fall, and land on your lap Certain bad boy smooth Body hotter than a summer I don't mean to be rude, but I'd look so damn good on ya  [Pre-Chorus 2] Ain't got time right now Missed me with that \"What's your name, your sign\" right now It's light outside I just called an Uber and it's right outside Oh my god, what is this? Want you all in my business Baby, I insist Please don't blame me for what ever happens next  [Chorus] No, I-I-I-I can't be responsible If I-I-I-I get you in trouble now See, you're-'re-'re-'re too irresistible Yeah, that's for sure So, if I put your hands where my eyes can't see That you're the one who's got a hold on me No, I-I-I-I can't be responsible, responsible It ain't my fault (nope, nope, nope, nope…) It ain't my fault (nope, nope, nope, nope…) It ain't my fault  [Bridge] Baby, one, two, three Your body's callin' me And I know wherever you're at is exactly where I wanna be But don't blame me It ain't my fault (nope, nope, nope) It ain't my fault (nope, nope, nope) It ain't my fault (nope, nope, nope) It ain't my fault Oh my, oh my, oh my, oh my  [Chorus] So if I put your hands where my eyes can't see That you're the one who's got a hold on me No, I-I-I-I can't be responsible, responsible It ain't my fault (nope, nope, nope, nope…) No-oh-oh, it ain't my fault No-oh-oh, no-oh-oh, no (nope, nope, nope, nope…) It ain't my fault It ain't my fault you got me so gone It ain't my fault you got me so gone Well, that's too bad, it ain't my fault  ",
        "title": "Ain't My Fault"
    },
    {
        "artist": "Shakira Featuring Maluma",
        "lyrics": "   Letra de \"Chantaje\" ft. Maluma[Translation]  [Verso 1: Maluma] Cuando estás bien te alejas de mí Te sientes sola y siempre estoy ahí Es una guerra de toma y dame Pues dame de eso que tienes ahí Oye baby, no seas mala No me dejes con las ganas Se escucha en la calle Que ya no me quieres Ven y dímelo en la cara  [Pre-Coro: Shakira, Maluma] Pregúntale a quien tú quieras Vida, te juro que eso no es así Yo nunca tuve una mala intención Yo nunca quise burlarme de ti Conmigo ves, nunca se sabe Un día digo que no y otro que sí Yo soy masoquista Con mi cuerpo un egoísta  [Coro: Ambos, Shakira, Maluma] Tú eres puro, puro chantaje Puro, puro chantaje Siempre es a tu manera Yo te quiero aunque no quiera Tú eres puro, puro chantaje Puro, puro chantaje Vas libre como el aire No soy de ti ni de nadie  [Verso 2: Maluma, Shakira] Como tú me tientas, cuando tú te mueves Esos movimientos sexys, siempre me entretienen Sabes manipularme bien con tus caderas No sé porque me tienes en lista de espera  Te dicen por ahí que voy haciendo y deshaciendo Que salgo cada noche, que te tengo ahí sufriendo Que en esta relación soy yo la que manda No pares bola' a toda esa mala propaganda  [Puente: Maluma, Shakira] Pa', pa' que te digo na', te comen el oído No vaya a enderezar lo que no se ha torcido Y como un loco sigo tras de ti, muriendo por ti Dime qué hay pa' mí, bebé (¿Qué?)  [Pre-Coro: Maluma, Shakira] Pregúntale a quien tú quieras Vida, te juro que eso no es así Yo nunca tuve una mala intención Yo nunca quise burlarme de ti Conmigo ves, nunca se sabe Un día digo que no, y otro que sí Yo soy masoquista Con mi cuerpo un egoísta  [Coro: Ambos, Maluma, Shakira] Tú eres puro, puro chantaje Puro, puro chantaje Siempre es a tu manera Yo te quiero aunque no quiera Tú eres puro, puro chantaje Puro, puro chantaje Vas libre como el aire No soy de ti ni de nadie  [Post-Coro: Ambos, Shakira] Eh-eh-eh, nadie Eh-eh-eh, nadie Eh-eh-eh, nadie Con mi cuerpo, un egoísta  [Coro: Ambos, Maluma, Shakira] Tú eres puro, puro chantaje Puro, puro chantaje Siempre es a tu manera Yo te quiero aunque no quiera Tú eres puro, puro chantaje Puro, puro chantaje Vas libre como el aire No soy de ti ni de nadie  [Post-Coro: Ambos, Shakira] Eh-eh-eh, nadie Eh-eh-eh, nadie Eh-eh-eh, nadie Eh-eh-eh-eh-eh-eh  [Outro: Maluma, Shakira] (Alright alright baby, Shakira, Maluma) Pretty boy (You're my baby loba, Colombia, You feel me?) Pretty boy  ",
        "title": "Chantaje"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": null,
        "title": "Move"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] Hey, hey, hey I got a condo in Manhattan Baby girl, what's  hatnin'? You and your ass invited So gon' and get to clappin' So pop it for a player Pop, pop it for me Turn around and drop it for a player Drop, drop it for me I'll rent a beach house in Miami Wake up with no jammies (Nope) Lobster tail for dinner Julio serve that scampi (Julio!) You got it if you want it Got, got it if you want it Said you got it if you want it Take my wallet if you want it now  [Pre-Chorus] Jump in the Cadillac, girl, let's put some miles on it Anything you want, just to put a smile on it You deserve it baby, you deserve it all And I'm gonna give it to you  [Chorus] Gold jewelry shining so bright Strawberry champagne on ice Lucky for you, that's what I like, that's what I like Lucky for you, that's what I like, that's what I like Sex by the fire at night Silk sheets and diamonds all white Lucky for you, that's what I like, that's what I like Lucky for you, that's what I like, that's what I like  [Verse 2] I'm talkin' trips to Puerto Rico Say the word and we go You can be my freaka Girl, I'll be a fleeko, mamacita I will never make a promise that I can't keep I promise that your smile ain't gon' never leave Shopping sprees in Paris Everything 24 karats Take a look in that mirror Now tell me who's the fairest Is it you? (is it you?) Is it me? (is it me?) Say it's us (say it's us) and I'll agree, baby  [Pre-Chorus] Jump in the Cadillac, girl, let's put some miles on it Anything you want, just to put a smile on it You deserve it baby, you deserve it all And I'm gonna give it to you  [Chorus] Gold jewelry shining so bright Strawberry champagne on ice Lucky for you, that's what I like, that's what I like Lucky for you, that's what I like, that's what I like Sex by the fire at night Silk sheets and diamonds all white Lucky for you, that's what I like, that's what I like Lucky for you, that's what I like, that's what I like  [Bridge] If you say you want a good time Well here I am baby, here I am baby Talk to me, talk to me, talk to me Tell me what's on your mind (what's on your mind) If you want it, girl come and get it All this is here for you Tell me baby, tell me, tell me baby What you tryna do  [Chorus] Gold jewelry shining so bright Strawberry champagne on ice Lucky for you, that's what I like, that's what I like Lucky for you, that's what I like, that's what I like Sex by the fire at night Silk sheets and diamonds all white Lucky for you, that's what I like, that's what I like Lucky for you, that's what I like, that's what I like  ",
        "title": "That's What I Like"
    },
    {
        "artist": "Adele",
        "lyrics": "  [Verse 1] If you're not the one for me Then how come I can bring you to your knees? If you're not the one for me Why do I hate the idea of being free? And if I'm not the one for you You've gotta stop holding me the way you do Oh honey, if I’m not the one for you Why have we been through what we have been through?  [Pre-Chorus] It's so cold out here in your wilderness I want you to be my keeper But not if you are so reckless  [Chorus] If you're gonna let me down, let me down gently Don't pretend that you don't want me Our love ain't water under the bridge If you're gonna let me down, let me down gently Don't pretend that you don't want me Our love ain't water under the bridge Say that our love ain't water under the bridge  [Verse 2] What are you waiting for? You never seem to make it through the door And who are you hiding from? It ain't no life to live like you're on the run Have I ever asked for much? The only thing that I want is your love  [Chorus] If you're gonna let me down, let me down gently Don't pretend that you don't want me Our love ain't water under the bridge If you're gonna let me down, let me down gently Don't pretend that you don't want me Our love ain't water under the bridge Say that our love ain't water under the bridge  [Pre-Chorus] It's so cold in your wilderness I want you to be my keeper But not if you are so reckless  [Chorus] If you're gonna let me down, let me down gently Don't pretend that you don't want me Our love ain't water under the bridge If you're gonna let me down, let me down gently Don't pretend that you don't want me Our love ain't water under the bridge  [Outro] Say it ain't so, say it ain't so Say it ain't so, say it ain't so Say that our love ain't water under the bridge (Say it ain't so, say it ain't so) Say it ain't so, say it ain't so Say it ain't so, say it ain't so Say it ain't so, say it ain't so Say that our love ain't water under the bridge (Say it ain't so, say it ain't so) Say it ain't so, say it ain't so Say that our love ain't water under the bridge  ",
        "title": "Water Under The Bridge"
    },
    {
        "artist": "PnB Rock",
        "lyrics": "  [Intro] I want you all to myself You don't need nobody else I want you all to myself, I swear yeah Oh yeah, yeah, yeah  [Chorus] I'm selfish, I want you all to myself, I swear You don't need nobody else, I swear I want you all to myself, because I'm selfish, yeah I want you all to myself, I swear You don't need nobody else, I swear I want you all to myself, I swear, I'm selfish I want you all to myself, I swear You don't need nobody else, I swear I want you all to myself, because I'm selfish yeah I want you all to myself, I swear You don't need nobody else I want you all to myself  [Verse 1] Now, that I gotcha here,  girl I ain't gon' play with you Because there's a lot of things That I wanna say to you Girl, you know, you the shit Balenciagas on ya kicks Niggas all on your dick But we ain't gon' trip 'Cause I'm not ready for no commitments, nah, nah But I swear I hate seeing you wit' them, yeah, yeah And I know, you ain't trynna control me And I know, you're tired of being lonely I can't help how I feel I'm just keeping it real They can't have you, girl, because  [Chorus] I'm selfish, I want you all to myself, I swear You don't need nobody else, I swear I want you all to myself, because I'm selfish, yeah I want you all to myself, I swear You don't need nobody else, I swear I want you all to myself, I swear, I'm selfish I want you all to myself, I swear You don't need nobody else, I swear I want you all to myself, because I'm selfish yeah I want you all to myself, I swear You don't need nobody else I want you all to myself  [Verse 2] Shawty I'm selfish, can't help it You know, I get stuck, when you come around And them niggas be sick 'cause we be on some shit Yeah, they know, I'm gon' hold it down Pull up in the whip, tell you \"hop in with your friends We gon go to my crib Have my chef cook us up a dinner\" Girl, you know, you fuckin' with a winner I ain't nothing like these lames, I swear Name a place, I could take you there I'd do anything to make you laugh And you can have anything, just ask But just know that I'm selfish And I swear, I can't help it But it's all for you Yeah, it's all for you  [Chorus] I'm selfish, I want you all to myself, I swear You don't need nobody else, I swear I want you all to myself, because I'm selfish, yeah I want you all to myself, I swear You don't need nobody else, I swear I want you all to myself, I swear, I'm selfish I want you all to myself, I swear You don't need nobody else, I swear I want you all to myself, because I'm selfish yeah I want you all to myself, I swear You don't need nobody else I want you all to myself  ",
        "title": "Selfish"
    },
    {
        "artist": "Thomas Rhett",
        "lyrics": "  [Verse 1] Walking down the street, hand in mine It don't keep them other guys And their wandering eyes from looking at you That's alright and that's okay Who can blame 'em anyway? You're so pretty, and you ain't even got a clue  [Chorus] Cause everywhere we go girl You're the star of the show And everybody's wondering and wanting to know What's your name? Who's that girl, with the prettiest smile in the world? Oh, what gets me the most is you don't even know That you are, you are, you are The star of the show You're the star of the show, yeah, baby  [Verse 2] Friday night on the town We walk in and you draw a crowd Even the band seems to sing for you Ease on up, order a drink, barkeep says its all on me You look at me and laugh Like you don't know what to do Baby you're so cute  [Chorus] Cause everywhere we go girl You're the star of the show And everybody's wondering and wanting to know Whats your name? Who's that girl, with the prettiest smile in the world? Oh, what gets me the most is you don't even know That you are, you are, you are The star of the show, yeah You're the star of the show, baby, yeah yeah  [Bridge] Even in a ponytail in a pair of jeans you look like a cover Of a magazine, baby you're the only one who doesn't see  [Chorus] That everywhere we go girl You're the star of the show And everyone's wondering and wanting to know Whats your name? Who's that girl with the luckiest guy in the world? Oh, what gets me the most is you don't even know That you are, you are, you are You are, you are, you are, baby You are, you are, you are, you are The star of the show..  [Outro] Don't you know, you're the star of the show, baby  ",
        "title": "Star Of The Show"
    },
    {
        "artist": "Russ",
        "lyrics": "  [Produced by Russ]  [Intro] Yeah (Ooh) Yeah (Oh) They let us in the rap game (Yeah, yeah, yeah, yeah) I swear they let me in this motherfucking rap game (Mmm, yeah, yeah)  [Verse 1] Got a chick, I call her Lola, she feel like the ocean Like to drink and smoke some doja and I feel like smoking Plus she good at charming cobras, I feel like I'm chosen But she ain't the only one, no Got a chick, I call her Katia, she be acting boujee Then she came through and topped me off, now she just a groupie Got the aura of the Mafia, her friends wish they knew me But they ain't the only ones, no, no  [Hook] What they want, what they want, what they want Dollar signs, yeah, I know it's what they want What they want, what they want, what they want Y'all ain't fooling me at all, ooh, ooh, ooh, ooh  [Verse 2] I been at this shit for nine years, now they start to call I'm a DIY pioneer, they trying to get involved Yippee ki-yay, ahh yeah, 'bout to set it off I'm probably the only one, yeah Come correct when you approach me, I can size you up Taking all the shots like Kobe, almost eighty-one Guess I got to play the goalie and go and save me some I'm probably the only one, yeah  [Hook] What they want, what they want, what they want Dollar signs, yeah, I know it's what they want What they want, what they want, what they want Y'all ain't fooling me at all, ooh, ooh, ooh, ooh  [Verse 3] Who wants my money? I'll tell you who I don't fuck with Who's pulling strings? I'm just pointing out all the puppets What I'm demanding is fucking up all the budgets I'm smart as fuck, they be talking like I'm the dumbest But I know what they want from me, dollars, lot of stock in me It ain't nothing personal, it's business and I'm a commodity But honestly, Papap would be turning in his grave The day I let someone else become the boss of me When there's a boss in me, I'll be damned  [Hook] What they want, what they want, what they want Dollar signs, yeah, I know it's what they want What they want, what they want, what they want Y'all ain't fooling me at all, ooh, ooh, ooh, ooh  ",
        "title": "What They Want"
    },
    {
        "artist": "Frenship & Emily Warren",
        "lyrics": "  [Production: FRENSHIP & Scott Hoffman]  [Intro: Emily Warren] Hey-ey-ey-ey-yeah Hey-ya, hey-ya, hey Hey-ey-ey-ey-yeah Hey-ya, hey-ya, hey  [Verse 1: FRENSHIP] Up at night I'm awake cause it haunts me That I never got to say what I wanted Oh my God, oh my God I’m not the same as I was with you I would jump out my skin just to get you Oh my God, oh my God  [Pre-Chorus: FRENSHIP] How could you have ever known if I never let it show Now I just wanna know, are you...  [Chorus: Emily Warren] Yeah, I'm fine Drop tears in the morning Give in to the lonely Here it comes with no warning Capsize, I'm first in the water Too close to the bottom I'm right back where I started Said I'm fine  [Post-Chorus: Emily Warren] Hey-ey-ey-ey-yeah Hey-ya, hey-ya, hey Hey-ey-ey-ey-yeah Hey-ya, hey-ya, hey  [Verse 2: FRENSHIP] Your silhouette is burned in my memory Rubble left from the moment that you left me Oh my God, oh my God And three words have never come easy Cause you're more than they ever could be Oh my God, oh my God  [Pre-Chorus: FRENSHIP] How could you have ever known if I never let it show Now I just wanna know, are you...  [Chorus: Emily Warren] Yeah, I'm fine Drop tears in the morning Give in to the lonely Here it comes with no warning Capsize, I'm first in the water Too close to the bottom I'm right back where I started Said I'm fine  [Post Chorus: Emily Warren] Hey-ey-ey-ey-yeah Hey-ya, hey-ya, hey Hey-ey-ey-ey-yeah Hey-ya, hey-ya, hey  [Bridge: Emily Warren] I'm swimming up against the tide Oh my god I'm swimming but I'm getting tired Oh my god I'm swimming up against the tide Oh my god I'm swimming but I'm getting tired Oh my god  [Chorus: Emily Warren] Yeah, I'm fine Drop tears in the morning Give in to the lonely Here it comes with no warning (no warning) Capsize, I'm first in the water Too close to the bottom I'm right back where I started Said I'm fine (fine)  [Post-Chorus: Emily Warren] Hey-ey-ey-ey-yeah Hey-ya, hey-ya, hey (Said I'm fine) Hey-ey-ey-ey-yeah Hey-ya, hey-ya, hey  [Outro] I think about you, love you, and am filled with pride  ",
        "title": "Capsize"
    },
    {
        "artist": "YFN Lucci Featuring Migos & Trouble",
        "lyrics": "  [Produced by June James]  [Hook: Quavo & YFN Lucci] I got money way before the deal Put my bitches in new pair of heels I might fuck your ho and pay her bills Yeah we was taught to get it how we live, yeah I got your ho on a leash Got a plug, he Vietnamese We the niggas they wanna be Cause we got the key to the streets We got the key to the streets Hey, we got the key to the streets We got the key to the streets Hey, we got the key to the streets  [Verse 1: Quavo] Young nigga from the Nawf (aye, Nawf yea) Got my eye on the streets like a hawk (aye, hawk yea) Wrap ‘em, put ‘em on a boat (wrap 'em), boy you better not choke (boy) And there ain't no runnin' off (na, na) We got the key to the streets (streets), everybody notice me (me) Used to dream about 50 thousand in my jeans Now 50 thousand cheap to me Remember the days watching the Hot Boys and Master P Now I’m down in Miami, one phone call, I pull up on Weezy (brr) All of my niggas with me, you feel me Straps on everybody in the building All of niggas came from dealing Or either they kicking in doors and stealing I feel like I’m not having no feelings Before the fame, seen quarter million Came from robbing pizza man at the top of apartment buildings  [Hook: Quavo & YFN Lucci] I got money way before the deal Put my bitches in new pair of heels I might fuck your ho and pay her bills Yeah we was taught to get it how we live, yeah I got your ho on a leash Got a plug, he Vietnamese We the niggas they wanna be Cause we got the key to the streets We got the key to the streets Hey, we got the key to the streets We got the key to the streets Hey, we got the key to the streets  [Verse 2: YFN Lucci] I’m from the dirty, we play dirty All these sticks they dirty, we don’t fight, get murdered If my niggas say fuck you then I’m sorry for you If my niggas ain’t fucking, then get out ho, hurry Real trapper never seen a drought, we gon’ ship ‘em out Any problem, we gon’ air ‘em out, what they talking ‘bout? We don't count we weigh it now, no we ain’t servin’ no ounce We sip purple, we ain’t never out, we ain’t never out Hit up Quavo, we gon’ need another bando I’ma flood that bitch with more keys than a piano All these bitches say they love me, I’m so handsome Yeah they know ‘bout Lucci go and ask 'em, they gon tell ya  [Hook: Quavo & YFN Lucci] I got money way before the deal Put my bitches in new pair of heels I might fuck your ho and pay her bills Yeah we was taught to get it how we live, yeah I got your ho on a leash Got a plug, he Vietnamese We the niggas they wanna be Cause we got the key to the streets We got the key to the streets Hey, we got the key to the streets We got the key to the streets Hey, we got the key to the streets  [Verse 3: Takeoff & Trouble] I got the key to the streets my nigga Just like Dr. Dre, he got the beats I come straight up out of 1500 That’s the block, my niggas over East Double cup but no ice tea (lean) Pour me a four before I go to sleep Fuck around and landed in the hospital Geekin’ off the Henn and the lean, whoa Takeoff! (Sup Skoob?) Man, go head, take off (Bet!) 24/7, no day off (naw), balling like we in the playoffs (ball) 20 bitches at the playhouse You quick to freeze up when that K out (graow) If that bitch ain’t tryna fuck, I kick her out the house Like Martin, lil bitty bitch stay out (bitch) They like to whoop me ’til them Ks out Get to looking for some ways out You niggas ain’t workin’, you're laid off Choppa decapitate him, blow his face off (graow) Won’t get it ‘til these niggas laid out Assassinating, knock him off like I’m Adolf (baow) Been getting money, 19 with a 650 Nut seen me stunting, B.I.P Blood  [Hook: Quavo & YFN Lucci] I got money way before the deal Put my bitches in new pair of heels I might fuck your ho and pay her bills Yeah we was taught to get it how we live, yeah I got your ho on a leash Got a plug, he Vietnamese We the niggas they wanna be Cause we got the key to the streets We got the key to the streets Hey, we got the key to the streets We got the key to the streets Hey, we got the key to the streets  ",
        "title": "Key To The Streets"
    },
    {
        "artist": "Britney Spears Featuring Tinashe",
        "lyrics": "  [Verse 1] I think I see confetti from this potion Pillow fights and feathers, overdosin' Smells like a cologne and candy lotion Like a slumber party Sheets all on the floor just like an ocean Building up your fortress like a mountain Neighbors say we're causing a commotion Like a slumber party  [Pre-Chorus] No, n-no, no, you and I, I, I We ain't gonna sleep tonigh-igh-ight Oh baby, no, n-no, no, you and I, I, I We ain't gonna sleep tonight  [Chorus] 'Cause we got them candles hanging Hanging from the ceiling low We use our bodies to make our own videos Put on our music that makes us go fuckin' crazy, go Go crazy, go Like a slumber party Like a slumber party Like a slumber party  [Verse 2] Let's fill up this clawfoot bath with bubbles Loving me so hard it's causing trouble If there's seven minutes in heaven make it double, triple Like a slumber party  [Pre-Chorus] No, n-no, no, you and I, I, I We ain't gonna sleep tonigh-igh-ight Oh baby, no, n-no, no, you and I, I, I We ain't gonna sleep tonight  [Chorus] 'Cause we got them candles hanging Hanging from the ceiling low We use our bodies to make our own videos Put on our music that makes us go fuckin' crazy, go Go crazy, go Like a slumber party We got them candles hanging Hanging from the ceiling low We use our bodies to make our own videos Put on our music that makes us go fuckin' crazy, go (Crazy, go) Go crazy, go Like a slumber party (I go fucking crazy) Like a slumber party A slumber party, yeah  [Interlude] Like a slumber party No, n-no, no, you and I, I, I We ain't gonna sleep tonight Like a slumber party  [Chorus] We got them candles hanging Hanging from the ceiling low We use our bodies to make our own videos (our own videos) Put on our music that makes us go fuckin' crazy, go Go crazy, go Like a slumber party We got them candles hanging Hanging from the ceiling low We use our bodies to make our own videos Put on our music that makes us go fuckin' crazy, go (Go crazy, yeah) Go crazy, go Like a slumber party (a slumber party) Like a slumber party (I go crazy for you) Like a slumber party  ",
        "title": "Slumber Party"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] I'm a little more beer bottle beer joint than a fancy bar I'm a little more sitting up high on the road than a little car I'm a little more bust ya back than take it for free And that’s how I'll always be I'm a little more lose my temper than to sit on back I'm a little more ol' Hank Williams than that trendy crap I love a flat wood ol' front porch made of an old oak tree And that's how I'll always be  [Chorus] I'll always be a fan of ol' stray dogs and guitars playin' One room churches, back road walks and front porch swingin' Sunset skies, bonfire nights, I love the simple things That's how I'll always be  [Verse 2] I got friends that say I live a little like Cool Hand Luke Fast cars and motorcycles, raisin' hell in cowboy boots But, hey, on Sunday morning, I'll take the back row seat That's how I'll always be  [Chorus] I'll always be a fan of ol' stray dogs and guitars playin' One room churches, back road walks and front porch swingin' Sunset skies, bonfire nights, I love the simple things That's how I'll always be  [Bridge] I'm a fan of chert rock bouncing off a Chevy fender That feeling that you get that first time she lets ya kiss her Rusty roofs that rattle when the rain is fallin' down Handshake deals, fresh-cut hay fields, and hometowns  [Chorus] I'll always be a fan of ol' stray dogs and guitars playin' One room churches, back road walks and front porch swingin' Sunset skies, bonfire nights, I love the simple things That's how I'll always be That's how I'll always be That's how I'll always be That's how I'll always be  ",
        "title": "How I'll Always Be"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": null,
        "title": "Vice"
    },
    {
        "artist": "Meek Mill Featuring Tory Lanez",
        "lyrics": "  [Verse 1: Meek Mill] Woo! I'm on my way to an island and I'm popping shit at the pilot (fly shit only) Niggas be broke and be starving but still talking shit like they violent (niggas is broke!) They said that they honest, talk money, these niggas gon' say that they got it (huh?) Gettin' out with the key to success and these niggas gon' blame it on Khaled They don't want to see you win (they don't!) They don't want to see the Wraith (no!) You don't want to see your bitch caught up in the stars like she outer space Mansion at the condo, condo at the mansion, and I'm running out of space Tell your homie, keep on coming out his mouth, I'm sending somethin' 'round his way Niggas barely getting lawyer money Better get some Sig Sauer money Running 'round like you Superman, don't be selfish, get your mom insurance money (ha!) Woo, 'cause I'm the one to put it on your money I'm the one that make it happen it to you niggas, would you fuck around and do it for me?  [Hook: Tory Lanez] Hopped in the Wraith and I bought it, it's litty again Fly out the piff and the tropic, it litty again All of my parties is poppin', you know that we litty again All of the foreigns on Collins, you know that we litty again They don't want to see the squad They don't want to see the Wraith They don't want to see your bitch up in the stars like she going outer space Litty again, litty again, I got it, we litty again Litty again, litty again, I got it, we did it, we litty again  [Verse 2: Tory Lanez] Feature money out the safe, went and brought a Wraith, brought it down Collins Niggas talking like they want it, when we in the city, they don't want problems Niggas said they gon' rob us But nigga, we coming from welfare I shoot a bullet when I pull it, how you catch a bullet like a NFL player? Should've known it was litty when bitches start lying on my dick Lie on that pussy like I hit Can't even be a side, side bitch I'm in 9s, 10s, and you ain't even looking like you a 5 Broke bitches trying to do it for Twitter, when they used to do it for Vine, whoa! I'm the man of the hour I'm the nigga with the airtime Rolls Royce Wraith, put your bitch up in the stars like she in the airline Niggas talking 'bout my hair line I laugh about it, I be feelin' them See, we both be making M's: they be making memes, I be making millions I just counted up a Quentin Miller A \"QM,\" that's a quarter milli They don't wanna see Jae drop \"6,\" fly private when he go to Philly Funny money, yeah I know it's silly, but your hoe feel me When I pull up and I got a pour a whole four on it I promise she gon' know it's litty, motherfucker, yeah  [Hook: Tory Lanez] Hopped in the Wraith and I bought it, it's litty again Fly out the piff and the tropic, it litty again All of my parties is poppin', you know that we litty again All of the foreigns on Collins, you know that we litty again They don't want to see the squad They don't want to see the Wraith They don't want to see your bitch up in the stars like she going outer space Litty again, litty again, I got it, we litty again Litty again, litty again, I got it, we did it, we litty again  [Verse 3: Meek Mill] All of my niggas is way up, these niggas is haters, I know that they haters (suckers) I score your bitch like a layup (score) I make a mil' like a layup (sore) I pop a pill just to stay up (woo) I sip the lean just to slow it up (slow it up) I'm with my team, and we goin' up (goin' up) All of these foreigns, they know it's us Whip it, whip it, whip it, whip it, whip it, like the cocoa when we mix the soda up Perfect timing and we're blowing up Fuck it, I'ma light the Rollie up Shawty fucking for Chanel! I ain't tripping, that's a coconut Push the 'Rari 'till the motor bust Stack the paper, fill the sofa up Lay on that paper, I am not slacking, I stay on that paper I feel like it's a restraining order on that money, 'cause y'all stay away from that paper I know some niggas that used to be balling, but know they all feeling a way 'bout this paper I be spending hundred, hundred, hundred after hundred, they thought I was making this paper! Fuckin' it good, I be raping this paper Shit, I might as well get married to money I marry Nicki, still married to money She rich as Mariah, I carry the money And fuck a deposit, I bury the money (Bury them M's) I bag the money, it hang out my pocket, embarrassing money I act like I ain't used to having this money, oh!  [Hook: Tory Lanez] Hopped in the Wraith and I bought it, it's litty again Fly out the piff and the tropic, it litty again All of my parties is poppin', you know that we litty again All of the foreigns on Collins, you know that we litty again They don't want to see the squad They don't want to see the Wraith They don't want to see your bitch up in the stars like she going outer space Litty again, litty again, I got it, we litty again Litty again, litty again, I got it, we did it, we litty again  ",
        "title": "Litty"
    },
    {
        "artist": "PIKOTARO",
        "lyrics": null,
        "title": "PPAP (Pen-Pineapple-Apple-Pen)"
    },
    {
        "artist": "Train",
        "lyrics": "  [Chorus] Play that song The one that makes me go all night long The one that makes me think of you That's all you gotta do  [Verse 1] Hey mister DJ when you gonna spin it My baby's favorite record She been waiting for a minute She invited all her friends And I'm buying all the rounds And they're all dolled up DJ please don't let me down  When you gonna play that song, now When you gonna earn that pay When you gonna play that song And make my day  She said  [Chorus] Play that song The one that makes me go all night long The one that makes me think of you That's all you gotta do Hey  Play that song The one the makes me stay out till dawn The one that makes me go \"ooh\" That's all you gotta do  [Verse 2] Hey Mr. guitar When you gonna strum it My girl just heard this song And you should play it cause she loves it Can you get me off the hook Get them fingers picking now I'll throw some money in your cup Mister please don't let me down  When you gonna play that song, now Why you gotta hesitate When you gonna play that song And make my day  She said  [Chorus] Play that song The one that makes me go all night long The one that makes me think of you That's all you gotta do Hey  Play that song The one the makes me stay out till dawn The one that makes me go oo That's all you gotta do  [Bridge] Oh Wait till you see my baby moo-oo-oove Moo-oo-oove Moo-oo-oove Moo-oo-oove Wait till you see my baby moo-oo-oove Moo-oo-oove Moo-oo-oove Moo-oo-oove  Oh come on now  [Chorus] Play that song The one that makes her go all night long The one that makes her think of me That's all you gotta do Hey  Play that song The one the makes her stay out till dawn The one that makes her go oo That's all you gotta do Oo oo oo oo Oo oo oo oo  ",
        "title": "Play That Song"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Verse 1] Sometimes I'm the guy with the boys kicking it back Or the guy with a guitar singing on a country track I might be the guy with an ice cold can Stirring up dust on some old farmland When I walk into the party with you girl, you change all that  [Chorus] And I’m just the guy with the girl everybody wants to know Wishin' you were there alone Wonderin' how I ever got your little hand in mine Lookin' over at ya like \"ain’t she beautiful?\" I’m invisible, but I stand right there and smile You're right beside me, oh and I see the same thing they’re seein' But I don’t mind being the guy with the girl, no  [Verse 2] It's funny watchin' 'em do the way they do They come walkin' up to me but they only wanna talk to you And I don't blame 'em that they're hypnotized They keep staring at your heartbreak eyes It's like their heart starts stoppin' when you come walkin' into the room  [Chorus] And I turn into the guy with the girl everybody wants to know Wishin' you were there alone Wonderin' how I ever got your little hand in mine Lookin' over at ya like \"ain’t she beautiful?\" I’m invisible, but I stand right there and smile You're right beside me, oh and I see the same thing they’re seein' But I don’t mind being the guy with the girl  [Bridge] The guy that don't know how he got her But he ain't never gon' let her, never gon' let her go Woah-oh, yeah  [Chorus] I’m just the guy with the girl everybody wants to know Wishin' you were there alone Wonderin' how I ever got your little hand in mine Lookin' over at ya like \"ain’t she beautiful?\" I’m invisible but I stand right there and smile You're right beside me, oh and I see the same thing they’re seein' But I don’t mind being the guy with the girl  [Outro] (Guy with the girl) No, I don't mind being the guy with the girl (Guy with the girl) Yeah, I'm just the guy with the girl I'm always the guy with the girl I don't mind it baby I don't mind it baby I'm always the guy with the girl  ",
        "title": "A Guy With A Girl"
    },
    {
        "artist": "A Boogie Wit da Hoodie",
        "lyrics": null,
        "title": "My Sh*t"
    },
    {
        "artist": "Eric Church Featuring Rhiannon Giddens",
        "lyrics": "  [Verse 1] If I could kill a word and watch it die I'd poison \"never,\" shoot goodbye Beat \"regret\" when I felt I had the nerve Yeah, I'd pound \"fear\" to a pile of sand Choke \"lonely\" out with my bare hands I'd hang \"hate\" so that it can't be heard If I could only kill a word  [Verse 2] I'd take \"brokeness\" out back And break \"heartbreak,\" stand there and laugh Right in its face while shootin' it the bird I'd put \"upset\" down in its place I'd squeeze the life out of \"disgrace\" Lay \"over\" under six cold feet of dirt If I could only kill a word  [Chorus] Give me sticks, give stones Bend my body, break my bones Use staff and rod to turn me black and blue Cause you can't unhear, you can't unsay But if were up to me to change I'd turn \"lies\" and \"hate\" to \"love\" and \"truth\" If I could only kill a word  [Verse 3] I'd knock out \"temptation\"'s teeth I'd sever \"evil,\" let it bleed Then light up \"wicked,\" stand and watch it burn I'd take \"vice\" and I'd take \"vile\" Tie 'em up there with \"hostile\" Hang 'em high and leave 'em for the birds If I could only kill a word  [Chorus] So give me sticks, give stones Bend my body, break my bones Use staff and rod to turn me black and blue Cause you can't unhear, you can't unsay But if were up to me to change I'd turn \"lies\" and \"hate\" to \"love\" and \"truth\" If I could only kill a word If I could only kill a word  ",
        "title": "Kill A Word"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Chorus] Sex with me, so amazing All this all hard work, no vacation Stay up off my Instagram, pure temptation Hit a switch on a fake nigga, like a station Sex with me, so amazing Sex with me, so amazing  [Verse 1] Vodka and water, and a lemon And a few other things I can not mention Oh-na-na-na-na Five fingers on it (five fingers) Hit it like you own it, I’mma hit it like I’m on it Straight shots of the blue dot (Shots, shots, shots, shots) Baby, I’mma pick your  poison Oh-we, ah-yeah, you gon’ need it I’m off that la-la I’mma get it wet like jacuzzi, ah-yea  [Chorus 2] And sex with me, so amazing All this all hard work, no vacation Stay up off my Instagram, pure temptation Sex with me, sex with me, sex with me So amazing, so amazing, mmmm  [Verse 2] You know I got the sauce (sauce), you know I’m saucy And it’s always wet, a bitch never ever had to use lip gloss on it I’mma need you deeper than six, it's not a coffin We’re not making love, tryna get nasty Wrap up your drugs, come make me happy Sex with me is amazing, with her it’ll feel alright The sex doesn’t get any better, make it long, let it be all night I know, I know, I make it hard to let go Tonight, all night, I’m Monroe Even if I’m alone  [Chorus] Sex with me, so amazing All this all hard work, no vacation Stay up off my Instagram, pure temptation Hit a switch on a fake nigga, like stations Sex with me, sex with me, sex with me So amazing, so amazing, mmmm  [Outro] Sex with me, so amazing Sex with me so amazing (This is the best there is)  ",
        "title": "Sex With Me"
    },
    {
        "artist": "Pitbull Featuring Flo Rida & LunchMoney Lewis",
        "lyrics": "  [Refrain: Pitbull] Red light, green light Everybody take a shot Red light, green light Give me everything you got Red light, green light  [Intro: Pitbull] Mr. 305, Flo Rida and LunchMoney Three Miami boys, you know what time it is  [Hook: LunchMoney Lewis] Give me the green light, oh yeah Cause I'm ready to go Let's have a good time, let's go What you waiting for? We only got one life, one life And we gon' live it up So give me the green light, give it to me Cause I'm ready to go, oh, oh, oh Wee-oh, wee-oh, wee-oh, wee-oh, oh, oh Cause I'm ready to go, oh, oh, oh Wee-oh, wee-oh, wee-oh, wee-oh, oh, oh (Ride out now, ride out now) Give me the green light  [Verse 1: Pitbull] I got the green light mami and you know what that means That we can do anything, anything that you dream I wanna make you ooh, ah, till you scream And I practice what I preach, if you know what I mean I'm about that mami Yeah I got the key and I'mma lock that mami Yeah, we can roll and I'mma rock that mami I do what I say and say what I mean, now let me jump in between I'm getting loose in this thing, like OJ the Juice in this thing Feeling like Left Eye, boy, I burn the roof in this thing I got all the women getting naked, feeling like Luke in this thing, think it's a game Now I got the green lit and the green right All I need is, mami, for you to give me the green light So I can run through it like an EZ pass Find the G-spot and step on the gas  [Hook: LunchMoney Lewis] Give me the green light, oh yeah Cause I'm ready to go Let's have a good time, let's go What you waiting for? We only got one life, one life And we gon' live it up So give me the green light, give it to me Cause I'm ready to go, oh, oh, oh Wee-oh, wee-oh, wee-oh, wee-oh, oh, oh Cause I'm ready to go, oh, oh, oh Wee-oh, wee-oh, wee-oh, wee-oh, oh, oh (Ride out now, ride out now) Give me the green light  [Verse 2: Flo Rida] Baby, I got the Midas, I'm Flo Rida You know I'm all about that thing, that thing If she ready then I'm ready Pull up on her with the Chevy Real talk when that light turn green (Let go) Give me what I asked for, I got a passport Mr. International, I hit the airport If you knew the kind of work that I transport That Rihanna do me dirt to the crash course I like the cleanest, greenest, leanest Serena, Venus, Flo a Genius, smokin' Phoenix You never seen this I have her dream this that 200 on the dash, got me feenin' So I'm tryna ride out, slide out Grab the stripes, then the 500 bye bye Wild out, shout out Beehive, hit the honeycomb hideout, ayy  [Hook: LunchMoney Lewis] Give me the green light, oh yeah Cause I'm ready to go Let's have a good time, let's go What you waiting for? We only got one life, one life And we gon' live it up So give me the green light, give it to me Cause I'm ready to go, oh, oh, oh Wee-oh, wee-oh, wee-oh, wee-oh, oh, oh Cause I'm ready to go, oh, oh, oh Wee-oh, wee-oh, wee-oh, wee-oh, oh, oh Give me the green light  [Refrain: Pitbull & LunchMoney Lewis] Red light, green light Everybody take a shot Red light, green light Give me everything you got Red light, green light Everybody take a shot Red light, green light What you waiting for?  [Hook: LunchMoney Lewis] Give me the green light, oh yeah Cause I'm ready to go Let's have a good time, let's go What you waiting for? We only got one life, one life And we gon' live it up So give me the green light, give it to me Cause I'm ready to go, oh, oh, oh Wee-oh, wee-oh, wee-oh, wee-oh, oh, oh Cause I'm ready to go, oh, oh, oh Wee-oh, wee-oh, wee-oh, wee-oh, oh, oh Give me the green light  ",
        "title": "Greenlight"
    },
    {
        "artist": "Eminem",
        "lyrics": "  [Produced by Mr. Porter & Jeff Bass]  [Intro] Ah yeah (It's like this, like this) It's Eminem, baby Back up in that motherfuckin' ass (Till forever, till forever) One time for your motherfuckin' mind (For MC's, MC's) We represent the 313—you know what I’m sayin'? Yo, they don’t know shit about this, for the '96  [Verse 1] Ayo, my pen and paper cause a chain reaction To get your brain relaxin', the zany actin' maniac in action A brainiac in fact, son, you mainly lack attraction You look insanely wack when just a fraction of my tracks run My rhymin' skills got you climbin' hills I travel through your mind and to your spine like siren drills I'm slimin' grills of roaches, with spray that disinfects And twistin' necks of rappers 'til their spinal column disconnects Put this in decks and check the monologue Turn your system up, twist 'em up And indulge in the marijuana smog This is the season for noise pollution contamination Examination of more car-tunes than animation My lamination of nar-er-ration, hits a snare and bass On a track for duck rapper interrogation When I declare invasion, there ain't no time to be starin' gazin' I turn the stage into a barren wasteland; I'm Infinite  [Hook] You heard of Hell, well, I was sent from it I went to it, servin' a sentence For murderin' instruments Now I'm tryin' to repent from it But when I hear the beat, I'm tempted To make another attempt at it; I'm Infinite  [Verse 2] Bust it, I let the beat commence So I can beat the sense in your elite defense I got some meat to mince A crew to stomp, and then two feet to rinse I greet the gents and ladies, I spoil loyal fans I foil plans and leave fluids leakin' like oil pans My coiled hands around this microphone are lethal One thought in my cerebral Is deeper than a jeep-full of people MC's are feeble, I came to cause some pandemonium Battle a band of phony MC's, and stand the lonely one Imitator, intimidator, stimulator Simulator of data eliminator There's never been a greater since the burial of Jesus Fuck around and catch all the venereal diseases My thesis'll smash a stereo to pieces My a cappella releases classic masterpieces Through telekinesis, it eases you mentally Gently, sentimentally, instrumentally With entity, dementedly meant to be Infinite  [Hook] You heard of Hell, well, I was sent from it I went to it, servin' a sentence For murderin' instruments Now I'm tryin' to repent from it But when I hear the beat, I'm tempted To make another attempt at it; I'm Infinite  [Verse 3] Man, I got evidence, I'm never dense And I've been clever ever since my residence was hesitant To do some shit that represents the MO So I'm assumin' all responsibility ‘Cause there's a monster will in me That always wants to kill MC's Mic nestler, slammin' like a wrestler Here to make a mess of a lyric-smugglin' embezzler No one is specialer, my skill is intergalactical I get cynical, act a fool Then I send a crew back to school I never packed a tool or acted cool, it wasn't practical I'd rather let a tactical, tactful track tickle your fancy In fact, I can't see, or can't imagine A man who ain't a lover of beats or a fan of scratchin' So this is for my family, the kid who had a cameo On my last jam, plus the man who never had a plan B Be all you can be, ‘cause once you make an instant hit I'm tensed a bit, and tempted When I see the sins my friends commit; I'm Infinite  [Hook] You heard of Hell, well, I was sent from it I went to it, servin' a sentence For murderin' instruments Now I'm tryin' to repent from it But when I hear the beat, I'm tempted To make another attempt at it; I'm Infinite  [Outro] '95, '96 ('96) And on and on and on (and on and on)  ",
        "title": "Infinite"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] Let's take our time tonight, girl Above us all the stars are watchin' There's no place I'd rather be in this world Your eyes are where I'm lost in Underneath the chandelier We're dancin' all alone There's no reason to hide What we're feelin' inside Right now  [Pre-Chorus] So, baby, let's just turn down the lights And close the door Oooh I love that dress But you won't need it anymore No, you won't need it no more Let's just kiss 'til we're naked, baby  [Chorus] Versace on the floor Oooh take it off for me, for me, for me, for me now, girl Versace on the floor Oooh take it off for me, for me, for me, for me now, girl  [Verse 2] Now I unzip the back to watch it fall While I kiss your neck and shoulders No, don't be afraid to show it all I'll be right here ready to hold you Girl, you know you're perfect from Your head down to your heels Don't be confused by my smile 'Cause I ain't ever been more for real, for real  [Pre-Chorus] So just turn down the lights And close the door Oooh I love that dress But you won't need it anymore No, you won't need it no more Let's just kiss 'til we're naked, baby  [Chorus] Versace on the floor Oooh take it off for me, for me, for me, for me now, girl Versace on the floor Oooh take it off for me, for me, for me, for me now, girl Dance  [Bridge] It's warmin' up Can you feel it? It's warmin' up Can you feel it? It's warmin' up Can you feel it, baby? It's warmin' up Oh, seems like you're ready for more, more, more Let's just kiss 'til we're naked  [Chorus] Versace on the floor Hey, baby Take it off for me, for me, for me, for me now, girl Versace on the floor Oooh take it off for me, for me, for me, for me now, girl  [Outro] Versace on the floor Floor Floor  ",
        "title": "Versace On The Floor"
    },
    {
        "artist": "Chris Stapleton",
        "lyrics": "  [Verse 1] Street lights along the highway Throwing shadows in the dark And the memories keep on turning To the rhythm of a broken heart  [Chorus] You only need a roof when it’s raining You only need a fire when it’s cold You only need a drink when the whiskey Is the only thing you have left to hold Sun comes up and goes back down And falling feels like flying till you hit the ground Say the word and I’ll be there for you Baby, I will be your parachute  Parachute  [Verse 2] There’s a song that I remember I never learned to play And a lifetime of forgotten words I never got to say  [Chorus] You only need a roof when it’s raining You only need a fire when it’s cold You only need a drink when the whiskey Is the only thing you have left to hold Sun comes up and goes back down And falling feels like flying till you hit the ground Say the word and I’ll be there for you Baby, I will be your parachute  Parachute  [Bridge] If you think you’re going down Just know I will be around  [Chorus] You only need a roof when it’s raining You only need a fire when it’s cold You only need a drink when the whiskey Is the only thing you have left to hold Sun comes up and goes back down And falling feels like flying till you hit the ground Say the word and I’ll be there for you Baby, I will be your Baby, I will be your parachute  Parachute  ",
        "title": "Parachute"
    },
    {
        "artist": "Maren Morris",
        "lyrics": "  [Verse 1] Still runs good, built to last Moves like a hula girl on the dash She ain't made for practicality Yeah, I guess she's just like me  [Pre-Chorus 1] It's Saturday night, about time to go Got my white leather jacket and a neon soul Once I turn on the radio, I'm ready to roll  [Chorus] Feel like a hard-to-get starlet when I'm driving Turning every head, hell, I ain't even trying Got them Ray-Ban shades, pretty in pink Call me old school, but hey I'm a 90s baby in my 80s Mercedes I'm a 90s baby in my 80s Mercedes  [Verse 2] Pop the top down like a summer dream She's my teenage time machine Just keeps getting sweeter with age She's classic through any decade  [Pre-Chorus 2] The suns in the sky, glitter on the seats You can try, but the Benz is hard to beat So, hey, if you want you can ride with me  [Chorus] Feel like a hard-to-get starlet when I'm driving Turning every head, hell, I ain't even trying Got them Ray-Ban shades, pretty in pink Call me old school, but hey I'm a 90s baby in my 80s Mercedes I'm a 90s baby in my 80s Mercedes  [Pre-Chorus 1] It's Saturday night, about time to go Got my white leather jacket and a neon soul Once I turn on the radio, I'm ready to roll  [Chorus] Feel like a hard-to-get starlet when I'm driving Turning every head, hell, I ain't even trying Got them Ray-Ban shades, pretty in pink Call me old school, but hey I'm a 90s baby in my 80s Mercedes I'm a 90s baby in my 80s Mercedes  ",
        "title": "80s Mercedes"
    }
]