[
    {
        "artist": "50 Cent Featuring Nate Dogg",
        "lyrics": "  [Produced by Dirty Swift]  [Intro: 50 Cent] I just want to chill and twist the lye Catch stunts in my 7-45 You drive me crazy, shorty, I Need to see you and feel you next to me I provide everything you need, and I Like your smile, I don't want to see you cry Got some questions that I got to ask And I hope you can come up with the answers, babe  [Hook: Nate Dogg] Girl It's easy to love me now Would you love me if I was down and out? Would you still have love for me? Girl It's easy to love me now Would you love me if I was down and out? Would you still have love for me?  [Verse 1: 50 Cent] If I fell off tomorrow, would you still love me? If I didn't smell so good, would you still hug me? If I got locked up and sentenced to a quarter century Could I count on you to be there to support me mentally? If I went back to a hoopty from a Benz Would you poof and disappear like some of my friends? If I was hit and I was hurt, would you be by my side? If it was time to put in work, would you be down to ride? I get out and peel a nigga cap, chill and drive I'm askin' questions to find out how you feel inside If I ain't rap ‘cause I flip burgers at Burger King Would you be ashamed to tell your friends you're feelin' me? In the bed, if I used my tongue, would you like that? If I wrote you a love letter, would you write back? Now we can have a little drink, you know, a nightcap And we could go do what you like, I know you like that  [Hook: Nate Dogg] Girl It's easy to love me now Would you love me if I was down and out? Would you still have love for me? Girl It's easy to love me now Would you love me if I was down and out? Would you still have love for me?  [Verse 2: 50 Cent] Would you leave me if your father found out I was thuggin'? Do you believe me when I tell you, you the one I'm lovin'? Are you mad ‘cause I'm askin' you 21 questions? Are you my soulmate? ‘Cause if so, girl, you a blessing Do you trust me enough to tell me your dreams? I'm starin' at you, tryna figure how you got in them jeans If I was down, would you say things to make me smile? I'll treat you how you want to be treated, just teach me how If I was with some other chick and someone happened to see And when you asked me about it I said it wasn't me Would you believe me, or up and leave me? How deep is our bond if that's all it takes for you to be gone? We only humans, girl, we make mistakes To make it up, I'll do whatever it take I love you like a fat kid love cake You know my style, I say anything to make you smile  [Hook: Nate Dogg] Girl It's easy to love me now Would you love me if I was down and out? Would you still have love for me? Girl It's easy to love me now Would you love me if I was down and out? Would you still have love for me?  [Outro: Nate Dogg] Could you love me in a Bentley? Could you love me on a bus? I'll ask 21 questions And they all about us Could you love me in a Bentley? Could you love me on a bus? I'll ask 21 questions And they all about us  ",
        "title": "21 Questions"
    },
    {
        "artist": "Sean Paul",
        "lyrics": "  [Intro] Shake dat ting miss, Cana, Cana Shake dat ting miss, Annabella Shake dat ting yow, Donna Donna Jodi and Rebecca  [Verse 1] Woman Get busy Jus shake dat booty non-stop When da beat drops Jus keep swingin' it Get jiggy get crunked up Percolate anyting you want to call it Oscillate you hip and don't take pity Me wah fi see you get live 'pon di riddim when me ryde And me lyrics a provide electricity Gyal nobody cah tell you nuttin' Ca you don't know your destiny  [Hook] Yo sexy ladies want par wid us Inna di car wid us Dem nah war wid us Inna di club dem wah flex wid us To get next to us Dem cah vex wid us From di day me born jah ignite me flame Gyal a call me name and it is me fame It's all good, girl turn me on 'Til a early morn' Let's get it on Let's get it on 'til a early morn' Girl it's all good jus turn me on  [Verse 2] Gyal don't sweat it, don't get agitate jus gwaan rotate Ca anyting you want you Know you must get it From you name a mention Don't ease di tension Gyal run di program jus gwaan pet it Now have a good time Gal free up unu mind caw nobody cah dis yo' man won't let it ca You a di number one gal Wave yo' hand Make dem see yo' weddin' band  [Hook] Yo sexy ladies want par wid us Inna di car wid us Dem nah war wid us Inna di club dem wah flex wid us To get next to us Dem cah vex wid us From di day me born jah ignite me flame Gyal a call me name and it is me fame It's all good, girl turn me on 'Til a early morn' Let's get it on Let's get it on 'til a early morn' Girl it's all good jus turn me on  [Verse 3] Woman Get busy Jus shake dat booty non-stop When da beat drops Jus keep swingin' it Get jiggy get crunked up Percolate anyting you want to call it Oscillate you hip and don't take pity Me wah fi see you get live 'pon di riddim when me ryde And me lyrics a provide electricity Gyal nobody cah tell you nuttin' Ca you don't know your destiny  [Hook] Yo sexy ladies want par wid us Inna di car wid us Dem nah war wid us Inna di club dem wah flex wid us To get next to us Dem cah vex wid us From di day me born jah ignite me flame Gyal a call me name and it is me fame It's all good, girl turn me on 'Til a early morn' Let's get it on Let's get it on 'til a early morn' Girl it's all good jus turn me on  [Interlude] Yo, Shake dat ting Miss Kana Kana shake dat ting Yo, Annabella shake dat ting Miss Donna Donna Yo Miss Jodi you'r di one and Rebecca yo Shake dat ting Yo, Joanna shake dat ting Yo, Annabella shake dat ting Miss Kana Kana  [Hook] Yo sexy ladies want par wid us Inna di car wid us Dem nah war wid us Inna di club dem wah flex wid us To get next to us Dem cah vex wid us From di day me born jah ignite me flame Gyal a call me name and it is me fame It's all good, girl turn me on 'Til a early morn' Let's get it on Let's get it on 'til a early morn' Girl it's all good jus turn me on  Yo sexy ladies want par wid us Inna di car wid us Dem nah war wid us Inna di club dem wah flex wid us To get next to us Dem cah vex wid us From di day me born jah ignite me flame Gyal a call me name and it is me fame It's all good, girl turn me on 'Til a early morn' Let's get it on Let's get it on 'til a early morn' Girl it's all good jus turn me on  Let's get it on 'til a early morn' Girl it's all good just turn me on  ",
        "title": "Get Busy"
    },
    {
        "artist": "Lil' Kim Featuring 50 Cent",
        "lyrics": "  [Hook: 50 Cent] I got the magic stick I know if I can hit once, I can hit twice I hit the baddest chicks Shorty don't believe me, then come with me tonight And I'll show you maaagic (What? What?) Maaagic I got the magic stick  [50 Cent] I'm a freak to the core Get a dose once, you gon' want some more My tongue touch ya girl, ya toes bound to curl This exclusive shit I don't share with the world I have you up early in the mornin, moanin Back shot, proper or low can't stop us Been a fiend for this since Rakim made hits Get the position down pat, then it's time to switch I'll rock the boat, I'll work the middle I skeet it up, straight beat it up .. and I ain't in the hood with my toast out loc'n I'm in the telly workin up a sweat strokin Tonight's the night, you can fall in love You can call your mama right now, tell her you met a thug I pop a lot of shit cause I can back it up My left stroke's the death stroke  [Hook: Lil' Kim] I got the magic clit I know if I get licked once, I get licked twice I am the baddest chick Shorty you don't believe me, then come with me tonight And I'll show you maaagic (What? What?) Maaagic, uh-huh uh-huh I got the magic clit  [Lil' Kim] Lil' Kim not a whore But I sex a nigga so good, he gotta tell his boys When it, come to sex don't test my skills Cause my head game have you head over heels Give a nigga the chills, have him pay my bills Buy matchin Lambo's with the same color wheels .. and I ain't out shopping spending dudes C-notes I'm in the crib giving niggas deep throat Tonight Lil' Kim gon' have you in the zone Girls, call ya crib, I'm answering the phone Guys wanna wife me and give me the ring I'll do it anywhere, anyhow, I'm down for anything Couple of humps, give a nigga goosebumps This junk in my trunk ain't made for chumps When Lil' Kim's around you don't need to lie It's the \"Drugs\" baby, I'm makin ya HIGH!!  [Hook: 50 Cent & Lil' Kim] I got the magic stick I know if I can hit once, I can hit twice (I am the baddest chick) (Shorty you don't believe me, then come with me tonight) (And I'll show you maaagic - what? What?) Maaagic (uh-huh, uh-huh) (I got the magic clit)  [Lil' Kim] + (50 Cent) Now put your face in it I know you sprung off in your tongue, I know you tasting it (Sex ain't a race) But I have a thug nigga breakin records And the time is (one minute, six seconds) (Magic stick) I got the magic box HAVE THAT ASS TRICKIN AFTER ONE BACK SHOT (The gifts, the ice, I like that a lot) The minks, the leathers, the CL drop  [Hook: 50 Cent]  [Hook: Lil' Kim]  ",
        "title": "Magic Stick"
    },
    {
        "artist": "Busta Rhymes & Mariah Carey Featuring The Flipmode Squad",
        "lyrics": "  [Spoken Intro: Busta Rhymes] Yeah Shorty, I know what you need I got everything you need I promise I ain't gonna hold out neither I'mma give it all to you baby It's burnin' on, bust it  [Hook: Busta Rhymes & (Mariah Carey)] Baby, if you give it to me, I'll give it to you I know what you want, you know I got it Baby, if you give it to me, I'll give it to you As long as you want, you know I got it (Baby, if you give it to me, I'll give it to you) (I know what you want, you know I got it) (Baby, if you give it to me, I'll give it to you) (As long as you want, you know I got it)  [Verse 1: Spliff Star] We been together for a few years, shared a few tears Called each other nicknames like Sugar Plum and Poo Bear I'm always on the road, hardly ever home Always busy this busy that can't talk on the phone I know you aggrevated, walk around frustrated Ya patience gettin' short, how longer can you tolerate it Listen ma I'm just motivated, I do this for us Step on the grind tryin' to elevate it now  [Verse 2: Baby Sham] Hey yo to really be honest You stuck with me through my whole struggle Can't even express the words How much the kid loves ya I'mma stand as a man never above ya I can tell that you different from most Slightly approach you And that ill shit about it We gon' sex every day But when we sex we tease In a passionate way I love the way you touch it Those little elaborate ways Got the god feelin' released To relax for the day It's on you ma  [Hook: Busta Rhymes, Mariah Carey] Baby if you give it to me I'll give it to you I know what you want You know I got it Baby if you give it to me I'll give it to you As long as you want You know I got it Baby if you give it to me I'll give it to you I know what you want You know I got it Baby if you give it to me I'll give it to you As long as you want You know I got it  [Verse 3: Busta Rhymes] Shh, mami listen I feel ya love for me baby And how it move through you I been longin' for the moment To talk the truth to you (Listen) I'm never home I always get up and go Puttin' you through the unnecessary rigga-ma-ro I never meant to put a thousand pounds Of stress on ya head I love the way we sleep And always cuddle in bed Baby, I stay embracin' ya patience Sheddin' ya tears with me I ask you my mami Please continue to bear with me  [Verse 4: Rah Digga] We started out broke Constantly on a roll Cuttin' up in the streets like we would never get old Went from looseys and buses to fifty cent sodas And Novas to Hondas to Lexus to Rovers Mad years passed Still got each other back (oh yeah) Word is bond never screw none of these industry cats (boy) We like Scull and Mulder Walkin' shoulder to shoulder Milkin' this game watchin' our seeds gettin' older  [Hook: Busta Rhymes, Mariah Carey] Baby if you give it to me I'll give it to you (give it to me) I know what you want You know I got it Baby if you give it to me I'll give it to you As long as you want You know I got it Baby if you give it to me I'll give it to you I know what you want You know I got it Baby if you give it to me I'll give it to you As long as you want You know I got it  [Verse 5: Busta Rhymes] Yes you know I'll die for you And ya know I'll ride with you I will always try with you And give ya my love and cry with you  [Verser 6: Mariah Carey] I will climb a mountain high aha Until I was up to touch the sky So baby come and get more close to me This is where your love is supposed to be  [Verse 7 : Rampage] I pull up to the house in a yellow Lamborghini It's been a few months in PA you haven't seen me Ya lookin' good in that Gucci bikini 38 carats ya ring lookin' freezy No matter what I do in the world you never leave me Fall back ma I'll make ya lifestyle easy I appreciate the things ya do to please me Lookin' at my daughter you'll never do me greasy  [Hook: Busta Rhymes, Mariah Carey] Baby if you give it to me I'll give it to you I know what you want You know I got it Baby if you give it to me I'll give it to you As long as you want You know I got it Baby if you give it to me I'll give it to you I know what you want You know I got it Baby if you give it to me I'll give it to you As long as you want You know I got it  [Busta Rhymes speaking with Mariah ad-libs] Flipmode Records, J Records Def Jam Records Busta Rhymes...Mariah Flipmode Squad, yeah So beautiful Ah-ha I knew you was gon' give me that high note Mariah Ah-ha-ha yeah  [Spoken Outro]  ",
        "title": "I Know What You Want"
    },
    {
        "artist": "Fabolous Featuring Mike Shorey & Lil' Mo",
        "lyrics": "  [Verse 1: Fabolous] Uh, Uh, Uh Baby girl You know my situation And sometimes I know you get impatient But you don't put on a show to get ovations Take it to court and go through litagations And I respect you gangsta Treat you like a princess And put something on your neck to thank you She's my pinch hitter When the startin lineup ain't playin right I come off the bench with her It might sound like I'm gassin you But it take time to get from the back seat to the passenger We been creepin and sneakin Just to keep it from leakin We so deep in our freakin That we don't sleep on the weekend Wifey's a little bit uptight Wonderin why I keep coming home in the middle of the night It'll be alright if y'all bump heads it'll be a fight But I said it'll be alright  [Hook: Mike Shorey & (Lil Mo)] I really wanna be with you (be with you) But I gotta be real with you (real with you) I can't leave you alone (no) And I know I'll live in wrong But I can't let you go You're the one I want in my life (want in my life) I already got a wife (got a wife) I can't leave you alone (no) And I know I'll live in wrong But I can't let you go  [Verse 2: Fabolous] You ain't never step out of line Or get out of pocket So I made sure canary sent out your locket To protect you I'll get out and cock it And you know the barrel of my gun is big enough to spit out a rocket Oh, you gone play dumb if cops do come through I gotta keep the top up if my drop do come through But I know the boutiques and the shops you run through So I cop her one and cop you one too You always get a daily page weekly ring Plus you ain't too shy to do them freaky things I ain't gotta put a band on your finger Or worry about you tellin the whole world I'm your man while I spring her At first you was somethin I denied Something I would slide Just to do somethin in the ride But shorty, there's something you provide Cause the entree ain't as good without somethin' on the side you know?  [Hook] I really wanna be with you (be with you) But I gotta be real with you (real with you) I can't leave you alone (no) And I know I'm living wrong But i can't let ya go Your the one i want in my life (want in my life) Already got a wife (got a wife) Can't leave you alone (no) And I know I'm living wrong But I can't let ya go  [Verse 3: Fabolous] Uh Uh oh, I might be leavin the earth soon My girl gone kill me if she smells the scent of your perfume It's gonna be a clip tossed if I go back With stains of your lip gloss on my throwback She won't care if I'm a platinum rapper If she catch me with an empty Magnum wrapper So keep it on the down low call the car celly You seen what happened with Mr. Biggs and R Kelly uh  [Lil' Mo] You know I care for you (care for you) Anytime this chick is there for you (there for you yea) These feelings I'm a share with you Which makes it a little more clear for you  [Hook] I really wanna be with you (be with you) But I gotta be real with you (real with you) I can't leave you alone (no) And I know I'll live in wrong But I can't let you go You're the one I want in my life (want in my life) I already got a wife (got a wife) I can't leave you alone (no) And I know I'll live in wrong But I can't let you go I really wanna be with you (be with you) But I gotta be real with you (real with you) I can't leave you alone (no) And I know I'll live in wrong But I can't let you go You're the one I want in my life (want in my life) I already got a wife (got a wife) I can't leave you alone (no) And I know I'll live in wrong But I can't let you go  ",
        "title": "Can't Let You Go"
    },
    {
        "artist": "Evanescence Featuring Paul McCoy",
        "lyrics": "  [Verse 1: Amy Lee] How can you see into my eyes like open doors? Leadin' you down into my core Where I've become so numb, without a soul My spirit's sleeping somewhere cold Until you find it there, and lead it back home  [Hook: Amy Lee & Paul McCoy] Wake me up! Wake me up inside! I can't wake up Wake me up inside! Save me! Call my name and save me from the dark Wake me up! Bid my blood to run I can't wake up Before I come undone Save me! Save me from the nothing I've become  [Verse 2: Amy Lee] Now that I know what I'm without You can't just leave me Breathe into me and make me real Bring me to life  [Hook: Amy Lee & Paul McCoy] Wake me up! Wake me up inside! I can't wake up Wake me up inside! Save me! Call my name and save me from the dark Wake me up! Bid my blood to run I can't wake up Before I come undone Save me! Save me from the nothing I've become  [Bridge: Amy Lee & Paul McCoy] Bring me to life I've been livin' a lie, there's nothing inside Bring me to life  [Interlude: Amy Lee] Frozen inside, without your touch Without your love, darling Only you are the life Among the dead  [Verse 3: Paul McCoy & Amy Lee] All this time, I can't believe I couldn't see Kept in the dark, but you were there in front of me I've been sleeping a thousand years it seems Got to open my eyes to everything Without a thought, without a voice, without a soul Don't let me die here There must be something more Bring, me, to, life  [Hook: Amy Lee & Paul McCoy] Wake me up! Wake me up inside! I can't wake up Wake me up inside! Save me! Call my name and save me from the dark Wake me up! Bid my blood to run I can't wake up Before I come undone Save me! Save me from the nothing I've become  [Outro: Amy Lee & Paul McCoy] Bring me to life I've been living a lie, there's nothing inside Bring me to life  ",
        "title": "Bring Me To Life"
    },
    {
        "artist": "Beyonce Featuring Jay Z",
        "lyrics": null,
        "title": "Crazy In Love"
    },
    {
        "artist": "matchbox twenty",
        "lyrics": "  [Verse 1: Rob Thomas] All day Staring at the ceiling, making Friends with shadows on my wall All night Hearing voices telling me That I should get some sleep because Tomorrow might be good for something  [Pre-Chorus 1: Rob Thomas] Hold on Feeling like I'm headed for a Breakdown And I don't know why  [Chorus: Rob Thomas] But I'm not crazy, I'm just a little unwell I know right now you can't tell But stay awhile and maybe then you'll see A different side of me I'm not crazy, I'm just a little impaired I know right now you don't care But soon enough you're gonna think of me And how I used to be  [Verse 2: Rob Thomas] Me I'm talking to myself in public And dodging glances on the train And I know I know they've all been talkin' 'bout me I can hear them whisper And it makes me think there must be something wrong  [Pre-Chorus 2: Rob Thomas] With me Out of all the hours thinking Somehow I've lost my mind  [Chorus: Rob Thomas] But I'm not crazy, I'm just a little unwell I know right now you can't tell But stay awhile and maybe then you'll see A different side of me I'm not crazy, I'm just a little impaired I know right now you don't care But soon enough you're gonna think of me And how I used to be  [Bridge: Rob Thomas] I've been talking in my sleep Pretty soon they'll come to get me Yeah, they're taking me away  [Chorus: Rob Thomas] I'm not crazy, I'm just a little unwell I know right now you can't tell But stay awhile and maybe then you'll see A different side of me I'm not crazy, I'm just a little impaired I know right now you don't care But soon enough you're gonna think of me And how I used to be  [Post-Chorus: Rob Thomas] Yeah, how I used to be How I used to be Well, I'm just a little unwell How I used to be How I used to be I'm just a little unwell  ",
        "title": "Unwell"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Intro] Now, usually, I don't do this but uh Go head on and break 'em off wit a lil' preview of the remix  [Verse 1] Now I'm not trying to be rude But hey pretty girl I'm feeling you The way you do the things you do Reminds me of my Lexus coupe That's why I'm all up in ya grill Trying to get you to a hotel You must be a football coach The way you got me playing the field  [Pre-Hook] So baby gimme that \"Toot toot\" And lemme give ya that \"Beep beep\" Running her hands through my 'fro Bouncing on twenty fo's While they saying on the radio  [Hook] It's the remix to ignition Hot and fresh out the kitchen Mama rolling that body Got every man in here wishing Sipping on coke and rum (rum) I'm like so what I'm drunk (drunk) It's the freaking weekend Baby I'm about to have me some fun (fun)  Bounce, bounce, bounce, bounce, bounce, bounce, bounce Bounce, bounce, bounce C'mon  [Verse 2] Now it's like \"Murda She Wrote\" Once I get cha out them clothes Privacy is on the door But still they can hear you screaming more Girl I'm feeling whatchu feelin' No more hoping and wishing I'm about to take my key and Stick it in the ignition  [Pre-Hook] So gimme that \"Toot toot\" And lemme give ya that \"Beep beep\" Running her hands through my 'fro Bouncing on twenty fo's While they saying on the radio  [Hook] It's the remix to ignition Hot and fresh out the kitchen Mama rolling that body Got every man in here wishing Sipping on coke and rum (rum) I'm like so what I'm drunk (drunk) It's the freaking weekend Baby I'm about to have me some fun (fun)  [Verse 3] Cristal popping in the stretch Navigator We got food everywhere, as if the party was catered We've got fellas to my left (left) Honies on my right (right) We bring 'em both together, we got juking all night Then after the show, it's the after party And after the party, it's the hotel lobby Yeah, around about four you gotta clear the lobby Then take it to ya room and freak somebody  [Pre-Hook] Can I get a \"Toot toot\" Can I get a \"Beep beep\" Running her hands through my 'fro Bouncing on twenty fo's While they sayin' on the radio  [Hook] It's the remix to ignition Hot and fresh out the kitchen Mama rolling that body Got every man in here wishing Sipping on coke and rum (rum) I'm like so what I'm drunk (drunk) It's the freaking weekend Baby I'm about to have me some fun (fun)  It's the remix to ignition Hot and fresh out the kitchen Mama rolling that body Got every man in here wishing Sipping on coke and rum (rum) I'm like so what I'm drunk (drunk) It's the freaking weekend Baby I'm about to have me some fun (fun)  [Outro] Girl, we off in this Jeep Fogging windows up Blasting the radio In the back of my truck Bouncing up and down Stroking round and round To the remix We just thugging it out  ",
        "title": "Ignition"
    },
    {
        "artist": "Ashanti",
        "lyrics": "  [Intro: Ashanti & Irv Gotti] Aw baby Yeah, Murder Inc I wanna love you, babe I'm thinking of you, babe Ooh baby Ashanti, chapter two Let's rock  [Chorus] Can you rock with me? (Aw baby) Nonstop with me, can you take it to the top with me? I just wanna love you, baby (I wanna love you, babe) Always thinking of you, babe (I'm thinking of you, babe) Can you roll with me? (Ooh baby) All over me, can you take control of me? I just wanna love you, baby Always thinking of you, baby  [Verse 1] I think I like how your body feels next to me Aw baby, when you're kissing me Aw baby, when you're loving me I can't describe what I want to do to you tonight Aw baby, when you come to me I'll make it so you'll never leave  [Chorus] Can you rock with me? (Aw baby) Nonstop with me, can you take it to the top with me? I just wanna love you, baby (I wanna love you, babe) Always thinking of you, babe (I'm thinking of you, babe) Can you roll with me? (Ooh baby) All over me, can you take control of me? I just wanna love you, baby Always thinking of you, baby  [Verse 2] See, I don't know if I can handle you as just a friend Aw baby, I can't pretend Aw baby, I'm so far in But I don't mind as long as I could have you in my life Aw baby, I'm satisfied Even if you're not just mine  [Chorus] Can you rock with me? (Aw baby) Nonstop with me, can you take it to the top with me? I just wanna love you, baby (I wanna love you, babe) Always thinking of you, babe (I'm thinking of you, babe) Can you roll with me? (Ooh baby) All over me, can you take control of me? I just wanna love you, baby Always thinking of you, baby  [Bridge] Boy, you make me wanna say (Aw baby, aw baby, ooh baby, ooh baby) If you feel me, help me say (Aw baby, aw baby, ooh baby, ooh baby)  [Chorus] Can you rock with me? (Aw baby) Nonstop with me, can you take it to the top with me? I just wanna love you, baby (I wanna love you, babe) Always thinking of you, babe (I'm thinking of you, babe) Can you roll with me? (Ooh baby) All over me, can you take control of me? I just wanna love you, baby Always thinking of you, baby Can you rock with me? (Aw baby) Nonstop with me, can you take it to the top with me? I just wanna love you, baby (I wanna love you, babe) Always thinking of you, babe (I'm thinking of you, babe) Can you roll with me? (Ooh baby) All over me, can you take control of me? I just wanna love you, baby Always thinking of you, baby  [Outro] Love you, babe Love you, babe  ",
        "title": "Rock Wit U (Awww Baby)"
    },
    {
        "artist": "Monica",
        "lyrics": "  [Intro] So gone over you, you, you, you Yeah, lil Monica  [Verse 1] Silly of me, devoted so much time To find you unfaithful boy I nearly lost my mind Drive past your house every night In an unmarked car Wonderin' what she had on me to make you break my heart  [Chorus] You make me feel You make me feel I'm so gone So unreal You make me feel You make me feel Oh, and I love to love you, baby So unreal  [Verse 2] Nights I couldn't sleep You let the sun beat you home I ask myself over again What am I doing wrong To make you stay out all night and not think to call? What does she have over me To make you not think to call home?  [Chorus] You make me feel You make me feel I'm so gone So unreal You make me feel You make me feel Whoa and I love to love you baby So unreal  [Verse 3] Listen boy, I'm a rowdy chick Sometimes I have to fight 'cause my mouth too slick Baby, why you doin' me like I ain't worth shit? Make me wanna ride past your house and sit Kick down your doors and smack your chick Just to show you Monica not havin' that So in love with you like a drug habit get So real... You treat me so unreal  [Bridge] What she do I do I do better What she do to make you love her? (What did she do) Is it real or forever? Ohh (is it real)? Baby please can we stay together?  What she do I do I do better What she do to make you love her? (What did she do) Is it real or forever? Ohh (is it real)? Baby please can we stay together?  Whoa and I love to love you baby Whoa and I love to love you baby Whoa and I love to love you baby Whoa and I love to love you baby Whoa and I love to love you baby Whoa and I love to love you baby Whoa and I love to love you baby Just to show you Monica, not havin' it  [Hook] You make me feel You make me feel I'm so gone So unreal You make me feel You make me feel Whoa and I love to love you baby So unreal  Said that I need you I don't really need you Said that I need you (ohhh) Said that I need you I don't really need you Said that I need you You treat me so unreal  ",
        "title": "So Gone"
    },
    {
        "artist": "Justin Timberlake",
        "lyrics": "  [Hook: Justin Timberlake] Don't be so quick to, walk away Dance with me I wanna rock your body Please stay Dance with me You don't have to admit you, wanna play Dance with me Just let me rock you Till the break of day Dance with me  [Verse 1: Justin Timberlake] Got time, but I don't mind Just wanna rock you girl I'll have whatever you have Come on, just give it a whirl See I've been watching you I like the way you move So go ahead, girl, just do That ass shaking thing you do  [Bridge: Justin Timberlake] So you grab your girls And you grab a couple more And you all come meet me In the middle of the floor Said the air is thick, it's smelling right So you pass to the left and you sail to the right  [Hook: Justin Timberlake] Don't be so quick to, walk away Dance with me I wanna rock your body Please stay Dance with me You don't have to admit you, wanna play Dance with me Just let me rock you Till the break of day Dance with me  [Verse 2: Justin Timberlake] I don't mean no harm Just wanna rock you girl Make a move, but be calm Let's go, let's give it a whirl See it appears to me You like the way I move I'll tell you what I'm gonna do Pull you close and share my groove So you pass to the left and you sail to the right  [Bridge: Justin Timberlake] So you grab your girls And you grab a couple more And you all come meet me In the middle of the floor Said the air is thick, it's smelling right So you pass to the left and you sail to the right  [Hook: Justin Timberlake] Don't be so quick to, walk away Dance with me I wanna rock your body Please stay Dance with me You don't have to admit you, wanna play Dance with me Just let me rock you Till the break of day Dance with me  [Verse 3: Vanessa Marquez and Justin Timberlake] Talk to me boy No disrespect, I don't mean no harm Talk to me boy I can't wait to have you in my arms Talk to me boy Hurry up cause you're taking too long Talk to me boy Bet I have you naked by the end of this song  [Verse 4: Vanessa Marquez and Justin Timberlake] So what did you come for I came to dance with you And you know that you don't want to hit the floor I came to romance with you You're searching for love forever more It's time to take a chance If love is here on the floor, girl  [Bridge 2: Justin Timberlake] Hey Dance with me Yeah Come on baby  [Hook: Justin Timberlake] Don't be so quick to, walk away Come on dance with me I wanna rock your body (I wanna rock your body) Please stay Come on dance with me You don't have to admit you (you don't have to admit), wanna play Dance with me Just let me rock you Till the break of day Come on dance with me  [Verse 5: Vanessa Marquez and Justin Timberlake] Talk to me boy No disrespect, I don't mean no harm Talk to me boy But I can't wait to have you in my arms Talk to me boy Hurry up cause you're taking too long Talk to me boy Bet I have you naked by the end of this song  [Verse 6: Justin Timberlake] Don't be so quick to walk away (Just think of me and you) Don't be so quick to walk away (We could do something) Don't be so quick to walk away (I like the way you look right now) Don't be so quick to walk away (Come over here baby)  [Outro: Justin Timberlake] Are you feeling me Let's do something Let's make a bet Cause I gotta have you naked by the end of this song  ",
        "title": "Rock Your Body"
    },
    {
        "artist": "3 Doors Down",
        "lyrics": "  [Verse 1] There's another world inside of me that you may never see There's secrets in this life that I can't hide But somewhere in this darkness There's a light that I can't find Well maybe it's too far away, yeah Or maybe I'm just blind Or maybe I'm just blind  [Chorus] So hold me when I'm here Right me when I'm wrong Hold me when I'm scared And love me when I'm gone Everything I am and everything in me Wants to be the one you wanted me to be I'd never let you down Even if I could I'd give up everything If only for your good So hold me when I'm here Right me when I'm wrong You can hold me when I'm scared You won't always be there So love me when I'm gone Love me when I'm gone  [Verse 2] When your execution x-ray Cannot see under my skin I won't tell you a damn thing That I could not tell my fans Roaming through this darkness I'm alive but I'm alone And part of me is fighting this But part of me is gone  [Chorus] So hold me when I'm here Right me when I'm wrong Hold me when I'm scared And love me when I'm gone Everything I am and everything in me Wants to be the one you wanted me to be I'd never let you down Even if I could I'd give up everything If only for your good So hold me when I'm here Right me when I'm wrong You can hold me when I'm scared You won't always be there So love me when I'm gone Love me when I'm gone  [Refrain] Or maybe I'm just blind  [Chorus] So hold me when I'm here Right me when I'm wrong Hold me when I'm scared And love me when I'm gone Everything I am and everything in me Wants to be the one you wanted me to be I'd never let you down Even if I could I'd give up everything If only for your good So hold me when I'm here Right me when I'm wrong You can hold me when I'm scared You won't always be there So love me when I'm gone Love me when I'm gone Love me when I'm gone  [Outro] Love me when I'm gone When I'm gone When I'm gone When I'm gone  ",
        "title": "When I'm Gone"
    },
    {
        "artist": "Wayne Wonder",
        "lyrics": "  [Verse 1: Wayne Wonder ] Got somebody she's a beauty Very special really and truly Take good care of me like it's her duty Want you right by my side night and day  [Hook: Wayne Wonder ] No lettting go, no holding back Because you are my lady When I'm with you its all a that Girl, I'm so glad we've made it No letting go No holding back No holding Back no When I'm with you it's all a that All a that  [Verse 2: Wayne Wonder ] They say good things must come to an end But I'm optimistic about being your friend Though I made you cry by my doings With Keisha and Anisha but that Was back then  [Hook: Wayne Wonder ] No lettting go, no holding back Because you are my lady When I'm with you its all a that Girl, I'm so glad we've made it No letting go No holding back No holding Back no When I'm with you it's all a that All a that, yeah yeah  [Bridge: Wayne Wonder ] Really appreciate you loving me After all that we've been thru Really appreciate you loving me All times,time  [Verse 1: Wayne Wonder ] Got somebody she's a beauty Very special really and truly Take good care of me like it's her duty Want you right by my side night and day  [Hook: Wayne Wonder ] No lettting go, no holding back Because you are my lady When I'm with you its all a that Girl, I'm so glad we've made it No letting go No holding back No holding Back no When I'm with you it's all a that All a that  No lettting go, no holding back  ",
        "title": "No Letting Go"
    },
    {
        "artist": "Uncle Kracker Featuring Dobie Gray",
        "lyrics": "  Day after day I'm more confused Yet I look for the light through the pouring rain You know that's a game that I hate to lose And I'm feelin' the strain Ain't it a shame  [Chorus] Oh, give me the beat boys and free my soul I wanna get lost in your rock and roll and drift away Oh, give me the beat boys and free my soul I wanna get lost in your rock and roll and drift away  Beginning to think that I'm wastin' time I don't understand the things I do The world outside looks so unkind And I'm countin' on you To carry me through  [Chorus]  And when my mind is free You know a melody can move me And when I'm feelin' blue The guitar's comin' through to soothe me  Thanks for the joy that you've given me I want you to know I believe in your song And rhythm and rhyme and harmony You've helped me along Makin' me strong  [Chorus] x 2  Na na na, won't you, won't you take me Oh, take me  ",
        "title": "Drift Away"
    },
    {
        "artist": "R. Kelly Featuring Big Tigger",
        "lyrics": null,
        "title": "Snake"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Verse 1] Miss independent Miss self-sufficient Miss keep your distance Miss unafraid Miss out of my way Miss don't let a man interfere, no Miss on her own Miss almost grown Miss never let a man help her off her throne So, by keeping her heart protected She'd never ever feel rejected Little miss apprehensive Said ooh, she fell in love  [Chorus] What is the feeling taking over? Thinking no one could open my door Surprise It's time To feel what's real What happened to Miss Independent? No longer need to be defensive Goodbye, old you When love is true  [Verse 2] Misguided heart Miss play it smart Miss if you want to use that line you better not start, no But she miscalculated She didn't want to end up jaded And this miss decided not to miss out on true love So, by changing her misconceptions She went in a new direction And found inside she felt a connection She fell in love  [Chorus]  [Verse 3] When Miss Independent walked away No time for love that came her way She looked in the mirror and thought today What happened to miss no longer afraid? It took some time for her to see How beautiful love could truly be No more talk of why can't that be me I'm so glad I finally feel  [Chorus]  ",
        "title": "Miss Independent"
    },
    {
        "artist": "50 Cent",
        "lyrics": "  [Produced by Dr. Dre & Mike Elizondo]  [Intro] Go, go, go, go, go, go Go shorty, it's your birthday We gonna party like it's your birthday We gonna sip Bacardi like it's your birthday And you know we don't give a fuck it's not your birthday  [Hook] You can find me in the club, bottle full of bub' Look, mami, I got the X if you into takin' drugs I'm into havin' sex, I ain't into makin' love So come give me a hug if you're into gettin' rubbed You can find me in the club, bottle full of bub' Look, mami, I got the X if you into takin' drugs I'm into havin' sex, I ain't into makin' love So come give me a hug if you're into gettin' rubbed  [Verse 1] When I pull up out front, you see the Benz on dubs When I roll twenty deep it's twenty knives in the club Niggas heard I fuck with Dre, now they wanna show me love When you sell like Eminem and the hoes, they wanna fuck But homie, ain't nothin' changed: hoes down, G's up I see Xzibit in the cut, hey nigga, roll the weed up! If you watch how I move, you'll mistake me for a player or pimp Been hit with a few shells, but I don't walk with a limp In the hood in L.A. they sayin', \"50, you hot.\" They like me, I want 'em to love me like they love Pac But holla in New York, the niggas'll tell you I'm loco And the plan is to put the rap game in a chokehold I'm fully focused, man, my money on my mind Got a mil' out the deal and I'm still on the grind Now shorty said she feelin' my style, she feelin' my flow Her girlfriend willin' to get bi and they ready to go  [Hook] You can find me in the club, bottle full of bub' Look, mami, I got the X if you into takin' drugs I'm into havin' sex, I ain't into makin' love So come give me a hug if you're into gettin' rubbed You can find me in the club, bottle full of bub' Look, mami, I got the X if you into takin' drugs I'm into havin' sex, I ain't into makin' love So come give me a hug if you're into gettin' rubbed  [Bridge] My flow, my show brought me the dough That bought me all my fancy things My crib, my cars, my pools, my jewels Look, nigga, I done came up and I ain't changed  [Verse 2] And you should love it way more than you hate it Nigga, you mad? I thought that you'd be happy I made it I'm that cat by the bar toastin' to the good life You the faggot-ass nigga tryin' to pull me back, right? When my joint get to pumpin' in the club, it's on I wink my eye at your bitch, if she smiles, she gone If the roof on fire, let the motherfucker burn If you talkin' about money, homie, I ain't concerned I'ma tell you what Banks told me: \"Cuz, go 'head, switch the style up If niggas hate then let them hate and watch the money pile up.\" Or we can go upside your head with a bottle of bub' They know where we fuckin' be  [Hook] You can find me in the club, bottle full of bub' Look, mami, I got the X if you into takin' drugs I'm into havin' sex, I ain't into makin' love So come give me a hug if you're into gettin' rubbed You can find me in the club, bottle full of bub' Look, mami, I got the X if you into takin' drugs I'm into havin' sex, I ain't into makin' love So come give me a hug if you're into gettin' rubbed  [Outro] Don't try to act like you don't know where we be neither We in the club all the time, so pop, pop off Shady, Aftermath  ",
        "title": "In Da Club"
    },
    {
        "artist": "Frankie J",
        "lyrics": "  (oooo)...don't wanna try don't wanna try (try try) (oooo)..don't wanna try no more (ooo)..don't wanna try don't wanna try don't wanna try  [Verse 1] I can't believe you had the nerve to say the things you said They hurt so bad that they ended our relationship I can't believe it, four years go down the drain Oh how I wish things would have happened so differently I tried to save us so many times but still you couldn't see You kept insistin' and resistin' that you would not fall again  [Pre-Chorus] And now you tryin' to tell me that you're sorry And you're tryin' to come back home You're tellin' me you really need me crying Beggin' both knees are on the floor But baby I  [Chorus] Don't wanna try, don't wanna try, don't wanna try no more You keep insisting when you know our love is out the door Don't wanna try, don't wanna try 'cause all we do is fight And say the things that hurt too bad to where we both begin to cry Don't wanna try, don't wanna try, I've about just had enough It's been a rough road, baby just let it go Don't wanna try, don't wanna try, don't wanna try no more Tell me what's the use of holdin' on when all we do is hurt our love  [Verse 2] You and I had many conversations on the telephone Talks about one day we having a place of our own Wake up in the morning and have breakfast ready on the table But all of that just seems so far away from me Had to wake up face reality It all just seem too good to be true after all you put me through  [Pre-Chorus] And now you tryin' to tell me that you're sorry And you're tryin' to come back home You're tellin' me you really need me crying Beggin' both knees are on the floor But baby I  [Chorus] Don't wanna try, don't wanna try, don't wanna try no more You keep insisting when you know our love is out the door Don't wanna try, don't wanna try 'cause all we do is fight And say the things that hurt too bad to where we both begin to cry Don't wanna try, don't wanna try, I've about just had enough It's been a rough road, baby just let it go Don't wanna try, don't wanna try, don't wanna try no more Tell me what's the use of holdin' on when all we do is hurt our love  [Outro] Don't wanna try, don't wanna try Don't wanna try no more Don't wanna try, don't wanna try, oh Don't wanna try, don't wanna try Don't wanna try no more Don't wanna try, don't wanna try, don't wanna try no more, oh  ",
        "title": "Don't Wanna Try"
    },
    {
        "artist": "Jaheim",
        "lyrics": "  [Intro] Oooh...ooh...ooh...ooh... (Yeah)  [Verse 1] If they gleam in the sun While they spin and they fit on my truck then {​​I could remember}​​ And if it came in the sack No stems no seeds in the bag girl {​​I could remember}​​ And if they drip from my wrist and they look like they shine like new then {​​I could remember}​​ But ohhh, girl I forgot to be your lover If it wasn't for the 9 to 5 Double-up overtime then {​​I could remember}​​ If it wasn't for the Sunday All-Star Weekend games, girl {​​I could remember}​​ And if it wasn't for the dough Gettin' 50 G's a show, girl, ya know that {​​I could remember}​​ But silly me, silly me Ohhh Tell me how could I ever forget to be your lover Now I realize that you need love too (Oh, yeah) Spend my life makin' love to you Oh, girl Oh, I forgot to be your lover  [Chorus] When she starts bringin' up old dirt And the fights keep getting worse (Oh, brother) Findin' numbers in her purse Better put that woman first (Yeah) And you know she ain't wearin' her ring (Oh, no) When she starts playin' little games Comin' in late from work You better put that woman first  [Verse 2] If it wasn't for the make up on my shirt Still I'd be chasin' skirts then {​​I could remember}​​ And if it wasn't for that fight last night You smashin' out my headlights then {​​I could remember}​​ If it wasn't for parole Steady duckin' my P O girl you know {​​I could remember}​​ But silly me, silly me, babe Tell me how could I ever forget to be your lover Now I realize that you need love too Spend my life makin' love to you Oh, girl Oh, I forgot to be your lover  [Chorus] When she starts bringin' up old dirt (Bringin' up old shhhh) And the fights keep getting worse (Oh...oh...oh...oh...) Findin' numbers in her purse (I'm tellin' you, brother) Better put that woman first (You better put your woman first) And you know she ain't wearin' her ring (Oh, yeah) When she starts playin' little games (I'm-I'm-I'm-I'm tellin' you, brother) Comin' in late from work You better put that woman first (Put that woman first)  [Bridge] {​​So many times}​​ Actin like it wasn't really nothin' {​​So many ways}​​ Kept to myself, always runnin' {​​So many games}​​ All that I sin {​​So many words}​​ I need you to stay {​​Always came first}​​ Even though sometimes fallin' Second {​​Came down to love}​​ You know I had to win the last race {​​Spend some time}​​ Put in some work {​​And for better or worse}​​ Always put that woman first  [Chorus] When she starts bringin' up old dirt And the fights keep getting worse (Gettin' worse) Findin' numbers in her purse (In her purse) Better put that woman first (Put that woman first) And you know she ain't wearin' her ring (Ooh, yeah) When she starts playin' little games (Her little games) Comin' in late from work (I'mma say it again) You better put that woman first (Put that woman, put that woman first) When she starts bringin' up old dirt And the fights keep getting worse (She's gonna leave you) Findin' numbers in her purse Better put that woman first (Yeah, yeah, yeah) And you know she ain't wearin' her ring (Yeah, yeah, yeah, yeah) When she starts playin' little games (Yeah, yeah) Comin' in late from work You better put that woman first  ",
        "title": "Put That Woman First"
    },
    {
        "artist": "Kid Rock Featuring Sheryl Crow",
        "lyrics": null,
        "title": "Picture"
    },
    {
        "artist": "Daniel Bedingfield",
        "lyrics": "  [Verse 1] If you're not the one, then why does my soul feel glad today? If you're not the one, then why does my hand fit yours this way? If you are not mine, then why does your heart return my call? If you are not mine, would I have the strength to stand at all?  [Pre-Chorus] I never know what the future brings But I know you are here with me now We'll make it through And I hope you are the one I share my life with  [Chorus] I don't wanna run away but I can't take it, I don't understand If I'm not made for you, then why does my heart tell me that I am? Is there any way that I can stay in your arms?  [Verse 2] If I don't need you, then why am I crying on my bed? If I don't need you, then why does your name resound in my head? If you're not for me, then why does this distance maim my life? If you're not for me, then why do I dream of you as my wife?  [Pre-Chorus] I don't know why you're so far away But I know that this much is true We'll make it through And I hope you are the one I share my life with And I wish that you could be the one I die with And I pray in you're the one I build my home with I hope, I love you all my life  [Chorus] I don't wanna to run away, but I can't take it, I don't understand If I'm not made for you, then why does my heart tell me that I am? Is there any way that I can stay in your arms?  [Brdige] Cause I miss you, body and soul so strong that it takes my breath away And I breathe you into my heart and pray for the strength to stand today Cause I love you, whether it's wrong or right And though I can't be with you tonight you know my heart is by your side  [Chorus] I don't wanna run away, but I can't take it, I don't understand If I'm not made for you, then why does my heart tell me that I am? Is there any way that I can stay in your arms?  ",
        "title": "If You're Not The One"
    },
    {
        "artist": "Lonestar",
        "lyrics": "  Verse 1:  The only ground I ever owned Was stickin' to my shoes Now I look at my front porch At this panoramic view I can sit and watch the fields fill up With rays of golden sun Or watch the moon lay on the fences Like that's where it was hung  My blessings aren't in front of me It's not about the land Yeah, the view I love the most Is my front porch looking in  Chorus:  There's a carrot top who can barely walk With a sippy cup of milk A little blue eyed blonde with shoes on wrong Cause she likes to dress herself And the most beautiful girl Holding both of them Yeah, the view I love the most Is my front porch looking in  Verse 2:  I've traveled here and everywhere Following my job I've seen the paintings from the air Brushed by the hand of God The mountains and the canyons reach From sea to shining sea But I can't wait to get back home To the one He made for me  Cause anywhere I go And everywhere I've been Nothing takes my breath away Like my front porch looking in  Chorus:  There's a carrot top who can barely walk With a sippy cup of milk A little blue eyed blonde with shoes on wrong Cause she likes to dress herself And the most beautiful girl Holding both of them Yeah, the view I love the most Is my front porch looking in  Bridge:  I've seen what beautiful is about When I'm looking in Not when I'm looking out  (chorus)  Final Chorus:  Oh, there's a carrot top who can barely walk (From my front porch looking in) A little blue eyed blonde with shoes on wrong, yeah And the most beautiful girl holding both of them, oh, yeah (Beautiful girl) (From my front porch looking in)  ",
        "title": "My Front Porch Looking In"
    },
    {
        "artist": "Christina Aguilera",
        "lyrics": null,
        "title": "Fighter"
    },
    {
        "artist": "Toby Keith Duet With Willie Nelson",
        "lyrics": "  [Verse 1: Toby Keith] Willie man come on the 6 o’clock news Said somebody’s been shot, somebody’s been abused Somebody blew up a building Somebody stole a car Somebody got away Somebody didn’t get too far yeah They didn’t get too far  [Verse 2: Willie Nelson] Grand pappy told my pappy, back in my day, son A man had to answer for the wicked that he done Take all the rope in Texas Find a tall oak tree, round up all of them bad boys Hang them high in the street for all the people to see that  [Chorus] Justice is the one thing you should always find You got to saddle up your boys You got to draw a hard line When the gun smoke settles we’ll sing a victory tune We’ll all meet back at the local saloon We’ll raise up our glasses against evil forces Singing whiskey for my men, beer for my horses  [Verse 3] We got too many gangsters doing dirty deeds We’ve got too much corruption, too much crime in the streets It’s time the long arm of the law put a few more in the ground Send them all to their maker and he’ll settle them down You can bet he’ll set them down ’cause  [Chorus (x2)]  ",
        "title": "Beer For My Horses"
    },
    {
        "artist": "Bone Crusher Featuring Killer Mike & T.I.",
        "lyrics": "  [Intro] Yea! This nigga think we hoez or somethin', my nigga! Sheeeit, man what the... lemme talk to the mo'fucka. How hard we really mo'fuckin is in this biaaaatch ... nah'm sayin? Fuccnigga... sheit man, ole punk ass security guards throw me out the club nigga... That don't mean nuthin nigga! I'm gon fuck this nigga up, my nigga! Sheeeeit, lemme show this mo'fucca how hard this shit really is!!!  [Hook] So I'm outside of da club and you think I'm a puuuuuuuunk So I go to my loaded tech 9 that's off in the truuuuuuuunk I told that muthafucka I ain't never scared (eastside!) I ain't never scared (westside!) I ain't never scared (southside!) I ain't never scared (northside!) I ain't never scared (southside!) I ain't never scared (eastside!) I ain't never scared (westside!)  [Verse 1: Bone Crusher] Let a choppa go plaow, to your melon Now the plasma is oozing out of yo cerebellum AttenCHUNNNNN! Fucknigga, now you swellin'! You ain't talkin hardcore, now is ya? Lil' bitch! Got'em runnin scared of a... BIGGA NIGGA! Cuz I put the heat to his ummm... HILFIGER! Now on dat drank and on some of dat dank My pistols gettin' thirsty now it needs another drank  [Hook] So I'm outside of da club and you think I'm a puuuuuuuunk So I go to my loaded tech 9 that's off in the truuuuuuuunk I told that muthafucka I ain't never scared (eastside!) I ain't never scared (westside!) I ain't never scared (southside!) I ain't never scared (northside!) I ain't never scared (southside!) I ain't never scared (eastside!) I ain't never scared (westside!)  [Verse 2: Killer Mike] I got a hot 4 fever, call that bitch Bonita Knock the apple off any bum with a hollow heat seaker Redcross bitch niggas, fuck the pint, she take blood by the liter I'll never leave her, my vicious vixen On liquor, send dat ass to God quicker No matter yo religion, you Muslim, Hebrew or Christian She indiscriminate with punishment, she send'em missin' My gun's my favorite bitch and And she got permanent PMS so she stay bitchin!  [Hook] So I'm outside of da club and you think I'm a puuuuuuuunk So I go to my loaded tech 9 that's off in the truuuuuuuunk I told that muthafucka I ain't never scared (eastside!) I ain't never scared (westside!) I ain't never scared (southside!) I ain't never scared (northside!) I ain't never scared (southside!) I ain't never scared (eastside!) I ain't never scared (westside!)  [Verse 3: T.I.] No, I ain't bad, just don't kiss no ass or take shit And I'm a grown man, find you somebody to play with If you'on like me when you see me, better not say shit I'll choke yo ass out like Dre did that bitch You better tell these pussies they ain't fucking with no rookie I'm a Bankhead nigga, I'll take yo cookiez! So don't make it a me or you situation I'll have yo partner down at I.C.U. visitation Like, hope for the best, but I'on think he gon make it Not the way he was shiverin and shakin on the pavement I'll tell you wha, if you make it, call'em grace cuz he amazin Find out these verses wasn't the only thang blazing And just when you thought that I was done I was saving The best for last, nigga kiss my ass Like Della Reese, they my folks, it's best you just let'em be Cuz I don't do shit for pretend, them FED's just ain't never see nigga!  [Hook] So I'm outside of da club and you think I'm a puuuuuuuunk So I go to my loaded tech 9 that's off in the truuuuuuuunk I told that muthafucka I ain't never scared (eastside!) I ain't never scared (westside!) I ain't never scared (southside!) I ain't never scared (northside!) I ain't never scared (southside!) I ain't never scared (eastside!) I ain't never scared (westside!)  [Bone Crusher yelling] Yeah, nigga! This break'em off mothafucker! We the real niggas! All you hating mothafuckers, underachievers... Step back, ho nigga! Listen closely... We ain't never scared of none of you niggas! T.I., Bone Crusher, Killer Mike, this break'em off nigga!  [Hook] So I'm outside of da club and you think I'm a puuuuuuuunk So I go to my loaded tech 9 that's off in the truuuuuuuunk I told that muthafucka I ain't never scared (eastside!) I ain't never scared (westside!) I ain't never scared (southside!) I ain't never scared (northside!) I ain't never scared (southside!) I ain't never scared (eastside!) I ain't never scared (westside!) So I'm outside of da club and you think I'm a puuuuuuuunk So I go to my loaded tech 9 that's off in the truuuuuuuunk I told that muthafucka I ain't never scared (eastside!) I ain't never scared (westside!) I ain't never scared (southside!) I ain't never scared (northside!) I ain't never scared (southside!) I ain't never scared (eastside!) I ain't never scared (westside!)  ",
        "title": "Never Scared"
    },
    {
        "artist": "Jewel",
        "lyrics": null,
        "title": "Intuition"
    },
    {
        "artist": "Floetry",
        "lyrics": "  [Verse 1] Just tell him See I been watching you for a while Your smile and stuff But I don't know if I can Be with you for the night Is that all right, Is that all right... baby... baby  [Verse 2] There is only one for me You have made that possibility We can take that step to see If this is really gonna be All you gotta do is say yes  [Hook] All you gotta do is say yes Don't deny what you feel Let me undress you baby Open up your mind just rest I'm about to let you know You make me so  All you gotta do is say yes Don't deny what you feel Let me undress you baby Open up your mind just rest I'm about to let you know You make me so so so so so so so so You make me so so so so so so so so aahh  [Verse 3] Loving you has taken time, taken time But I always knew you could be mine I recognise the butterflies, inside me, Uh Since it's gonna be made tonight, tonight All you gotta do is say yes  [Hook] All you gotta do is say yes Don't deny what you feel Let me undress you baby Open up your mind just rest I'm about to let you know You make me so  Oh ah oh ah oh ah Don't deny what you feel Let me undress you baby Open up your mind and just rest I'm about to let you know  You make me so so so so so so so so You make me so so so so so so so so You make me so so so so so so so so You make me so so so so so so so so so so  Ah ah ah ah uh uh uh oh oh oh oh mmmmm Ah ah ah yeah yeah yeah yeah oh right there Right there right there right there right there Ah ah oh oh mmm m m m m mmmmmmmm All you gotta do  All you gotta do is say yes Don't deny what you feel Let me undress you baby  ",
        "title": "Say Yes"
    },
    {
        "artist": "Lumidee",
        "lyrics": "  Uh oh uh oh uh oh uh oh Honestly if I tell, tell you what what you want to know love There ain't another don't want no other lover I put nothing above ya I kick them to the gutter They try to shake me and they're call'n me crazy now Look at us lately and tell'em whose your lady  I never thought you'd be the one Make me shine brighter than the sun There ain't no ups and downs No win and now to hear right now  If you want me to stay I'll never leave If you want me to stay we'll always be If you want me to stay love endlessly If you want me to stay If you want me to stay I'll never leave you  Uh oh uh oh uh oh uh oh Now all you're lovin' back we're happy it's a fact Can nothing hold us back we got this in the bag They're ain't no babies no question love you daily now Look at us lately and tell 'em whose your lady  I never thought you'd be the one Make me shine brighter than the sun There ain't no ups and downs No win and now to hear right now  If you want me to stay I'll never leave If you want me to stay we'll always be If you want me to stay love endlessly If you want me to stay If you want me to stay I'll never leave you  Uh oh uh oh uh oh uh oh Uh oh uh oh uh oh uh oh  ",
        "title": "Never Leave You - Uh Ooh, Uh Oooh!"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] I have always been a little shy I've always been the quiet type 'till now I never let my feelings show I never let anybody know Just how much I was so deep in love But now that you're in my arms  [Chorus] I'm gonna stand on a rooftop Climb up a mountaintop Baby, scream and shout I wanna sing it on the radio Show it on a video Baby, leave no doubt I want the whole world To know just what I'm all about I love to love you out loud  [Verse 2] You keep bringing out the free in me What you do to my heart just makes me melt And I don't think I can resist But I've never been one to kiss and tell A love this true can't be subdued So I'm gonna let out a yell  [Chorus]  [Break]  [Bridge] Baby, I want the whole world to see Just how good your love looks on me  [Chorus]  [Outro] Baby, I love to love you out loud Yeah, I love to love you out loud  ",
        "title": "Love You Out Loud"
    },
    {
        "artist": "Chingy",
        "lyrics": "  [Intro] Hey dirty, look at that girl right thurr She make me say: Ooh, ooh, yeah ooh, ooh.. hey, what you wanna do?  [Hook] I like the way you do that right thurr (right thurr) Swing your hips when you're walking, let down your hurr (let down your hurr) I like the way you do that right thurr (right thurr) Lick your lips when you're talking, that make me sturr  [Verse 1] I like the way you look in them pants, see ya fine (fine) Your momma a quarter piece, she far from a dime (dime) The type of girl that'll getcha' up and go make you grind (grind) I'm thinking about snatching her up, dirty, making her mine Look at her hips, (what?) look at her legs, ain't she stacked? (stacked) I sure wouldn't mind hitting that from the back (back) I like it when I touch it cause she moan a lil bit Jeans sagging so I can see her thong a lil bit I know you grown a little bit, 20 years old, you legal Don't trip off my people, just hop in the regal I swooped on her like an eagle swooping down on its prey I know you popular, but you gonna be famous today  [Hook] I like the way you do that right thurr (right thurr) Swing your hips when you're walking Let down your hurr(let down your hurr) I like the way you do that right thurr (right thurr) Lick your lips when you're talking, that make me sturr I like the way you do that right thurr (right thurr) Swing your hips when you're walking Let down your hurr(let down your hurr) I like the way you do that right thurr (right thurr) Lick your lips when you're talking, that make me sturr  [Verse 2] She be shopping in Frontenac Just look at her front and back Man she so stacked and she know that I want that Her man, he's so wack, girl can I taste yo cat Gave her 300 to strip, like buying a throwback She stay in the club, like to be seen, she got it honest In real life, girl remind me of Pocahontas She be at events, cuss out the press when she pass All the high rolling cats wanna pay for that ass Ain't no half stepping, she strapped with a nice weapon Trick, it's against the law for her to move them hips If you ever seen her dirty, your mouth gonna drop Worldwide fools probably tell you this off tops  [Hook] I like the way you do that right thurr (right thurr) Swing your hips when you're walking Let down your hurr(let down your hurr) I like the way you do that right thurr (right thurr) Lick your lips when you're talking, that make me sturr I like the way you do that right thurr (right thurr) Swing your hips when you're walking Let down your hurr(let down your hurr) I like the way you do that right thurr (right thurr) Lick your lips when you're talking, that make me sturr  I like the way she doin' that (c'mon) Plus I like it when she bring it back (say it) Ooh, (uh-huh) ooh, ooh, ooh, (uh-huh) do what you do (whoo) I like the way she doin' that (c'mon) Plus I like it when she bring it back (say it) Ooh, (uh-huh) ooh, ooh, ooh, (uh-huh) do what you do (whoo)  [Verse 3] Gimme what you got for a pork chop She threw it at me like I was a short-stop Working in a Fatty Girl Hugga Top Then she back it up on me and let it drop Make it hop - boing - like a bunny Girl can I touch you where it's sunny Or a purse and make you give her some money She should pose for Sports Illustrated It's like a picture perfect site When she pass all the other girls hate it (But I...)  [Hook] I like the way you do that right thurr (right thurr) Swing your hips when you're walking Let down your hurr(let down your hurr) I like the way you do that right thurr (right thurr) Lick your lips when you're talking, that make me sturr I like the way you do that right thurr (right thurr) Swing your hips when you're walking Let down your hurr(let down your hurr) I like the way you do that right thurr (right thurr) Lick your lips when you're talking, that make me sturr  I like that (uh-huh) I like that (uh-huh) I like that (uh-huh) I like that (Track stars) Ooh, ooh, ooh, ooh, do what you do I like that (yeah) I like that (yeah) I like that (yeah) I like that (Chingy) Ooh, ooh, ooh, ooh, do what you do  ",
        "title": "Right Thurr"
    },
    {
        "artist": "Jimmy Wayne",
        "lyrics": null,
        "title": "Stay Gone"
    },
    {
        "artist": "Tyrese",
        "lyrics": "  It seems like just the other day that we hooked up (I was drivin', you was walkin' and I swooped you up) From that moment on I knew you were the one, yeah (I was single, you was lonely and we fell in love)  We would sit and talk for hours about anything (Baby, you hang up, no, you hang up, on three hang up) I bought your whip, I paid your rent, I gave you everything (Said you'd always be my baby then you bounce) How you gonna?  How you gonna up and leave me now How you gonna act like that How you gonna change it up, we just finished makin' up How you gonna act like that  How you gonna act like we don't be makin' love You know we be tearin' it up, breakin' stuff, that ghetto love How you gonna trip, how could you forget How you gonna act like that  Girl, I never thought that lovin' you would hurt (I did everything a good man would to make it work) Girl, you should have told me you had second thoughts (Like before I put the down on the house we bought)  Now I'm thinkin' you and me was a mistake (But then it hits me and I'm missin' all the love we made) Girl, I know that we've been goin' through some things, yeah (But the sun is always shinin' even when it rains, oh)  I'll be the one you kick it to I'll be the one that misses you I'll be the one to ease your pain I'll be the one you'll want again And you'll be the one who can't forget You'll be the one that's innocent You'll be the one I can't deny You'll be the one that makes me cry, baby  How you gonna up and leave me now (Why you do) How you gonna act like that (Why you gotta act like this) How you gonna change it up (Whoa, ho, baby), we just Finished makin' up How you gonna act like that (But I need you)  How you gonna act like we (Oh) don't be makin' love (Whoa: baby, baby) You know we be tearin' it up, breakin' stuff, that ghetto love How you gonna trip, how could you forget How you gonna act like that  You know I'm willin' to do anything Just to keep you in my heart (Keep you in my heart) I messed around and gave up everything I thought we'd never part (Yes, I did, baby) I was a player and made the choice to give my heart to you And I gotta keep it that way, ooh, baby  How you gonna up and leave me now (Ooh, baby) How you gonna act like that (Why you gotta treat me this way) How you gonna change it up (Why you treat me wrong) We just finished makin' up How you gonna act like that (Can me somebody tell me why)  How you gonna act (Why, why) like we don't be makin' love (Hey) You know we be tearin' it up, breakin' stuff (Oh, oh, baby) That ghetto love How you gonna trip (all my friends became your friends) How can you forget (all my ends became your ends) How you gonna act like that  Keepin' love ghetto (All I want is you) Keepin' love ghetto (All I need is you) Keepin' love ghetto (All I need is you) Keepin' love ghetto (All I need is you, all I need is you, babe)  How you gonna up and leave me now (Oh, babe, how you gonna act like that) How you gonna act like that (Hey, hey) How you gonna change it up (Oh), we just finished Makin' up (Why you actin' so changed, oh, oh, baby) How you gonna act like that (Anything you want in me I got ya, hey)  How you gonna act like we don't be makin' love You know we be tearin' it up, breakin' stuff (Why you actin' so changed) That ghetto love How you gonna trip (Oh, oh, baby), how can you forget How you gonna act like that  How you gonna up and leave me now  ",
        "title": "How You Gonna Act Like That"
    },
    {
        "artist": "Coldplay",
        "lyrics": "  [Verse 1] The lights go out and I can't be saved Tides that I tried to swim against Have brought me down upon my knees Oh I beg, I beg and plead Singing come out of things unsaid Shoot an apple off my head And a trouble that can't be named A tiger's waiting to be tamed, singing—  [Chorus] You… are… You… are…  [Verse 2] Confusion that never stops Closing walls and ticking clocks Gonna come back and take you home I could not stop that you now know Singing come out upon my seas Cursed missed opportunities Am I a part of the cure? Or am I part of the disease? Singing—  [Chorus] You… are… You… are… You… are… You… are… You… are… You… are…  [Bridge] And nothing else compares And nothing else compares And nothing else compares  [Chorus] You… are… You… are…  [Outro] (Home) Home Where I wanted to go (Home) Home Where I wanted to go (Home) Home (You…) Where I wanted to go (Are…) (Home) Home (You…) Where I wanted to go (Are…)  ",
        "title": "Clocks"
    },
    {
        "artist": "Audioslave",
        "lyrics": "  [Verse 1] On a cobweb afternoon in a room full of emptiness By a freeway, I confess I was lost in the pages Of a book full of death, reading how we'll die alone And if we're good, we'll lay to rest anywhere we want to go  [Chorus] In your house I long to be Room by room patiently I'll wait for you there, like a stone I'll wait for you there, alone  [Verse 2] And on my deathbed I will pray to the gods and the angels Like a pagan to anyone who will take me to heaven To a place I recall, I was there so long ago The sky was bruised, the wine was bled, and there you led me on  [Chorus] In your house I long to be Room by room patiently I'll wait for you there, like a stone I'll wait for you there, alone, alone  [Guitar Solo]  [Bridge] And on I read, until the day was gone And I sat in regret of all the things I've done For all that I've blessed, and all that I've wronged In dreams until my death, I will wander on  [Chorus] In your house I long to be Room by room patiently I'll wait for you there, like a stone I'll wait for you there, alone, alone  ",
        "title": "Like A Stone"
    },
    {
        "artist": "Jennifer Lopez",
        "lyrics": "  [Verse 1] Baby when I think about ('Bout, 'bout, 'bout, 'bout) The day that we first met (The day that we first met) Wasn't looking for what I found (Found, found) But I found you And I'm bound to Find happiness in being around you  [Chorus] I'm glad when I'm making love to you I'm glad for the way you make me feel I love it cause you seem to blow my mind Every time I'm glad when you walk, you hold my hand I'm happy that you know how to be a man I'm glad that you came into my life I'm so glad  [Verse 2] I dig the way that you get down (You get down, thugged out) And you still know how to hold me (And you still know how to hold me) Perfect blend, masculine (Can't get enough now) I think I'm in love Damn, finally  [Chorus] I'm glad when I'm making love to you I'm glad for the way you make me feel I love it cause you seem to blow my mind Every time I'm glad when you walk, you hold my hand I'm happy that you know how to be a man I'm glad that you came into my life I'm so glad  [Verse 3] I'm glad That you Turned out To be That certain someone special Who makes this life worth living I'm glad You're here Just loving me So say that you won't leave 'Cause since the day you came I've been glad  [Instrumental break]  [Chorus] I'm glad when I'm making love to you I'm glad for the way you make me feel I love it cause you seem to blow my mind Every time I'm glad when you walk, you hold my hand I'm happy that you know how to be a man I'm glad that you came into my life I'm so glad  ",
        "title": "I'm Glad"
    },
    {
        "artist": "Lil' Mo Featuring Fabolous",
        "lyrics": "  [Lil' Mo] Baby, I'm at the point at my life And I'm tired of playing games I'm ready to settle down I'm ready to buy a house And I'm ready to change my last name I'm ready to have some kids Ready for the life to live And all love has to give I been your superwoman for so long Ready to be your wife  [Fabolous] Lil' M-O  [Lil' Mo] Now that love's taken over I'm 100% sure that it's here to stay I ain't got no issues standing in my way I ain't goin nowhere You ain't goin nowhere so  Let's make it official We ain't gettin no younger baby And I'm ready to be with you Together for always To have and to hold through sickness and through health Marriage will be crazy baby  Can you live with it, loving me for life To have and hold forever Baby ride or die til' death do us part Let's make it last forever  Are you ready to be happy babe For the rest of your life Cause I wanna be your future, yeah And let's start a family Cause I ain't goin nowhere And you ain't goin nowhere so let's make it official  Let's make it official We ain't gettin no younger baby And I'm ready to be with you Together for always To have and to hold through sickness and through health Marriage will be crazy baby  Can you live with it, lovin me for life To have and hold forever Baby ride or die til death do us part Let's make it last forever  I'm ready to walk down that aisle in all white And dedicate my life to you (yeah, yeah) And live together happily ever after all  [Fabolous (Lil' Mo)] Lil' M-O All I been thinkin bout is us Slidin from weddings with bands on Headin to San Juan, gettin our tan on Girl, you must be forgettin your man's long Most tuxes I have trouble gettin the pants on And I know things run through your head when your man's gone I come home have you sayin (Oh Boy) better than Cam'ron We upsettin they plans on Gettin they chance on Gettin they hands on F-A-B-O  [Lil' Mo] Can you live with it, lovin me for life To have and hold forever Baby ride or die til death do us part Let's make it last forever  Can you live with it, lovin me for life To have and hold forever Baby ride or die til death do us part Let's make it last forever  Make it last forever And ever and ever Can you live with it, lovin me for life  ",
        "title": "4 Ever"
    },
    {
        "artist": "Michelle Branch",
        "lyrics": "  [Verse 1] No, don't just walk away Pretending everything's okay And you don't care about me And I know it's just no use When all your lies become your truths And I don't care, yeah, yeah, yeah  [Chorus] Could you look me in the eye And tell me that you're happy now? Would you tell it to my face? Or have I been erased? Are you happy now? Are you happy now?  [Verse 2] You took all there was to take And left me with an empty plate And you don't care about it, yeah And I am giving up this game And leaving you with all the blame Cause I don't care  [Chorus] Could you look me in the eye And tell me that you're happy now? Would you tell it to my face? Or have I been erased? Are you happy now? Are you happy now? Are you happy now? Yeah, yeah, yeah  [Bridge] Do you really have everything you want? You can't ever something you ain't got You can't runaway from yourself Could you look me in the eyes And tell me that you're happy now  [Chorus] C'mon tell it to my face Or have I been replaced? Are you happy now? Yeah, yeah, yeah, yeah Oh, oh Yeah, yeah, oh, oh Would you look me in the eye? Could you look me in the eye? I've had all that I can take I'm not about to break Cause I'm happy now oh, oh Are you happy now?  ",
        "title": "Are You Happy Now?"
    },
    {
        "artist": "Snoop Dogg Featuring Pharrell & Uncle Charlie Wilson",
        "lyrics": null,
        "title": "Beautiful"
    },
    {
        "artist": "Fabolous Featuring Tamia Or Ashanti",
        "lyrics": "  [Intro: Tamia] I think you're truly something special (Ooooh) Just what my dream are really made of (Dreams are really made of) Let's stay together you and me boy (Ooo-ooo-ooh) There's no one like you 'round, oh baby Oh, I wanna love you, yeah yeah  [Fabolous & Tamia] Uh, baby girl (Yeah, yeah) Uh, uh, (Ooh) Desert Storm, uh (Ooo-ooh) Uh, uh huh, uh, uh huh, uh (Ooo-ooh) Yeah, yeah, oh, uh  [Verse 1: Fabolous] I can't really explain it I'm so into you now, I want to be more than a friend of you now When they ask, I mention my baby girl in the interviews now And I don't bring the problems from the 90's into 2 thou' There's no reason to have a friend or two now Cause the kid's ready to tell you how he feel in a few vow's Maybe, I'm speaking general now But girl I'mma do whatever just to keep a grin on you now Where I go, they wear bikini's in the winter too now What you think about, tan lines on the skin of you now Why wouldn't I wanna spend a few thou' On 5th Ave. shopping spree's, and them dinners to Chow's I ain't concerned what other men would do now As long as when I slide up in you, you growl And any dude with you, he better be a kin of you now And I ain't jealous it's the principle now, I'm so into you  [Hook: Tamia] I, really like What you've, done to me I can't really explain it I'm, so into you I, really like What you've, done to me I can't really explain it I'm, so into you  [Verse 2: Fabolous] Come on ma, it's more than a flashin' I woulda traded it all, in orderly fashion My villa in Florida we crashin' Just off the shore, so you can hear when water be splashin' The drop top three and a quarter we dashin' The flawless diamonds, and the border we flashin' The money, we oughta be stashin' I make sure every quarter be cashed in, I can't really explain it My friend be thinkin' I'm slippin', these girls be thinkin' I'm trippin' What kinda weed he be smokin', what type of drinks he be sippin' Sweet thing, just to think of you dippin' Would have me with the blue's so hard, you would think I was crippin' Now, you relaxin' in the Benz, credit cards with no limits So you don't worry about maxin' when you spend Ever since you've been askin' 'bout the friends How'd you like it if, both our name's had Jackson on the ends, uh  [Hook: Tamia] I, really like What you've, done to me I can't really explain it I'm, so into you I, really like What you've, done to me I can't really explain it I'm, so into you  [Verse 3: Fabolous] I don't wanna trip, but truth is Girl the way you cook a steak, remind me of those strips in Ruth Chris You love my smile, no matter how chipped my tooth is With you, it ain't because my whips is roofless Or sit on chrome dipped dub deuces And you ain't flattered by Canary envy es dipped Jesus' Other ballers look dumb when they press you, five and sixes You don't let them kinda numbers impress you Even though I was somewhat successful Bein' a player was becoming too stressful But every since, the superwoman has come to my rescue My winter's been wonderful, my summer's been special Let's fly to St. Bart, while the villa be painted Just so we can get really acquainted The love is real, there's no way it could feel like it's tainted But I can't really explain it, uh, yeah  [Hook: Tamia] I, really like What you've, done to me I can't really explain it I'm, so into you I, really like What you've, done to me I can't really explain it I'm, so into you  [Outro: Tamia] I, really like (Ooo-ooo-ooh) What I feel, when I'm with you (With you) You're a dream come true (You're, oh yeah, yeah) Don't you ever leave my side (Ever leave my side, oh no) Cause it feel so right (Oh baby, oh I)  [Hook: Tamia] I, really like What you've, done to me I can't really explain it I'm, so into you I, really like What you've, done to me I can't really explain it I'm, so into you  ",
        "title": "Into You"
    },
    {
        "artist": "Diamond Rio",
        "lyrics": null,
        "title": "I Believe"
    },
    {
        "artist": "Randy Travis",
        "lyrics": "  [Verse 1] A farmer and a teacher, a hooker and a preacher Riding on a midnight bus bound for Mexico One was headed for vacation, one for higher education And two of them were searching for lost souls That driver never ever saw the stop sign And eighteen wheelers can't stop on a dime  [Chorus] There are three wooden crosses On the right side of the highway Why there's not four of them, heaven only knows I guess it's not what you take When you leave this world behind you It's what you leave behind you when you go  [Verse 2] That farmer left a harvest, a home and eighty acres The faith and love for growing things in his young son's heart And that teacher left her wisdom In the minds of lots of children: Did her best to give 'em all a better start And that preacher whispered: \"Can't you see the Promised Land?\" As he laid his blood-stained bible In that hooker's hand  [Chorus] There are three wooden crosses On the right side of the highway Why there's not four of them, heaven only knows I guess it's not what you take When you leave this world behind you It's what you leave behind you when you go  [Bridge] That's the story that our preacher told last Sunday As he held that blood-stained bible up For all of us to see He said: \"Bless the farmer, and the teacher, an' the preacher; Who gave this Bible to my mamma Who read it to me.\"  [Chorus] There are three wooden crosses On the right side of the highway Why there's not four of them, now I guess we know It's not what you take when you leave this world behind you It's what you leave behind you when you go  [Outro] There are three wooden crosses On the right side of the highway  ",
        "title": "Three Wooden Crosses"
    },
    {
        "artist": "Joe Budden",
        "lyrics": "  [Jay-Z] Gimme that beat fool, it’s a full time jack move Don’t worry skano ill give it back soon Just having a little fun, was sup my nigga? S dot collection Black album coming soon Just gonna vent a little bit Have a little fun with it Yes  Ain't nobody dumpin' on Hov You ain’t in sanitation or sanitarium What are you crazy Jay-Z’ll bury em I'll get you drug out the club they have to carry em Go head, bug out, I'll raid, niggas scurry Worry I'm not the Mike Jordan of the mic recording It's Hovi baby you Kobe, maybe Tracy McGrady Matter fact you a Harold Miner, J.R. Rider Washed up on marijuana Even worse, you a Pervis Ellis You worthless fella You ain't no athlete, you Shawn Bradley And I ain’t talkin' to nobody in particular My flow's just vehicular homicide when I’m kickin' up DUST! Anybody in my path Is a car crash waiting to happen, nigga what? I got my foot on the throat On the pulse of this rap game and I ain’t letting up, YUP! Yeah, who’s the nicest life or lifeless on these mic devices? And I don't write this I just mic this I will it to happen One take Hov I’m real at this rapping My new name is just the facts While the rest of y'all just adjust the facts Put words together, just to match I say what I feel y’all adjust to that I do the opposite of y’all so I just attract The realer audience usually unjustly black Know my flow and the shit they go through just match Like the sound of my voice and a choice Just track I just tackle the subject the flack of the public Nothing, I know real niggas happen to love it If you don’t like it then look in the mirror Most likely you ain’t live it so you don’t get it You ain’t did it so you can't vision it The picture I’m painting ain't vivid The language I’m spitting is so foreign to ya See what starving'll do to ya Growin up hard in a little apartment'll do to ya I’m just talkin’ to ya  [Joe Budden] Gimme that beat fool It’s a full time jack move Sorry Jay, Webb said take it back dude Ha Nitti too, he played a part in that Listen I’m just having some fun No  Part in the future Sing the track now It's been a good week Hova You can give it back now All these rappers is cooking crack and Took the realness out the game it’s time to put it back in The fans finally got it understood they just yappin While Joey’s in the hood like Madden Whoa Success is wrapped up Checks just rack up Everybody’s a killer but the deaths don’t add up Everybody’s a hustler but the money ain’t coming in Y’all is it just my math sucks? Nah In time I'ma super-succeed their wealth Like everybody’s so scared to just be they self Add the bass in your voice get found like the cool So we could sound like loon or pound like boom Don’t end up a dead man for the cheddar Only way to play Joey's Def Jam Vendetta for real On your Pro Tools lose, and don’t be shocked Open the booth door we be like old school move it I ain't Kobe or Tracy, Jay-Z, JB merk Joey the future I’m more like Dirk Anybody buyin respect me Try and wet me Y’all dudes will never make it Y'all a Tyus Edney I’m a standout like Yao Ming I’m what's sparkin now Like fall back Shaq I’m startin now Boys poppin it toys poppin spit I’m not from round these parts I’m Stojakovic Never hear your man say I’m the Jordan of rappin He’s gettin fatigued early and his scoring is lackin Legacy is gettin' ruined and you don’t want that So pretty much learn from him, don’t come back And rap is gettin’ wack, time for Gs to step in Cause’ you are not that hot, don’t believe the yes men Ain’t about who’s better than uh, it’s so evident They hard to be real with no evidence And I ain’t comin' at Jay, 'cause he’s the greatest breathing But he already paved the way, I’m just layin' my cement Not the same way I was dude I’m done drivin' now I’m in your 745 plus 2 Don’t have your label call mine for no extracurricular Rappers is all girls, extra particular Seen many men with the jake Next time y'all listen to \"Many Men\" I'll make sure you relate Only Jay coulda came Just Blazed it like me Everybody else chills, Just Blaze can agree Packin a MAC in the back of the Acura, no Clappin' the gat you be wrapped in the caddy but naw What you want punk double clip pump Ride by slump forth cocked playa on top Hater warm rock with his teeth toes wrapped With the brand new savior of east coast rap Don’t worry y'all  I’ll bring the east coast back Nah par, this ain’t a movie but meet Joe Black Try to relate to it I just speak those facts If you was in the front now your seat goes back What the deallin' Like New York been soft since Bin Laden came thru and crushed the buildings Trying to restore the feeling, just speaking to ya I’m just speaking through ya  ",
        "title": "Pump It Up"
    },
    {
        "artist": "Ludacris",
        "lyrics": "  [Intro x2: Ludacris] Drop! 2 Fast Drop! 2 Furious I'm too fast for y'all, man Drop! 2 Fast Drop! 2 Furious I'm too fast for y'all, man  [Hook: Ludacris] AHH, you just came home from doin a bid Tell me whatcha gon do? ACT A FOOL Somebody broke in and cleaned out your crib BOY whatcha gon do? ACT A FOOL Just bought a new pair and they scuffed your shoes Tell me whatcha gon do? ACT A FOOL Now them cops tryna throw you in them county blues BOY whatcha gon do? ACT A FOOL  [Verse 1: Ludacris] Talkin about gats, traps, cops and robbers It's 9-1-1, PLEASE CALL THE DOCTOR Evacuate the building and trick the pigs Since everybody wanna piece, we gon split ya wigs See some fools slipped up and over-stepped they boundaries You about to catch a cold, STAY THE FUCK AROUND FROM ME Ya peeps talkin 'bout what kinda shits he on You disappear like \"POOF, BITCH BE GONE\" You think twelve gon' catch me, GIMMIE A BREAK I'm super-charged with the hide-away license plate It seems they wanna finger print me and gimmie some years They'll only get one finger while I'm shifting gears I got suede on my roof, wood grain on the dash Sheep skin on the rug, Golden Grain on the stash Hydraulics all around so I shake the ride We go FRONT, BACK AND SIDE TO SIDE, WHAT  [Hook: Ludacris] Some punk just tripped up and made you spill your drink Tell me whatcha gon do? ACT A FOOL Now your car just stopped on a empty tank BOY whatcha gon do? ACT A FOOL If you got late bills and you lost your job Tell me whatcha gon do? ACT A FOOL If you about to get drunk and you ready to mob BOY whatcha gon do? ACT A FOOL  [Verse 2: Ludacris] Let's take it to the streets cuz I'm ready to cruise Just bought me and my cars all some brand new shoes And the people just stare so I LOVE TO PARK IT And I just put a computer in the glove compartment With the pedal to the floor, radar in the GRILLE TV in the middle of my STEERING WHEEL It's my car's birthday so we BLOWIN THEM CANDLES More speakers in the trunk than my ride can handle Got my name in the headrest, read it and weep NOS tank in the back, camel hair on the seat And when I pull up to the club, I get all the affection Cuz the women love the paint and they can see their reflection I'm about to take off, so F what ya heard Because my side mirrors flap like a FUCKIN BIRD And the fools, we gon CLOCK ONE and we'll POP ONE Cuz my folk ridin shotgun with a shotgun  [Hook: Ludacris] You just got hustled for a wad of cash Man whatcha gon do? ACT A FOOL Now your friends just smoked up your brand new stash Say whatcha gon do? ACT A FOOL Now them gulls up the block still runnin they mouth BOY whatcha gon do? ACT A FOOL If anyone talk bad about the Dirty South Tell me what I'm gon do? ACT A FOOL  [Verse 3: Ludacris] I got my eyes wide shut and my trunk wide open Did donuts last week and the streets still smoking See, I'm off that anti-freeze and my car is TIPSY Off the off ramp doin about a hundred and fifty Rollin through East Point, on way to Ben Hill Slide a five to the junkie to clean my windshield Got the whole crew ridin and we startin SHIT I even got a trailer hitch with the barbeque pit Now all you wanna do is get drunk and pout Plus your new name is Fire cuz we stomped you out And yeah, we blow trees and beez that's fantastic So gulls hold ya weave while I'm weaving through traffic I kicked to fifth gear and teared the road apart You'll be like lil John Q and get a Change of Heart It's one mission, two clips and some triple beams I'm ABOUT TO BLOW THIS WHOLE SHIT UP TO SMITHEREENS  [Hook: Ludacris] The pot holes in the street just bentcha rims Tell me whatcha gon do? ACT A FOOL MAN, THAT AIN'T STICKY, THAT'S JUST STICKS AND STEMS BOY whatcha gon do? ACT A FOOL Catch ya man with another bitch up in ya bed Ladies whatcha gon do? ACT A FOOL If the bottles all gone and your eyes are red BOY whatcha gon do? ACT A FOOL  [Ludacris] 2 Fast, 2 Furious... 2 Fast... ACT A FOOL 2 Fast, 2 Furious... 2 Fast... ACT A FOOL 2 Fast, 2 Furious... 2 Fast... ACT A FOOL 2 Fast, 2 Furious... 2 Fast... ACT A FOOL  ",
        "title": "Act A Fool"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Verse 1] In your arms I can still feel the way you Want me when you hold me I can still hear the words you whispered When you told me I can stay right here forever in your arms  [Pre-Chorus] And there ain't no way I'm letting you go now And there ain't no way And there ain't no how I'll never see that day  [Chorus] Cause I'm keeping you Forever and for always We will be together all of our days Wanna wake up every Morning to your sweet face, always  [Verse 2] Mmmm, baby In your heart, I can still hear A beat for every time you kiss me And when we're apart I know how much you miss me I can feel your love for me in your heart  [Pre-Chorus] And there ain't no way I'm letting you go now And there ain't no way And there ain't no how I'll never see that day  [Chorus] Cause I'm keeping you Forever and for always We will be together all of our days Wanna wake up every Morning to your sweet face, always  Wanna wake up every morning  [Verse 3] In your eyes (I can still see the look of the one) I can still see the look of the one who really loves me (I can still feel the way that you want) The one who wouldn't put anything Else in the world above me (I can still see love for me) I can still see love for me in your eyes (I still see the love)  [Pre-Chorus] And there ain't no way I'm letting you go now And there ain't no way And there ain't no how I'll never see that day  [Chorus] Cause I'm keeping you Forever and for always We will be together all of our days Wanna wake up every Morning to your sweet face, always I'm keeping you Forever and for always We will be together all of our days Wanna wake up every Morning to your sweet face  [Outro] I'm keeping you forever and for always Forever In your arms  ",
        "title": "Forever And For Always"
    },
    {
        "artist": "Counting Crows Featuring Vanessa Carlton",
        "lyrics": "  [Verse 1: Adam] They paved paradise and put up a parking lot With a pink hotel, a boutique, and a swingin' hot spot Don't it always seem to go That you don't know what you got 'til it's gone They paved paradise and put up a parking lot  [Hook: Vanessa Carlton] Ooooh, bop bop bop Ooooh, bop bop bop  [Adam] They took all the trees, and put them in a tree museum And they charged the people a dollar and a half to see them No, no, no  [Chorus: Adam] Don't it always seem to go That you don't know what you got 'till it's gone They paved paradise, and put up a parking lot  [Hook: Vanessa Carlton] Ooooh, bop bop bop Ooooh, bop bop bop  [Verse 2: Adam] Hey farmer, farmer, put away your DDT I don't care about spots on my apples Leave me the birds and the bees Please  [Chorus: Adam] Don't it always seem to go That you don't know what you got 'till it's gone They paved paradise, and put up a parking lot Hey now! They paved paradise, to put up a parking lot  [Hook: Vanessa Carlton] Ooooh, bop bop bop Ooooh, bop bop bop  [Musical Interlude]  [Bridge: Adam] Listen, late last night, I heard the screen door slam And a big yellow taxi took my girl away  [Chorus: Adam] Now, don't it always seem to go That you don't know what you got 'til it's gone They paved paradise and put up a parking lot Hey na na, don't it always seem to go That you don't know what you got 'til it's gone They paved paradise to put up a parking lot Why not? They paved paradise and put up a parking lot Hey, hey, hey Paved paradise and put up a parking lot  [Hook: Vanessa Carlton] Ooooh, bop bop bop Ooooh, bop bop bop  [Bridge - Adam & Vanessa] I don't wanna give it Why you wanna give it Why you wanna giving it all away Hey, hey, hey Now you wanna give it I should wanna give it Now you wanna giving it all away I don't wanna give it Why you wanna give it Why you wanna give it all away Hey, hey, hey Now you wanna give it I should wanna give it Now you wanna giving it all away  [Outro - Vanessa & Adam] Why do you want me? Why do you want to? Cos' you're givin it all away Hey, paved paradise to put up a parking lot  ",
        "title": "Big Yellow Taxi"
    },
    {
        "artist": "Train",
        "lyrics": "  [Verse 1] I need a sign to let me know you're here All of these lines are being crossed over the atmosphere I need to know that things are gonna look up Cause I feel us drowning in a sea spilled from a cup When there is no place safe and no safe place to put my head When you feel the world shake from the words that are said  [Chorus] And I'm calling all angels And calling all you angels I won't give up if you don't give up I won't give up if you don't give up I won't give up if you don't give up I won't give up if you don't give up  [Verse 2] I need a sign to let me know you're here Cause my TV set just keeps it all from being clear I want a reason for the way things have to be I need a hand to help build up some kind of hope inside of me  [Chorus]  [Verse 3] When children have to play inside so they don't disappear While private eyes solve marriage lies cause we don't talk for years And football teams are kissing Queens And losing sight of having dreams In a world that what we want is only what we want until it's ours  [Chorus][x2]  [Outro] Calling all you angels [Repeat till fade]  ",
        "title": "Calling All Angels"
    },
    {
        "artist": "50 Cent",
        "lyrics": "  [Produced by Mr. Porter]  [Hook] I don't know what you heard about me But a bitch can't get a dollar out of me No Cadillac, no perms, you can't see That I'm a motherfuckin' P-I-M-P  [Verse 1] Now, shorty, she in the club, she dancin' for dollars She got a thing for that Gucci, that Fendi, that Prada That BCBG, Burberry, Dolce and Gabbana She feed them foolish fantasies They pay her, ‘cause they want her I spit a little G, man, and my game got her A hour later have that ass up in the Ramada Them trick niggas in her ear sayin' they think about her I got the bitch by the bar tryin' to get a drink up out her She like my style, she like my smile, she like the way I talk She from the country Think she like me ‘cause I'm from New York I ain't that nigga tryin' to holla ‘cause I want some head I'm that nigga tryin' to holla ‘cause I want some bread I could care less how she perform when she in the bed Bitch, hit that track, catch a date, and come and pay the kid! Look, baby, this is simple, you can't see You fuckin' with me, you fuckin' with a P-I-M-P  [Hook] I don't know what you heard about me But a bitch can't get a dollar out of me No Cadillac, no perms, you can't see That I'm a motherfuckin' P-I-M-P  [Verse 2] I'm 'bout my money, you see, girl, you can holla at me If you fuckin' with me, I'm a P-I-M-P Not what you see on TV, no Cadillac, no greasy Head full of hair, bitch, I'm a P-I-M-P Come get money with me if you curious to see How it feels to be with a P-I-M-P Roll in the Benz with me, you could watch TV From the backseat of my V, I'm a P-I-M-P Girl, we could pop some Champagne and we could have a ball We could toast to the good life, girl, we could have it all We could really splurge, girl, and tear up the mall If ever you needed someone I'm the one you should call I'll be there to pick you up if ever you should fall If you got problems I can solve 'em, they big or they small That other nigga you be with ain't 'bout shit I'm your friend, your father, and confidant, bitch  [Hook] I don't know what you heard about me But a bitch can't get a dollar out of me No Cadillac, no perms, you can't see That I'm a motherfuckin' P-I-M-P  [Verse 3] I told you fools before, I stay with the tools I keep a Benz, some rims, and some jewels I holla at a ho 'til I got a bitch confused She got on Payless; me? I got on gator shoes I'm shoppin' for chinchillas in the summer, they cheaper Man, this ho, you can have her When I'm done I ain't gon' keep her Man, bitches come and go, every nigga pimpin' know You sayin' it's secret, but you ain't gotta keep it on the low Bitch, choose on me, I'll have you strippin' in the street Put my other hoes down, you get your ass beat Now Niki my bottom bitch She always come up with my bread The last nigga she was with put stitches in her head Get your ho out of pocket, I'll put a charge on a bitch ‘Cause I need four TV's and AMG's for the six Ho make a pimp rich, I ain't payin', bitch Catch a date, suck a dick, shit, trick  [Outro] Yeah, in Hollywoood they say \"There's no b'ness like show b'ness.\" In the hood they say \"There's no b'ness like hoe b'ness,\" you know? They say I talk a little fast But if you listen a little faster I ain't got to slow down for you to catch up, bitch  ",
        "title": "P.I.M.P."
    },
    {
        "artist": "Lil Jon & The East Side Boyz Featuring Ying Yang Twins",
        "lyrics": "  [Hook] 3, 6, 9 - damn she fine Hoping she can sock it to me one more time Get low, get low, get low get low! To the window, to the wall! Til the sweat drop down my balls Til all these bitches crawl Til all skeet skeet motherfuckers, all skeet skeet god damn! Til all skeet skeet motherfuckers, all skeet skeet god damn!  [Verse 1] Shorty crunk - so fresh, so clean Can she fuck? That question been harassing me In the mind. This bitch is fine! I done came to the club about 50 11 times Now can I play with your panty line? The club owner said I need to calm down Security guard go to sweating me now Nigga drunker than a motherfucker, threaten me now She getting crunk in the club, I mean she work it And I like to see the females twerking Taking the clothes off - buckey naked ATL - ho, don't disrespect it P-pop your pussy like this Cause Yin Yang Twins in this B-I-itch Lil Jon and the East Side Boys with me And we all like to see ass and titties Now bring your ass over here, ho And let me see you get low if you want this thug Now take it to the floor - and if your ass want to act You can keep your ass where you're at  [Hook]  [Verse 2 - Lil Jon] Let me see you get low (You scared!) Drop that ass to the floor (You scared!) Drop that ass yea, shake it fast yea Pop that ass to the left and the right yea Now back, back, back it up Now stop (oh!) then wiggle with it (yea!)  [Hook]  [Verse 3] Now give me my dub back and go get your friend Stupid bitch standing there while I'm drinking my Hen Steady looking at me still asking questions Time's up - nigga, pass me another contestant Ho move to the left if you ain't bout 50 Done talked through 3 or 4 songs already Looking at a nigga with your palm out Bitch, I ain't even seen you dance! Twerk something baby, work something baby Pop your pussy on the pole, do your thang baby Slide down that bitch a little bit then stop Get back on the floor, catch your balance then drop Now bring it back up, clap your ass like hands I just wanna see your ass dirty dance Yin Yang we done done again And put it on the map like \"hah?!\"  [Outro] Ya'll twerking a little bit ladies But you got to twerk a little bit harder than that Right now, I need all the ladies that know they look good tonight We want ya'll to do this shit like this: Bend over to the front, touch your toes! Back that ass up and down and get low Bend over to the front, touch your toes! Back that ass up and down and get low  ",
        "title": "Get Low"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Hook] It's been too long and I'm lost without you What am I gonna do Said I been needing you, wanting you Said I need you Wondering if you're the same and who's been with you Is your heart still mine? I wanna cry sometimes I miss you  [Verse 1] Off to college, yes you went away Straight from high school, you up and left me We were close friends also lovers Did everything for one another Now you're gone and I'm lost without you here now But I know I gotta live and make it somehow Come back, to me Can you, feel me, calling Hear me, calling, for you For you, cause it's  [Hook]  [Verse 2] Now I'm sitting here, thinking about you And the days we used to share It's driving me crazy, I don't know what to do I'm just wondering if you still care I just wanna let you know that it's killing me I know you got another life you gotta concentrate baby Come back, to me Can you, feel me? (Calling) Hear me, calling, for you For you, cause it's  [Hook x2]  [Bridge] I can't be no more Since you went away I don't really feel like talking No one here to love me, baby do you understand me I can't do a thing without you  [Hook x3]  ",
        "title": "Miss You"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": "  I was raised off of Rural Route 3 Out past where the blacktop ends We'd walked to church on Sunday morning Race barefoot back to the Johnson's fence That's where I first saw Mary On that roadside pickin' blackberries That summer I turned a corner in my soul Down that red dirt road  It's where I drank my first beer It's where I found Jesus Where I wrecked my first car I tore it all to pieces I learned the path to heaven is full of sinners and believers Learned that happiness on earth ain't just for high achievers I've learned I've come to know There's life at both ends Of that red dirt road  Her daddy didn't like me much With my shackled up GTO I'd sneak out in the middle of the night Throw rocks at her bedroom window We'd turn out the headlights Drive by the moonlight Talk about what the future might hold Down a red dirt road  I went out into the world, and I came back in I lost Mary, oh I got her back again And driving home tonight feels like I've found a long lost friend  ",
        "title": "Red Dirt Road"
    },
    {
        "artist": "Stacie Orrico",
        "lyrics": null,
        "title": "Stuck"
    },
    {
        "artist": "Ginuwine",
        "lyrics": "  [Hook] Looking good plenty tight Tell me is there any more room for me In those jeans Really thick like I like it Tell me Is there any more room for me In those jeans Looking tasty really scrumptious Tell me is there any more room for me  In those jeans Looking good plenty tight Is there any more room for me In those jeans  [Verse 1] Got on my ride seen you from a far And I couldn't stop myself from looking hard You wore these jeans Girl you wore These jeans and you Made a thug wanna cry something terrible I had to have, have you for myself baby You don't know What those jeans do to me Make me wanna get down on one knee You got that thunder And it only makes me wonder how it Feels To get up in those jeans Oh those jeans  [Hook] Looking good plenty tight Tell me is there any more room for me In those jeans Really thick like I like it Tell me Is there any more room for me In those jeans Is there any more room for me In those jeans Looking tasty really scrumptious Tell me is there any more room for me   [Verse 2] You are the bomb Girl you tight to death I don't know the words to say to you All that I know, baby all I know is That I'm loving what I see and I'm feeling you I wanna know, all I wanna know is if I could have what's up in those Jeans Baby can I have what's up in those jeans Don't get alarmed cause I don't mean no harm But I love the way you Wear those jeans Levis, Prada, Baby Phat, I love them Love the way you wearing them I love them can Calvin, Iceberg Sergio, I love them Trying to get inside of those Yeah Yeah Yeah  [Hook] Looking good plenty tight Tell me is there any more room for me In those jeans Really thick like I like it Tell me Is there any more room for me In those jeans Is there any more room for me In those jeans Looking tasty really scrumptious Tell me is there any more room for me  [Verse 3] I wanna say that them jeans looking good fitting right Baby damn those jeans Any kind doesn't matter you could win 'em You look fine Baby damn those jeans Anytime that I see you I want in, you wear them well Baby damn those jeans You the shit, you the bomb All I wanna know is can I have what's in those jeans Can I get in those can I baby  [Hook] Looking good plenty tight Tell me is there any more room for me In those jeans Really thick like I like it Tell me Is there any more room for me In those jeans Is there any more room for me In those jeans Looking tasty really scrumptious Tell me is there any more room for me  ",
        "title": "In Those Jeans"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Verse 1: will.i.am] What's wrong with the world, mama? People livin' like they ain't got no mamas I think the whole world's addicted to the drama Only attracted to the things that'll bring a trauma Overseas, yeah, we tryin' to stop terrorism But we still got terrorists here livin' In the USA, the big CIA The Bloods and the Crips, and the KKK But if you only have love for your own race Then you only leave space to discriminate And to discriminate only generates hate And when you hate, then you're bound to get irate Madness is what you demonstrate And that's exactly how anger works and operates Man, you gotta have love, this'll set us straight Take control of your mind and meditate Let your soul gravitate to the love, y'all  [Pre-Chorus: Justin Timberlake] People killin', people dyin' Children hurt and you hear 'em cryin' Will you practice what you preach? And would you turn the other cheek? Father, father, father, help us Send some guidance from above These people got me, got me questionin'  [Chorus: Justin Timberlake] Where is the love? (love) Where is the love? (the love) Where is the love? (the love) Where is the love? (the love, the love)  [Verse 2: Taboo] It just ain't the same, old ways have changed New days are strange, is the world insane? If love and peace is so strong Why are there pieces of love that don't belong Nations droppin' bombs Chemical gases fillin' lungs of little ones With ongoing sufferin' as the youth die young So ask yourself, is the lovin' really gone? So I can ask myself, really, what is going wrong? With this world that we livin' in, people keep on givin' in Makin' wrong decisions, only visions of them dividends Not respectin' each other, deny thy brother A war is goin' on, but the reason's undercover The truth is kept secret, and swept under the rug If you never know truth, then you never know love Where's the love, y'all? (Come on, I don't know) Where's the truth, y'all? (Come on, I don't know) And where's the love y'all?  [Pre-Chorus: Justin Timberlake] People killin', people dyin' Children hurt and you hear them cryin' Will you practice what you preach? And would you turn the other cheek? Father, father, father, help us Send some guidance from above These people got me, got me questionin'  [Chorus: Justin Timberlake] Where is the love? (love) Where is the love? (the love) Where is the love? (the love) Where is the love? (the love, the love)  [Verse 3: Apl.de.ap] I feel the weight of the world on my shoulder As I'm getting older, y'all people gets colder Most of us only care about money-makin' Selfishness got us followin' the wrong direction Wrong information always shown by the media Negative images is the main criteria Infecting the young minds faster than bacteria Kids wanna act like what they see in the cinema Whatever happened to the values of humanity? Whatever happened to the fairness and equality? Instead of spreadin' love we spreadin' animosity Lack of understandin' leading us away from unity That's the reason why sometimes I'm feelin' under That's the reason why sometimes I'm feelin' down It's no wonder why sometimes I'm feelin' under Gotta keep my faith alive 'til love is found Now ask yourself…  [Bridge: will.i.am & Justin Timberlake] Where is the love? Where is the love? Where is the love? Where is the love? Father, father, father, help us Send some guidance from above These people got me, got me questionin' Where is the love?  [Outro] Now sing with me, y'all (one world, one world) We only got (one world, one world) That's all we got (one world, one world) And something's wrong with it Something's wrong with it Something's wrong with the w-w-world We only got (one world, one world) That's all we got (one world, one world)  ",
        "title": "Where Is The Love?"
    },
    {
        "artist": "Montgomery Gentry",
        "lyrics": null,
        "title": "Speed"
    },
    {
        "artist": "Sean Paul",
        "lyrics": "  [Intro: Sean Paul] Yeah yeah, yeah yeah, feel dat trend now, yeah yeah Sean-A-Paul, so mi go so then  [Hook] Well I don't really care what people say I don't really watch what dem waan do Still I got to stick to my girls like glue And I man nah play number two All I know the time it is getting dread Need a lot of trees up in my head Got a lot of damsel in my bed to run dat re-eeeddd!!!!  [Verse 1:] Well enough likkle girl dem bought they own dem got di goody goody One ting mi haffi tell dem Dutty got di woody woody Frontway backway Dutty K man have di shooby shooby Virgin dem waan gimme and mi have to tooky tooky Hot girls outta road dat seh dem see mi see mi And a tell mi seh dem have something fi gimme gimme How much a one night dem all a dream bout di jimmy jimmy Dem a promise and a tell mi seh a fi mi fi mi But a promise is a comfort to a fool, so cool Well yuh dun know seh dat man haffi rule, di school We nuh pet dem just wet dem up just like a pool And a dignitary we haffi use up mi tool  [Hook] Well I don't really care what people say I don't really watch what dem waan do Still I got to stick to my girls like glue And I man nah play number two All I know the time it is getting dread Need a lot of trees up in my head Got a lot of damsel in my bed to run dat re-eeeddd!!!!  [Verse 2:] So how can they waan big up dem chest But they dun know Dutty Cup we deyah rated as di best A wouldn't they love diss this is Sean-A-Paul this We nuh cater fi nuh guy and only girls we a request So gimme di gal dem, yo and every minute I'm wid it Fi get di gal dem exquisite and get dem regular visit Just gimme di gal dem, now dem all a pressure mi cellular Seh a mi a di dappa dem waan fi be dem big poppa Gimme di gal dem, after di chronic we tek a drag And I don't mean to brag everyday I got to shag Gimme di gal dem, everytime I look inna my mind It's only girls dat weh mi find and true mi love dem design  [Hook] Well I don't really care what people say I don't really watch what dem waan do Still I got to stick to my girls like glue And I man nah play number two All I know the time it is getting dread Need a lot of trees up in my head Got a lot of damsel in my bed to run dat re-eeeddd!!!!  [Verse 3:] Some guy a live dem life and dem nuh really waan check it Dem have nuh girl nuh wife nuh woman dem nah select it Sometime mi haffi wonder if dem headset dem wreck it Jah know dem ago bun well if dem don't waan correct it So please, dem nuh wannabees Dem hangout wid too much dogs and catch fleas Dem nuh waan nuh honey, dem only waan di money Dat's how mi know seh dem bwoy deh all a move funny Look like dem lost, living in di past One ting mi haffi tell dem sorry Ma Dem better move fast, before we get crossed Badman nuh cater fi dem just because, mi go so then  [Hook] Well I don't really care what people say I don't really watch what dem waan do Still I got to stick to my girls like glue And I man nah play number two All I know the time it is getting dread Need a lot of trees up in my head Got a lot of damsel in my bed to run dat re-eeeddd!!!!  ",
        "title": "Like Glue"
    },
    {
        "artist": "Da Brat Featuring Cherish",
        "lyrics": "  [Chorus] Oooooh I'm in love, I'm in love, I'm in love, I'm in love wit chu And it ain't nothin I won't do for my baby You drive me crazy and ya make me say Oooooh I'm in love, I'm in love, I'm in love, I'm in love wit chu And it ain't nothin nobody can say cuz you're the one for me baby  [Da Brat] When I wake up in the mornin (It's you) When I can't sleep at night (It's you) When I'm tossin and turnin (It's you) When my body yearnin (It's you)  [Da Brat] I'm in love like Maxwell, you see me cryin but I just can't help it My self esteem is even higher when I'm walkin wit chu You give me fire and desire like Tina Marie and Rick James do I dont care burn up the minutes on the cell Just turn up the music and feel it as hard as hell I get abusive with the flow zone deep When I seduce em they just wanna hold me Cuz im so supa and It's real not phony With it youll neva be lonely Its been official I'm hot And since you is lets do this I'ts seems ive been shot by cupid And I'm gon stop, think not thats stupid cuz...  [Chorus] Oooooh I'm in love, i'm in love, I'm in love, I'm in love wit chu And it ain't nothin I won't do for my baby You drive me crazy and ya make me say Oooooh I'm in love, I'm in love, I'm in love, I'm in love wit chu And it ain't nothin nobody can say cuz you're the one for me baby  [Da Brat] I'm in love wit chu more than my car More than my house More than the night I keep yo neck comin outta my mouth I can't get you off my mind Finally found somebody who sees me besides whats on the outside Fine as Roy Jones, think ya movin my bones Yo presence makes everything else irrelevant when we close Turn off the 2-way you lay your head on my pillow and do me baby! The rhythm on ya get yo groovin baby! And we can rock it till the broad daylight Bodies knockin the boots destroyin property Proppin me up to get through it ain't right How ya feelin on my boooty It's just yooouu and me Unexplanatory the way that you adore me Lord have mercy somebody gon have to pray for me I'm worthy my service superb And on purpose im swervin all the way to your heart  [Chorus] Oooooh I'm in love, I'm in love, I'm in love, I'm in love wit chu And it ain't nothin i won't do for my baby You drive me crazy and ya make me say Oooooh I'm in love, I'm in love, I'm in love, I'm in love wit chu And it ain't nothin nobody can say cuz you're the one for me baby  [Da Brat] - 2X When I wake up in the mornin (It's you) When I can't sleep at night (It's you) When I'm tossin and turnin (It's you) When my body yearnin (It's you)   [Chorus] Oooooh I'm in love, I'm in love, I'm in love, I'm in love wit chu And it ain't nothin i won't do for my baby You drive me crazy and ya make me say Oooooh I'm in love, I'm in love, I'm in love, I'm in love wit chu And it ain't nothin nobody can say cuz you're the one for me baby  ",
        "title": "In Love Wit Chu"
    },
    {
        "artist": "David Banner Featuring Lil' Flip",
        "lyrics": "  [Hook] Real thugs get down on the floor Real girls get down on the floor Like a pimp!  [Verse 1 - Lil Flip] By the time I hit the door I saw hoes on the floor Niggas dressed in suits Tricking all they dough Me? I'm a pimp I ain't paying for no sex Man I'd rather buy a car Or a new Rolex Cause I got street fame So hoes flock like birds I got one ho in the range And one ho in the burbs When I hit the club I'mma be with David Banner A thug ass nigga With bad table manners We act bad; my nigga what is y'all saying? Like when we walk inside clubs Niggas hold they gal's hand Cause they know we run trains (choo! choo!) all night How could your gal leave me And be with you all night? But it's all right Cause you know we don't kiss Like Too Short said: \"Bitches ain't shit\" I tried to told ya That most girls really freaks And this is how they got to Make their money every week  [Hook]  [Verse 2 - David Banner] Step into club looking just like a pimp We got cash, so we screaming out \"shake something bitch!\" This is the song, tell the DJ put it on Micheal Tyler made you shake Sisqo made you show your thong Bitch I'm dead wrong! The playa from the crib So get out on the floor And girl, get it how you live And since you so hot Fuck it, show your pussy lips You go to Tougaloo, but I know you still flip Bitch, don't trip! Ain't a damn thing changed I still love my queen But bitches keep me to the game So if you gotta ho, shake em up and let em go And let them girls get down on the floor Like a pimp!  [Hook]  [Verse 3 - Lil Flip] Now don't you hate them old Lying ass hoes? Smiling in your face Wearing her best friend's clothes I suppose they like the way me and Banner pimp You can catch us at Pappadeaux Eating steak and shrimp  [David Banner] Or you can catch us at E&J's pouring it up Flip whipping Caddy trucks Girls licking my nuts We some Southside pimps And we ain't giving a fuck Poke your girl up in the throat And make her swallow the nut  [Lil' Flip] We make em swallow the nut, so Follow the truck: Lil Flip and David Banner We got all of the bucks, and All of they sluts and all of the hoes So drop it like it's hot, girl Touch your fucking toes  [David Banner] Go on, touch your toes, and Make me a roll and go on - hit the mall And buy me some clothes, mane And if your boy trip, I'mma bust a clip Y'all bitches can't fuck with me and Lil Flip, nigga!  [Outro - Lil Flip] Nigga. nigga Yeah, nigga This for the real money makers out there, you know? Get yo mother fucking money Don't worry bout the next nigga Get yo mother fucking money Get yo mother fucking money nigga Uh get your money  ",
        "title": "Like A Pimp"
    },
    {
        "artist": "Craig Morgan",
        "lyrics": "  [Verse 1] He had plastic bags wrapped 'round his shoes He was covered with the evening news Had a pair of old wool socks on his hands The bank sign was flashin' 5 below It was freezing rain and spittin' snow He was curled up behind some garbage cans  [Pre-Chorus 1] I was afraid that he was dead, I gave him a gentle shake When he opened up his eyes, I said, \"Old man are you OK?\"  [Chorus] He said, \"I just climbed out of a cottonwood tree I was runnin' from some honey bees Drip-dryin' in the summer breeze After jumpin' into Calico creek I was walkin' down an old dirt road Past a field of hay that had just been mowed Man I wish you'd just left me alone 'Cause I was almost home\"  [Verse 2] Then he said, \"I's just comin' 'round the barn 'Bout the time you grabbed my arm When I heard mama holler, \"Son, hurry up\" I was close enough for my old nose To smell fresh cobbler on the stove And I saw daddy loadin' up the truck  [Pre-Chorus 2] Cane poles on the tailgate, bobbers blowin' in the wind Since July of '55, that's as close as I've been\"  [Chorus] \"Yeah, I just climbed out of a cottonwood tree I was runnin' from some honey bees Drip-dryin' in the summer breeze After jumpin' into Calico creek I was walkin' down an old dirt road Past a field of hay that had just been mowed Man, I wish you'd just left me alone I was almost home\"  [Bridge] I said ,\"Old man you're gonna freeze to death Let me drive you to the mission\" He said, \"Boy, if you'd've left me alone Right now I'd be fishin'\"  [Chorus] \"I just climbed out of a cottonwood tree I was runnin' from some honey bees Drip-dryin' in the summer breeze After jumpin' into Calico creek I was walkin' down an old dirt road Past a field of hay that had just been mowed Man, I wish you'd just left me alone 'Cause I was almost home\" (Almost home)  [Outro] Man I wish you'd just left me alone I was almost home  ",
        "title": "Almost Home"
    },
    {
        "artist": "Eminem",
        "lyrics": "  [Verse 1] These ideas are nightmares to white parents Whose worst fear is a child with dyed hair and who likes earrings Like whatever they say has no bearing It's so scary in a house that allows no swearing To see him walkin' around with his headphones blaring Alone in his own zone, cold and he don't care, he's A problem child, and what bothers him all comes out When he talks about his fuckin' dad walkin' out 'Cause he hates him so bad that he blocks him out If he ever saw him again he'd probably knock him out His thoughts are wacked, he's mad so he's talkin' back Talkin' black, brainwashed from rock and rap He sags his pants, doo-rags and a stockin' cap His step-father hit him so he socked him back And broke his nose, his house is a broken home There's no control, he just lets his emotions go  [Hook] Sing with me, sing for the year (Sing it!) Sing for the laughter, sing for the tear (Come on!) Sing it with me, just for today Maybe tomorrow, the good Lord will take you away  [Verse 2] Entertainment is changin', intertwinin' with gangsters In the land of the killers a sinner's mind is a sanctum Holy or unholy, only have one homie Only this gun, lonely ‘cause don't anyone know me Yet everybody just feels like they can relate I guess words are a motherfucker, they can be great Or they can degrade, or even worse, they can teach hate It's like these kids hang on every single statement we make Like they worship us, plus all the stores ship us platinum Now how the fuck did this metamorphosis happen? From standin' on corners and porches just rappin' To havin' a fortune, no more kissin' ass But then these critics crucify you, journalists try to burn you Fans turn on you, attorneys all want a turn at you To get they hands on every dime you have They want you to lose your mind every time you mad So they can try to make you out to look like a loose cannon Any dispute won't hesitate to produce handguns That's why these prosecutors wanna convict me Strictly just to get me off of these streets quickly But all their kids been listenin' to me religiously So I'm signin' CD's while police fingerprint me They're for the judge's daughter but his grudge is against me If I'm such a fuckin' menace this shit doesn't make sense, B It's all political, if my music is literal And I'm a criminal, how the fuck can I raise a little girl? I couldn't, I wouldn't be fit to You're full of shit too, Guerrera, that was a fist that hit you!  [Hook] Sing with me, sing for the year (Sing it!) Sing for the laughter, sing for the tear (Sing this shit!) Sing it with me, just for today Maybe tomorrow, the good Lord will take you away  [Verse 3] They say music can alter moods and talk to you Well, can it load a gun up for you and cock it too? Well, if it can, then the next time you assault a dude Just tell the judge it was my fault and I'll get sued See, what these kids do is hear about us totin' pistols And they wanna get one ‘cause they think the shit's cool Not knowin' we really just protectin' ourselves We entertainers, of course the shit's affectin' our sales You ignoramus, but music is reflection of self We just explain it, and then we get our checks in the mail It's fucked up, ain't it? How we can come from practically nothin' To bein' able to have any fuckin' thing that we wanted That's why we sing for these kids who don't have a thing Except for a dream and a fuckin' rap magazine Who post pin-up pictures on they walls all day long Idolize they favorite rappers and know all they songs Or for anyone who's ever been through shit in they lives So they sit and they cry, at night, wishin' they'd die 'Til they throw on a rap record and they sit and they vibe We're nothin' to you, but we're the fuckin' shit in they eyes That's why we seize the moment Try to freeze it and own it, squeeze it and hold it ‘Cause we consider these minutes golden And maybe they'll admit it when we're gone Just let our spirits live on Through our lyrics that you hear in our songs, and we can…  [Hook] Sing with me, sing for the year (Sing it!) Sing for the laughter, sing for the tear (Come on!) Sing it with me, just for today Maybe tomorrow, the good Lord will take you away Sing with me, sing for the year (Sing it!) Sing for the laughter, sing for the tear (Come on!) Sing it with me, just for today Maybe tomorrow, the good Lord will take you away  ",
        "title": "Sing For The Moment"
    },
    {
        "artist": "Trapt",
        "lyrics": "  [Verse 1] Circling your, circling your, circling your head Contemplating everything you ever said Now I see the truth, I got a doubt A different motive in your eyes And now I'm out, see you later  [Pre-Chorus] I see your fantasy You want to make it a reality paved in gold See inside, inside of our heads, yeah Well, now that's over I see your motives inside Decisions to hide  [Chorus 1] Back off, I'll take you on Headstrong to take on anyone I know that you are wrong Headstrong, we're headstrong Back off, I'll take you on Headstrong to take on anyone I know that you are wrong And this is not where you belong I can't give everything away I won't give everything away  [Verse 2] Conclusions manifest, your first impression's Got to be your very best I see you're full of shit and that's alright That's how you play, I guess you get through Every night, well, now that's over  [Pre-Chorus] I see your fantasy You want to make it a reality paved in gold See inside, inside of our heads, yeah Well, now that's over I see your motives inside Decisions to hide  [Chorus 2] Back off, I'll take you on Headstrong to take on anyone I know that you are wrong Headstrong, we're headstrong Back off, I'll take you on Headstrong to take on anyone I know that you are wrong And this is not where you belong Where you belong (I can't give everything away) This is not where you belong (I won't give everything away)  [Bridge] I know, I know all about I know, I know all about I know, I know all about I know, I know all about Your motives inside and your decision to hide  [Chorus 3] Back off, I'll take you on Headstrong to take on anyone I know that you are wrong Headstrong, we're headstrong Back off, I'll take you on Headstrong to take on anyone I know that you are wrong And this is not where you belong Where you belong This is not where you belong (I can't give everything away) This is not where you belong (I won't give everything away) This is not where you belong  ",
        "title": "Headstrong"
    },
    {
        "artist": "The Isley Brothers Featuring Ronald Isley",
        "lyrics": "  Hello, ladies {Hello} How are y'all doin' tonight {Fine} Can I keep it real {Yes} And say what's on my mind {Yes}  There you are in that chair Waiting for me to take you there To break it down and sing to you And make you feel these words are true  Who's gonna be the lucky one Who spend some money on ¡¥em and have some fun Tell me, I choose you  (What would you do) What would you do if I said all of these words were true (What would you) What would you do if I came down here and sat with you (What would you do) What would you do if I told the band to break it down (Ooh) What would you do if I said I wanna lay you down  (What) What would you do if I put this money in your hand (Would you do) What would you do if I said I'd like to be your man (What would you do, baby) What would you do if I brought you up here on this stage What would you do if (Tell me), what would you do  The lights are down (Yeah), the mood is set (Yeah) The sound is right, I'm heated Look to my left and check my crowd Look to my right (Yeah) to see if they are ready now  Tell me who out there feels lucky Wants me to take ¡¥em shopping and buy ¡¥em everything Hmm, I choose you  (Now what would you do, yeah) What would you do if I said all of these words were true (What would you do) What would you do if I came down here and sat with you (What, what) What would you do if I told the band to break it down (Break it down) What would you do if I said I wanna lay you down  (Ow) What would you do if I put this money in your hand (Out this money on your hand, baby) What would you do if I said I'd like to be your man (Be your man) What would you do if I brought you up here on this stage (Right up here) What would you do if, what would you do (What if I got your) Hair done (Yeah), nails done (Yes, I will) Toes done (And) bank account (I'll even take you) Shoppin' (Girl, I will) if you be good (You'll have) Your own car (And the) platinum credit cards  (What would you do, baby) What would you do if I said all of these words were true (What would you do) What would you do if I came down here and sat with you What would you do if I told the band to break it down What would you do if I said I wanna lay you down  What would you do if I put this money in your hand What would you do if I said I'd like to be your man What would you do if I brought you up here on this stage What would you do if, what would you do  ",
        "title": "What Would You Do?"
    },
    {
        "artist": "Jason Mraz",
        "lyrics": "  [Verse 1] I saw fireworks from the freeway And behind closed eyes I cannot make them go away Cause you were born on the fourth of July, freedom ring Now something on the surface it stings That something on the surface it kind of makes me nervous who says that you deserve this And what kind of god would serve this? We will cure this dirty old disease If you've got the poison I've got the remedy  [Chorus] The remedy is the experience. It is a dangerous liaison I say the comedy is that its serious Which is a strange enough new play on words I say the tragedy is how you're gonna spend The rest of your nights with the light on So shine the light on all of your friends Because it all amounts to nothing in the end  I won't worry my life away I won't worry my life away  [Verse 2] I heard two men talking on the radio in a cross fire kind of new reality show Uncovering the ways to plan the next big attack They were counting down the days to stab the brother in the be right back after this The unavoidable kiss, where the minty fresh death breath is sure to outlast his catastrophe Dance with me, because if you've got the poison, i've got the remedy  [Chorus] The remedy is the experience. It is a dangerous liaison I say the comedy is that its serious Which is a strange enough new play on words I say the tragedy is how you're gonna spend The rest of your nights with the light on So shine the light on all of your friends Because it all amounts to nothing in the end  [Bridge] When I fall in love I take my time There's no need to hurry when I'm making up my mind You can turn off the sun but I'm still gonna shine and I'll tell you why Because  [Chorus] The remedy is the experience. It is a dangerous liaison I say the comedy is that its serious Which is a strange enough new play on words I say the tragedy is how you're gonna spend The rest of your nights with the light on So shine the light on all of your friends Because it all amounts to nothing in the end  ",
        "title": "The Remedy (I Won't Worry)"
    },
    {
        "artist": "Jeff Bates",
        "lyrics": null,
        "title": "The Love Song"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Verse 1: Mike Shinoda & Chester Bennington] (When this began) I had nothing to say And I get lost in the nothingness inside of me (I was confused) And I let it all out to find That I'm not the only person with these things in mind  (Inside of me) But all the vacancy the words revealed Is the only real thing that I've got left to feel (Nothing to lose) Just stuck, hollow and alone And the fault is my own, and the fault is my own  [Chorus: Chester & Mike] I wanna heal, I wanna feel What I thought was never real I wanna let go of the pain I've felt so long (Erase all the pain 'til it's gone)  I wanna heal, I wanna feel Like I'm close to something real I wanna find something I've wanted all along Somewhere I belong  [Verse 2: Mike & Chester] And I've got nothing to say I can't believe I didn't fall right down on my face (I was confused) Looking everywhere, only to find That it's not the way I had imagined it all in my mind  (So what am I?) What do I have but negativity? 'Cause I can't justify the way everyone is looking at me (Nothing to lose) Nothing to gain, hollow and alone And the fault is my own, and the fault is my own  [Chorus: Chester & Mike] I wanna heal, I wanna feel What I thought was never real I wanna let go of the pain I've felt so long (Erase all the pain 'til it's gone)  I wanna heal, I wanna feel Like I'm close to something real I wanna find something I've wanted all along Somewhere I belong  [Bridge: Chester] I will never know myself, until I do this on my own And I will never feel anything else, until my wounds are healed I will never be anything 'til I break away from me I will break away, I'll find myself, today  [Chorus: Chester & Mike] I wanna heal, I wanna feel What I thought was never real I wanna let go of the pain I've felt so long (Erase all the pain 'til it's gone)  I wanna heal, I wanna feel Like I'm close to something real I wanna find something I've wanted all along Somewhere I belong  [Outro: Chester] I wanna heal, I wanna feel Like I'm somewhere I belong I wanna heal, I wanna feel Like I'm somewhere I belong Somewhere I belong  ",
        "title": "Somewhere I Belong"
    },
    {
        "artist": "Thalia Featuring Fat Joe",
        "lyrics": null,
        "title": "I Want You"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Verse 1] I just touched down, touched down Quarter after two, flight 102 I know it's late, real late But I'm calling you, calling you Tryna figure if I, I Can, can I, I Come, come See, see You, can I come see you I know you're sleep, you're sleep But you're on my mind, my mind And I'm wide awake, awake And I wanna stop by, come on over So can you get up and get out of the bed Cause I wanna see you And I been wondering  [Hook] Can I come over, can I Come over, stop by Come over, to see you Come over, tonight Can I come over, can I Come over, get wit' ya Come over, just wanna Come over, be with you baby Can I come over, can I Come over, stop by Come over, to see you Come over, tonight Can I come over, can I Come over, get wit' ya Come over, just wanna Come over, be with you baby  [Verse 2] So tell me what the deal You're not that far I just got my bags And I'm headed to the car Say yes or no, cause I'm on the road {​Um, wait a minute my battery's low...lemme, aight}​ Baby, I wanna come see you Said I really wanna come see you Don't you worry about a thing I'm just wanting to hold you Embrace you, I want to Look at you and tell you How much I love you I want you, I need you, I miss you  [Hook] Can I come over, can I Come over, stop by Come over, to see you Come over, tonight Can I come over, can I Come over, get wit' ya Come over, just wanna Come over, be with you baby Can I come over, can I Come over, stop by Come over, to see you Come over, tonight Can I come over, can I Come over, get wit' ya Come over, just wanna Come over, be with you baby  ",
        "title": "Come Over"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": null,
        "title": "Celebrity"
    },
    {
        "artist": "Heather Headley",
        "lyrics": "  [Verse 1] I'm home alone again And you're out, hanging with your friends So you say, somehow I know its not quite that way It's getting pretty late, and you haven't checked on me all day When I called, you didn't answer Now I'm feeling like you're ignoring me I wish,that you were home, holding me tight in your arms I wish,I could go back, to the day before we met and skip my regret  [Chorus] I wish I wasn't in love with you So you couldn't hurt me It just ain't fair the way you treat me No you don't deserve me Wasted my time thinking bout you and you ain't never gone change I wish I wasn't in love with you so I wouldn't feel this way  [Verse 2] When you touch me my heart melts And everything you did wrong I forget So you play me and take advantage of the love that I feel for you Why you wanna hurt me so bad I believed in you that's why I'm so mad Now I'm drowning in disappointment, and it's hard for me to even look at you I wish, that you were home, holding me tight in your arms. Oooh baby I wish, I could go back To the day before we met and skip my regret  [Chorus]  [Bridge] Said you care about me, but from what I see I ain't feeling all that, so I disagree Gave you all my love and understanding Yet you treated me like your enemy So leave me alone, don't want nothin' from you Just go back where you came from This house is no longer your home You're not welcome no, no, no,more  [Chorus x 2]  [Outro] Hear you knockin' at the door again I'm wonderin' should I let you in I open up the door and see The flowers for me So Beautiful in your hand Please stop begging me to take you back I've always been a sucker for romance And before you know It I concede You're all over me Oh no here I go again I wish I wasn't in love with you So you couldn't hurt me  ",
        "title": "I Wish I Wasn't"
    },
    {
        "artist": "Darryl Worley",
        "lyrics": "  I hear people sayin'. We Don't need this war But I say there's some things worth fightin' for What about our freedom and this piece of ground? We didn't get to keep em' by backing down They say we don't realize the mess we're gettin in Before you start your preachin' let me ask you this my friend  Chorus Have you forgotten how it felt that day To see your homeland under fire And her people blown away Have you forgotten when those towers fell We had neighbors still inside goin through a livin hell And you say we shouldn't worry about Bin Laden Have you forgotten?  They took all the footage off my TV Said it's too disturbin for you and me It'll just breed anger is what the experts say If it was up to me I'd show it every day Some say this country's just out lookin' for a fight Well after 9-11 man I'd have to say that's right  Chorus Have you forgotten how it felt that day To see your homeland under fire And her people blown away Have you forgotten when those towers fell We had neighbors still inside goin through a livin hell And we vow to get the ones behind Bin Laden Have you forgotten?  I'v been there with the soldiers Who've gone away to war And you can bet that they remember just what they're fighting for  Have you forgotten All the people killed Yes some went down like heroes In that Pennsylvania field Have you forgotten About our Pentagon All the loved ones that we lost And those left to carry on Don't you tell me not to worry 'bout Bin Laden  Have you forgotten?  Have you forgotten?  Have you forgotten?!  ",
        "title": "Have You Forgotten?"
    },
    {
        "artist": "The All-American Rejects",
        "lyrics": "  [Verse 1] Days swiftly come and go I'm dreaming of her She's seeing other guys Emotions they stir The sun is gone The nights are long And I am left while the tears fall  [Pre-Chorus] Did you think that I would cry On the phone? Do you know what it feels like Being alone? I'll find someone new  [Chorus] (Swing) Swing, Swing from the tangles of My heart is crushed by a former love Can you help me find a way To carry on again  [Verse 2] Wish cast into the sky I'm moving on Sweet beginnings do arise She knows I was wrong The notes are old They bend, they fold And so do I to a new love  [Pre-Chorus] Did you think that I would cry On the phone? Do you know what it feels like Being alone? I'll find someone new  [Chorus] (Swing) Swing, Swing from the tangles of My heart is crushed by a former love Can you help me find a way To carry on again  [Bridge] Bury me (You thought your problems were gone) Carry me (Away, away, away)  [Chorus] (Swing) Swing, Swing from the tangles of My heart is crushed by a former love Can you help me find a way To carry on again  (Swing) Swing, Swing from the tangles of My heart is crushed by a former love Can you help me find a way To carry on again  (Swing) Swing, Swing from the tangles of My heart is crushed by a former love Can you help me find a way To carry on again  (Swing) Swing, Swing from the tangles of My heart is crushed by a former love Can you help me find  ",
        "title": "Swing, Swing"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] Love is so beautiful When everything is fine But when it is like hers and mine It lives and dies at least Ten Thousand Times  [Chorus] Tell me something bad about Tulsa How those old oil wells Smell in the wind Tell me something bad about Tulsa So I won't have to go back Believing I belong there Again  [Verse 2] Eyes as blue as Tulsa skis I kept getting lost in when I met her Hair like Oklahoma sand I could run my hands through forever But all good things must end All rivers have to bend I keep running out But she keeps pulling me back in  [Chorus]  [Outro] Tell me something bad about Tulsa So I won't have to go back Believing I belong there Again  ",
        "title": "Tell Me Something Bad About Tulsa"
    },
    {
        "artist": "Chevelle",
        "lyrics": "  [Verse 1] I liked having hurt So send the pain below, where I need it You used to beg me to take care of things And smile at the thought of me failing But long before having hurt I'd send the pain below I'd send the pain below  [Chorus] Much like suffocating Much like suffocating Much like suffocating (I'd send the pain below) Much like suffocating (I'd send the pain below)  [Verse 2] You used to run me away All while laughing Then cry about that fact 'Til I returned But long before having hurt I'd send the pain below I'd send the pain below  [Chorus] Much like suffocating Much like suffocating Much like suffocating (I'd send the pain below) Much like suffocating (I'd send the pain below) Much like suffocating  [Bridge] I can't feel my chest Need more Drop down Closing in I can't feel my chest Drop down  [Chorus] I liked having hurt So send the pain below So send the pain below (Much like suffocating) I liked So send the pain below (Much like suffocating) Having hurt So send the pain below (Much like suffocating) So send the pain below (Much like suffocating) So send the pain below  ",
        "title": "Send The Pain Below"
    },
    {
        "artist": "Chris Cagle",
        "lyrics": "  Day One I stumbled through hello on 5th Avenue Day Two We grabbed a bite to eat and talked all afternoon Caught a movie on Day Fourteen And Day Sixty-Seven she said \"I love you\" to me  Chorus: Oh, what a feeling What a wonderful emotion Yeah, what a life Counting my blessings and knowing... Ooh we had our ups and downs All along the way She had a chance to leave, but chose to stay  What a beautiful day What a beautiful day  Day One Sixteen I asked her what she was doing for the rest of my life Day One Eighty Nine Oh, I almost lost that girl to my foolish pride But she said \"I do\" on day Four Eighty Two And gave me a son on day Seven Sixty One  Oh, what a feeling What a wonderful emotion Yeah, what a life Counting my blessings and knowing... Ooh we had our ups and downs All along the way She had a chance to leave, but chose to stay  What a beautiful day  Day Eighteen Thousand Two Hundred and Fifty Three Well, Honey that's fifty years Yeah, here's to you and me  Oh, what a feeling What a wonderful emotion Yeah, what a life Counting my blessings and knowing... Ooh we had our ups and downs All along the way She had a chance to leave, but chose to stay  What a beautiful day What a beautiful day  Day One, I thank God I said \"Hello\" on 5th Avenue  ",
        "title": "What A Beautiful Day"
    },
    {
        "artist": "Nas",
        "lyrics": "  [Produced by Salaam Remi]  [Hook: Children's Choir] I know I can Be what I wanna be If I work hard at it I'll be where I wanna be I know I can (I know I can!) Be what I wanna be (be what I wanna be!) If I work hard at it (If I work hard it!) I'll be where I wanna be (I'll be where I wanna be!)  [Verse 1] Be, b-boys and girls, listen up You can be anything in the world, in God we trust An architect, doctor, maybe an actress But nothing comes easy, it takes much practice Like, I met a woman who's becoming a star She was very beautiful, leaving people in awe Singing songs, Lena Horne, but the younger version Hung with the wrong person, got her strung on that heroin Cocaine, sniffing up drugs, all in her nose Could've died, so young, now looks ugly and old No fun 'cause when she reaches for hugs, people hold their breath 'Cause she smells of corrosion and death Watch the company you keep and the crowd you bring 'Cause they came to do drugs and you came to sing So if you gonna be the best, I'ma tell you how Put your hands in the air, and take the vow  [Hook] I know I can (I know I can!) Be what I wanna be (be what I wanna be!) If I work hard at it (If I work hard it!) I'll be where I wanna be (I'll be where I wanna be!) I know I can (I know I can!) Be what I wanna be (be what I wanna be!) If I work hard at it (If I work hard it!) I'll be where I wanna be (I'll be where I wanna be!)  [Verse 2] Be, b-boys and girls, listen again This is for grown-looking girls who's only 10 The ones who watch videos and do what they see As cute as can be, up in the club with fake ID Careful, 'fore you meet a man with HIV You can host the TV like Oprah Winfrey Whatever you decide, be careful, some men be Rapists, so act your age, don't pretend to be Older than you are, give yourself time to grow You thinking he can give you wealth, but so Young boys, you can use a lot of help, you know You thinking life's all about smoking weed and ice You don't wanna be my age and can't read and write Begging different women for a place to sleep at night Smart boys turn to men and do whatever they wish If you believe you can achieve, then say it like this  [Hook] I know I can (I know I can!) Be what I wanna be (be what I wanna be!) If I work hard at it (If I work hard it!) I'll be where I wanna be (I'll be where I wanna be!) Now, go… I know I can (I know I can!) Be what I wanna be (be what I wanna be!) If I work hard at it (If I work hard it!) I'll be where I wanna be (I'll be where I wanna be!)  [Verse 3] Be, be-fore we came to this country We were kings and queens, never porch monkeys There was empires in Africa called Kush Timbuktu, where every race came to get books To learn from black teachers who taught Greeks and Romans Asian Arabs and gave them gold, when Gold was converted to money it all changed Money then became empowerment for Europeans The Persian military invaded They heard about the gold, the teachings, and everything sacred Africa was almost robbed naked Slavery was money, so they began making slave ships Egypt was the place that Alexander the Great went He was so shocked at the mountains with black faces Shot up they nose to impose what basically Still goes on today, you see? If the truth is told, the youth can grow They learn to survive until they gain control Nobody says you have to be gangstas, hoes Read more, learn more, change the globe Ghetto children, do your thing Hold your head up, little man, you're a king Young Princess when you get your wedding ring Your man is saying \"She's my Queen\"  [Hook] I know I can (I know I can!) Be what I wanna be (be what I wanna be!) If I work hard at it (If I work hard it!) I'll be where I wanna be (I'll be where I wanna be!) I know I can (I know I can!) Be what I wanna be (be what I wanna be!) If I work hard at it (If I work hard it!) I'll be where I wanna be (I'll be where I wanna be!)  [Outro] Save the music, y'all Save the music, y'all Save the music, y'all Save the music, y'all Save the music  ",
        "title": "I Can"
    },
    {
        "artist": "Pharrell Featuring Jay-Z",
        "lyrics": "  [Intro: Wayne Marshall] + (Vybz Kartel) Original dancehall remix from Kingston Jamaica, Star Trak!!! (Up to di time) Turn it up, turn it up, turn it up, wow!!!  [Verse 1: Jay-Z] + (Pharrell) Everytime your name was brought up I would act all nonchalant infront of an audience Like if you was just another shorty I put the naughty on But uh, truth be told you do me for a loop, this Hov I'm too old to be frontin when I'm feeling Denzel And you acting like you ain't appealing when you are Stunting like you ain't my only girl when you are (I was just frontin) I'm ready to stop when you are  [Verse 2: Vybz Kartel] Jay-Z, Marshall, Kartel and Pharrell Pha-real ROC-A-Wear apparel for real Girlfriend your friends and you full of a sex appeal You have the best for texture feel And to Kim, Karyn, Nicole or Ce'cile Now for my lovefor you in time will reveal Mi a go make you wear a ring like Shaquille O' Neal Keep it real with me and I'll keep it real, you know  [Verse 3: Wayne Marshall] Don't be fooled by my glitter and my fame girl Cause it's you that I really wanna share my name, yeah, my name Yo, hey, a lot of girls come and go with the hype up To me you mean more than just one night, yo, one night  * Letters in CAPS mean Wayne Marshall is singing with Pharrell  [Chorus: Pharrell & Wayne Marshall] I know that I'm carrying on, never mind if I'm showing off I WAS JUST FRONTIN (you know I want ya babe) I'm ready to bet it all, unless you don't care at all BUT YOU KNOW I WANT YA (you should stop frontin babe)  [Verse 4: Vybz Kartel] Listen, and you will hear wedding bells in my ear Reception in Spain honeymoon in Zaire Mi need yuh fi breed by di end of this year Of if you girl fi mi brighten my world fi mi This isn't comedy like Fresh Prince of Bel Air Mi serious when mi tell yuh seh mi love and mi care True, and if yuh willin share Double king size bed deh yah, wid di linen fit here  [Verse 5: Wayne Marshall] Don't be fooled by my glitter and my fame girl Cause it's you that I really wanna share my name, yeah, my name Yo, hey, a lot of girls come and go with the hype up To me you mean more than just one night, yo, one night  [Chorus]  [Verse 6: Wayne Marshall] Watch the remix now!!! Mek mi tell yuh somethin I need yuh mama I did a really dumb thing to bring you drama I was just frontin with all the glamma ROC-A-Wear, Sean John, Dolce Gabbana On di real though, a you mi hona A you a mek mi tink fi call di weddin planna And even if you see mi wid Donna Just rememba there is odda, wow! Don't be fooled by my glitter and my fame girl Cause it's you that I really wanna share my name, yeah, my name Yo, hey, a lot of girls come and go with the hype up To me you mean more than just one night, yo, one night  [Chorus]  [Outro: Wayne Marshall] + (Vybz Kartel) Oh, girl I never really mean to front (Never meant) I know you probably think I'm drunk But I'm just being blount You know we don't play no stunts (Straight up) I really never mean to front I know you probably feel I'm drunk But I'm just being blount You know we don't play no stunts  [Vybz] I need you in my life, frontin [Wayne] Wooo oooh oooh!!! [Vybz] Stop frontin, timeless  ",
        "title": "Frontin'"
    },
    {
        "artist": "Dru Hill",
        "lyrics": null,
        "title": "I Love You"
    },
    {
        "artist": "Ginuwine Featuring Baby",
        "lyrics": null,
        "title": "Hell Yeah"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": null,
        "title": "Big Star"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] It ticks just like a Timex It never lets up on you Who said life was easy The job is never through It'll run us till we're ragged It'll harden our hearts And love could use a day of rest Before we both start falling apart  [Chorus] Pray that it's raining on Sunday Storming like crazy We'll hide under the covers all afternoon Baby whatever comes Monday Can take care of itself Because we got better things that we could do When it's raining on Sunday  [Verse 2] Your love is like religion A cross in Mexico And your kiss is like the innocence Of a prayer nailed to a door Oh surrender in much sweeter When we both let it go Let the water wash our bodies clean And love wash our souls  [Chorus] [x2] Pray that it's raining on Sunday Stormin' like crazy We'll hide under the covers all afternoon Baby whatever comes Monday Can take care of itself Because we got better things that we could do When it's raining on Sunday When it's raining on Sunday When it's raining on Sunday Let it rain  ",
        "title": "Raining On Sunday"
    },
    {
        "artist": "Foo Fighters",
        "lyrics": "  [Instrumental Intro]  [Verse 1] I, I'm a one way motorway I'm the one that drives away, follows you back home I, I'm a street light shining I'm a white light blinding bright, burning off and on, oh  [Chorus] It's times like these you learn to live again It's times like these you give and give again It's times like these you learn to love again It's times like these time and time again  [Verse 2] I, I'm a new day rising I'm a brand new sky to hang the stars upon tonight But I, I'm a little divided Do I stay or run away and leave it all behind? Ah  [Chorus] It's times like these you learn to live again It's times like these you give and give again It's times like these you learn to love again It's times like these time and time again  [Instrumental Break with vocalizations]  [Chorus] It's times like these you learn to live again It's times like these you give and give again It's times like these you learn to love again It's times like these time and time again It's times like these you learn to live again It's times like these you give and give again It's times like these you learn to love again It's times like these time and time again It's times like these you learn to live again It's times like these you give and give again It's times like these you learn to love again It's times like these time and time again  ",
        "title": "Times Like These"
    },
    {
        "artist": "Lil' Kim Featuring Mr. Cheeks",
        "lyrics": "  [Intro: Lil' Kim & Mr. Cheeks] Whoa! (Whoa!) Whoa! (Yeah) Aiyyo Tim man this the jump off right here man! (Jump off!) Whoa! (Whoa!) Whoa! (Whoa!) Whoa! (It's Queen Bee nigga) It's the jump off (Come on)  [Verse 1: Lil' Kim & Mr. Cheeks] I been gone for a minute now I'm back with the jump off (Jump off) Goons in the club incase somethin jumps off And back up before the hive let the pump off In the graveyard is where you get dumped off All we wanna do is party (Woo!) And buy everybody at the bar Bacardi (Woo!) Black Barbie dressed in Bulgari I'm tryin to leave in somebody's Ferrari Spread love that's what a real mob do Keep it gangsta look out for her people (For her people) I'm the wicked bitch of the east, you better keep the peace (Aiyyo!) Or out come the beast We the best still there's room for improvement Our presence is felt like a Black Panther movement Seven quarter to eights back to back with 'em (Back to back) And I'm sittin on chrome seven times platinum  [Hook: Lil' Kim & Mr. Cheeks] This is for my peeps, with the Bentleys, the Hummers, the Benz Escalades twenty three inch rims (Oh!) Jumpin out the Jaguar with the Tims, keep your bread up And live good, East coast West coast worldwide All my playas in the hood stay fly And if your ballin let me hear you say right (Right)  [Verse 2: Lil' Kim & Mr. Cheeks] It's Lil' Kim and Timbaland niggas shit ya drawers (Come on) Special delivery for you and yours (Now) I rep for bitches he rep for boys (Uh ha) If you rep for your hood then make some noise I got my eye on the guy in the Woolrich coat Don't he know Queen Bee got the ill deep throat? Uh! Let me show you what I'm all about How I make a Sprite can disappear in my mouth....HO!!!! Shake up the dice, throw down your ice (What) Bet it all playa fuck the price Money ain't a thing throw it out like rice Been around the world cop the same thing twice Rub on my tits (Huh!) squeeze on my ass (Oooh!) Gimme some UH!!! step on the gas (Ah) Pop the cork and roll up the hash (Roll it!) You know what we about, sex, drugs and cash  [Hook: Lil' Kim & Mr. Cheeks] This is for my peeps, with the Bentleys, the Hummers, the Benz Escalades twenty three inch rims (Oh!) Jumpin out the Jaguar with the Tims, keep your bread up And live good, East coast West coast worldwide All my playas in the hood stay fly And if your ballin let me hear you say right (Right)  [Verse 3: Lil' Kim & Mr. Cheeks] Enter the world of the Playboy pin up girl Buttnaked dressed in nothin but pearls You wanna meet me cause ya, know I'm freaky And ya, wanna eat me cause ya, say I'm sexy Got a man in Japan and a dude in Tahiti Believe me sweety I got enough to feed the needy No need to be greedy I got mad friends that's pretty (Hey!) Chicks by the layers (And) all different flavors (Woo!) Mafioso that's how this thing go (Yeah) Now everybody come get with the lingo Shake your body body, move your body body (Body body) On the dancefloor don't hurt nobody body (Body body) I'm the one that put the Range in the Rover When I'm steppin out the Range yo it's over Comin through in the Brooklyn Mint gear We 'gone do this just like Big Poppa was here  [Hook: Lil' Kim & Mr. Cheeks] This is for my peeps, with the Bentleys, the Hummers, the Benz Escalades twenty three inch rims (Oh!) Jumpin out the Jaguar with the Tims, keep your bread up And live good, East coast West coast worldwide All my playas in the hood stay fly And if your ballin let me hear you say right (Right)  [Outro: Mr. Cheeks] Yeah, to the what, yeah, oh, yo, keep your bread up, yeah, and worldwide And stay fly nigga, yeah man, right right right right, Queen Bee, LB Two thousand and, fuckin three, why not? we makin it hot Come to, blow the spot, come on, yeah, Hey yo She back at it, why wouldn't she be? come on, yeah B.I.G. Freaky Tah, yeah yeah yeah, L's, light 'em, oh Hmm hmmm  ",
        "title": "The Jump Off"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Chorus] She's my kind of rain Like love in a drunken sky She's confetti falling Down all night  [Verse 1] She sits quietly there Black water in a jar Says, Baby why are you Trembling like you are  [Pre-Chorus] So I wait And I try I confess like a child  [Chorus] She's my kind of rain Like love from a drunken sky Confetti falling Down all night She's my kind of rain  [Verse 2] She's the sun set shadows She's like Rembrandt's light She's the history that's made at night She's my lost companion She's my dreaming tree Together in this brief eternity Summer days, winter snows She's all things to behold  [Chorus] She's my kind of rain Like love from a drunken sky Confetti falling Down all night She's my kind of rain  [Pre-Chorus] So I wait And I try I confess all my crimes  [Chorus] She's my kind of rain Like love from a drunken sky Confetti falling Down all night She's my kind of rain She's my kind of rain Like love from a drunken sky Confetti falling Down all night She's my kind of rain   [Outro] She's my kind of rain Oh, rain on me She's my kind of rain  ",
        "title": "She's My Kind Of Rain"
    },
    {
        "artist": "The White Stripes",
        "lyrics": "  [Hook 1] I'm gonna fight 'em off A seven nation army couldn't hold me back They're gonna rip it off Taking their time right behind my back  [Verse 1] And I'm talking to myself at night Because I can't forget Back and forth through my mind Behind a cigarette  [Bridge 1] And the message coming from my eyes Says \"Leave it alone\"  [Hook 2] Don't want to hear about it Every single one's got a story to tell Everyone knows about it From the Queen of England to the Hounds of Hell  [Verse 2] And if I catch it coming back my way I'm gonna serve it to you And that ain't what you want to hear But that's what I'll do  [Bridge 2] And the feeling coming from my bones Says \"Find a home\"  [Hook 3] I'm going to Wichita Far from this opera forevermore I'm gonna work the straw Make the sweat drip out of every pore  [Verse 3] And I'm bleeding, and I'm bleeding, and I'm bleeding Right before the Lord All the words are gonna bleed from me And I will think no more  [Bridge 3] And the stains coming from my blood Tell me \"Go back home\"  ",
        "title": "Seven Nation Army"
    },
    {
        "artist": "Blu Cantrell Featuring Sean Paul",
        "lyrics": null,
        "title": "Breathe"
    },
    {
        "artist": "Buddy Jewell",
        "lyrics": "  La, da, da, da De de de de de  [Verse 1:] The moment was custom-made to order I was riding with my daughter on our way back from Monroe And like children do She started playing twenty questions But I never could of guessed one would touch me to my soul  [Chorus:] She said Daddy, when we get to Heaven Can I taste the Milky Way? Are we going there to visit Or are we going there to stay?  Am I gonna see my Grandpa? Can I have a pair of wings? And do you think that God could use another angel To help pour out the rain?  La, da, da Da, de, de, de, de  [Verse 2:] Well, I won't lie I pulled that car right over And I sat there on the shoulder Trying to dry my misty eyes  And I whispered Lord, I wanna thank you for my children Cause your innocence that fills them Often takes me by surprise like  [Chorus:] Daddy, when we get to Heaven Can I taste the Milky Way? Are we goin' there to visit Or are we goin' there to stay?  Am I gonna see my Grandpa? Can I have a pair of wings? And do you think that God could use another angel To help pour out the rain?  [Bridge:] Well, I thought about it later on And a smile came to my face And when I tucked her in to bed I got down on my knees and prayed  [Chorus:] Lord, when I get to Heaven Can I taste the Milky Way? I don't wanna come to visit Cause I'm coming home to stay?  And I can't wait to see my family And meet Jesus face to face And do you think, Lord You could use another angel To help pour out the rain?  Mmmm Can I help pour out the rain? Can I help pour out the rain?  La, da, da, da De, de, de, de  ",
        "title": "Help Pour Out The Rain (Lacey's Song)"
    },
    {
        "artist": "Staind",
        "lyrics": "  [Verse 1] Fail to see How destructive we can be Taking without giving back 'Till the damage can be seen  [Pre-Chorus] Can you see? Can you see?  [Chorus] The more you take, the more you blame For everything still feels the same The more you hurt, the more you scream The price you pay to play the game Then all you see, and all you gain And all you step on with no shame There are no rules, no one to blame The price to play the game  [Verse 2] Apathy The chosen way to be Blindly look the other way While you waste away with me  [Pre-Chorus] Can you see? Can you see?  [Chorus] The more you take, the more you blame For everything still feels the same The more you hurt, the more you scream The price you pay to play the game Then all you see, and all you gain And all you step on with no shame There are no rules, no one to blame The price to play the game  [Bridge] What you pay to play the game What you pay to play the game What you pay to play the game What you pay to play the game  [Chorus] The more you take , the more you blame But everything still feels the same The more you hurt, the more you scream The price you pay to play the game And all you see, and all you gain And all you step on with no shame There are no rules, no one to blame The price to play the game  [Outro] What you pay to play the game What you pay to play the game What you pay to play the game What you pay to play the game  ",
        "title": "Price To Play"
    },
    {
        "artist": "Cold",
        "lyrics": null,
        "title": "Stupid Girl"
    },
    {
        "artist": "Panjabi MC Featuring Jay-Z",
        "lyrics": "  [Intro & Hook: Jay Z & Labh Janjua] It's the Roc in the building Khaliq, Ramel, Pharrell in the house  Neeveen akh kuch chir paake rakh le Palle vich mukhda lukake rakh le  Yes, live from the United States Brooklyn New York its ya boy, Young  Neevee akh kuch chir paake rakh le Palle vich mukhda lukake rakh le (The Neptunes is in the house) Aiven kari na kise de naal pyaar Mundeya ton bach ke rahi  [Verse 1: Jay-Z & Labh Janjua] Soon as the beat drop, we got the streets locked Overseas, at Panjabi MC and the Roc I came to see the mamis in the spot On the count of three, drop your body like it's hot 1, Young, 2, You 1,2,3 Young Hov's a snake charmer, move your body like a snake mama Make me wanna put the snake on ya I'm on my 8th summer, still hot -- Young's the 8th wonder All I do is get bread, yeah I take Wonder I take one of your chicks straight from under your armpit The black Brad Pitt, I mack 'til six in the AM All day I'm P-I-M-P, I am simply Attached to the track like SMPTE It's simply good, Young Hov, infinitely hood Ni tu kari na kise de naal pyaar Mundeya to bach ke rahi Ni tu hune hune hoyi muteyaar Mundeya to bach ke rahi  [Jay-Z (over Labh Janjua's verse)] R.O.C, and you don't stop Panjabi MC, and you don't stop Nigga, NYC and we don't stop It's the Roc, it's the Roc  R.O.C, and we don't stop Panjabi MC, and we don't stop It's ya boy Jay-Z, and we don't stop Nigga, R.O.C, and we won't stop  Tera ki kasoor je nashile nain ho gaye Sikh ke adava sharmile nain ho gaye Tera ki kasoor je nashile nain ho gaye Sikh ke adava sharmile nain ho gaye Saanbh ke rakh ni eh joban butari Saanbh ke rakh ni eh joban butari Hun mud ke na aauni eh bahaar Mundiya to bach ke rahi  [Verse 2 : Jay Z] Ma, I ain't gotta tell you, but it's ya boy Hov From the U.S., you just lay down slow Catch ya boy mingle in England, meddling in the Netherlands Checking in daily under aliases We rebellious, we back home, screaming, \"Leave Iraq alone!\" But all my soldiers in the field, I will wish you safe return But only love kills war when will they learn It's international Hov, been having a flow Before Bin Laden got Manhattan to blow Before Ronald Reagan got Manhattan the blow Before I was cabbing it there back and forth Raw we had it all day, Papi in the hallway Cop one on consignment to give you more yay Yea, but that's another stor-ay But for now, mami, turn it around and let the boy play (Jay)  [Jay Z over Labh Janjua's verse] Nahi teri jehi Sohni koi naar Mundeya to bach ke rahi Ni tu hune hune hoyi muteyaar Mundeya to bach ke rahi R.O.C, and you don't stop Panjabi MC, and you don't stop Nigga, NYC and we don't stop It's the Roc, it's the Roc Mundeya de bula ute teriya kahaniya Channi ne ta khanne diyan galiyan vi shaaniya Jovana de bula ute teriya kahaniya Channi ne ta khanne diyan galiyan vi shaaniya Janjua ta hoya tera roop da diwana Janjua ta hoya tera roop da diwana Chal sakiya na husan da vaar Mundeya to bach ke rahi Ni tu hune hune hoyi muteyaar Mundeya to bach ke rahi Ni tu hune hune hoyi muteyaar Mundeya to bach ke rahi  ",
        "title": "Beware Of The Boys (Mundian To Bach Ke)"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": "  [Verse 1] Becky was a beauty from south Alabama Her daddy had a heart like a nine-pound hammer Think he even did a little time in the slammer What was I thinking? She snuck out one night and met me by the front gate Her daddy came out waving that twelve gauge We tore out the drive he peppered my tailgate What was I thinking?  [Pre-Chorus] Oh, I knew there'd be hell to pay But that crossed my mind a little too late Cause I was  [Chorus] Thinking about a little white tank top sitting right There in the middle by me I was thinking about a long kiss man just got to get Going where a night might lead I know what I was feeling But what was I thinking... what was I thinking  [Verse 2] By the county line the cops were nipping on our heels Pulled off the road and kicked it in four-wheel Shut off the lights and tore through the corn field What was I thinking? Out the other side she was hollering faster Took a dirt road and had the radio blasting Hit the honky tonk for a little close dancing What was I thinking?  [Pre-Chorus] Oh, I knew there'd be hell to pay But that crossed my mind a little too late Cause I was  [Chorus] Thinking about a little white tank top sitting right There in the middle by me I was thinking about a long kiss man just got to get Going where a night might lead I know what I was feeling But what was I thinking... what was I thinking]  [Verse 3] When a mountain of a man with a \"born to kill\" tattoo Tried to cut in I knocked out his front tooth We ran outside hood-sliding like Bo Duke What was I thinking? I finally got her home at a half past too late Her daddy's in a lawn chair sitting on the driveway Put it in park as he started my way What was I thinking, oh what was I thinking Then she gave a come-and-get-me grin And like a bullet we were gone again... cause I was  [Chorus] Thinking about a little white tank top sitting right There in the middle by me I was thinking about a long kiss man just got to get Going where a night might lead I know what I was feeling But what was I thinking... what was I thinking  ",
        "title": "What Was I Thinkin'"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Verse 1] If money grew on hackberry trees If time wasn't such a luxury If love was lovesick over me That'd be alright If I could keep the wind in my sails Keep a hold of the tiger by the tail A half a ham sandwich in my lunch pail That'd be alright  [Chorus] Yeah, that'd be alright That'd be alright If everybody, everywhere Had a lighter load to bear And a little bigger piece of the pie We'd be living us a pretty good life And that'd be alright  [Verse 2] Hey, go heavy on the good and light on the bad A hair more happy and a shade less sad Turn all that negative down just a tad That'd be alright If my dear old dog never got old If my family farm never got sold If another bad joke never got told That'd be alright  [Chorus][x3] Yeah, that'd be alright That'd be alright If everybody, everywhere Had a lighter load to bear And a little bigger piece of the pie We'd be living us a pretty good life And that'd be alright  [Outro] Yeah, that'd be alright That'd be alright Yeah, that'd be alright That'd be alright Yeah, that'd be alright That'd be alright That'd be alright  ",
        "title": "That'd Be Alright"
    },
    {
        "artist": "2Pac Featuring Trick Daddy",
        "lyrics": "  [Intro: 2Pac] Straight motherfuckin' ballin', part 2 Still ballin', Westside!  [Verse 1: 2Pac] Now, ever since a nigga was a seed Only thing promised to me was the penitentiary Still ballin', ridin' on these niggas ‘cause they lame In a '61 Chevy, still heavy in this game Can you feel me? Blame it on my mama, I'm a thug nigga Up before the sun rise, quicker than the drug dealers Tell me if it's on, nigga, then we first to bomb, bust On these bitch-made niggas, hit 'em up Westside! Ain't nobody loved me as a broke nigga Finger on the trigger, Lord forgive me if I smoke niggas I love my females strapped, then fuck her from the back I get my currency in stacks, California is where I'm at Ridin', passed by while these niggas wondered why I got shot but didn't die, let 'em see who's next to try Did I cry? Hell nah, nigga, tears shed For all my homies in the pen, many peers dead; a nigga still ballin'  [Hook: 2Pac & (Trick Daddy)] Still ballin' until I die (until I die) You can bring your crew, but we remain true Motherfucker, still ballin' (I be ballin') Niggas wonder why (they wonder why) You can bring your crew, but we remain true Motherfucker, still ballin'  [Verse 2: Trick Daddy] Now, as I kneel and pray I hope the Lord understand When he's gone, devolve, I become a dangerous man Ain't crazy or deranged, I'm sayin' But when these kids go to spray 'em, boy, won't be playin' With clientele, any rhyme sales Question is, will you fuck-niggas ride for real, huh? Bitch nigga, this is G-rated Plus your homeboy won't make it, street game Fugazi I'm elevated to the top of this shit Done fucked around and put me and 2Pac on the bitch And you can tell 'em \"Thug Life\" was the reason for this And I ride for any nigga who believe in the shit; still ballin'  [Hook: 2Pac] Until the day I die You can bring your crew, but we remain true Motherfucker, still ballin' Niggas wonder why You can bring your crew, but we remain true Motherfucker, still ballin'  [Verse 3: 2Pac] Now everybody wanna see us dead Two murdered on the front page Shot to death, bullets to the head Niggas holla out my name and it's similar to rape Motherfuckers know I'm comin', so they runnin' to they graves Watch! Swoop down with my nigga from the Pound ‘Cause Trick don't give a fuck Where you coward niggas now? Blast, keep pumpin', ain't worried about nothin' Busters thought we was frontin' So reload and keep dumpin'; still ballin'  [Hook: 2Pac & (Trick Daddy)] (I'm still ballin') 'til the day I die ('til I die) You can bring your crew, but we remain true Motherfucker, still ballin' (I be ballin') Niggas wonder why (they wonder why) You can bring your crew, but we remain true Motherfucker, still ballin' 'Til the day I die (still ballin') You can bring your crew, but we remain true Motherfucker, still ballin' Niggas wonder why (tell 'em!) You can bring your crew, but we remain true Motherfucker, still ballin', until the day I die (Thug life), still ballin' Motherfucker, still ballin' Straight motherfuckin' ballin'  ",
        "title": "Still Ballin"
    },
    {
        "artist": "Ricky Martin",
        "lyrics": null,
        "title": "Tal Vez"
    },
    {
        "artist": "Loon Featuring Kelis",
        "lyrics": "  [Pharrell Williams] Hah hah hah hahh - hah Hah hah hah hahh - hah  [Intro: P. Diddy] Yeah, Bad Boy baby! Loon! {*Loon humming*} It's your turn now kid Show em what you got  [Verse: Loon] I be that young handsome cat Same color chocolate Same nigga pop shit, same nigga got shit Loon ain't no lame, Loon never gossip Nigga Loon in the game cause Loon got some hot shit Sick of you cats screaming out block shit I done sold numerous drugs and drew the block sick Look at me now, pull up in the drop six Bitch in your block looked at my watch and she got sick Look at her now, all up in the cock pit Rolling my windows up to get a kid top quick Loon is a pimp, trick ain't the topic? Nigga you do the shrimp, trip to the tropics That's not my steez, not like me It's not the way I wanna blow my cheese, like I blow my trees The whole world know I need, a girl that'll curl my toes for me  [Hook: Kelis] (2x) How you want that? Tell me how you want that How you want that? Tell me how you want that Daddy how you want to give it to me A Bad Boy is what I need  [Verse: Loon] Less confusion, party with Puff last conclusion Grab shorty there wit the hair, ass is huge and Lips is juicy, way she move her hips so loosely Critical curves see it through furs Curious so I want to see if it's hers Delirious so I had to see if it's her (it wasn't me) I ain't touch you that's on me and my words You ain't gotta flip the script, kick me to the curb Cause I was, just checking you wasn't disrespecting you Lips so sexual while your friend's protecting you Baby girl I know you're far from a slut I know the difference between a car and a truck I'm not a dumb nigga You had these young niggas scarring you up You know the difference between a scar and a cut You're not a dumb nigga So let's take it from the car to the club And hit the bar and get a bottle of bub, and have fun nigga  [Hook]  [Verse: Loon] Baby all bubble, have a lil chat a small huddle Time to make money and more trouble And we all hungry and all hustle And we all humble, but together we got more muscle And we got dough, nigga me and P we hot yo Make a hip hop show look like a rock show Ooh Jesus Christ! look the way that the rocks glow Want the world to see so we keeping them tops low Rascal, keep it on my lap for Broscoe One shot your blood drip thicker than Basco Drop though, keep the illest cat wit the hot flow Watch your pro turn grown men to a snot nose I pity a fool, never touch titties in schools Son you can't hang wit Diddy and Loon We allstars, nigga playing bet he was cool Got more broads than you and any nigga in your crew, Bad Boy  [Hook]  [P. Diddy] (Kelis in background) Yeah! Bad Boy baby The Legacy continues! We won't stop, yeah, and another one And another one, let's go  [Hook - to fade]  ",
        "title": "How You Want That"
    },
    {
        "artist": "Martina McBride",
        "lyrics": "  [Verse 1] She walks to school with the lunch she packed Nobody knows what she's holdin' back Wearin' the same dress she wore yesterday She hides the bruises with linen and lace  [Verse 2] The teacher wonders, but she doesn't ask It's hard to see the pain behind the mask Bearin' the burden of a secret storm Sometimes she wishes she was never born  [Chorus] Through the wind and the rain She stands hard as a stone In a world that she can't rise above But her dreams give her wings And she flies to a place where she's loved Concrete angel  [Verse 3] Somebody cries in the middle of the night The neighbours hear, but they turn out the light A fragile soul caught in the hands of fate When mornin' comes it'll be too late  [Chorus] Through the wind and the rain She stands hard as a stone In a world that she can't rise above But her dreams give her wings And she flies to a place where she's loved Concrete angel  [Verse 3] A statue stands in a shaded place An angel girl with an upturned face A name is written on a polished rock A broken heart that the world forgot  [Chorus] Through the wind and the rain She stands hard as a stone In a world that she can't rise above But her dreams give her wings And she flies to a place where she's loved Concrete angel  ",
        "title": "Concrete Angel"
    },
    {
        "artist": "Vivian Green",
        "lyrics": "  [Verse 1:] Last night, I cried, tossed and turned Woke up with dry eyes My mind was racing Feet were pacing Lord, help me please Tell me what I have gotten into  Ran my three miles to clear my mind It always helps me out It's my therapy When I'm losing it which is usually  [Chorus:] I'm on a emotional rollercoaster Loving you ain't nothing healthy Loving you was never good for me But I can't get off  It's emotional rollercoaster Loving you ain't nothing healthy Loving you was never good for me (for me) But I can't get off  [Verse 2:] Yesterday, I told myself I was gonna be okay Gonna start a new day Be truly happy I was gonna take control of me  But eventually reality hit me Mentally, physically, emotionally And I opened my eyes and realized That I was still being Taken for a constant ride on your  [Repeat Chorus:]  [Bridge:] So tired of you making love to me Then disappearing so suddenly Up and down it goes  And I'm so tired of you pacifying me With promises you know That you'll never keep Round and round it goes  [Repeat Chorus:]  ",
        "title": "Emotional Rollercoaster"
    },
    {
        "artist": "JAY-Z",
        "lyrics": "  [Intro: Jay-Z] You can't roll a blunt to this one You gotta, you gotta well, ya gotta light a J You gotta puff a J on this one {*inhales*} You can't even drink Crist-OWL on this one You gotta drink Crist-ALL Buy some red wine, a little Gaja 9-7 This is for the grown and sexy, uhh  [Pharrell - over the end of Jay-Z's intro] You're so contagious, I can't take it Have my baby, let's just make it Excuse me; what's your name?  [Jay-Z: Hook] Yeah, can I get my grown man on for one second? Cause I see some ladies tonight That should be hangin' with Jay-Z, Jay-Z (Pharrell: So hot to trot, lady!) Excuse me miss, what's your name? Can you come, hang with me? Possibly, can I take you out, tonight  [Verse 1: Jay Z] You already know what it's hittin' for Ma I got whatever outside and you know what I'm sittin' on 50/50 venture with them S Dots kickin' off Armadale poppin' now, only bring a nigga more Only thing missin' is a Missus You ain't even gotta do the dishes, got two dishwashers Got one chef, one maid, all I need is a partner To play spades with the cards up, ALL TRUST Who else you gon' run with, the truth is us Only dudes movin' units - Em, Pimp Juice and us ..it's the Roc in here! Maybach outside, got rocks in ears PJ's on the runway, Young got air I don't land at an airport, I call it the clearport Therefore, I don't wanna hear more Back and forth about who's hot as Young, holla!  [Ph.W.] Sexcuse me... damn! [Ph.W.] You're so contagious, I can't take it [Ph.W.] Have my baby, let's just make it [Jay-Z] I got my Gaja 9-7 on right now [Ph.W.] Lady [Jay-Z] You gotta puff a J to this one [Jay-Z] Can't roll a blunt up to this one boy [Ph.W.] You're so contagious, I can't take it [Ph.W.] Have my baby, let's just make it [Ph.W.] Excuse me; what's your name? (AOWW!) [Jay-Z] Cause I see some ladies tonight That should be rollin' wit Jay-Z, Jay-Z [Ph.W.] So hot to trot, lady, what's your name? [Jay-Z] Cause I see some ladies tonight That should be rollin' wit Jay-Z, Jay-Z [Ph.W.] You're so foxy girl.. you're so hot to trot  [Verse 2: Jay Z] Everybody's like, \"He's no item! Please don't like him He don't wife 'em, he one nights 'em!\" Now she don't like him, she never met him Groupies try to take advantage of him, he won't let 'em He don't need 'em, so he treats 'em like he treats 'em Better them than me, she don't agree with him She's mad at that, he's not havin' that So those opposites attract like mag-a-nets She sees more than the Benz wagon, the friends taggin' along With a flashy nigga braggin' on the song She gets a glimpse of Shawn and she likes that He 2-ways her, so she writes back Smiley faces after all of her phrases Either she the one or I'm caught in \"The Matrix\" But fuck it, let the Fishburne Red or green pill, you live and you learn, c'mon!  [Ph.W.] Sex-cuse me, damn! [Jay-Z] You gotta throw on your fine linens for this one [Ph.W.] You're so contagious, I can't take it [Ph.W.] Have my baby, let's just make it [Jay-Z] You might go, you mighta gotta go get you some Scooby Doo's [Ph.W.] Lady [Jay-Z] Gotta throw on ya Scooby Doo's; those are shoes by the way [Ph.W.] You're so contagious, I can't take it [Jay-Z] Gotta throw on Scooby Doo's, hehehehe [Ph.W.] Have my baby, let's just make it [Ph.W.] Excuse me; what's your name? [Jay-Z] This for the grown and sexy, only for the grown and sexy [Ph.W.] So hot to trot, lady, what's your name? [Jay-Z] Woo! [Ph.W.] You're so foxy girl, you're so hot to trot  [Verse 3: Jay Z] Love let's go half on a son, I know my past ain't one You can easily get past, but that chapter is done ...but I'm done readin' for now Remember spades face up, you can believe him for now But ma you got a f'real f'serious role I'm 'bout to give you all the keys and security codes 'bout to show you where the cheese, let you know I ain't playin' But, before I jump out the window, what's your name?  [Outro: Pharrell] Sex-cuse me, damn! You're so contagious, I can't take it Have my baby, let's just make it Lady You're so contagious, I can't take it Have my baby, let's just make it Excuse me; what's your name? So hot to trot, lady! What's your name? You're so foxy girl, you're so hot to trot  ",
        "title": "Excuse Me Miss"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  [Verse 1] Can't stop, addicted to the shindig Chop Top, he says I'm gonna win big Choose not a life of imitation Distant cousin to the reservation Defunct, the pistol that you pay for This punk, the feelin' that you stay for In time I want to be your best friend East side love is living on the West End Knocked out, but boy, you better come to Don't die, you know, the truth is some do Go write your message on the pavement Burnin' so bright, I wonder what the wave meant White heat is screamin' in the jungle Complete the motion if you stumble Go ask the dust for any answers Come back strong with fifty belly dancers  [Chorus] The world I love, the tears I drop To be part of the wave, can't stop Ever wonder if it's all for you? The world I love, the trains I hop To be part of the wave, can't stop Come and tell me when it's time to  [Verse 2] Sweetheart is bleeding in the snow cone So smart, she's leadin' me to ozone Music, the great communicator Use two sticks to make it in the nature I'll get you into penetration The gender of a generation The birth of every other nation Worth your weight, the gold of meditation This chapter's gonna be a close one Smoke rings, I know you're gonna blow one All on a spaceship, persevering Use my hands for everything but steering Can't stop the spirits when they need you Mop tops are happy when they feed you J. Butterfly is in the treetop Birds that blow the meaning into bebop  [Chorus] The world I love, the tears I drop To be part of the wave, can't stop Ever wonder if it's all for you? The world I love, the trains I hop To be part of the wave, can't stop Come and tell me when it's time to  [Interlude] Wait a minute, I'm passin' out win or lose, just like you Far more shockin' than anything I ever knew, how about you? Ten more reasons why I need somebody new, just like you Far more shockin' than anything I ever knew, right on cue  [Verse 3] Can't stop, addicted to the shindig Chop Top, he says I'm gonna win big Choose not a life of imitation Distant cousin to the reservation Defunct, the pistol that you pay for This punk, the feelin' that you stay for In time I want to be your best friend East side love is living on the West End Knocked out, but boy, you better come to Don't die, you know, the truth is some do Go write your message on the pavement Burnin' so bright, I wonder what the wave meant Kick start the golden generator Sweet talk but don't intimidate her Can't stop the gods from engineering Feel no need for any interfering Your image in the dictionary This life is more than ordinary Can I get two, maybe even three of these? Comin' from the space to teach you of the Pleiades Can't stop the spirits when they need you This life is more than just a read-through  ",
        "title": "Can't Stop"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse 1] I'm wiser now I'm not the foolish girl you used to know So long ago I'm stronger now I've learned from my mistakes which way to go And I should know I put myself aside to do it your way But now I need to do it all alone  [Chorus] And I am not afraid to try it on my own I don't care if I'm right or wrong I'll live my life the way I feel No matter what I'll keep it real you know Time for me to do it on my own Yeah yeah, mmm, yeah yeah  [Verse 2] It's over now I can't go back to living through your eyes Too many lies And if you don't know by now I can't go back to being someone else Not anymore I never had a chance to do things my way So now it's time for me to take control  [Chorus]  [Verse 3] Oh I start again go back to one I'm running things my way Can't stop me now, I've just begun Don't even think about it There ain't no way about it I'm taking names, the ones of mine Yes I'm going to take my turn It's time for me to finally stand alone, stand alone  [Outro] I am not afraid to try it on my own And I don't care if I'm right or wrong I'll live my life the way I feel No matter what I'm going to keep it real you know It's time for me to do it See I'm not afraid  ",
        "title": "Try It On My Own"
    },
    {
        "artist": "Freeway Featuring Peedi Crakk",
        "lyrics": "  [Intro: Peedi Crakk] WHOOOOOOOOOO!! Now clap for me mami, OH! Just clap for me mami, JUST BLAZE! Okay, and Free, okay, yeah (?) Que tu quieres mujeres, said she blow la-la FLIPSIDE - and she my baby mama Get wild! Okay  [Freeway] Freeway got the hood on smash Pop in tape, step on gas and get ghost nigga! Freeway got the club on lock, step on stage Set it down leave with a broad, check for her age Post up, fans suffer circle the block Call the cops - it's the Roc in your area! Post up, distribute to the block Freeway move the rocks in your area! Yeahhhh, Pop tried to shut me down Cops tried to shut me down, haters wanna hit me up What? My Glock carry heavy rounds Mack carry heavy rounds packed in the Chevy truck What? You better ring the alarm Before I cock back, dump on you and your boys And have black suits, tucked on you and your mom But back to the song, said she wanna suck on me and the boys Her ass look good in a thong And she want me to sneak in the building like Trojans in \"Troy\" Best believe there's Trojans involved Hats lift over the boy, oh boy  [Hook: Freeway] We rip crowds, whole lot of fire and a little bit of bass Is all it takes to make the place GET WILD, whole lot of style and a little bit of cake Is all it takes to make her skate FLIPSIDE (flipside) crack house and a little bit of bass Is all it takes to make the block GET WILD (get wild) park keys and a little bit of cheese Is all it takes to make her leave  [Peedi Crakk] With these (triple) O.G.'s Tell that ho to Tootsie Roll on the pole I'm tryna squeeze With ease (with ease) then breathe (then breathe) I ain't Hov', I just know what I know I'm talkin owe Sparks five, ride for a dollar bill Famous up in Hollywood, high in them Holly-hills I, can't deny how the mamis feel Higher than the cable bill, slide with your baby girl P. Crakk and I ain't for play I got a mack that'll change your day Fall back, get your act intact P-I-M-P U-P H-O-E-S is all the rest And yes, this is Philly, you welcome to come check us Crakk, wherever I holla at be gettin neck in Pass her the thing, tell her make it go rrrring The prince of S.P., is soon to be the king And we..  [Hook]  [Freeway] Now how many hoes in your motherfuckin group? Wanna take a ride in my '89 Delt She felt the kid, thumbtack, held the roof Up on her cell phone, \"Freeway got me in the squadder He a rider, from the block to the booth\" I'm as, real as they come, the gorillas'll come Six could chill 'til they come, gotta peel when they done But let her spend the night, all night Cause the heat call me a liar She just like Honey so I called her Mariah Wanna see, if she got what it takes to carry across state And travel across state, with things taped to her waist Mami wanna ride with pa Bad bitches get scooped like Haagan Daas And put on the team shoot, put on the Bean bitch Lean bitch, shoot at they entourage Hit up the team camp, pull on your jeans bitch  [Hook]  ",
        "title": "Flipside"
    }
]