[
    {
        "artist": "Boyz II Men",
        "lyrics": "  [Intro: Mike] Girl, you know we belong together I have no time for you to be playing With my heart like this You'll be mine forever baby, you just see  [Verse 1: Nathan] We belong together And you know that I'm right Why do you play with my heart Why do you play with my mind? Said we'd be forever Said it'd never die How could you love me and leave me And never say good-bye?  [Pre-Chorus: Wanya] When I can't sleep at night without holding you tight Girl, each time I try I just break down and cry Pain in my head oh I'd rather be dead Spinnin' around and around  [Chorus: All] Although we've come to the end of the road Still I can't let you go It's unnatural, you belong to me, I belong to you Come to the end of the road Still I can't let you go It's unnatural, you belong to me, I belong to you  [Verse 2: Shawn] Girl, I know you really love me You just don't realize You've never been there before It's only your first time Maybe I'll forgive you, hmm Maybe you'll try We should be happy together Forever, you and I  [Pre-Chorus: Wanya] Can you love me again like you loved me before This time I want you to love me much more This time instead just come to my bed And baby just don't let me, don't let me down  [Chorus: All] Although we've come to the end of the road Still I can't let you go It's unnatural, you belong to me, I belong to you Come to the end of the road Still I can't let you go It's unnatural, you belong to me, I belong to you  [Interlude: Mike] Girl I'm here for you All those times of night when you just hurt me And just run out with that other fella Baby, I knew about it, I just didn't care You just don't understand how much I love you do you? I'm here for you I'm not out to go out and cheat on you all night Just like you did baby but that's all right Hey, I love you anyway And I'm still gonna be here for you 'till my dying day baby Right now, I'm just in so much pain baby ’Cause you just won't come back to me Will you? Just come back to me  [Pre-Chorus: Mike & (All)] (Lonely) Yes baby my heart is lonely (Lonely) My heart hurts baby (Lonely) Yes I feel pain too Baby please  [Bridge: Wanya] This time instead just come to my bed And baby just don't let me go  [Chorus: All] Although we've come to the end of the road Still I can't let you go It's unnatural, you belong to me, I belong to you Come to the end of the road Still I can't let you go It's unnatural, you belong to me, I belong to you Although we've come to the end of the road Still I can't let you go It's unnatural, you belong to me, I belong to you Come to the end of the road Still I can't let you go It's unnatural, you belong to me, I belong to you  ",
        "title": "End Of The Road (From \"Boomerang\")"
    },
    {
        "artist": "TLC",
        "lyrics": "  [T-Boz] Now you want my love, well that's alright Well it will be there for you, morning, noon and night But you gotta be good, and do it right Ain't got no time for part-time lovin' in my life Well you wanna be loved, huh, hey that's okay Cause it falls in line right with my sexuality But you gotta be down, a nigga gotta be true Cause otherwise this B ain't got no time for you, oh  [Refrain] Baby, baby, baby I got so much love in me Oh baby, baby Baby, baby, baby Cause if you gonna get me off You got to love me deep  [T-Boz] Well, you want my heart, and all my time But it won't be there if you can't deal with my mind Cause a girl like me, won't settle for less I require plenty conversation with my sex  [Chilli] Long as you know, that I can have any man I want to baby That's actual and factual, but still I choose you To be with me, and work on it, so you better not flake it up  [Refrain x2]  [Chilli] Baby, long as you know, that I can have any man I want to Baby, that's actual and it's factual But still, I choose you, to be with me And work on that, so you better not flake it up  [T-Boz] Well, you want my heart, and all my time But it won't be there if you can't deal with my mind Cause a girl like me, I won't settle for less I require plenty conversation with my sex  [Refrain x2]  [Chilli] I can have any man that I want to Time and place that I choose to But I'm thinking that I would rather be here with you, yea That's actual and factual You're the one I seem to run back to, just to get me off You got to love me, got to love me, got to love me  [Refrain x2]  I said any man that I want to Time and place that I choose to But I'm thinkin that I would rather be here with you yeah  ",
        "title": "Baby-Baby-Baby"
    },
    {
        "artist": "Guns N' Roses",
        "lyrics": "  [Verse 1] When I look into your eyes, I can see a love restrained But darlin', when I hold you, don't you know I feel the same?  [Chorus] 'Cause nothing lasts forever And we both know hearts can change And it's hard to hold a candle In the cold November rain  [Verse 2] We've been through this such a long, long time Just trying to kill the pain But lovers always come and lovers always go And no one's really sure who's lettin' go today Walking away If we could take the time to lay it on the line I could rest my head, just knowin' that you were mine All mine  [Chorus] So, if you want to love me Then darlin', don't refrain Or I'll just end up walking In the cold November rain  [Refrain] Do you need some time on your own? Do you need some time, all alone? Everybody needs some time on their own Don't you know you need some time, all alone?  [Bridge] I know it's hard to keep an open heart When even friends seem out to harm you But if you could heal a broken heart Wouldn't time be out to charm you  [Solo 1]  [Refrain] Sometimes, I need some time on my own Sometimes, I need some time, all alone Everybody needs some time on their own Don't you know you need some time, all alone?  [Verse 3] And when your fears subside, and shadows still remain I know that you can love me, when there's no one left to blame  [Chorus] So, never mind the darkness We still can find a way 'Cause nothin' lasts forever Even cold November rain  [Solo 2]  [Outro] Don't ya think that you need somebody? Don't ya think that you need someone? Everybody needs somebody You're not the only one You're not the only one  Don't ya think that you need somebody? Don't ya think that you need someone? Everybody needs somebody You're not the only one You're not the only one  Don't ya think that you need somebody? Don't ya think that you need someone? Everybody needs somebody You're not the only one You're not the only one  Don't ya think that you need somebody? Don't ya think that you need someone? Everybody needs somebody You're not the only one You're not the only one  ",
        "title": "November Rain"
    },
    {
        "artist": "Bobby Brown",
        "lyrics": "  When you trust someone And you know you're on their back You ain't got no trusting about you And you claim that you Don't care what where I'm at You've given me reason to doubt you Say you trust someone Why are you calling all around Think I've got some dip on the side Girl you don't trust no one And you're constantly in doubt You lose the game, if you play that way  [Hook] Get up off my back Save a heart attack Ain't nobody Humpin' Around (Ain't nobody humpin around) No matter what they say No it ain't that way Ain't nobody humpin around Nobody [x5] Humpin' around babe  When you love someone And you want to love them right Got to get more lovin' about you And you know that you're holding on too tight Soon they will be leaving without you Say that you love someone Why are you calling all my friends Thinking I've got something to hide Girl you don't love no one You don't know what love's about You lose the game, (if you) if you play that way  [Hook]  Girl when you trust someone You don't call on everybody Ain't nobody foolin' around And the more I think about it You lose all your clout You lose the game, baby, if you play that way  [Hook]  My name is Brown That's what I'm called So don't try to step to be wrong Or you'll fall slow 'Cos I just wanna get something to you Maybe take control of you just like I told you (I wanna roll) On a tip that's movin Im gonna make ya movin, grovin Leavin ya like Ooo When I touch ya Give ya so much The feeling of the effect that I'm dealin When I rub ya up & down  [Hook]  Girl you said you love me And you said you trust me Why do you think I'm foolin' around I can't stand the pressure You know I'm yours forever Ain't nobody, nobody, nobody humpin' around  [Hook] x2  ",
        "title": "Humpin' Around"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Chorus] This used to be my playground This used to be my childhood dream This used to be the place I ran to Whenever I was in need Of a friend Why did it have to end And why do they always say  [Verse 1] Don't look back Keep your head held high Don't ask them why Because life is short And before you know You're feeling old And your heart is breaking Don't hold on to the past Well that's too much to ask  [Chorus] This used to be my playground This used to be my childhood dream This used to be the place I ran to Whenever I was in need Of a friend Why did it have to end And why do they always say  [Verse 2] No regrets But I wish that you Were here with me Well then there's hope yet I can see your face In our secret place You're not just a memory Say goodbye to yesterday (the dream) Those are words I'll never say (I'll never say)  [Chorus] This used to be my playground (used to be) This used to be our pride and joy This used to be the place we ran to That no one in the world could dare destroy This used to be our playground This used to be our childhood dream This used to be the place we ran to I wish you were standing here with me This used to be our playground This used to be our childhood dream This used to be the place we ran to The best things in life are always free Wishing you were here with me  ",
        "title": "This Used To Be My Playground"
    },
    {
        "artist": "Technotronic Featuring Ya Kid K",
        "lyrics": "  Yo Come On Move This Shake that body Shake that body People don't you know, don't you know Its about time Can't you hear the jam is pumpin' While you taste the piece of mine Many different flavors And the bass is strong Get into the hot stuff Let me pour a little on Baby let me show you how to do dis You've gotta move this You're doing fine There's nothing to it You gotta move this Come on and move this Shake that body for People don't you know Can you feel the mellow crawling fast Drum oh baby Rhythms blast Pump it pump it pump it up Bet you can't make this once stop You've gotta move this You've gotta move this Shake that body ah Shake that body cool People don't Pump it taken Fingers snappin' Hands club and Mamas Rappin' Talkin' about cold loughin' Shut up and you the one Use what you got show me Your on the floor so let me see Don't say nothing less I saw And remember I like it raw Baby let me show  ",
        "title": "Move This"
    },
    {
        "artist": "Shakespear's Sister",
        "lyrics": null,
        "title": "Stay"
    },
    {
        "artist": "Sir Mix-A-Lot",
        "lyrics": "  [Intro: Girls] \"Oh, my, god, Becky, look at her butt. It is so big. She looks like one of those rap guys' girlfriends. Who understands those rap guys? They only talk to her, because she looks like a total prostitute, okay? I mean, her butt, it's just so big. Ugh, I can't believe it's just so round, it's like out there, I mean, ugh, gross. Look! She's just so black!\"  [Verse 1: Sir Mix-a-Lot] I like big butts and I cannot lie You other brothers can't deny That when a girl walks in with an itty bitty waist And a round thing in your face, you get sprung Wanna pull up tough 'cause you notice that butt was stuffed Deep in the jeans she's wearin' I'm hooked and I can't stop starin' Oh, baby, I wanna get wit'cha And take your picture My homeboys tried to warn me But that butt you got makes (me so horny!) Oh, Rump-o'-smooth-skin You say you wanna get in my Benz? Well, use me, use me 'Cause you ain't that average groupie I've seen 'em dancin' To hell with romancin' She's wet, wet Got it goin' like a turbo 'Vette I'm tired of magazines Sayin' flat butts are the thing Take the average black man and ask him that She gotta pack much back So, fellas! (Yeah!) Fellas! (Yeah!) Has your girlfriend got the butt? (Hell yeah!) Tell 'em to shake it! (Shake it!) Shake it! (Shake it!) Shake that healthy butt! Baby got back!  [Hook: Sir Mix-a-Lot] (L.A. face with a Oakland booty) Baby got back!  [Verse 2: Sir Mix-a-Lot] I like 'em round, and big And when I'm throwin' a gig I just can't help myself, I'm actin' like an animal Now here's my scandal I wanna get you home And ugh, double-up, ugh, ugh I ain't talkin' 'bout Playboy 'Cause silicone parts are made for toys I want 'em real thick and juicy So find that juicy double Mix-a-Lot's in trouble Beggin' for a piece of that bubble So I'm lookin' at rock videos Knock-kneed bimbos walkin' like hoes You can have them bimbos I'll keep my women like Flo Jo A word to the thick soul sistas, I wanna get wit'cha I won't cuss or hit ya But I gotta be straight when I say I wanna *female moan* 'Til the break of dawn Baby got it goin' on A lot of simps won't like this song 'Cause them punks like to hit it and quit it And I'd rather stay and play 'Cause I'm long, and I'm strong And I'm down to get the friction on So, ladies! (Yeah!) Ladies! (Yeah) If you wanna roll in my Mercedes (Yeah!) Then turn around! Stick it out! Even white boys got to shout Baby got back!  [Hook: Sir Mix-a-Lot] Baby got back!  [Bridge: Sir Mix-a-Lot] \"Yeah, baby. When it comes to females, Cosmo ain't got nothin' to do with my selection. 36-24-36? Ha ha, only if she's 5'3\".\"  [Verse 3: Sir Mix-a-Lot] So your girlfriend rolls a Honda Playin' workout tapes by Fonda But Fonda ain't got a motor in the back of her Honda My anaconda don't want none Unless you've got buns, hun You can do side bends or sit-ups But please don't lose that butt Some brothers wanna play that hard role And tell you that the butt ain't gold So they toss it and leave it And I pull up quick to retrieve it So Cosmo says you're fat Well I ain't down with that! 'Cause your waist is small and your curves are kickin' And I'm thinkin' 'bout stickin' To the beanpole dames in the magazines: You ain't it, Miss Thing! Give me a sista, I can't resist her Red beans and rice didn't miss her Some knucklehead tried to diss 'Cause his girls are on my list He had game but he chose to hit 'em And I pull up quick to get wit 'em So ladies, if the butt is round And you want a triple X throwdown Dial 1-900-MIX-A-LOT And kick them nasty thoughts Baby got back!  [Outro] Baby got back! Little in the middle but she got much back!  ",
        "title": "Baby Got Back"
    },
    {
        "artist": "En Vogue",
        "lyrics": "  [Intro: En Vogue + (Dawn Robinson)] Shoo (Shoo-doo-doo-doo-doo, ah) Shoo (Shoo-doo-doo-doo-doo) Shoo (Oh, oh, oh) Shoo (Hey)  [Verse 1: Dawn Robinson + En Vogue] Many say that I'm too young To let you know just where I'm coming from, yeah But you will see, it's just a matter of time My love will surely make you mine  [Pre-Chorus] Well, I'm livin' in a world of ghetto life Everyone seems so uptight But nothin's wrong and it's alright with my man (My man) I like the way we carry on His love will send me on and on, with my man People out there can understand  [Chorus: En Vogue + (Dawn)] I'm giving him something he can feel (Ooh) To let him know this love is real (hey, oh, I'm...) Giving him something he can feel (All my lovin') To let him know this love is real (Oh my love is real) This love is real  [Interlude: Dawn] So much joy for us, it seems So much hope for material things Are they only in my dreams? (Hey, hey, oh yeah) And that's exactly why I'm singing this song to you To let you know that real dreams do come true You tell me what does it mean (Hey, hey, yeah, yeah)  [Pre-Chorus] Livin' in a world of ghetto life Everyone is so uptight, hey Nothin's wrong, it's alright, my man (My man) I like the way we carry on His lovin' will send me on and on, with my man People out there can understand that  [Chorus: En Vogue + (Dawn)] I'm giving him something he can feel To let him know this love is real (That I'm giving love, giving giving love, yeah) Giving him something he can feel (Nah nah, nah nah, yeah yeah, talk to me) To let him know this love is real (I gotta let him know that this love's strong, yeah) This love is real  Giving him something he can feel (Giving, I'm giving, I'm giving, I'm giving love) Giving him something he can feel (Giving, I'm giving, I'm giving, I'm giving love) Giving him something he can feel (Ooh, so sweet to me, so sweet to me, baby, yeah) Giving him something he can feel...  ",
        "title": "Giving Him Something He Can Feel"
    },
    {
        "artist": "Jon Secada",
        "lyrics": null,
        "title": "Just Another Day"
    },
    {
        "artist": "House Of Pain",
        "lyrics": "  [Produced by DJ Muggs]  [Verse 1: Everlast] Pack it up, pack it in, let me begin I came to win, battle me, that's a sin I won't ever slack up, punk, you better back up Try and play the role and yo, the whole crew'll act up Get up, stand up (c'mon!) c'mon, throw your hands up If you've got the feeling, jump up, touch the ceiling Muggs lets the funk flow, someone's talking junk Yo, I bust him in the eye, and then I'll take the punk's ho Feelin', funkin', amps in the trunk and I got more rhymes Than there's cops at a Dunkin' Donuts shop Sho' nuff, I got props From the kids on the Hill plus my mom and my pops I came to get down, I came to get down So get out your seat and jump around!  [Hook] Jump around! Jump around! Jump around! Jump up, jump up and get down! Jump! Jump! Jump! Jump! (everybody jump) Jump! Jump! Jump! Jump! Jump! Jump! Jump! Jump! (everybody jump) Jump! Jump! Jump! Jump! Jump!  [Verse 2: Everlast] I'll serve your ass like John McEnroe If your girl steps up, I'm smacking the hoe Word to your moms, I came to drop bombs I got more rhymes than the Bible's got Psalms And just like the Prodigal Son I've returned Anyone stepping to me, you'll get burned 'Cause I got lyrics, but you ain't got none If you come to battle, bring a shotgun! But if you do you're a fool, 'cause I duel to the death Trying to step to me, you'll take your last breath I got the skills, come get your fill 'Cause when I shoot the gift, I shoot to kill I came to get down, I came to get down So get out your seat and jump around!  [Hook] Jump around! Jump around! Jump around! Jump up, jump up and get down! Jump! Jump! Jump! Jump! (everybody jump) Jump! Jump! Jump! Jump! Jump! Jump! Jump! Jump! (everybody jump) Jump! Jump! Jump! Jump! Jump!  [Verse 3: Everlast] I'm the cream of the crop, I rise to the top I never eat a pig 'cause a pig is a cop Or better yet a Terminator, like Arnold Schwarzanegger Try to play me out like as if my name was Sega But I ain't going out like no punk bitch Get used to one style and yo and I might switch It up, up and around, then buck, buck you down Put out your head and then you wake up in the Dawn of the Dead I'm coming to get ya, I'm coming to get ya Spitting out lyrics, homie, I'll wet ya I came to get down, I came to get down So get out your seat and jump around!  [Hook] Jump around! Jump around! Jump around! Jump up, jump up and get down! Jump! Jump! Jump! Jump! (everybody jump) Jump! Jump! Jump! Jump! Jump! Jump! Jump! Jump! (everybody jump) Jump! Jump! Jump! Jump! Jump! Jump! Jump! Jump! (everybody jump) Jump! Jump! Jump! Jump! Jump! Jump! Jump! Jump! (everybody jump) Jump! Jump! Jump! Jump! Jump!  Yo, this is dedicated to Joe \"The Biter\" Nicolo! Grab the Bozack, punk!  ",
        "title": "Jump Around"
    },
    {
        "artist": "Tom Cochrane",
        "lyrics": "  Life's like a road that you travel on When there's one day here and the next day gone Sometimes you bend, sometimes you stand Sometimes you turn your back to the wind  There's a world outside every darkened door Where blues won't haunt you anymore Where the brave are free and lovers soar Come ride with me to the distant shore  We won't hesitate break down the garden gate There's not much left today  Life is a highway I want to ride it all night long If you're going my way I want to drive it all night long  Through all the cities and all these towns It's in my blood and it's all around I love you now like I loved you then This is the road and these are the hands  From Mozambique to those Memphis nights The Khyber Pass to Vancouver's lights Knock me down get back up again You're in my blood I'm not a lonely man  There's no load I can't hold Road so rough this I know I'll bee there when the light comes in Tell 'em we're survivors  [Chorus] Life is a highway I want to ride it all night long If you're going my way I want to drive it all night long, hmm Life is a highway I want to ride it all night long If you're going my way I want to drive it all night long  There was a distance between you and I A misunderstanding once but now We look it in the eye  Oh Ooh There's no load, I can't hold Road so rough this I know I'll be there when the light comes in Tell 'em we're survivors  [Chorus] Life is a highway I want to ride it all night long, yeah yeah yeah If you're going my way I want to drive it all night long, yeah yeah (Gimme gimme gimme gimme yeah) Life is a highway I want to ride it all night long If you're going my way I want to drive it all night long (Gimme gimme gimme gimme yeah) Life is a highway I want to ride it all night long, yeah If you're going my way I want to drive it all night long, ooh (Gimme gimme gimme gimme yeah)  ",
        "title": "Life Is A Highway"
    },
    {
        "artist": "Elton John",
        "lyrics": null,
        "title": "The One"
    },
    {
        "artist": "Patty Smyth With Don Henley",
        "lyrics": "  Now, I don't want to lose you But I don't want to use you Just to have somebody by my side And I don't want to hate you I don't want to take you But I don't want to be the one to cry  And that don't really matter To anyone anymore But like a fool I keep losing my place And I keep seeing you walk through that door  But there's a danger in loving somebody too much And it's sad when you know it's your heart you can't trust There's a reason why people don't stay where they are Baby, sometimes love just ain't enough  Now, I could never change you I don't want to blame you Baby, you don't have to take the fall Yes, I may have hurt you But I did not desert you Maybe I just want to have it all  It makes a sound like thunder It makes me feel like rain And like a fool who will never see the truth I keep thinking something's gonna change  But there's a danger in loving somebody too much And it's sad when you know it's your heart you can't trust There's a reason why people don't stay where they are Baby, sometimes love just ain't enough  And there's no way home When it's late at night and you're all alone Are there things that you wanted to say And do you feel me beside you in your bed There beside you where I used to lay  And there's a danger in loving somebody too much And it's sad when you know it's your heart they can't touch There's a reason why people don't stay who they are Baby, sometimes love just ain't enough Baby, sometimes love It just ain't enough  ",
        "title": "Sometimes Love Just Ain't Enough"
    },
    {
        "artist": "Jodeci",
        "lyrics": "  [K-Ci] Come and talk to me, I really want to meet you girl I really want to know your name Ohh, come and talk to me, I really want to meet you girl I really want to know your name, oh yeah, babe  [JoJo] You look so sexy, you really turn me on Blowin' my mind every time I see your face, girl...  [Jodeci] You look so sexy you really turn me on Blowin' my mind every time i see your face, girl  [Verse 1: K-Ci] I've been watching you, for so very long Trying to get my nerve built up to be so strong I really want to meet you, but I'm kind of scared 'Cause you're the kind of lady with so much class  [Pre-Chorus] I get my thoughts together for the very next day But when i see you lady I forget what to say Your eyes and hair, such a beautiful tone The way you dress and walk, it really turns me on, yeah Ooh, you really turn me on, c'mon, c'mon, c'mon  [Chorus: Jodeci + (K-Ci)] Come and talk to me, I really want to meet you Can I talk to you? I really want to know you (I wanna know you) Come and talk to me, I really want to meet you Can i talk to you? (Ooh yeah) I really want to know you (Oh, oh, oh, oh, oh...)  [Verse 2: K-Ci] There you are again, with the same smile on each day I wanna know what it is that makes me feel this way I wish I could grab you, tell you what it means to me To see you walking by and wave, that really makes my day  [Pre-Chorus] Before I go to sleep, and dream about you I'm a single man, I hope that you are single, too Tomorrow I'll say something to set my mind free 'Cause curiosity is buggin' the hell out of me, yeah baby Talk to me, talk to me, talk to me, baby  [Chorus] Come and talk to me (my baby), I really want to meet you Can i talk to you? I really want to know you (And you know, and you know, you know, and you know know know, baby) Come and talk to me, I really want to meet you (I wanna meet you) Can i talk to you? I really want to know you (Said I wanna know you, baby)  [Refrain: Jodeci + (K-Ci)] I wanna know, you wanna tell me your name? (Won't you tell me your name) Let me play your game (Let me play your game, oh yeah) I wanna know... (Whoa, yeah, oh, said I wanna know you, baby)  [Rap: Phat Doug] Now I could sit here and call you my honey bun Beggin' and pleading, and telling you I want some But that don't fit the Jodeci format You don't really need that 'cause that ain't where my head's at Get cozy in my hideout And if the skins all that, I'll let you know when I slide out Girlfriend, you know my program I mean I'm not cock diesel, but I'll be your Conan Slide to this kid and get comfty Close the door, dim the lights, press play and then pump me Pump me like I was a booming system You told me 'bout your man and how you used to miss him, and... Notice how I said \"used to\" Now I'll fill gap with a rap you'll get used to 'Cause with me, there's no pressure, no strain I just want to know your name...  [Outro: K-Ci + (Jodeci)] (I wanna know...I wanna know...) Oh ooh oh...oh oh...said you feel so good, yeah Baby, come over and take off all of your clothes (I wanna know) Let me lick you from your head to your toes (I wanna know) Oh oh (You wanna tell me your name?) Don't ever stop me, no, no, no, no no I don't wanna let you go, no baby Said you feel so good to me, baby Oh oh, I won't ever leave you no, no, no, no, no, no no Oh, don't let me go, baby Ooh, I just wanna get real nasty with you, baby Oh, ooh yeah; come on, baby; come on, baby Oh, I want you, baby Oh, do you really want me to?  ",
        "title": "Come & Talk To Me"
    },
    {
        "artist": "Billy Ray Cyrus",
        "lyrics": "  [Verse 1] You can tell the world you never was my girl You can burn my clothes when I'm gone Or you can tell your friends just what a fool I've been And laugh and joke about me on the phone  [Verse 2] You can tell my arms go back to the farm You can tell my feet to hit the floor Or you can tell my lips to tell my fingertips They won't be reaching out for you no more  [Chorus] But don't tell my heart my achy breaky heart I just don't think he'd understand And if you tell my heart my achy breaky heart He might blow up and kill this man  [Verse 3] You can tell your ma I moved to Arkansas You can tell your dog to bite my leg Or tell your brother Cliff whose fist can can tell my lip He never really liked me anyway  [Verse 4] Or tell your Aunt Louise tell anything you please Myself already knows I'm not okay Or you can tell my eyes to watch out for my mind It might be walking out on me today  [Chorus] But don't tell my heart my achy breaky heart I just don't think he'd understand And if you tell my heart my achy breaky heart He might blow up and kill this man  [Chorus] But don't tell my heart my achy breaky heart I just don't think he'd understand And if you tell my heart my achy breaky heart He might blow up and kill this man  [Chorus] But don't tell my heart my achy breaky heart I just don't think he'd understand And if you tell my heart my achy breaky heart He might blow up and kill this man  ",
        "title": "Achy Breaky Heart"
    },
    {
        "artist": "Toad The Wet Sprocket",
        "lyrics": null,
        "title": "All I Want"
    },
    {
        "artist": "Hi-Five",
        "lyrics": "  [Intro:] She likes me  She's playing She's playing hard  She's playing hard to get She's playing She But she likes me She likes me  She's playing hard to get She's playing She But she likes me  She likes me She likes me She's playing  [Verse 1:] I can tell by the look in her eyes That she's into me 'Cause when she passes by and say \"Hi\" I can tell by her smile  That she's shy as can be (She's playing) I don't think she can see my crush on her But I can feel her crush on me  [Chorus:] She's playing hard to get She just won't admit That she likes me She likes me  She's playing hard to get She just won't admit Ooh, yeah That she likes me She likes me She's playing hard  [Verse 2:] I can feel her vibe for me Even though she hasn't said a word I bet she's glad I'm reading her mind 'Cause there's so much ('cause there's so much) She wants to say  But she doesn't have the nerve And all that she doesn't say Oh, I'm sure I see it in her eyes  [Repeat Chorus:]  [Bridge:] You don't have to say a word (playing hard) But I'll still know I'll still know How deep the feelings are You have for me  Your smile And the look in your eyes Says more than any words you could ever say  [Repeat Chorus:]  [Verse 3:] Come on, baby girl So why are you doing this? Playing hard to get I know that you want me I see it in your eyes  You can't hide it You're playing hard to get Playing hard to get I don't think she can see my crush on her But I can feel her crush on me  [Repeat Chorus:]  ",
        "title": "She's Playing Hard To Get"
    },
    {
        "artist": "K.W.S.",
        "lyrics": null,
        "title": "Please Don't Go"
    },
    {
        "artist": "Bryan Adams",
        "lyrics": "  Rescue me from the mire Whisper words of desire Rescue me - darling rescue me With your arms open wide Want you here by my side Come to me - darling rescue me When this world's closing in There's no need to pretend Set me free - darling rescue me  I don't wanna let you go So I'm standing in your way I never needed anyone like I'm needing you today  Do I have to say the words? Do I have to tell the truth? Do I have to shout it out? Do I have to say a prayer? Must I prove to you how good we are together? Do I have to say the words  Rescue me from despair Tell me you will be there Help me please- darlin rescue me  Every dream that we share Every cross that we bear Can't you see- darling rescue me  ",
        "title": "Do I Have To Say The Words?"
    },
    {
        "artist": "CeCe Peniston",
        "lyrics": "  You can just... walk on You can just go, walk on, keep on You just go, walk on, keep on  Sittin', waitin', anticipatin' Waitin' for your call Tossin', turnin', my heart's burnin' From the things I saw  I'm sorry baby You can't play me I just can't be used  I'm so fed up Time to get up Baby, we are through  I though that what we had would never end But now it's too late for my heart to mend And although what we had was good I've got to make this understood  Keep on walkin' I ain't talkin to ya anymore You can just go on Keep on walkin'  Keep on walkin' I ain't talkin to ya anymore You can just go on You can just go on Keep on walkin' Keep on walkin' Go on baby  Go on go on baby, yeah You, you can just... Walk on you You can just... keep on  I thought I told ya It was over, why are you confused? You made your choices Now I'm voicin' my opinion on you I think you're crazy to try To play me for a foolish girl You'll soon discover You're not the only lover in this world  I though that what we had would never end But now it's too late for my heart to mend And although what we had was good I've got to make this understood  Keep on walkin' I ain't talkin' to ya anymore Go on Keep on walkin' You can just go Walk on, keep on  Ooh ooh ooh ooh You can just go Ooh ooh ooh  You can just go Ooh ooh ooh ooh  ",
        "title": "Keep On Walkin'"
    },
    {
        "artist": "Luther Vandross And Janet Jackson With BBD And Ralph Tresvant",
        "lyrics": null,
        "title": "The Best Things In Life Are Free"
    },
    {
        "artist": "Kris Kross",
        "lyrics": "  [Intro/Jermaine Dupri] Uh! Huh, will you listen to how smooth it is? Hey, uh, listen to them  [Hook] (Warm it up, Kris) I'm about to (Warm it up, Kris) 'Cause that's what I was born to do (Warm it up, Kris) I'm about to (Warm it up, Kris) 'Cause that's what I was born to do  [Verse 1: Mac Daddy] So many times I heard you rhyme but you can't touch this I'm kicking the type of flow that makes you say, \"You're too much, Kris\" So feel the fire of the one they call the Mac Dad The fire's what I pack and what I pack is real bad I'd like to grab ahold of your soul and never let go Do the jump, do the Hump, and say (\"Ho!\") Now that's the state of mind I'm in, huh... With rhyme after rhyme I win The Mac (The Mac) Known for breaking 'em off something They laying in the back and front keeping your speakers pumping The miggida-miggida-miggida Mac came to get 'em warm And my pants to the back, that's my everyday uniform You little cream puff Mac Daddy wannabe Keep dreaming 'cause a Mac you will never be So all y'all with the Dr. Seuss riddles You can get the finger - the middle  [Hook 2X]  Ay, yo Kris, kick it  [Verse 2: Daddy Mac] I caught you on the scope (the scope) Peepin' out my rhymes that's this dope (it's dope) And for you there's no hope My name (is what?) Daddy Mac, baby Totally Krossed Out catching all the ladies At the age I be, I should be playing with toys Instead I put my head into making you make noise That's how I kick it, that's my everyday life and I rehearse to keep it sharp as a knife, man I'm the wrong brother for suckers to be messing with 'Cause when I put the mic in my hand I start wrecking it They call me the D-A-double-D-Y-M-A-C And there ain't another brother bad as me When I (let go) something from the (ghetto), word A little brother kicking rhymes like you never ever heard Daddy of them all, shooting the gift like a gun Showing suckers how it's done  [Hook 2X]  Yeah, now you all know (what's up?) And the Macs are all that (yeah) And we gonna kick one more verse for y'all  [Verse 3] [Mac Daddy] So many times I heard you rhyme but you can't touch this I'm kicking the type of flow that makes you say, \"You're too much, Kris\" So feel the fire of the one they call the Mac Dad The fire's what I pack and what I pack is real bad I'd like to grab ahold of your soul and never let go Do the jump, do the Hump, and say (\"Ho!\") Now that's the state of mind I'm in, huh... With rhyme after rhyme I win  [Daddy Mac] I'm the wrong brother for suckers to be messing with 'Cause when I put the mic in my hand I start wrecking it They call me the D-A-double-D-Y-M-A-C There ain't another brother bad as me When I (let go) something from the (ghetto), word A little brother kicking rhymes like you never ever heard Daddy of them all, shooting the gift like a gun Kris Kross show 'em how it's done  [Hook 2X]  Warm it up, Kris (repeat until end)  ",
        "title": "Warm It Up"
    },
    {
        "artist": "Genesis",
        "lyrics": "  [Verse 1] D'you see the face on the TV screen Coming at you every Sunday? See the face on the billboard? Well that man is me On the cover of a magazine There's no question why I'm smiling You buy a piece of paradise, you buy a piece of me  [Pre-Chorus] I'll get you everything you wanted I'll get you everything you need You don't need to believe in hereafter Just believe in me  [Chorus] Cause Jesus, he knows me And he knows I'm right I've been talking to Jesus All my life Oh yes, he knows me And he knows I'm right Well, he's been telling me everything is alright  [Verse 2] I believe in the family With my ever-loving wife beside me But she don't know about my girlfriend Or the man I met last night Do you believe in God? Cause that is what I'm selling And if you wanna get to heaven Well, I'll see you right  [Pre-Chorus] You won't even have to leave your house Or get out of your chair You don't even have to touch that dial Cause I'm everywhere  [Chorus] Jesus, he knows me And he knows I'm right I've been talking to Jesus All my life Oh yes, he knows me And he knows I'm right Well, he's been telling me everything's gonna be alright  [Bridge] Won't find me practicing what I'm preaching Won't find me making no sacrifice But I can get you a pocketful of miracles If you promise to be good, try to be nice God will take good care of you Well, just do as I say, don't do as I do  [Verse 3] Well, I'm counting my blessings As I've found true happiness Cause I'm a-getting richer Day by day You can find me in the phone book Just call my toll-free number You can do it any way you want Just do it right away  [Pre-Chorus] And there'll be no doubt in your mind You'll believe everything I'm saying If you wanna get closer to Him Get on your knees and start paying  [Chorus/Outro] Cause Jesus, he knows me And he knows I'm right I've been talking to Jesus All my life Oh yes, he knows me And he knows I'm right Well, he's been telling me everything's gonna be alright  Jesus, he knows me And he knows I'm right Jesus, he knows, he knows Ooh, yes, he knows me And he knows I'm right Jesus, he knows, he knows I've been talking to Jesus All my life Well, he's been telling me everything's gonna be alright  ",
        "title": "Jesus He Knows Me"
    },
    {
        "artist": "Arrested Development",
        "lyrics": "  [Verse 1: Speech] See I was resting at the park minding my own Business as I kick up the treble tone On my radio tape player box, right Just loud enough so folks could hear it's hype, see? Outta nowhere comes the woman I'm dating Investigation maybe she was demonstrating But nevertheless I was pleased My day was going great and my soul was at ease Until a group of brothers started bugging out Drinking the 40 oz, going the nigga route Disrespecting my black queen Holding their crotches and being obscene At first I ignored them cause see I know their type They got drunk and got guns and they wanna fight And they see a young couple having a time that's good And their egos wanna test a brother's manhood So they came to test Speech cause of my hair-do And the loud bright colors that I wear [Boo !] I was a target cause I'm a fashion misfit And the outfit that I'm wearing brothers dissing it Well I stay calm and pray the niggas leave me be But they're squeezing parts of my date's anatomy Why, Lord, do brothers have to drill me ? Cause if I start to hit this man he'll have to kill me  [Hook] I am everyday people (2x)  [Verse 2: Speech] I told the niggas please let us pass, friend I said please cause I don't like killing Africans But he wouldn't stop and I ain't Ice Cube But I had to take the brother out for being rude And like I said before I was mad by then It took three or four cops to pull me off of him But that's the story y'all of a black man Acting like a nigga and get stomped by an African  [Hook]  The moral of the story is you better look very hard at who you're stepping to, cause you might get killed or shot and it's not worth it. Africans need to be loving each other and unite  ",
        "title": "People Everyday"
    },
    {
        "artist": "Jade",
        "lyrics": "  [Verse 1:] Your reputation caught my attention I just can't help myself I want nobody else  You look so fine Let's spend some time I wanna make love to you You're all that I wanna do  I wanna give you a tasty secret I wanna melt in your hand Just gotta show you that I can love you Until you understand  [Chorus:] I wanna love you I wanna love you down, baby I wanna love you I wanna love you down, baby  [Verse 2:] You've got it going on With you I belong You undress my heart From the very first start  You do understand me Give your body to me Baby, don't let me go Feel my love overflow  I'm gonna give you a tasty secret That's gonna melt in your hand Just wanna show you that I can love you Until you understand  [Chorus:] I wanna love you I wanna love you down, baby I wanna love you I wanna love you down, baby  I wanna love you I wanna love you down, baby I wanna love you I wanna love you down, baby  [Bridge:[ Let me love you Let me love you down, boy I love you Adore me And I adore, adore, adore, adore you  [Chorus:] I wanna love you I wanna love you down, baby I wanna love you I wanna love you down, baby  I wanna love you I wanna love you down, baby I wanna love you I wanna love you down, baby  I wanna love you I wanna love you down, baby I wanna love you I wanna love you down, baby  ",
        "title": "I Wanna Love You (From \"Class Act\")"
    },
    {
        "artist": "Richard Marx",
        "lyrics": "  I've been where you are before No one understands you more You fear every step you take So sure that your heart will break It's not how the story ends You'll be back on your feet again  Baby, this time There ain't nothing gonna take this heart away No more goodbyes There ain't nothing gonna take my heart away  The pain's still alive in you For what one man puts you through You say that we're all the same But I'm called by no other name We all need a place to run Won't you let me be the one  Baby, this time There ain't nothing gonna take this heart away No more goodbyes There ain't nothing gonna take my heart away  Don't keep a dream in you locked outside your door Just believe in this love And don't be afraid anymore Come on, come on  I need you to please be strong I've waited for you too long  Baby, this time There ain't nothing gonna take this heart away No more long nights There ain't nothing gonna take my heart away  This time There ain't nothing gonna take this heart away No more goodbyes There ain't nothing gonna take my heart away There ain't nothing gonna take my heart away Hey-yeah-yeah  ",
        "title": "Take This Heart"
    },
    {
        "artist": "N2Deep",
        "lyrics": "  [Verse 1: TL] V-Town, brother check it out, I'm bout to throw down Dank in hand, the shit that has you toe down A little city, chillin in the North Bay Needless to say, my boys don't play, fool Yorker sidin', you know how the song goes In the back, sippin Purple Chongos Don't look for trouble but it always seems to find us Forty grippin', panty sippin', and it sneaks up right behind us Quick left, one blow K.O Hit the road to the next episode In the saga of a few fellas Oh what the hell, I guess I better tell ya It's Friday night, I got a brand new kit on A fifth of Heem, for me to get bent on Hit the Country Club to pick up M-L Eighty West, back to the hotel  [Verse 2: TL] At the telly, Vogues is doing pipe work Johnny Z had his hand up a miniskirt The latte in the corner started to flirt And I knew that when she saw me baby doll was gonna jaw me Set for the night so I took her to my ride Grab my Mickey and my Buddha and I met her outside Who-ride, rolling striking through to be seen A Lexus 400 turnin' triple gold Zeens Acid in my bottle, so I gotta get some more Put the pedal to the metal back to the liquor store Cause you know what I mean when I'm feelin kinda funky A sick honky, straight goin donkey Money in my sock, jimmy in the glove Layin in the Lexus, I'm about to make good love And burn rubber up the block Back to the telly, I gotta get some new cock New cock (echoes)  [Verse 3: Jay Tee] Aw naw, could it be? I just got a page an' a broad wanna do me Hooked it up, told her meet me at the hotel She had a friend with her so I called TL Swoop me up, Sally wanna meet Dick And might lick, so try an' make it real quick  [Break] (tick-tock) (tick-tock) (tick-tock) (tick...Honk Honk)  Aw yeah, I jumped in the L-Train But wait a minute, we gotta hit the store mayne I got to get some gum and some Tic-Tacs Two tall cans and a packet of Blackjacks We got the goods, now we're headin for the hoedown There goes the telly, so fella won't you slow down Park the ride in the front like a sick one Just in case, we gotta bust a quick one Lock the load, let's go look for like 118 But lay low cause I really don't wanna be seen (Is this the room?) Aw yeah, that's the right one I got the black broad and you got the white one So hit the light man, I just might man Try an' throw this thing all night an' Get her so sprung, that she'll drop some mail So I can cut turf and hit another hotel  ",
        "title": "Back To The Hotel"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": null,
        "title": "Jam"
    },
    {
        "artist": "The Cure",
        "lyrics": "  [Verse 1] I don't care if Monday's blue Tuesday's grey and Wednesday too Thursday I don't care about you It's Friday, I'm in love Monday you can fall apart Tuesday, Wednesday, break my heart Thursday doesn't even start It's Friday, I'm in love  [Chorus] Saturday, wait And Sunday always comes too late But Friday, never hesitate  [Verse 2] I don't care if Monday's black Tuesday, Wednesday heart attack Thursday never looking back It's Friday, I'm in love  [Verse 3] Monday you can hold your head Tuesday, Wednesday stay in bed Or Thursday watch the walls instead It's Friday, I'm in love  [Chorus] Saturday, wait And Sunday always comes too late But Friday, never hesitate  [Bridge] Dressed up to the eyes It's a wonderful surprise To see your shoes and your spirits rise Throwing out your frown And just smiling at the sound And as sleek as a shriek Spinning round and round Always take a big bite It's such a gorgeous sight To see you eat in the middle of the night You can never get enough Enough of this stuff It's Friday I'm in Love  [Verse 4] I don't care if Monday's blue Tuesday's grey and Wednesday too Thursday I don't care about you It's Friday, I'm in love Monday you can fall apart Tuesday, Wednesday break my heart Thursday doesn't even start It's Friday, I'm in love  ",
        "title": "Friday I'm In Love"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  [Verse 1] Sometimes I feel like I don't have a partner Sometimes I feel like my only friend Is the city I live in, the city of angels Lonely as I am, together we cry I drive on her streets cause she's my companion I walk through her hills cause she knows who I am She sees my good deeds and she kisses me windy Well, I never worry, now that is a lie  [Chorus] I don't ever wanna feel like I did that day But take me to the place I love, take me all the way I don't ever wanna feel like I did that day But take me to the place I love, take me all the way, yeah, yeah, yeah  [Verse 2] It's hard to believe that there's nobody out there It's hard to believe that I'm all alone At least I have her love, the city, she loves me Lonely as I am, together we cry  [Chorus] I don't ever wanna feel like I did that day But take me to the place I love, take me all the way I don't ever wanna feel like I did that day But take me to the place I love, take me all the way, yeah, yeah, yeah  Oh, no, no, no, yeah yeah Love me, I say, yeah yeah One time  [Verse 3] Under the bridge downtown Is where I drew some blood Under the bridge downtown I could not get enough Under the bridge downtown Forgot about my love Under the bridge downtown I gave my life away Yeah yeah yeah Oh, no, no, no, yeah yeah Where I stay  ",
        "title": "Under The Bridge"
    },
    {
        "artist": "The Cover Girls",
        "lyrics": "  I'm wishing on a star To follow where you are I'm wishing on a dream To follow what it means  I'm wishing on a star To follow where you are I'm wishing on a dream To follow what it means  And I wish on all the rainbows That I see I wish on all the people Who really dream  And I'm wishing on tomorrow Praying it'll come And I'm wishing on all the lovin' We've ever done  I never thought I'd see A time when you would be So far away from home So far away from me  Just think of all the moments That we spent I just can't let you go For me, you were meant  And I didn't mean to hurt you But I know That in the game of love You reap what you sow  I feel it's time We should make up, baby I feel it's time For us to get back together  Make the best of things Oh, baby When we're together Whether or never  I feel it's time We should make up, baby I feel it's time For us to get back together  Make the best of things Oh baby When we're together Whether or never Oh woh woh, ooooooo, ooooo  I'm wishing on a star To follow where you are I'm wishing on a dream To follow what it means  And I wish on all the rainbows That I see I wish on all the people We'll never be  And I'm hoping on all the days to come And days to go And I'm hoping on days of Lovin' you so  I'm wishing on a star To follow where you are (Follow where you are) I'm wishing on a star, oh oh And I wish on all the rainbows that I see  Oooo, oh oh oh oh oh oh (Wishing on a, wishing on a, wishing on a) Wishing on a star  Ooo. to follow where you are (Wishing on a, wishing on a, wishing on a) Wishing on a star  I'm wishing  Ooooo, ooooooooo (Wishing on a, wishing on a, wishing on a, wishing on a star) (Wishing on a, wishing on a, wishing on a) Wishing on a star  ",
        "title": "Wishing On A Star"
    },
    {
        "artist": "Babyface (Featuring Toni Braxton)",
        "lyrics": "  [Verse 1: Toni Braxton] Your love's so exciting Boy, I can't deny it Since you found a place in my heart  Giving me a feeling Ooh It's such a feeling I pray that we never will part  How can I explain it? Please hear what I'm saying You bring so much joy to my life Words cannot express So much happiness I'll forever be by your side  [Chorus:] And I will give you my heart And I will always be true to you And I will love you forever If I could just make love to you Make love to you  [Verse 2: Babyface] Girl, I must confess it You've been such a blessing Never felt so good in my life  You know how to take it I know how to give it We both always have a good time  [Toni Braxton:] I hear what you're saying Lord knows you ain't playing Ain't no doubt that I'm satisfied  [Babyface] And I'll keep it coming Keep bringing the loving So baby Bring your loving Every morning, noon and night  [Repeat Chorus x2:]  And I will give you my heart And I will always be true to you And I will love you forever If I could just make love to you  [Bridge:] Oh Give me just a minute And I'll jump right on in it We can make love under the stars  All year pleasure Pleasure I'll be yours forever Girl, I'll never leave now I'll be there to please you We won't have to worry at all  [Repeat Chorus x3:]  I will go all the way down I'll make it feel so good I wanna do you right If I could just make love to you  [Repeat Chorus x2:]  ",
        "title": "Give U My Heart (From \"Boomerang\")"
    },
    {
        "artist": "George Michael",
        "lyrics": "  [Intro - Spoken Sample by Anne Bancroft] I am not trying to seduce you Would you like me to seduce you? Is that what you're trying to tell me?  Y'all ready?  [Hook] Hey, you're just too funky for me I gotta get inside of you And I'll show you heaven If you let me  Hey, you're just too funky for me I gotta get inside (I gotta get inside) I gotta get inside of you So when will that be?  [Verse 1] I watch your fingers working overtime (overtime) I've got to thinking that they should be mine (oh) I'd love to see you naked baby I'd like to think that sometime maybe tonight If that's alright, yeah  [Hook] Hey, you're just too funky for me I gotta get inside of you Won't let you go, I won't let you no no Hey, you're just too funky for me I gotta get inside (I gotta get inside) I gotta get inside of you I'll make you love me  [Verse 2] I watch you drinking and I take my time (take my time) I watch you sinking all of that cheap red wine (oh) I've got to see you naked baby I'd like to think that sometime maybe tonight My goal's in sight, yeah  [Bridge] Baby, baby, baby why do you do this to me? Won't let you go (won't let you go) You're such a... you're such a... Baby, baby, baby, why do you do this to me? I got to know (I got to know)  (I'm gonna be the kind of lover that you never had) Hey, you're just too funky (You're never gonna have another lover in your bed) You're just too funky for me  [Spoken Sample - Anne Bancroft] (Would you like me to seduce you? Is that what you're trying to tell me?)  [Breakdown] Everybody wants a lover like that, baby Everybody wants a lover like that Yeah, yeah Everybody wants a lover like that Everybody, everybody Everybody wants a lover like that (Is that what you're trying to tell me?)  Everybody wants a lover Everybody wants a lover like that Everybody wants a lover like that Everybody wants a lover like that Everybody wants a lover like that  [Outro] (Would you like me to seduce you?) You're such a... you're such a... (Would you like me to seduce you?) Yeah, yeah (Would you like me to seduce you?) You're such a... you're such a... Yeah, yeah  [Outro - Spoken Sample by Annie Leake] Would you stop playing with that radio of yours? I'm trying to get to sleep  ",
        "title": "Too Funky"
    },
    {
        "artist": "Def Leppard",
        "lyrics": "  [Verse 1] Here I am, I'm in the wrong bed again It's a game I just can't win There you are breathing soft on my skin, yeah Still you won't let me in, so come on  [Pre-Chorus] Why save your kisses for a rainy day Baby, let the moment take your heart away  [Chorus] Have you ever needed someone so bad, yeah Have you ever wanted someone, you just couldn't have Did you ever try so hard that your world just fell apart Have you ever needed someone so bad  [Verse 2] And you're the girl I got to have I got to have you baby, yeah There you go, midnight promises again, yeah But they're broken by the dawn You want to go further, faster everyday, baby But in the morning you'll be gone and I'm alone  [Pre-Chorus]  [Chorus]  [Verse 3] Every dream I dream is like Some kinda rash and reckless scene To give out such crazy love You must be some kind of drug And if my time don't ever come For me you're still the one Damned if I don't, damned if I do I got to get a fix on you  [Chorus][x2]  [Bridge] And you're the girl, I got to have I got to have you baby, yeah It's a game I just can't win, oh  [Chorus]  ",
        "title": "Have You Ever Needed Someone So Bad"
    },
    {
        "artist": "U2",
        "lyrics": "  [Verse 1] Give me one more chance, and you'll be satisfied Give me two more chances, you won't be denied Well my heart is where it's always been My head is somewhere in between Give me one more chance, let me be your lover tonight  [Chorus] You're the real thing Yeah the real thing You're the real thing Even better than the real thing  [Verse 2] Give me one last chance, and I'm gonna make you sing Give me half a chance to ride on the waves that you bring You're honey child to a swarm of bees Gonna blow right through ya like a breeze Give me one last dance, we'll slide down the surface of things  [Chorus]  [Verse 3] We're free to fly the crimson sky The sun won't melt our wings tonight Oh now, oh yeah, here she comes Take me higher, take me higher You take me higher, you take me higher  [Chorus]  ",
        "title": "Even Better Than The Real Thing"
    },
    {
        "artist": "Firehouse",
        "lyrics": "  I see forever when I look in your eyes You're all I ever wanted I always want you to be mine Let's make a promise till the end of time We'll always be together And our love will never die  So here we are face to face And heart to heart I want you to know we will Never be apart Now I believe that wishes can come true 'Cause I see my whole world I see only you  When I look into your eyes I can see how much I love you And it makes me realize When I look into your eyes I see all my dreams come true When I look into your eyes  I've looked for you all of my life Now that I've found you We will never say goodbye I can't stop this feeling And there's nothing I can do 'Cause I see everything when I look at you  When I look into your eyes I can see how much I love you And it makes me realize When I look into your eyes I see all my dreams come true When I look into your eyes  When I look into your eyes I can see how much I love you And it makes me realize When I look into your eyes We will always be together And our love will never die  When I look into your eyes I see that only dreams come true When I look into your eyes When I look into your eyes  ",
        "title": "When I Look Into Your Eyes"
    },
    {
        "artist": "Peter Cetera",
        "lyrics": "  [Verse 1] I don't wanna lose you I don't want you walking away We're so good together Tell me it's forever 'Cause I want you to stay  [Pre-Chorus 1] I'll be damned if I'm living without you And as long as I live You will know  I just wanna build My world around you Don't want you to go  [Chorus 1] Don't leave me here With my restless heart The one you fill with emotion Baby right from the start 'Cause the hardest part Is being alone With my restless heart Mm, with my restless heart  [Verse 2] Tell me where you want me Anytime, I don't care Ooh Tell me when you need me 'Cause baby when you need me I will be right there (I will be right there)  [Pre-Chorus 2] I'll be damned if I'm living without you And as long as I live You will know  I will never build A wall around you And I don't want you to go  [Chorus 2] Don't leave me here With my restless heart The one you fill with emotion Baby right from the start And the hardest part is being alone With my restless With my restless With my restless heart  [Guitar solo]  [Pre-Chorus 3] I'll be damned if I'm living without you And as long as I live You will know  I just wanna build My world around you I don't want you to go  [Chorus 3] Don't leave me here With my restless heart The one you fill with emotion Baby right from the start 'Cause the hardest part Is being alone With my restless With my restless  Don't leave me here With my restless heart The one you fill with emotion Baby, right from the start 'Cause the hardest part Is being alone With my restless heart  Don't leave me here With my restless heart The one you fill with emotion Baby right from the start 'Cause the hardest part Is being alone With my restless With my restless With my restless heart  ",
        "title": "Restless Heart"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "If You Asked Me To"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": "  [Intro] Ooh You remind me, yeah You remind me of such sweet memories  [Chorus] I seen you before, baby It's a deja vu, honey Don't you know that you remind me? I seen you before, baby It's a deja vu, honey Don't you know that you remind me?  [Verse 1] You, you remind me of a love that I once knew Is it a dream or is it deja vu? I just had to let you know so I had to sing it Cause for you, boy, I don't know  [Pre-Chorus] The way you walk and The way you talk and The way you move and You remind me, yes you do Of the way you dress and The way you dance and You really like to groove it You remind me You remind me, yeah  [Chorus] I seen you before, baby It's a deja vu, honey Don't you know that you remind me? I seen you before, baby It's a deja vu, honey Don't you know that you remind me?  [Verse 2] You, you remind me of a memory And this is something you should know Sweet baby darling, come on just stop playing with my mind Cause for you, boy, I don't know  [Pre-Chorus] The way you walk and The way you talk and The way you move and You remind me, yes you do Of the way you dress and The way you dance and You really like to groove it You remind me You remind me, yeah  [Chorus] I seen you before, baby It's a deja vu, honey Don't you know that you remind me? I seen you before, baby It's a deja vu, honey Don't you know that you remind me?  ",
        "title": "You Remind Me (From \"Strictly Business\")"
    },
    {
        "artist": "En Vogue",
        "lyrics": "  [Intro: En Vogue + (Maxine Jones)] Ooooh, bop... No, you're never gonna get it (ow!) Never ever gonna get it (no, not this time) No, you're never gonna get it (my love) Never ever gonna get it No, you're never gonna get it (ow!) Never ever gonna get it (not this time) No, you're never gonna get it (my love) Never never gonna get it Ooooh, bop...  [Verse 1: Maxine] I remember how it used to be You never was this nice, you can't fool me (Ooooh, bop...) Now you talking like you made a change The more you talk, the more things sound the same (Ahh...)  [Pre-Chorus: Dawn Robinson] What makes you think you can just walk back into her life (Ooh, oh oh oh) Without a good fight? (Ahh...) I just sit back and watch you make a fool of yourself (Ooh, oh) 'Cause you're just wasting your time, oh  [Chorus: En Vogue + (Maxine)] No, you're never gonna get it (not this time) Never ever gonna get it (my lovin') No, you're never gonna get it (had your chance to make a change) Never ever gonna get it  No, you're never gonna get it (not this time) Never ever gonna get it (my lovin') No, you're never gonna get it (had your chance to make a change) Never ever gonna get it Ooooh, bop...  [Verse 2: Maxine] Now you promise me the moon and stars Save your breath, you won't get very far (Ooooh, bop...) Gave you many chances to make change The only thing you changed was love to hate (Ahh...)  [Pre-Chorus: Dawn] It doesn't matter what you do or what you say (Ooh, oh, oh, oh) She doesn't love you; no way (Ahh...) Maybe next time you'll give your woman a little respect (Ooh, oh oh) So you won't be hearing her say, no way  [Chorus: En Vogue + (Maxine)] No, you're never gonna get it (not this time) Never ever gonna get it (my lovin') No, you're never gonna get it (had your chance to make a change) Never ever gonna get it  No, you're never gonna get it (not this time) Never ever gonna get it (my lovin') No, you're never gonna get it (had your chance to make a change) Never ever gonna get it  No, you're never gonna get it (not this time) Never ever gonna get it (my lovin') No, you're never gonna get it (had your chance to make a change) Never ever gonna get it  No, you're never gonna get it (not this time) Never ever gonna get it (my lovin') No, you're never gonna get it (had your chance to make a change) Never ever gonna get it Ooooh, bop...  [Interlude: Maxine] Yes sir I give to the needy, and not the greedy Mmhmm, that's right 'Cause you see, baby (Ooooh, bop...) When you're locking, you're losing And I'm out the door (Ahh...)  [Pre-Chorus: Dawn] It doesn't matter what you do or what you say (Ooh, oh oh oh) She doesn't love you; no way (Ahh...) Maybe next time you'll give your woman a little respect (Ooh, oh) So you won't be hearing her say, no way  (And now it's time for a breakdown)  [Break] Never gonna get it, never gonna get it Never gonna get it, never gonna get it Never gonna get it, never gonna get it Never gonna get it (woo-woo-woo-woo) Never gonna get it, never gonna get it Never gonna get it, never gonna get it Never gonna get it, never gonna get it Never gonna get it, never get it (You bet) BOP! (You bet) BOP! (You bet) BOP! (You bet) BOP!  [Chorus: En Vogue + (Maxine)] No, you're never gonna get it (sweet lovin') Never ever gonna get it (sweet lovin') No, you're never gonna get it (my lovin') Never ever gonna get it (my lovin')  No, you're never gonna get it (sweet lovin') Never ever gonna get it (my lovin') No, you're never gonna get it (sweet lovin') Never ever gonna get it (my lovin')  No, you're never gonna get it (not this time) Never ever gonna get it (sweet lovin') No, you're never gonna get it (my sweet lovin') Never ever gonna get it (my sweet lovin')  ",
        "title": "My Lovin' (You're Never Gonna Get It)"
    },
    {
        "artist": "EPMD",
        "lyrics": "  [Hook] Whatever you want Whatever you need I wanna do it for you, I do  Whatever you want Whatever you need I wanna do it for you, I do  [Erick Sermon] Erick Sermon's in the house  Let's get up, let's get down Roll with the hardcore funk, the hardcore sound Let's get wit this, mackadocious funk material So simple, when I rock wit the instrumental Who am I (E-D the Green Eyed Bandit) Control my career so I can never get stranded But the rest are gettin' Brand Nubian Changed up they style, from jeans to suits and Thinking about a pop record, somethin' made for the station For a whole new relation- Ship of a new type of scene To go platinum and clock mad green AKA, a sellout, the rap definition Get off that boy, change your mission Come back around the block Pump Color Me Badd to the ah, tick tock Let them know your logo, not a black thing My background sing, my background sing for the crossover  [Hook] Whatever you want Whatever you need I wanna do it for you, I do  The crossover  Whatever you want Whatever you need I wanna do it for you, I do  [Parrish Smith] The rap era's outta control, brother's sellin' their soul To go gold, going, going, gone, another rapper sold (To who) To pop and R&B, not the MD I'm strictly hip-hop, I'll stick to Kid Capri Funk mode, yeah, kid, that's how the Squad rolls I know your head is bobbin' cuz the neck knows (Not like other rappers) frontin' on they fans, they ill Trying to chill, saying \"damn, it be great to sell a mill!\" That's when the mind switch to the pop tip (Kid, you're gonna be large!) Yea right, that's what the company kicks Forget the black crowds, you're wack now In a zoot suit, frontin' black lookin' mad foul I speak for the hardcore (rough, rugged and raw) I'm outta here, catch me chillin' on my next tour From the US to the white cliffs of Dover Strictly underground funk, keep the crossover  [Hook] Whatever you want Whatever you need I wanna do it for you, I do  Crossover  Whatever you want Whatever you need I wanna do it for you, I do  [Erick Sermon] (So whatcha sayin) You wanna go pop goes the weasel You know you should be rocking the fans wit something diesel But you insist to piss me off black So I flex the biceps so I can push em back So real hardcore hip-hop continue wreck it And all sucker MCs duck down and get the message So ban the crossover, yo, who's wit me (Hit Squad) yea, P, hit me  [Parrish Smith] Another megablast funky dope style from cross yonder (So help me Rhonda, help, help me Rhonda) (Yo, from what) the crossover, yea crossing you over Outta here, gone, peace, nice to know ya (see ya) What a way to go out, no clout is what the fans will shout Cause you got gassed and took the wrong route Came on the scene, chillin', freakin' a funky dope line But when they finish wit you (beep) flatline Some say, \"There's no business like show business,\" But if that's the truth, please explain why is this: Rap has been around long, makin' mad noise you see Still I haven't seen one rapper livin' comfortably No time to pick and wish on a four leaf clover I stick to underground, keep the crossover  [Hook] Whatever you want Whatever you need I wanna do it for you, I do  Crossover  Whatever you want Whatever you need I wanna do it for you, I do  ",
        "title": "Crossover"
    },
    {
        "artist": "Wilson Phillips",
        "lyrics": null,
        "title": "Give It Up"
    },
    {
        "artist": "Rozalla",
        "lyrics": "  Everybody's free to feel good Everybody's free to feel good Everybody's free  Brother and sister together we'll make it through Some day a spirit will lift you and take you there I know you've been hurting But I've been there waiting to be there for you And I'll be there just helping you out whenever I can  'Cause Everybody's free to feel good Everybody's free to feel good  We all are a family that should stand together as one Helping each other instead of just wasting time Now is the moment to reach out to someone It's all up to you When everyone's sharing their hope Then love will win through  'Cause Everybody's free to feel good Everybody's free to feel good  Everybody's free to feel good Everybody's free to feel good (repeat to fade)  ",
        "title": "Everybody's Free (To Feel Good)"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "Nothing Broken But My Heart"
    },
    {
        "artist": "INXS",
        "lyrics": "  And I was lost for words In your arms Attempting to make sense Of my aching heart If I could just be Everything and everyone to you This life would just be so easy  Not enough time for all That I want for you Not enough time for every kiss And every touch and all the nights I wanna be inside you  We will make time stop For the two of us Make time stop And listen for our sighs  Not enough time for all That I want for you Not enough time for every kiss And every touch and all the nights I wanna be inside you  In our fight against the end Making love we are immortal We are the last two left on earth And I was lost for words In your arms Attempting to make sense of My aching heart If I could just be everything And everyone to you  Not enough time for all That I want for you Not enough time for every kiss Not enough time for all my love Not enough time for every touch  Not enough time for all That I want for you Not enough time for every kiss And every touch and all the nights I wanna be inside you  ",
        "title": "Not Enough Time"
    },
    {
        "artist": "Das EFX",
        "lyrics": "  [Verse 1] Bum stiggedy bum stiggedy bum, hon, I got the old pa-rum-pum-pum-pum But I can fe-fi or fo, diddly-bum, here I come So Peter Piper, I'm hyper than Pinocchio's nose 'Cause I'm the supercalafragilistic tic-tac pro I gave my oopsy, daisy, now you've got the Crazy I'm Crazy with the books, Googley-goo where's the gravy So one two, um, buckle my, um shoe Yabba Doo, hippity-hoo, crack a brew So trick or treat, smell my feet, yup I drippedy-dropped a hit So books get on your mark and spark that old censorship Drats and double drats, I smiggedy-smacked some whiz kids The boogedy-woogedly Brooklyn boy's about to get his, dig My waist bone's connected to my hip bone My hip bone's connected to my thigh bone My thigh bone's connected to my knee bone My knee bone's connected to my hardy-har-har-har The jibbedy-jabber jaw ja-jabbing at your funny bone, um Skip the Ovaltine, I'd rather have my honeycomb Or preferably the sinsemilla, Let's spiggedy-spark the blunts, um Dun dun dun dun dun, dun dun  [Hook] They want EFX, some live EFX They want EFX, some live EFX They want EFX, some live EFX Snap a neck for some live EFX  [Verse 2] Well I'll be darned, shiver me timbers yo, head for the hills! I picked a weeping willow, and a daffodil So back up bucko or I'll pulverize McGruff Cause, this little piggy gets, busy and stuff Arrivederci, heavens to mercy, honky tonk I get swift I caught a Snuffleupagus and smoked a boogaloo spliff I got the nooks, the cranies, the nitty gritty 40 doe So all aboard, castaway, hey where's my boogaloo? Oh-h-h-h-h-h-hhh I'm steamin, a-go-ny! Why's everybody always pickin on me? They call me Puddin' Tane, and rap's my game You ask me again and I'll t-tell you the same Since I'm the vocal vegemintarian, stick 'em up freeze So no Parks sausages, mom, please A-Blitz shoots the breeze, twiddly-dee shoots his lip Crazy Drayzie shot the sheriff yup, and I shot the gift And that's PRET-TY SNEA-KY SIS, oh yo I got my socks off, my rocks off, my Nestle's cup of cocoa Holly Hobbie tried to slob me, tried to rob me silly stunt Diggedy-dun dun dun dun dun, DUN DUN!  [Hook](x2) They want EFX, some live EFX They want EFX, some live EFX They want EFX, some live EFX Snap a neck for some live EFX  [Verse 3] Yahoo, hidee-ho yup I'm coming around the stretch So here Fido boy, fetch, boy, fetch I got the rope-a-dope a slippery choker, look at me get raw And I'm the hickory-dickory top of morning boogoloo big jaw With the yippedy zippedy Winnie the Pooh bad boy blue Yo crazy got the gusto, what up, I swing that too So nincompoop give a hoot and stomp a troop without a strain Like Rosco P. Coltrane I spiggedy-spark a spiff and give a twist like Chubby Checker I take my Froot Loops with two scoops, make it double decker Oh Finster Baby come to Papa Duke A babaloo, ooh, a babaloo boogedy boo I went from Gucci to Stussy, to fliggedy-flam a groupie To Zsa Zsa, to yibbedy-yabba dabba hoochie koochie Tally ho I-I'll take my Stove Top instead of my Tater, so Maybe I'll shoot 'em now, nope maybe I'll shoot 'em later, yep I used to have a dog and Bingo was his name oh, so uh B-I-N-G-O-oh You do the hokey pokey and you turn yourself around, hon, so uh Dun dun dun dun dun, dun dun  [Hook ](x2) They want EFX, some live EFX They want EFX, some live EFX They want EFX, some live EFX Snap a neck for some live EFX  ",
        "title": "They Want EFX"
    },
    {
        "artist": "Sophie B. Hawkins",
        "lyrics": "  That old dog has chained you up all right Give you everything you need To live inside a twisted cage Sleep beside an empty rage Sleep beside in empty rage I had a dream I was your hero  Damn I wish I was your lover I'd rock you till the daylight comes Make sure you are smiling and warm I am everything Tonight I'll be your mother I'll do such things to ease your pain Free your mind and you won't feel ashamed Open up gonna come inside Gonna fill you up Make you cry  This bloke can't stand to see you black and blue I give you something sweet each time you Come inside my jungle book It's just too good Don't say you'll stay Cause then you go away  Damn I wish I was your lover I'll rock you till the daylight comes Make sure you are smiling and warm I am everything Tonight I'll be your mother I'll do such things to ease your pain Free your mind and you won't feel ashamed Shucks For me there is no other You're the only shoe that fits I can't imagine I'll grow out of it Damn I wish I was your lover  If I was your girl believe me I'd turn on the Rolling Stones We could groove along and feel much better Let me in I could do it forever and ever, ever n' ever Give me an hour to kiss you Walk through heaven's door I'm sure We don't need no doctor to feel much better Let me in Forever and ever and ever and ever  I sat on the mountainside with peace of mind I lay by the ocean making love to her with visions clear Walked for days with no one near And I return as chained and bound to you  Damn I wish I was your lover I'll rock you till the daylight comes Make sure you are smiling and warm I have everything Tonight I'll be your mother I'll do such things to ease your pain Free your mind and you won't feel ashamed Shucks for me there is no other You're the only shoe that fits I can't imagine I'll grow out of it Damn I wish I was your lover Open up gonna come inside Gonna fill you up Make you cry  ",
        "title": "Damn I Wish I Was Your Lover"
    },
    {
        "artist": "Arrested Development",
        "lyrics": "  [Verse 1: Speech] Lord I've really been real stressed Down and out, losing ground Although I am Black and proud Problems got me pessimistic Brothers and sisters keep messin up Why does it have to be so damn tough I don't know where I can go To let these ghosts out of my skull My grandma's passed, my brother's gone I never at once felt so alone I know you're supposed to be my steering wheel Not just my spare tire (home) But Lord I ask you (home) To be my guiding force and truth (home) For some strange reason it had to be (home) He guided me to Tennessee (home)  [Hook] Take me to another place Take me to another land Make me forget all that hurts me Let me understand your plan  [Verse Two] Lord it's obvious we got a relationship Talking to each other every night and day Although you're superior over me We talk to each other in a friendship way Then outta nowhere you tell me to break Outta the country and into more country Past Dyersburg into Ripley Where the ghost of childhood haunts me Walk the roads my forefathers walked Climbed the trees my forefathers hung from Ask those trees for all their wisdom They tell me my ears are so young (home) Go back to from whence you came (home) My family tree my family name (home) For some strange reason it had to be (home) He guided me to Tennessee (home)  [Hook]  [Interlude: Aerle Taree] Eshe, she went down to Holly Springs Rasadon and Baba, they went down to Peachtree Headliner, I challenge you to a game of horseshoes, a game of horseshoes  [Verse 3: Speech] Now I see the importance of history Why my people be in the mess that they be Many journeys to freedom made in vain By brothers on the corner playing ghetto games I ask you Lord why you enlightened me Without the enlightment of all my folks He said cause I set myself on a quest for truth And he was there to quench my thirst But I am still thirsty The Lord allowed me to drink some more He said what I am searching for are The answers to all which are in front of me The ultimate truth started to get blurry For some strange reason it had to be It was all a dream about Tennessee  [Hook]  [Outro: Aerle Taree] Headliner, I won the game of horseshoes Now you owe me a watermelon Let's go climb trees and skip over rocks Do like they do below the border Speech's hair Don't it look like the roots of the tree that the ancestors were hung from But that's okay, get it cause he's down to Earth  ",
        "title": "Tennessee"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": "  [Verse 1] Out in the country past the city limits sign Well there's a honky tonk near the county line The joint starts jumpin' everynight when the sun goes down They got whiskey, women, music and smoke It's where all the country folk go to boot scootin' boogie  I've got a good job, I work hard for my money When it's quittin' time I hit the door runnin' I fire up my pickup truck and let the horses run I go flyin' down that highway to that hide-a-way Stuck out in the woods to do the boot scootin' boogie  [Chorus] Yeah, heel, toe, do-si-do come on baby let's go boot scootin' Cadillac blackjack, baby meet me outback we're gonna boogie Oh get down, turn around, go to town, boot scootin' boogie  [Verse 2] The bartender asks me, says son what'll it be I want a shot of that redhead yonder lookin' at me The dance floor's hoppin' and it's hotter than the fourth of July I see outlaws, inlaws, crooks & straights all out makin' it shake Doin' the boot scootin' boogie  [Chorus]  ",
        "title": "Boot Scootin' Boogie"
    },
    {
        "artist": "Charles & Eddie",
        "lyrics": "  [Intro] Nothing but love, baby Mm-mm-mm My, my, my, my, my girl (Look into my eyes) Would I lie to you, yeah? (Would I lie to you, baby, would I lie to you?)  [Chorus] Look into my eyes, can't you see they're open wide? Would I lie to you, baby, would I lie to you? (Oh, yeah) Don't you know it's true, girl, there's no one else but you? Would I lie to you, baby, yeah?  [Verse 1] Everybody wants to know the truth In my arms is the only proof I've hidden my heart behind the bedroom door Now it's open, I can't do no more  [PreChorus] I'm telling you, baby, you will never find another girl In this heart of mine (Oh-oh)  [Chorus] Look into my eyes, can't you see they're open wide? Would I lie to you, baby, would I lie to you? (Oh, yeah) Don't you know it's true, girl, there's no one else but you? Would I lie to you, baby, yeah? (Would I lie to you?)  [Verse 2] Everybody's got their history (History) On every page a mystery (It's a mystery, yeah) You can read my diary, you're in every line Jealous minds, never satisfied  [PreChorus] I'm telling you, baby, you will never find another girl In this heart of mine (In this heart of mine)  [Chorus] Look into my eyes, can't you see they're open wide? Would I lie to you, baby, would I lie to you? (Oh, yeah) Don't you know it's true, girl, there's no one else but you? Would I lie to you, baby, yeah? (Would I lie to you?)  [Bridge] (Would I lie to you?) When you wanna see me night and day (Would I lie?) If I tell you that I'm here to stay (Would I lie to you?) Do you think I give my love away? (Would I lie?) That's not the kind of game I play  [PreChorus] I'm telling you, baby, you will never find another girl In this heart of mine (In this heart of mine, deep in my heart) Whoo  [Chorus] Look into my eyes, can't you see they're open wide? Would I lie to you, baby, would I lie to you? (Oh, yeah) Don't you know it's true, girl, there's no one else but you? Would I lie to you, baby, yeah? (Would I lie to you?) (Would I lie to you, baby?)  Look into my eyes, can't you see they're open wide? Would I lie to you, baby, would I lie to you? (Oh, yeah) Don't you know it's true, girl, there's no one else but you? Would I lie to you, baby, yeah? (Would I lie to you?) (Come on, come on, come on, come on and kiss me, baby)  (Look into my eyes) (Would I lie to you, baby, would I lie to you?) I wouldn't lie to you, baby, there ain't no one else but you  ",
        "title": "Would I Lie To You?"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Spoken intro] This next song is made popular By incredible Jackson 5 And it's always been one of my favorite songs And I hope it's yours It's called \"I'll be there\"  Ooh ooh  [Verse 1: Mariah Carey] You and I must make a pact We must bring salvation back Where there is love I'll be there (I'll be there) I'll reach out my hand to you I'll have faith in all you do Just call my name And I'll be there  [Chorus: Trey Lorenz] I'll be there to comfort you I'll build my world of dreams around you I'm so glad I found you, yeah I'll be there with a love so strong I'll be your strength You know I'll keep holding on  [Verse 2: Mariah Carey] Let me fill your heart with joy and laughter Togetherness, well it's all I'm after Just call my name And I'll be there Yeah, yeah  I'll be there to protect you (yeah, I'll be there) With an unselfish love that respects you Just call my name And I'll be there (I'll be there)   [Chorus: Trey Lorenz] I'll be there to comfort you Build my world of dreams around you You know I'm so glad I found you, babe (so glad babe) I'll be there with a love so strong I'll be your strength (be your strength) You know I'll keep holding on   [Verse 3: Mariah Carey] If you should ever find someone new I know she'd better be good to you Because if she doesn't Then I'll be there (I'll be there)  [Outro] Don't you know baby, yeah, yeah I'll be there I'll be there Just call my name (I'll be there) And I'll be there Yeah, yeah ,yeah, yeah  I'll be there baby (I'll be there) You know I'll be there yeah ,yeah, yeah Just call my name (I'll be there) And I'll be there  Just look over your shoulder Just call my name And I'll be there  ",
        "title": "I'll Be There"
    },
    {
        "artist": "The Movement",
        "lyrics": null,
        "title": "Jump!"
    },
    {
        "artist": "The Soup Dragons",
        "lyrics": "  You Are the One Supreme Being Just Dressed to Kill And Fulfill Just Any Dream And You Are the One Heart's Desire All Hips and Lips Made to Trick Just Any Fool  (chorus) I Could Have Sworn That You Were An Angel 'cause You're a Sweet, Sweet, Sweet, Divine Thing But I Should Have Known That You Were the Devil Dressed Like a Sweet, Sweet, Sweet, Divine Thing...  You Lack the One Thing That Is Devotion Not Always There, in Your Hair In a Daze Just Too Wrapped Up In Your Own Emotion Your Vanity Will Always Be Your Greatest Thing....  Chorus  Divine Thing, Divine Thing.....  ",
        "title": "Divine Thing"
    },
    {
        "artist": "Del Amitri",
        "lyrics": "  So you're in love with someone else Someone who burns within your soul And it looks like I am the last to know I hear you've never felt so alive So much desire beyond control And as usual I am the last to know  The last to know how you're feeling The last to know where you are The last to know if you're happy now Or if he's treating you like I treated you Or if he's cruel I'll be the last to know  We spent summers up beyond the bay And you said these are such perfect days That if the bomb drops baby I wanna be the last to know But now you're living up behind the hill And though we share the same city and feel the same sun When your winter comes I'll be the last to know  Always the last to know how you're feeling The last to know where you are The last to know if you're happy now Or if he's pleaded with you Like I pleaded with you if you go Don't let me be the last to know Don't let me be the last to know  Creation's gone crazy The TV's gone mad Now you're the only sane thing that I've had  Always the last to know how you're feeling The last to know where you are The last to know if you're happy now Or if he's cheated on you Like I cheated on you, oh You were the last to know You were the last to know Don't let me be the last to know  Oh, Oh, Oh  Don't let me be the last to know  No, No, No, No, No, No, No, No, No, No, No, No, No, No  ",
        "title": "Always The Last To Know"
    },
    {
        "artist": "Genesis",
        "lyrics": "  Hold on my heart Just hold on to that feeling We both know we've been here before We both know what can happen  Hold on my heart Cause I'm looking over your shoulder Ooh please don't rush in this time Don't show her how you feel  Hold on my heart Throw me a lifeline I'll keep a place for you Somewhere deep inside  So hold on my heart Please tell her to be patient Cause there has never been a time That I wanted something more  If I can recall this feeling And I know there's a chance Oh I will be there Yes I will be there Be there for you Whenever you want me to Whenever you call Oh I will be there Yes I will be there  Hold on my heart Don't let her see you crying No matter where I go She'll always be with me So hold on my heart Just hold on to that feeling We both know we've been here before We both know what can happen  So hold on my heart Just hold on my heart I'm gonna hold on to your heart Hold on my heart Hold on (hold on my heart) Just hold on Just hold on Just hold on Just hold on  ",
        "title": "Hold On My Heart"
    },
    {
        "artist": "A.L.T. And The Lost Civilization",
        "lyrics": "  [A.L.T.] Ah yeah Yo, Jime, you ready to do this  (Verse 1) I was at the bar with my drinking team And it was me, Jack Daniels, and my homie Jim Beam We were kinda blizted and we were tryin to behave, yo When in walked a soldier, he was from the Fuzzy Navel We were fallin', stumblin', crawlin' In came the police, Captain Tom Collins And the vato said, \"Freeze!\" (Freeze!) He said, \"Hands in the air and hand over your keys\" Now we did And that was kinda simple Now, here came Margarita and her friend Shirley Temple I asked my friend 'bout Margarita He said that Shirley was a virgin and I wouldn't wanna meet her So I talked to Margarita, cause, yo, she was flyer I took her to the couch cause I wanted to screw-drive her Now I'm not one for a speech But there was plenty of Tequila and sex on the beach, y'all Tequila  {*Tequila theme playing*}  [A.L.T.] T-T-T-Tequila Yeah Alright Come on [All]    TEQUILA!  (Verse 2) Here we go again and I'm not fussin' See, I'm a French Mexican but I kick it with white Russians At the bar with the drink in my hand In walked Jose Cuevo, he was Margarita's man I talked to the Wise Man, cause yo, he's distinguished His name is St. Ides and he spoke in Olde English He said, \"You better think fast Cause Jose, is kind of crazy and I heard he shot glass\" He gave me some advice and it went like this, yo \"Catch the Nighttrain and head up to 'Cisco\" I didn't wanna stick around I caught the 151 to New York, the Greyhound Now I'm at the Red Zone, everybody stylin' Showbiz was sippin' Ice Teas on Long Island I blacked out, the party came to a halt Cause I was drinkin' the Tequila with the lemon and salt, y'all Tequila  {*Tequila theme playing*}  [A.L.T.] T-T-T-Tequila Yeah Alright [All]    TEQUILA!  (Verse 3) I woke up in the morning and felt like a zombie The Tequila Gold Label had bombed me You see I woke up late I wasn't feelin' so great And Mike said, \"There's a Bacardi party starting at eight\" Yo, we walked in the party and started playing our games We played tops, buds and quarters With Bartles & Jaymes Here came Shirley Temple and they told me to chill Because the Mickey Brothers took her up to Strawberry Hill They took her thousand dollar mink and she could barely think Cause the Tequila that she drank had her tickled pink Now, the music came on and I rocked the instrumental There's a groupie named Mai Tai, a fly oriental A groupie is a girl that jocks She wore a def Black Velvet, and drank Scotch on the rocks We had a Fake Marriage, now here's the Honeymoon Yo, it's on, Vagabond At the Blue Lagoon Now everybody take a couple of words from the wise A girlie and a bottle Tequila Sunrise Tequila  [ *horn section plays the 'Tequila' theme* ]  {*Tequila theme playing*}  [A.L.T.] Yeah Alright Come on [All]    TEQUILA!  {*Tequila theme playing*} {*people chattering and screaming \"TEQUILA!\"*}  ",
        "title": "Tequila"
    },
    {
        "artist": "R. Kelly & Public Announcement",
        "lyrics": "  [Verse 1: R. Kelly] Hey Mr. DJ Why don’t you slow this party down The ladies in here are fly And there’s one who’s caught my eye  [Pre-Hook 1: R. Kelly] I wanna pull her close to me And whisper sweet things in her ear 'Cause tonight I’m full of fire, baby And you’re the only one my heart desires  [Hook: Public Announcement (w/ R. Kelly ad-libs)] You’re the only one I wanna slow dance with (Girl, you’re the only one Hey Mr. DJ, why don’t you slow this party down) You’re the only one I wanna slow dance with (Let the record spin Now baby, take my hand)  [Verse 2: R. Kelly] Let the music play 'Cause I wanna get it on Put your arms around me, baby And let’s start a slow grind, grind  [Pre-Hook 2: R. Kelly] I’m gonna rock and roll and rock it all night long, baby, baby What you’re giving me is a feeling so strong, so strong Feel my nature rise, girl I’m gonna make you feel good tonight, you’re the only one  [Hook (w/ R. Kelly ad-libs)] I wanna slow dance with you, baby DJ, let the record spin around real nice and slow, yeah Baby, let’s slow dance, right now All you gotta do is take my hand and let me, woo  [Bridge: Public Announcement (& R. Kelly)] (Let me lead you to the middle of the floor I’ll put my arms around you And I won’t let go Slow  [Hook (w/ R. Kelly ad-libs)] I wanna slow dance with you, baby With you and only you Hey girl, come and take my hand Run and tell the DJ To put a nickel on the needle so the record won’t budge  I wanna slow dance with you, baby With you and only you Hey girl, come and take my hand Run and tell the DJ To put a nickel on the needle so the record won’t budge  See, it’s one o’clock in the morning And the party’s just beginnin’, yeah And I wanna slow dance with you, baby, before the night is through See, I’ve been watchin’ you And I know you’ve been watching me, too  ",
        "title": "Slow Dance (Hey Mr. DJ)"
    },
    {
        "artist": "2 Unlimited",
        "lyrics": null,
        "title": "Twilight Zone"
    },
    {
        "artist": "After 7",
        "lyrics": null,
        "title": "Kickin' It"
    },
    {
        "artist": "Shabba Ranks",
        "lyrics": "  Chevelle Franklin: Mr Loverman ... (Shabba) Mr Loverman ... Shabba Mr Loverman ... (Shabba) Mr Loverman ... Shabba  Champion lover, no ease up tonight, no Champion lover, gonna make you feel alright, yeah-hey Champion lover, no ease up tonight, no Champion lover, nice me up tonight  Shabba Ranks: I did know a girl Well, if a loving you looking for you buck upon the right man A love you hunting for you buck upon the right man Well, if a loving you looking for you buck upon the right man A love you hunting for you buck upon the right man  A woman take a trip, she's coming from England To satisfy her soul you know that she wants a man. But... It's Shabba Ranks, she's buck upon A going make you explode just like a bomb  Every hour, every minute man, every second Them call me Mr Loverman, they call me Mr lover  Chevelle Franklin: I'm not gonna take it easy, you won't get away tonight The vibe that's flowing through me makes me feel alright (Huh) You keep say you full up of action Now is the chance to show me your motion (Hey, hey) I've waited so long You'd better come on strong  Mr Loverman, thrill me with it Mr Loverman ... Shabba Mr Loverman ... (Shabba) I can't wait  Shabba Ranks: Waiting for what? You have it in a your mind fi come thrill me wid it A going lay down and make you thrill me wid it Because thrilling that is my favourite habit And when me lay down you know me nah run from it  They call me Mr Loverman, they call me Mr Lover Mr Loverman, they call me Mr Lover Them call me Mr Loverman, they call me Mr Lover  A woman take a trip, she's coming from England To satisfy her soul you know that she wants a man, boops Is Shabba Ranks, can you buck upon A going make you explode just like a bomb Every hour, every minute man, every second They call me Mr Loverman, they call me Mr Lover  Chevelle Franklin: Champion lover, no ease up tonight, no Champion lover, gonna make you feel alright, woah Champion lover, no ease up tonight Mr Loverman, put your loving where your mouth is  But is a loving me want i know loving me want to get You never's experienced this a love yet For Mr Lover make you work up a sweat And ina a dis a loving nah go live and fret  As I love you from your toe, go straight to you They call me Mr Loverman, they call me Mr Lover Mr Loverman, they call me Mr Lover A goin' tell the world them call me Mr Loverman  Is fi me love the girls dem depending on Caroline, she belong to another man They call me Mr Loverman, they call me Mr Lover  Chevelle Franklin: Mr Loverman, thril me with it Mr Loverman, kill me with it, Mr Loverman (Shabba) Mr Loverman ...Shabba Mr Loverman (Shabba)  Mr Loverman ... Shabba Mr Loverman (Shabba, Shabba Shabba) (Shabba, Shabba Shabba) (Shabba, Shabba Shabba)  ",
        "title": "Mr. Loverman (From \"Deep Cover\")"
    },
    {
        "artist": "Snap!",
        "lyrics": "  [Hook] Rhythm is a dancer It's a soul's companion You can feel it everywhere Lift your hands and voices Free your mind and join us You can feel it in the air  [Bridge] Ooh, it's a passion Ooh, you can feel it in the air Ooh, it's a passion, ooh  [Hook] Rhythm is a dancer It's a soul's companion You can feel it everywhere Lift your hands and voices Free your mind and join us You can feel it in the air  [Bridge] Ooh, it's a passion Ooh, you can feel it in the air Ooh, it's a passion, ooh  [Cuts] Rhythm You can feelt it (You can feelt it) Rhythm Rhythm is a dancer Rhythm You can feel it (You can feel it) Rhythm Rhythm is a dancer  [Part 1: Turbo B] Let the rhythm ride You guide you sneak inside You set your mind to Move to its pulsation Bass vibrations synth sensation Pause is not a place in mind And body must be free to Please take it all in Nothing to lose everything to Win but it controls you Holds you molds you back to older New touch it taste it free Your soul and let it face you Is Got to be what you wanna If the groove don't get you the rifle's gonna I'm serious as cancer When I say rhythm is a dancer  [Hook] Rhythm is a dancer It's a soul's companion You can feel it everywhere Lift your hands and voices Free your mind and join us You can feel it in the air  ",
        "title": "Rhythm Is A Dancer"
    },
    {
        "artist": "AB Logic",
        "lyrics": "  Watch out for the Hitman Watch out - watch out - watch out - watch out Here we go back to a groove, back and forth to make you move Get up to the funky music on the dance floor and just swing it Tonight's the night for you to let it hang out You get funky while I get the house Now I know that you got soul, there it is, put the ace in the hole Feel the vibe while the rhythm control you, I command you to get loose Yeah, I know you like my style, grab a girl and get buck wild Show me what you got while the noise is pumpin' The DJ's spinnin', the crowd is jumpin' Turn up the music and let's motivate Do that thing until your body starts to break Watch out - watch out - watch out - watch out I won't give it up, baby till you drop Get down on the bea-eat (Feel the pump from the Hitman) The Hitman makes you move, get into the groove Let's turn on the hea-eat (Feel the pump from the Hitman) Dance all ni-i-i-ight, dance all ni-ight Dance all ni-i-i-ight, dance all ni-ight Watch out - watch out - watch out - watch out Now it's time to prove that you can move But don't rush too fast, you might miss the last step To a dance concept, K-Swing, I drop the power That'll keep you rockin' after hours Come on y'all, let's turn it up a notch The bass will vibrate, the dance floor will jump Up and down when the people start to yell Yeah, no time to chill, dance all night 'cause you gotta be strong There it is, you gotta move on, shake and bake your moneymaker And let me take you to a style That'll make you get down, get down, to a dope sound Watch out for the Hitman Watch out - watch out - watch out - watch out I won't give it up baby  ",
        "title": "The Hitman"
    },
    {
        "artist": "Amy Grant",
        "lyrics": "  I will be walking one day Down a street far away And see a face in the crowd and smile Knowing how you made me laugh Hearing sweet echoes of you from the past I will remember you  Look in my eyes while you're near Tell me what's happening here See that I don't want to say good-bye Our love is frozen in time I'll be your champion and you will be mine I will remember, I will remember you  Later on When this fire is an ember Later on When the night's not so tender Given time Though it's hard to remember darlin' I will be holding I'll still be holding to you I will remember you  So many years come and gone And yet the memory is strong One word we never could learn Good-bye True love is frozen in time I'll be your champion and you will be mine I will remember you So please remember I will remember you I will remember you I will remember you I will remember you  ",
        "title": "I Will Remember You"
    },
    {
        "artist": "Queen",
        "lyrics": null,
        "title": "We Will Rock You/We Are The Champions"
    },
    {
        "artist": "k.d. lang",
        "lyrics": "  Even through the darkest phase Be it thick or thin Always someone marches brave Here beneath my skin  And constant (Constant) Craving (Craving) Has always (Always) Been (Been)  Maybe a great magnet pulls All souls to what's true Or maybe it is life itself That feeds wisdom to its youth  Constant (Constant) Craving (Craving) Has always (Always) Been (Been)  Craving Ah, constant craving Has always been Has always been  Constant (Constant) Craving (Craving) Has always (Always) Been (Been)  Constant (Constant) Craving (Craving) Has always (Always) Been (Been)  Craving Ah, constant craving Has always been Has always been Has always been (Has always) Always been (Has always) Always been [fade out]  ",
        "title": "Constant Craving"
    },
    {
        "artist": "Mitch Malloy",
        "lyrics": "  I'm not alone  I know you feel it  So much deeper than we can see  Blood runs strong  And all my emotions, have taken their toll on me  A lonely battle another night  I don't wanna fight anymore  Nobody wins in this war  Two hearts are breakin  Is there an end in sight  Don't keep me waitin  Cause I can't fight anymore  Nobody wins in this war  It's you and I and nothing else matters  It's all of the love that you've given me  We will survive if we lay down are weapons  While we've still got time  Will you surrender, or give it up  Cause I don't wanna fight anymore  Nobody wins in this war  Two hearts are breakin  Is there an end in sight  Don't keep me waitin 'cause I can't fight anymore  Nobody wins in this war  These wounds of love need healing  I'm leavin it all in your hands  Oh yes Yes I am, baby  Nobody wins, Nobody wins in this war  Two hearts are breakin  Is there an end in sight  Don't keep me waitin 'cause I can't fight anymore  Nobody wins in this war (2x)  Nobody nobody nobody wins in this  Nobody nobody nobody wins in this  And I can't fight anymore  Nobody nobody nobody wins in this war  ",
        "title": "Nobody Wins In This War"
    },
    {
        "artist": "Color Me Badd",
        "lyrics": null,
        "title": "Slow Motion"
    },
    {
        "artist": "George LaMond",
        "lyrics": "  Magic fills the air whenever you are near I can finally see the mystery of love in your eyes Its got me hypnotized It made me believe our love was meant to be Now some things have changed You're mentioning his name But I don't want to hear That you've let someone new into heart It's tearing me apart But darling I've just got to know  Chorus: Where does that leave love Where does that leave us What about the promises and dreams that mean so much Where does that leave me Living without you How can I go on when you are telling me we're through Darling if its true Where does that leave us Where does that leave love  Holding back the tears Holding back the fears That you would really go And leave me here to live all alone No meaning in my life Now all that is left is a dream that's half alive I still need you so I just can't let you go Can't you find in me What you have found in somebody new After all that we've been through If I am about to lose you  Chorus Where does that leave you You always said that you'd be here How could you leave me now We got so much more we can share  Chorus  ",
        "title": "Where Does That Leave Love"
    },
    {
        "artist": "Ralph Tresvant",
        "lyrics": "  [Intro:] Can never buy you love Nah (You can't buy me Money can't buy love) Nah, can't buy you love, baby Uh huh, never buy you love Could never buy you love Nah, could never buy you love  [Verse 1:] But I need new friends I wanted to buy a Benz A trip about the world Yo, an oyster full of pearls Racks of new clothes Hah-choo, Kleenex for my nose A Rolex full of gold Man, anything can be sold  [Chorus:] (Money can't buy you love) Money can't buy you love Can't buy you happiness True love can bring Oh, no, money can't buy you love Can buy you diamond rings But money can't buy you love  Can't buy you love, can't buy you love Can't buy you love, can't buy you love Ah, listen to me now Can't buy you love, can't buy you love  [Verse 2:] A burning desire, would you be Inside my heart How much will it cost Ooh, baby To cool it off? What do you want? I'll write good checks to pay the price My wealth I'd gladly sacrifice Yeah, baby  I need sneakers for my feet Plenty of food to eat A Rolex full of gold Yo, anything can be sold  [Chorus:] (Money can't buy you love) Money can't buy you love Can't buy you happiness True love can bring Oh, no, money can't buy you love Can buy you diamond rings But money can't buy you love  Damn What if I get you pearls? (No) What about a new pocketbook? (No) A sweater? (No) I thought you liked it like that? (No, I like it like this) Ohhh, ohhh (And it won't cost you anything)  [Verse 3:] I can't satisfy My appetite I just want you to keep lovin' me, lovin' me, lovin' me Hoooo, 'cause you do it right Please hold me tight This ride I'll dig to pay the fare (What kind of ride?) (Up and down, round and round) Give extra tips, girl, I don't care Ahhh, baby  Mo', mo', mo', muh-muh-more money, cash, checks Toll-free phone sex Rolex full of gold Yo, anything can be sold  [Chorus x2:] (Money can't buy you love) Money can't buy you love Can't buy you happiness True love can bring Oh, no, money can't buy you love Can buy you diamond rings But money can't buy you love  Can't buy you love, can't buy you love (Repeat 4X)  [Rap:] Listen Dic-dic-dic-diggity-diggy-diggy-diggy Diamonds, rubies, pearls, it didn't matter As long as I'm spendin' dough, yo, I'm gonna have her I thought, so I bought and I bought 'til it drained me And then all at once, yo, it came to me This is no game about me or you It's about a love that may be or may not be true 'Cause what I really needed is free and sent from up above I guess money can't buy me love Hey  [Chorus x5:] (Money can't buy you love) Money can't buy you love Can't buy you happiness True love can bring Oh, no, money can't buy you love Can buy you diamond rings But money can't buy you love  Can we do it again?  ",
        "title": "Money Can't Buy You Love (From \"Mo' Money\")"
    },
    {
        "artist": "Pete Rock & C.L. Smooth",
        "lyrics": "  [Produced by Pete Rock]  [Intro] (I reminisce, I reminisce) (I reminisce, I reminisce) (I reminisce, I reminisce) I reminisce, I reminisce Uh! (I reminisce, I reminisce) Yeah (I reminisce, I reminisce) (I reminisce, I reminisce) (I reminisce, I reminisce)  [Verse 1: C.L. Smooth] I reminisce for a spell, or shall I say think back Twenty-two years ago to keep it on track The birth of a child on the 8th of October A toast but my granddaddy came sober Countin' all the fingers and the toes Now I suppose, you hope the little black boy grows, huh Eighteen years younger than my mama But I rarely got beatings cause the girl loved drama In single parenthood there I stood By the time she was 21, had another one This one's a girl, let's name her Pam Same father as the first but you don't give a damn Irresponsible, plain not thinking Papa said chill but the brother keep winking Still he won't down you or tear out your hide On your side while the baby maker slide But mama got wise to the game The youngest of five kids, hon here it is After 10 years without no spouse Momma's gettin married in the house Listen, positive over negative for the women and master Mother Queen's risin a chapter Déjà vu, tell you what I'm gonna do When they reminisce over you, my God  [Bridge 1: Pete Rock] My God It's so Yeah, so lovely That's how we like to do it in the 90's Pete Rock & CL Smooth comin' atcha  [Verse 2: C.L. Smooth] When I date back I recall a man off the family tree My right hand Poppa Doc I see Took me from a boy to a man so I always had a father When my biological didn't bother Taking care of this so who am I to bicker Not a bad ticker but I'm clocking pop's liver But you can never say that his life is through Five kids at 21 believe he got a right too Here we go while I check the scene With the Portuguese Lover at the age of 14 The same age, front page, no fuss But I bet you all your dough, they live longer than us Never been senile, that's where you're wrong But give the man a taste and he's gone Noddin' off, sleep to a jazz tune I can hear his head banging on the wall in the next room I get the pillow and hope I don't wake him For this man do cuss, hear it all in verbatim Telling me how to raise my boy unless he's taking over I said pop maybe when you're older We laughed all night about the hookers at the party My old man standing yelling good God, almighty Use your condom, take sips of the brew When they reminisce over you, for real  [Bridge 2: Pete Rock] For real, baby Like that We for real Comin' atcha In '92 Pete Rock & CL Smooth Yeah, c'mon, hit me!  [Verse 3: C.L. Smooth] I reminisce so you never forget this The days of wayback, so many bear witness the fitness Take the first letter out of each word in this joint Listen close as I prove my point T to the R the O-Y, how did you and I meet? In front of Big Lou's, fighting in the street But only you saw what took many time to see I dedicate this to you for believing in me Rain or shine, yes in any weather My grandmom Pam holds the family together My Uncle Doc's the greatest better yet the latest If we're talking about a car, Uncle Sterling got the latest I strive to be live cause I got no choice And run my own business like my Aunt Joyce So Pete Rock hit me, nuff respect due When they reminisce over you, listen  [Outro: Pete Rock] Listen, just listen To the funky song as I rock on And that's word is bond I'm not playin Everybody, just coolin This song we dedicate To the one and only Never be another He was my brother Trouble T-Roy It's like that y'all And you don't stop Pete Rock and CL Smooth for '92 And we out, later  ",
        "title": "They Reminisce Over You (T.R.O.Y.)"
    },
    {
        "artist": "Vanessa Williams",
        "lyrics": "  [Verse 1:] It's hard to realize we've said our last goodbyes Where could the dream have gone to Now I know there's no way That I can make you stay No matter how I want to  We made some memories that My heart will always treasure Before you close the door Let's make one more  [Chorus:] Baby, just for tonight Let me give myself to you And all I ask is just for tonight Love me like you used to do  And I promise that I won't cry I won't ask you why I won't even try to change your feelings If you just hold me tight Just once more, just for tonight  [Verse 2:] I thought the love we found Was built on solid ground And it would just grow stronger yeah  Crazy as it may seem I need to dream the dream For just, just a little longer  So for the sake of all that magic We made together Open your heart to mine Just one more time  [Repeat Chorus:]  [Bridge:] All I want is one more night, yeah So why don't you come to me let me dream? This night means everything to me All I ask is for tonight  Baby, just hold me tight Yeah Come to me, let me dream This night means everything to me  ",
        "title": "Just For Tonight"
    },
    {
        "artist": "Lil Suzy",
        "lyrics": "  You came and turned and looked my way What else can I say Love was in my eyes  You came and made my life complete With your love so sweet You gave your love to me (You gave your love to me)  Take me, take me in your arms And don't you let me go I need you more and more (I need you more and more)  Your love is all ever need You're my destiny This love was meant to be  We'll find a paradise for two A place for me and you With our love so true We'll make our dreams come true (We'll make our dreams come true)  Take me Take me in your arms And don't you let me go I need you more and more (I need you more and more)  Take me, take me in your arms And don't you let me go I need you more and more (I need you more and more)  ",
        "title": "Take Me In Your Arms"
    },
    {
        "artist": "Slaughter",
        "lyrics": null,
        "title": "Real Love"
    },
    {
        "artist": "R. Kelly & Public Announcement",
        "lyrics": "  [Intro] Uh, yeah, come inside Now turn the lights down Don't be scared, touch me I know what you want and all Tonight is your night For the rest of your life So just lay back and relax and listen  [Verse 1] There's somethin' in your eyes, baby It's tellin' me you want me, baby Tonight is your night See, you don't have to ask for nothin' I'll give you everything you need So girl, don't be shy, oh, just...  [Pre-Chorus] (Baby, come inside) Oh, turn down the lights 'Cause there is something that I want from you right now  [Chorus] (Give me that honey love) Give me that honey love (Give me that honey love) I gotta have your lovin', baby (Give me that honey love) Oh...give me that sweet, sweet love (Give me that honey love) Oh...yeah  [Verse 2] Let's go to the mall, baby I'll pick you up around noon, baby Don't you worry ‘bout a thing, ooh ooh ‘Cause I've got all the answers, girl To the questions in your head And I'm gonna be right there for you, baby, hey..  [Pre-Chorus] (Baby, come inside) Girl, why don't you turn down the lights 'Cause there is something that I want from you right now, hey  [Chorus] (Give me that honey love) Give it to me (Give me that honey love) See, I gotta have your honey love, baby, slow (Give me that honey love) Give me that sweet, sweet love, hey (Give me that honey love) Ooh, so...  [Pre-Chorus] (Baby, come inside) Woo, turn down the lights 'Cause there is something that I want from you right now  [Chorus] (Give me that honey love) Whoa...oh...whoa...oh...oh...whoa... (Give me that honey love) Give me that honey love right now, baby (Give me that honey love)  [Bridge] Just like a lollipop You're so sweet, yeah And your body's like a lemon drop Sure taste good to me So let's lay down And get close 'til we become one And I promise you, baby Ooh, we're gonna have fun, alright  [Chorus] (Give me that honey love) Give me that honey love (Give me that honey love) I want it right now, hey (Give me that honey love) I...I... (Give me that honey love) Right now give me that honey love, listen (Give me that honey love) There ain't nothin' I won't do for you, woo, woo, woo, woo, woo (Give me that honey love) I'm here to satisfy you, baby And it's good to know that you are my lady, oh (Give me that honey love) Oh, I gotta have your honey love (Give me that honey love) Right now, right now, right now, right now, right now (Give me that honey love) Right now, whoa...oh...oh...oh...oh...oh...oh...oh...  ",
        "title": "Honey Love"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": "  [Produced by Mark Morales & Mark C. Rooney]  [Verse 1] We are lovers through and through And though we made it through the storm I really want you to realise I really want to put you on I’ve been searching for someone to satisfy my every need Won’t you be my inspiration? Be the real love that I need  [Chorus] Real love, I’m searching for a real love Someone to set my heart free Real love, I’m searching for a real love I’m out to have a real love  [Verse 2] When I met you I just knew that you would take my heart and run Until you told me how you loved for me, you said I’m not the one So I slowly came to see all of the things that you were made of And now I hope my dreams and inspiration lead me towards a real love  [Chorus] Real love, I’m searching for a real love Someone to set my heart free Real love, I’m searching for a real love I’m out to have a real love  [Bridge] Love so true, and oh baby, I thought that love was true I thought that you were the answer to the question in my mind But it seems that I was wrong, if I stay strong maybe I’ll find a Real love  [Verse 3] So I’ve tried my best and prayed to God He’ll send me someone real To caress me and to guide me towards a love my heart can feel Now I know I can be faithful, I can be your all and all Ill give you good lovin' through the summertime, winter, spring and fall  [Chorus] Real love, I’m searching for a real love Someone to set my heart free Real love, I’m searching for a real love I’m out to have a real love Real love, I’m searching for a real love Someone to set my heart free Real love, I’m searching for a real love I’m out to have a real love  [Outro](Chorus) See I'm searching for a real love and I don't know where to go Been around the world and high and low and still I never know How it feels to have a real love cause it seems it's not around Gotta end it in this way cause it seems he can't be found  [Chorus] Real love, I’m searching for a real love Someone to set my heart free Real love, I’m searching for a real love I’m out to have a real love Real love, I’m searching for a real love Someone to set my heart free Real love, I’m searching for a real love I’m out to have a real love  ",
        "title": "Real Love"
    },
    {
        "artist": "Al B. Sure!",
        "lyrics": null,
        "title": "Right Now"
    },
    {
        "artist": "Lidell Townsell & M.T.F.",
        "lyrics": null,
        "title": "Get With U"
    },
    {
        "artist": "Joe Public",
        "lyrics": null,
        "title": "I Miss You"
    },
    {
        "artist": "The B-52s",
        "lyrics": "  Brrrr! All right Bum bum-Bum bum Ooo baby! What? How about givin' me some of that good stuff Well...  Here it 'tis Here it 'tis Here it 'tis Here it 'tis  Are you lookin' for it? Are you lookin' for it? You'll hear it from me Good stuff baby  Do you want it? Do you know how to get it? That good stuff baby Good good stuff  I got sincerity that's bonifide And a heart so fine it's certified So let your good stuff rain down on me Your dang good stuff that's true and tried  Are you lookin' for it? Are you lookin' for it? You'll hear it from me Good stuff baby  Do you want it? Do you know how to get it? That good stuff baby Good good stuff  What's the use of gettin' if you ain't sharin' My eyes are strainin' from all the starin' You've become my magnificent obsession So how's about joinin' my lovin' session?  Are you ready? I'm ready Are you ready? Uh yeah Are you ready for this? I guess so Come on baby Say whoa!  Take me down where the love honey flows Kiss you nice, nibble your toes Take me down where the good stuff grows Love you nice, tickle your nose  Good stuff, gimmie some of that good stuff Good stuff, gimmie some of that good stuff Good stuff, gimmie some of that good stuff Good stuff, gimmie some of that good stuff  The big dipper sure ain't big enough To hold all of your dang good stuff So let the people say we're down right nasty I just say we're down right  That good stuff that I am seekin' It's got me peakin' and it's got me freakin' Watch my lips I am speakin' It's got me trickin' and it's got me treatin'!  I got sincerity that's bonifide So come on now and let your good stuff rain down on me (Take me down) I want the stuff (Take me up) That's tried and true Take me to the place they have the good stuff Yeah  Take me down where the love honey flows Kiss you nice, nibble your toes Take me down where the good stuff grows Love you nice, tickle your nose  Take me down where the love honey flows Kiss you nice, nibble your toes Take me down where the good stuff grows Love you nice, tickle your nose  Good stuff, gimmie some of that good stuff Good stuff, gimmie some of that good stuff Good stuff, gimmie some of that good stuff Good stuff, gimmie some of that good stuff  Don't leave me hangin' I wanna be dangin' With your dang good stuff! Don't leave me hangin' I wanna be dangin' With your dang good stuff!  Hey ladies, do you want it? yeah! Hey fellas, you got to have it, yeah!  Gonna wallow in the lovin' hollow Gonna wallow in your dang good stuff! Gonna wallow in the lovin' hollow Gonna wallow in your dang good stuff!  Hey ladies, do you want it? yeah! Hey fellas, you got to have it, yeah!  That good good good good good good good stuff! That good good good good good good good stuff!  ",
        "title": "Good Stuff"
    },
    {
        "artist": "East Coast Family",
        "lyrics": null,
        "title": "1-4-All-4-1"
    },
    {
        "artist": "Nirvana",
        "lyrics": "  [Verse 1] I'm so happy 'cause today I found my friends They're in my head I'm so ugly, that's okay, 'cause so are you We broke our mirrors Sunday mornin' is everyday for all I care And I'm not scared Light my candles in a daze 'cause I've found God  [Chorus] Yeah, yeah Yeah, yeah Yeah, yeah Yeah, yeah Yeah, yeah Yeah, yeah, yeah, yeah  [Verse 2] I'm so lonely, that's okay, I shaved my head And I'm not sad And just maybe I'm to blame for all I've heard But I'm not sure I'm so excited, I can't wait to meet you there I don't care I'm so horny, that's okay, my will is good  [Chorus] Yeah, yeah Yeah, yeah Yeah, yeah Yeah, yeah Yeah, yeah Yeah, yeah, yeah, yeah  [Bridge] I like it, I'm not gonna crack I miss you, I'm not gonna crack I love you, I'm not gonna crack I kill you, I'm not gonna crack I like it, I'm not gonna crack I miss you, I'm not gonna crack I love you, I'm not gonna crack I kill you, I'm not gonna crack  [Verse 3] I'm so happy 'cause today I found my friends They're in my head I'm so ugly, that's okay, 'cause so are you We broke our mirrors Sunday mornin' is everyday for all I care And I'm not scared Light my candles in a daze 'cause I've found God  [Chorus] Yeah, yeah Yeah, yeah Yeah, yeah Yeah, yeah Yeah, yeah Yeah, yeah, yeah, yeah  [Outro] I like it, I'm not gonna crack I miss you, I'm not gonna crack I love you, I'm not gonna crack I kill you, I'm not gonna crack I like it, I'm not gonna crack I miss you, I'm not gonna crack I love you, I'm not gonna crack I kill you, I'm not gonna crack  ",
        "title": "Lithium"
    },
    {
        "artist": "Cathy Dennis",
        "lyrics": "  Lies  Lies  You lied to me  Lies  Lies  You lied to me  Lies  Lies  You lied to me  Lies  Lies  You lied to me  You lied to me  You lied to me  Every time you said goodbye to me Another girl you'd hurry off to see But I'll get over you I will get over you  You're my life I still cannot believe Another love would lead you to deceive But I'll get over you I will get over you  You got another lover You lied to me You got another lover So now I'm free  You got another lover You lied to me You got another lover So now I'm free  In between the nights alone with me You gave your love to someone elses needs But I'll get ovr you I will get over you  So now I'm gone you stripped me to the bone I should have guessed the way my seed was sown But I'll get over you I will get over you  You got another lover You lied to me You got another lover So now I'm free  You got another lover You lied to me You got another lover So now I'm free  Yes I am  So now I'm free  Yes I am  So now I'm free  Yes I am  So now I'm free  Yes I am  So now I'm free  I won't let the others see Just what you have done to me Gonna rise above my pain Show you I will love again  I won't let the others see Just what you have done to me All along you lived a lie Now I'm gone and you know why  Every time you said goodbye to me You gave your love to someone elses needs But I'll get over you I will get over you  So now I'm gone you stripped me to the bone I should have guessed the way my seed was sown But I'll get over you I will get over you  You got another lover You lied to me You got another lover So now I'm free  You got another lover You lied to me You got another lover So now I'm free  You got another lover You lied to me You got another lover So now I'm free  You got another lover You lied to me You got another lover So now I'm free  So this is how you want it baby Cos this is how you got it baby So this is how you want it baby Cos this is how you got it baby  You got another lover You lied to me You got another lover So now I'm free  You got another lover You lied to me You got another lover So now I'm free  Yes I am  So now I'm free  Yes I am  So now I'm free  Yes I am  So now I'm free  Yes I am  Another lover  You got  Another lover  You got  Another lover  You got  Another lover  You got  You got another lover You lied to me You got another lover So now I'm free  You got another lover You lied to me You got another lover  You got another lover You lied to me You got another lover So now I'm free  ",
        "title": "You Lied To Me"
    },
    {
        "artist": "DJ Quik",
        "lyrics": "  [Verse 1: DJ Quik] Finally out the muthafuckin' C-P-T Off to other cities and shit No longer just an underground hit Movin thangs... a local nigga made good I made a name off of making tapes for niggas in the hood And now, let me tell a little story About the places that I been to and the shit that I been through Like fightin and shootouts and bangin and shit All because a nigga made a hit, check it Nineteen-ninety-one, it was double or nothing not a nigga was hittin' Then we broke out with the fonky shit About bitches and niggas and gettin drunk and off that bud I was doing the shit they hadn't heard of But foolish was I to think that it wasn't no other cities like this And they didn't like this That Compton was the home of a foot in yo ass Where you got blast, and now that's just a thing of the past Let me tell ya why firsthand, we did a show up in Oak-land And niggas was kickin up sand, to them bangin ain't nothin new And slangin ain't nothin new And for every nigga we done shot They done shot two Straight doin' locs since the sixties, before I was born Families of young niggas mourn So I'm just letting you know That if ya plan to take a trip to the bay Keep your hand on your clip  Because Oakland Yeah, I'm telling y'all Oakland  [Verse 2: DJ Quik] Moving on to St. Louis, where they country as fuck With gold teeth in they mouth but they still know whassup Where it's hot as a muthafucka Hot enough to make ya cuss That's why I kept my ass on the bus But later on when it cooled off we came down and met a couple of friends Who put us up on the St. Louis cap The Smith Center, with Big Bob, Little Steve, Tojo, Biss and Rich And a couple of bitches Then they took us to a man named Gus in a store He put us down with a herringbone and shoes galore That's when I started thinking that this wasn't like home But then they had to prove me wrong Cuz later that night after we did the show We went back to the afterset, and wouldn't ya know Yeah, Bloods and Crips start scrappin and shootin -- in Missouri? Damn, how could this happen?  Now St. Louis Yeah y'all, St. Louis  [Verse 3: DJ Quik] I don't think they know, they too crazy for their own good They need to stop watchin that \"Colors\" and \"Boyz in the Hood\" Too busy claimin Sixties, tryin to be raw And never ever seen the Shaw But now, back to the story that I'm tellin We packed up the tour bus one more time and started bailin When we arrived I saw red and blue sweatsuits When I'm thinkin bout horse dookie, and cowboy boots I guess Texas ain't no different from the rest And San Antonio, was just waitin to put us to the test And before it was over the shit got deep A nigga got shot in the face, and was dead in the street Then they came in the club thinkin' of scrappin' Little did they know that we was packin' Yeah, we was puttin' em down and scaring the rest, yo I even had to wear the bulletproof vest  Now San Antonio Yeah, San Antonio  [Verse 4: DJ Quik] After a month on the road We came home and I can safely say That L.A. is a much better place to stay How could a bunch of niggas in a town like this Have such a big influence on niggas so far away? But still my story ain't over cuz I got one more to tell And the people of Colorado, they know it well It was all in the news and if you don't remember I had this show I did in Denver With a punk ass promoter, in a bunk ass skatin rink Bitches was lovin it, but niggas was shovin and shit To the front of the stage to throw their gang signs But I'm getting paid so I didn't pay it no mind Then I poured out my brew onto their face and chest Then they start throwin soda, and fuckin up my Guess When it was over two niggas needed stitches Got cracked in they jaw for being punk ass bitches  Now Denver Yeah, y'all Denver  I thought ya knew  ",
        "title": "Jus Lyke Compton"
    },
    {
        "artist": "David Sanborn",
        "lyrics": null,
        "title": "Bang Bang"
    },
    {
        "artist": "The Cover Girls",
        "lyrics": null,
        "title": "Thank You"
    },
    {
        "artist": "Voices",
        "lyrics": "  I thought True love for me existed in fairy tales And two hearts could never beat as one (Two hearts could never beat as one)  And then one day You smiled at me so sweetly And changed my life completely Now my life has just begun  He makes me say Yeah, yeah, yeah (Yeah) Yeah, yeah The boy makes me say Yeah, yeah, yeah (Yeah) Yeah, yeah  My whole world has turned around Feet planted firmly on the ground Since he came Came my way And I know he’s here to stay (Here to stay, here to stay, here to stay)  It’s amazing The way my life is changing I’m so happy since I found this special boy (So happy since I found this boy)  I wanna shout it (Oh) And tell the world about it I’m in love and I I can’t help it For the he’s the one for me  He makes me say Yeah, yeah, yeah Yeah, yeah The boy makes me say Yeah, yeah, yeah Yeah, yeah  My whole world has turned around Feet planted firmly on the ground Since he came (Since he came) Came my way (Came my way) And I know he’s here to stay  You know I never felt this way before (Yeah, right) (Sure) I’m not playing, really Sometimes boys plays so many games (Yeah, yeah, yeah, you’re right) (You’re right about that, that’s true)  You know what I’m talking about But this boy he’s different (Save the drama) I’m serious He’s different He’s sweet, he’s smart And he’s cute too  And most of all He loves me He really loves me He really, really loves me  Yeah, yeah, yeah, yeah, yeah  (Yeah, yeah, yeah) He makes me say Yeah, yeah (Yeah, yeah, yeah)  Yeah, yeah, yeah (Yeah, yeah, yeah) Oh (Yeah, yeah, yeah, yeah) (Yeah, yeah, yeah)  He makes me feels so good inside (Yeah, yeah, yeah) He’s my boy (Yeah, yeah, yeah) He’s the one  (Yeah, yeah, yeah, yeah) He makes me say, say Yeah, yeah (Yeah, yeah, yeah) Yeah, yeah, yeah, yeah, yeah  Yeah, yeah, yeah, yeah (Yeah, yeah, yeah) (Yeah, yeah, yeah) He’s so true to me I love him, yes, I do (Yeah, yeah, yeah, yeah) Yeah (Yeah, yeah, yeah)  Yeah, yeah, yeah Yeah, yeah, yeah Yeah, yeah, yeah Yeah, yeah, yeah Yeah, yeah, yeah  ",
        "title": "Yeah, Yeah, Yeah!"
    },
    {
        "artist": "Lionel Richie",
        "lyrics": null,
        "title": "Do It To Me"
    },
    {
        "artist": "A Tribe Called Quest",
        "lyrics": "  [Produced by A Tribe Called Quest]  [Hook] Here we go, yo, here we go, yo So what, so what, so what's the scenario? Here we go, yo, here we go, yo So what, so what, so what's the scenario?  [Verse 1: Phife Dawg] Ayo, Bo knows this (What?) And Bo knows that (What?) But Bo don't know jack, 'cause Bo can't rap Well, what do you know? The Di-Dawg is first up to bat No batteries included and no strings attached No holds barred, no time for move-fakin' Gots to get the loot so I can bring home the bacon Brothers front, they say the Tribe can't flow But we've been known to do the impossible like Broadway Joe, so Sleep if you want, NyQuil will help you get your Zs, troop But here's the real scoop I'm all that and then some, short, dark, and handsome Bust a nut inside your eye to show you where I come from I'm vexed, fuming, I've had it up to here My days of paying dues are over, acknowledge me as in there (Yeah!) Head for the border, go get a taco Watch me wreck it from the jump street, meaning from the get-go Sit back, relax, and let yourself go Don't sweat what you heard, but act like you know  [Verse 2: Charlie Brown] Yes, yes, y'all, (Yes, y'all!) Who got the vibe? It's the Tribe, y'all (Tribe, y'all!) Real live, y'all (Live, y'all!) Inside, outside, come around (Who's that?) Brown! So, may I say, call me Charlie The word is the herb and I'm deep like Bob Marley Lay back on the payback, evolve, rotate the gates (Contact!) Can I get a hit? (Hit!) Boom, bip With a brother named Tip, and we're ready to flip East coast stomping, ripping, and romping New York, North Cak-a-laka, and Compton Checka-checka-check it out The loops for the troops, more bounce to the ounce And wow-how-now-wow, how now, Brown cow? We're ill 'til the skill gets down For the flex, next, it's the textbook, old to the new But the rest are doo-doo From radio, to the video, to Arsenio Tell me, yo; what's the scenario?  [Verse 3: Dinco D] (True blue!) Scooby Doo, whoopie doo Scenarios, radios, rates more than four Scores for the s'mores that smother dance floors Now I go for mine, shades of sea shore Ship-shape, crushed grapes, apes that play tapes Papes make drakes baked for the wakes Of an (L-ah-!), an (-eader!), simply just a leader Base in the space means peace, see ya later Later (Later!) later, alligator Pop blows the weasel and the herb's the inflater So, yo, the D, what! The O Incorporated I-N-C into a flow Funk flipped, flat back, first this, foul, fight, fight, fight Laugh, yo, how'd that sound? (Ooh!)  [Verse 4: Q-Tip] It's a Leader-Quest mission and we got the goods here (Here!) Never on the left 'cause my right's my good ear (Ear!) I could give a damn about a ill subliminal Stay away from crime so I ain't no (criminal!) I love my young nation, groovy sensation No time for hibernation, only elation Don't ever try to test the water, little kid Yo, Mr. Busta Rhymes, tell him what I did—  [Verse 5: Busta Rhymes] —I heard you rushed and rushed (and attacked!) Then they rebuked and you (had to smack!) Causing rambunction throughout the sphere Raise the levels of the boom inside the ear—  [Verse 6: Q-Tip] —You know I did it So don't violate or you'll get violated The hip-hop sound is well agitated Won't ever waste no time on a played out ego So here's Busta Rhymes with the scenario:  [Verse 7: Busta Rhymes] Watch; as I combine all the juice from the mind Heel up, wheel up, bring it back, come, rewind Powerful impact (Boom!) from the cannon! Not bragging, tryna read my mind, just imagine Vo-cab-u-lary's necessary When diggin' into my library Oh, my gosh! Oh, my gosh! Eating Ital Stew like the one Peter Tosh Unh! Unh! Unh! All over the track, man Unh, pardon me, unh! As I come back! As I did it, yo, I had to beg your pardon When I travel through the town I roll with the squadron Rawr! Rawr! Like a dungeon dragon Change your little drawers 'cause your pants were saggin' Try to step to this, I will twist you in a turban And have you smelling ripe, like some old, stale urine Chickity Choco, the chocolate chicken The rear cock diesel, buttcheeks, they were kicking Yo, bust it out before the Busta bust another rhyme The rhythm is in sync (Uh!) the rhymes are on time (Time!) Rippin' up the sound just like Horatio Observe the vibe and check out the scenario Yeah, my man, mothafucka!  [Hook] Here we go, yo, here we go, yo So what, so what, so what's the scenario? Here we go, yo, here we go, yo So what, so what, so what's the scenario?  Here we go, yo, here we go, yo So what, so what, so what's the scenario? Here we go, yo, here we go, yo So what, so what, so what's the scenario?  ",
        "title": "Scenario"
    },
    {
        "artist": "Annie Lennox",
        "lyrics": null,
        "title": "Why"
    },
    {
        "artist": "C+C Music Factory",
        "lyrics": "  Yeah, turn it up Yeah, turn it up Yeah, turn it up... T-turn it up, t-turn it up T-turn it up, t-turn it up Dance til you can't dance Dance til you can't dance Dance til you can't dance Dance til you can't dance no more Dance til you can't dance Dance til you can't dance Dance til you can't dance Dance til you can't dance no more  [Verse 1] It's the swing time To bring forth the rhyme That's designed to put you In a hip-hop state of mind Intro, I'll disperse the verse That'll make you move To a C and C groove True indeed Some believe the brothers Can you swing it hard core Strictly for the dance floor Not the stereo type Get the crowd hype It's 1992 And hard core is the type And a rum-a-num-a-num Take a seat as I take my stand And fasten your seat belt Cause I'm about to crash land Into a dope rhyme Not the type of style That I be flexing on a regular Kicks the rap amplified Category executor Mentally, physically Lyrically, it's gotta be Stunning, I'll make you move So what you wanna do is  [Chorus] Hip-hop non-stop (Keep it coming) Take it the the top (Keep it coming) on and on (Keep it coming) Keep it going til the break of dawn (Go, go, go) Hip-hop non-stop (Keep it coming) Pump it up (Keep it coming) (Keep it coming) on and on (Keep it coming) Keep it going til the break of dawn (Go, go, go)  [Verse 2] Feel the fury of a one of a kind Any rhyme I say, A-okay That was a dope rhyme (bam) Change the pace of the flow Yo, be smooth is the rhythm This is what you get This is what I'm giving up, down Get down to the funky sound (Here come the funky now) yo Rhyming off beat is too unique Snatching up your girlfriend Cause I dip her sweet soul Shake, shake, shake Your groove thing As I pick up the mike And make the crowd swing Well, waddaya know Kids want total control Hey, yo, leggo my Eggo  [Chorus] Keep it coming (keep it coming) Keep it coming, y'all (keep it coming) Dance til you can't dance Til you can't dance no more Keep it coming (keep it coming) Keep it coming, y'all (keep it coming) Dance til you just can't dance Keep it coming Keep it coming, y'all Dance til you can't dance Til you can't dance no more Keep it coming (keep it coming) Keep it coming, y'all (keep it coming) Dance til you just can't dance Hip-hop non-stop (keep it coming) Take it the the top (Keep it coming) on and on (Keep it coming) Keep it going til the break of dawn (Go, go, go) Hip-hop non-stop (Keep it coming) Pump it up (Keep it coming) (Keep it coming) on and on (Keep it coming) Keep it going til the break of dawn (Go, go, go)  [Verse 3] ? slam, in case you didn't See me, here I am Trash it, industry Nothing like a jackal ? I have my tackle A snap, a crackle, a pop Cause the note You know it's mine Rate, rate, overweight Come back another day, nuff said Here I go, here I go, here I go Grab me up, I'm gonna flow I'm gonna flow Do you need me for the beat Like a float with no delaying Rocking the microphone From the P.M. til the A.M Libbitty-dibbitty-dee Did you catch what I was saying Me neither, I just wanted To catch a quick breather  [Chorus] Well, closing, kaput Completed, finito I'm coming so, yo Keep it coming Keep it coming (keep it coming) Keep it coming, y'all (keep it coming) Dance til you can't dance Til you can't dance no more Keep it coming (keep it coming) Keep it coming, y'all (keep it coming) Dance til you just can't dance Keep it coming (keep it coming) Keep it coming, y'all (keep it coming) Dance til you can't dance Til you can't dance no more Keep it coming (keep it coming) Keep it coming, y'all (keep it coming) Dance til you just can't dance Hip-hop non-stop (Keep it coming) Take it the the top (Keep it coming) on and on (Keep it coming) Keep it going til the break of dawn (Go, go, go) Hip-hop non-stop (Keep it coming) Pump it up (Keep it coming) (Keep it coming) on and on (Keep it coming) Keep it going til the break of dawn (Go, go, go) Dance til you can't dance Dance til you can't dance Dance til you can't dance Dance til you can't dance no more Dance til you can't dance Dance til you can't dance Dance til you can't dance Dance til you can't dance no more Dance til you can't dance Til you can't dance Dance til you can't dance Til you can't dance Dance til you can't dance Til you can't dance... Dance til you can't dance no more  ",
        "title": "Keep It Comin' (Dance Till You Can't Dance No More!)"
    },
    {
        "artist": "Me Phi Me",
        "lyrics": "  [Verse 1: Me Phi Me]  Pain, it's as dark as the night Keeps you up-tight Forever you fight You try to break the bondage you experience Deranged, delirious, mentally serious Tell ME how do I break the chains on my brain My mind, my body, my soul I need total control Of my freedom and my liberty When will it be for all? All Berlin walls must fall The physical torture and mental oppression The anguish of depression Life is a lesson That you've got to study hard because the hard times Are grippin' and whippin' Quit slippin' Don't be a slave just create a positive state Don't break just make and take Be great Don't be controlled just be strong never doubt your tomorrow And we'll hear you scream out...  [Hook: Me Phi Me & Michael Franks] SAD NEW DAY, GO AWAY! SAD NEW DAY, GO AWAY!  [Verse 2: Me Phi Me] When it rains it pours For pain is a force Let happiness be your source and keep goin' for yours I know old Dante pulled you in The Inferno But pain you learn though is not eternal So now you're in the dungeon, on the wall you hang You try everything, the pendulum still swings You're down on your knees and prayin' Oh My GOD Tell me why this life has to be so hard Is it all in the cards? Yeah, deal me a new one And maybe life won't be so lonely and gruesome But I'ma tell you son -- before you begin Even with a bad hand, you can bluff and win So put your chips on the table you're able to do the task Unmask the executioner and take his axe And break the chains that bind and confine your mind this is your time Unleash and unwind put pain behind Climb out of the pit of darkness and start this new breed For this is what we need Don't be held down and hellbound be strong and profound Unfasten the leather that's strappin' you down Dig down and get up and you'll be swingin' the soul sound A New Day is coming, the sun don't frown Don't conform be confined or obey Nelson Mandela breathes the air of a New Day So now you're a number in the prison of a hardened soul But be brave and behave and you may get parole So there's HOPE, and hope is a pleasant thing Over the horizon I see the sun, I hear you sing...  [Hook] SAD NEW DAY, GO AWAY! SAD NEW DAY, GO AWAY! SAD NEW DAY, GO AWAY! SAD NEW DAY, GO AWAY!   [Verse 3: Me Phi Me] Solar energy within ME all through ME It's the sun full of light bringing power and might All right makin' everything start to swing You be the king or queen of your own dream Life can be supreme, it's a special thing Just keep the faith through the night time You operate smooth and you might find All of the loving, the bliss, the joy -- a happy deal Friendship and jubilee, you live The Elysian fields For real -- you need to feel unchained and free Into the ME PHI ME And you are in the rat race, so put an your gym shoes Run emphatically, step on them blues Choose the right path and be on your way And you'll be able to say What a wonderful life!  [Hook] SAD NEW DAY, GO AWAY! SAD NEW DAY, GO AWAY! SAD NEW DAY, GO AWAY! SAD NEW DAY, GO AWAY!  (Guitar Solo)  Lyrics by La-Ron Wilburn | Music by Chris Cuben (BMI) Produced by Christopher Cuben-Tatum for Concept Enterprises International BMG/RCA Records  ",
        "title": "Sad New Day"
    },
    {
        "artist": "Nice & Smooth",
        "lyrics": "  [Verse 1: Nice] Sometimes I rhyme slow sometimes I rhyme quick I'm sweeter and thicker than a chick-o stick Here's an ice cream cone honey take a lick Or go to Bay Plaza and catch a flick Wore my Timberland boots so I can stomp ticks Scandalous get a whiff of this, miss Just left the yard boys, now I'm blissed I feel good per say good state of mind Drive a red Sterling and the seats recline I love it when a lady treats me kind Go to Tavern on the Green and have a glass of wine He say, she say, I heard it through the grapevine No static, got an automatic Too much of anything makes you an addict Teasin, skeezin, all so pleasin Don't ask why I got my own reasons Smooth B, Greg Nice, Slick Nick clique Sometimes I rhyme slow sometimes I rhyme quick...  [Hook]  [Verse 2: Smooth B] Sometimes I rhyme slow sometimes I rhyme quick I was on 125 and Saint Nick Waiting on a cab, standing in the rain Under my heart three clouds of pain She got the best of me What was her destiny? Maybe I should lick her with my nine millime...ter My mind is in a blur Cause you could never pay me to think this would occur Me and this girl Jane Doe was living together We were inseparable, noone could sever At least that's what I thought But later I fought with her substance And almost ended up in Supreme Court When I was on the road doing shows getting ends She was in my Benz getting sniffy with her friends And even when she crashed my whip I didn't flip My man Slick Nick said Smooth you're starting to slip Time went on I started noticing weight loss Then I had to ask her was she riding the white horse At first she said no, then she said yo Smooth I'm sorry But I keep having visions of snow, I need blow And I said whoa, little hottie I'm not DeLorean, Gambino or Gotti I don't deal coke, and furthermore you're making me broke I'll put you in a rehab and I won't tell your folks And what do you know In 18 months she came home and I let her back in And now she's sniffing again...  [Hook]  ",
        "title": "Sometimes I Rhyme Slow"
    },
    {
        "artist": "Billy Joel",
        "lyrics": null,
        "title": "All Shook Up (From \"Honeymoon In Vegas\")"
    },
    {
        "artist": "TLC",
        "lyrics": "  [Intro] What, what about your friends What about What about your friends What about your What about your What about your  [Verse 1: T-Boz] Every now and then I get a little crazy That's not the way it's supposed to be Sometimes my vision is a little hazy I can't tell who I should trust or just who I let trust me, yeah People try to say I act a little funny But that's just a figure of speech to me They tell me I changed because I got money But if you were there before then you're still down with me, yeah  [Chorus] What about your friends Will they stand their ground Will they let you down again What about your friends Are they gonna be low down Will they ever be around Or will they turn their backs on you  [Refrain: Left Eye] Well is it me or can it be I'm a little too Friendly so to speak hypothetically say I supply creativity to what others Must take as a form of self-hate Only to make an enemy Which results in unfortunate destiny They dog me out then be next to me Just cause I am what some choose to envy  [Verse 2: T-Boz] Every now and then I get a little easy I let a lot of people depend on me I never thought they would ever deceive me Don't you know when times got rough I was standing on my own I'll never let another get that close to me You see I've grown a lot smarter now Sometimes you have to choose and then you'll see If your friend is true they'll be there with you Through the thick and thin  [Chorus] What about your friends (What about your friends) Will they stand their ground Will they let you down again (let you down again) What about your friends  (What about your friends) Are they gonna be low down (Be low down) Will they ever be around (be around) Or will they turn their backs on you  [Refrain: Left Eye] Yo is it me, here we go Is it me or can it be I am a little too friendly So to speak hypothetically say I supply creativity to what others Must take as a form of self-hate Only to make an enemy Which results in unfortunate destiny They dog me out then be next to me Just cause I am what some choose to envy  [Chorus] What about your friends Will they stand their ground, yeah Will they let you down again What about your friends Are they gonna be low down (What about your friends) Will they ever be around (be around) Or will they turn their backs on you  [Bridge: Chili] People say I act a little funny I wouldn't change not for no money I'll be a friend as long as you're a friend to me yeah yeah (What about your friends) Even though I might seem easy It don't give you no cause to deceive me It's not the way that I want my friends to ever be  [Chorus] What about your friends Will they stand their ground Will they let you down again What about your friends (What about your friends) Are they gonna be low down (Be low down) Will they ever be around (Will they ever be around) Or will they turn their backs on you (Or will they turn their backs on you)  What about your friends Will they stand their ground Will they let you down again What about your friends Are they gonna be low down Will they ever be around  ",
        "title": "What About Your Friends"
    },
    {
        "artist": "Annie Lennox",
        "lyrics": "  You were the sweetest thing that I ever knew But I don't care for sugar honey if I can't have you Since you've abandoned me My whole life has crashed Won't you pick the pieces up Cause it feels just like I'm walking on broken glass  Walking on walking on broken glass  The sun's still shining in the big blue sky But it don't mean nothing to me Oh let the rain come down Let the wind blow through me I'm living in an empty room With all the windows smashed And I've got so little left to lose That it feels just like I'm walking on broken glass  Walking on walking on broken glass  And if you're trying to cut me down You know that I might bleed Cause if you're trying to cut me down I know that you'll succeed And if you want to hurt me There's nothing left to fear Cause if you want to hurt me You're doing really well my dear  Now everyone of us was made to suffer Everyone of us was made to weep But we've been hurting one another And now the pain has cut too deep So take me from the wreckage Save me from the blast Lift me up and take me back Don't let me keep on walking ... Walking on broken glass  Walking on walking on broken glass  ",
        "title": "Walking On Broken Glass"
    },
    {
        "artist": "Saigon Kick",
        "lyrics": null,
        "title": "Love Is On The Way"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  [Verse 1] What I've got you've got to give it to your mamma What I've got you've got to give it to your pappa What I've got you've got to give it to your daughter You do a little dance and then you drink a little water What I've got you've got to get it put it in you What I've got you've got to get it put it in you What I've got you've got to get it put it in you Reeling with the feeling don't stop continue Realize I don't want to be a miser Confide with sly you'll be the wiser Young blood is the lovin' upriser How come everybody wanna keep it like the kaiser  [Hook] Give it away give it away give it away now Give it away give it away give it away now Give it away give it away give it away now I can't tell if I'm a kingpin or a pauper  [Verse 2] Greedy little people in a sea of distress Keep your more to receive your less Unimpressed by material excess Love is free love me say hell yes I'm a low brow but I rock a little know how No time for the piggies or the hoosegow Get smart get down with the pow wow Never been a better time than right now Bob Marley poet and a prophet Bob Marley taught me how to off it Bob Marley walking like he talk it Goodness me can't you see I'm gonna cough it  [Hook] Give it away give it away give it away now Give it away give it away give it away now Give it away give it away give it away now Oh oh yeah Give it away give it away give it away now Give it away give it away give it away now Give it away give it away give it away now I can't tell if I'm a kingpin or a pauper   [Verse 3] Lucky me swimming in my ability Dancing down on life with agility Come and drink it up from my fertility Blessed with a bucket of lucky mobility My mom I love her cause she love me Long gone are the times when she scrub me Feeling good my brother gonna hug me Drink my juice young love chug-a-lug me There's a river born to be a giver Keep you warm won't let you shiver His heart is never gonna wither Come on everybody time to deliver  [Hook] Give it away give it away give it away now Give it away give it away give it away now Give it away give it away give it away now I can't tell if I'm a kingpin or a pauper  [Repeat 1st Verse] What I've got you've got to give it to your mamma What I've got you've got to give it to your pappa What I've got you've got to give it to your daughter You do a little dance and then you drink a little water What I've got you've got to get it put it in you What I've got you've got to get it put it in you What I've got you've got to get it put it in you Reeling with the feeling don't stop continue I realize I don't want to be a miser Confide with sly you'll be the wiser Young blood is the lovin' upriser How come everybody wanna keep it like the kaiser  Give it away give it away give it away now Give it away give it away give it away now Give it away give it away give it away now Give it away give it away give it away now Give it away now Give it away now Give it away now Give it away now Give it away now Give it away now Give it away now Give it away now Give it away now Give it away now Give it away now Give it away now Give it away now Give it away now Give it away now Give it away now Give it away now Give it away now Give it away now Give it away now Yeah  ",
        "title": "Give It Away"
    },
    {
        "artist": "The Black Crowes",
        "lyrics": "  [Verse 1] Wake me when the day breaks Show me how the sun shines Tell me about your heartaches Who could be so unkind? Do you dream to touch me? And smile down deep inside Or could you just kill me? Hey, it's hard to make up your mind sometimes  [Chorus] My angels, my devils, my thorn in my pride My angels, my devils, my thorn in my pride  [Verse 2] Are you wanting inspiration? You spill your secrets on me Then you tell me with a whisper Of things that will never be Do you hear me breathing? Does it make you want to scream? Did you ever like a bad dream? Sometimes life is obscene  [Chorus] Angels, my devils, in the thorn in my pride Angels they, devils they, a thorn in my pride My angels, my devils, my thorn in my pride Angels they, devils, they're a thorn in my pride Pride, a thorn in my pride  [Bridge] Lover, cover me with your sleep Let your love light shine, let it shine Lover, cover me with a good dream Oh, let your love light Oh, let your love light shine  {Guitar solo}  [Bridge x2 w/ ad-lib and Chorus] Oh, I wanna know, do you ever wanna let it shine? Do you ever wanna let it shine, baby? Your love light, your love light, listen  Lover cover me with your sleep Let your love light shine, let it shine Lover cover me with a dream Let your love light shine, let it shine  Lover cover me with your sleep Let your love light shine, let it shine  Angels, my devils, in the thorn in my pride Angels they, devils they, a thorn in my pride My angels, my devils, my thorn in my pride Angels they, devils, they're a thorn in my pride Pride, a thorn in my pride  ",
        "title": "Thorn In My Pride"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Spoken Intro: Princess Stephanie of Monaco] There is something I have to say to you If you promise you'll Understand I cannot contain myself When in your presence I'm so humble Touch me Don't hide our love Woman to man  [Verse 1: Michael Jackson] She's just a lover Who's doing me by It's worth the giving It's worth the try You cannot cleave it Or put it in the furnace You cannot wet it You cannot burn it  [Refrain: Michael Jackson] She wants to give it (She wants to give it) (Ahh, she wants to give it) (She wants to give it) (Ahh, she wants to give it) She wants to give it (She wants to give it) (Ahh, she wants to give it) (She wants to give it) (Ahh, she wants to give it)  [Verse 2: Michael Jackson] It's just a feeling You have to soothe it You can't neglect it You can't abuse it It's just desire You cannot waste it Then, if you want it Then, won't you taste it  [Refrain: Michael Jackson] She wants to give it (She wants to give it) (Ahh, she wants to give it) (She wants to give it) (Ahh, she wants to give it) She wants to give it (She wants to give it) (Ahh, she wants to give it) (She wants to give it) (Ahh, she wants to give it)  [Pre-Chorus: Princess Stephanie of Monaco] One thing in life you must understand The truth of lust, woman to man So open the door and you will see There are no secrets Make your move Set me free  [Chorus: Michael Jackson] Because there's something about you baby That makes me want to give it to you I swear There's something about you baby Just promise me whatever we say Or whatever we do to each other For now we will be making a vow, to just Keep it in the closet  [Verse 4: Michael Jackson + Princess Stephanie of Monaco] If you can get it It is worth a try I really want it I can't deny It's just desire I really love it 'Cause if it's aching You have to rub it  [Refrain: Michael Jackson] She wants to give it (She wants to give it) (Ahh, she wants to give it) (She wants to give it) (Ahh, she wants to give it) She wants to give it (She wants to give it) (Ahh, she wants to give it) (She wants to give it) (Ahh, she wants to give it)  [Verse 4: Princess Stephanie of Monaco] Just open the door and you will see This passion burns inside of me Don't say to me you'll never tell Touch me there Make the move Cast the spell  [Chorus: Michael Jackson] Because there's something about you baby That makes me want to give it to you I swear There's something about you baby That makes me want Just promise me whatever we say Or do to each other For now we'll make a vow, to just Keep it in the closet  Because there's something about you baby That makes me want to give it to you Because there's something about you baby That makes me want to give it to you I swear There's something about you baby That makes me want to give it to you I swear there's something about you baby That makes me want to give it to you There's something about you baby That makes me want to give it to you There's something about you baby That makes me want to give it to you  Just promise me whatever we say Or whatever we do to each other For now we'll make a vow to just Keep it in the closet  [Outro: Michael Jackson] She wants to give It She wants to give it She wants to give it Ahh, she wants to give it She wants to give it Ahh, she wants to give it She wants to give it Ahh, she wants to give it She wants to give it Ahh, she wants to give it She wants to give it She wants to give it Ahh, she wants to give it She wants to give it She wants to give it She wants to give it She wants to give it Ahh, she wants to give it  ",
        "title": "In The Closet"
    }
]