[
    {
        "artist": "Katy Perry Featuring Kanye West",
        "lyrics": null,
        "title": "E.T."
    },
    {
        "artist": "Adele",
        "lyrics": "  [Verse 1] There's a fire starting in my heart Reaching a fever pitch, and it's bringing me out the dark Finally, I can see you crystal clear Go ahead and sell me out, and I'll lay your ship [shit] bare See how I'll leave with every piece of you Don't underestimate the things that I will do There's a fire starting in my heart Reaching a fever pitch, and it's bringing me out the dark  [Pre-Chorus] The scars of your love remind me of us They keep me thinking that we almost had it all The scars of your love, they leave me breathless I can't help feeling  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) And you played it to the beat (Tears are gonna fall, rolling in the deep)  [Verse 2] Baby, I have no story to be told But I've heard one on you Now I'm gonna make your head burn Think of me in the depths of your despair Make a home down there As mine sure won't be shared  [Pre-Chorus] (You're gonna wish you never had met me) The scars of your love remind me of us (Tears are gonna fall, rolling in the deep) They keep me thinking that we almost had it all (You're gonna wish you never had met me) The scars of your love, they leave me breathless (Tears are gonna fall, rolling in the deep) I can't help feeling  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) And you played it to the beat (Tears are gonna fall, rolling in the deep) Could have had it all Rolling in the deep You had my heart inside of your hand But you played it with a beating  [Bridge] Throw your soul through every open door Count your blessings to find what you look for Turn my sorrow into treasured gold You'll pay me back in kind and reap just what you sow  [Interlude] (You're gonna wish you never had met me) We could have had it all (Tears are gonna fall, rolling in the deep) We could have had it all (You're gonna wish you never had met me) It all, it all, it all (Tears are gonna fall, rolling in the deep)  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) And you played it to the beat (Tears are gonna fall, rolling in the deep)  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) But you played it You played it You played it You played it to the beat  ",
        "title": "Rolling In The Deep"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Hook: Fergie] Boy, I think about it every night and day I'm addicted, wanna jam inside your love I wouldn't wanna have it any other way I'm addicted, and I just can't get enough  [Post-Hook: will.i.am] I just can't get enough, I just can't get enough I just can't get enough, I just can't get enough  [Verse 1: will.i.am + (Fergie)] Honey got her sexy on steaming She's give my hotness a new meaning Perfection, mami you gleaming Inception, you got a brother dreaming, dreaming Damn, baby, I'm fiendin I'm tryna holla at you, I'm screaming Let me love you down this evening (Lovie lovie, yeah, you know you are my demon) Girl, we can form a team, and I could be the King, you could be the Queen and My mind's dirty and it don't need cleaning (I love you long time so you know the meaning)  [Pre-Hook: will.i.am] Oh baby, I can't come down, so please come help me out You got me feeling high, and I can't step off the cloud And I just can't get enough  [Hook: Fergie] Boy, I think about it every night and day I'm addicted, wanna jam inside your love I wouldn't wanna have it any other way I'm addicted, and I just can't get enough  [Post-Hook: will.i.am] I just can't get enough, I just can't get enough I just can't get enough, I just can't get enough  [Verse 2: Taboo] Honey got me runnin' like I'm Flo Jo Signs her name on my heart with an \"XO\" Love so sweet, got me vexed though I wanna wish it right back like Presto, yes Meantime, I wait for the next time She come around for a toast to the best time We LOL back and forth on the text line She got me fishin' for her love, I confess I'm... Something 'bout her smile and the convo Got me high and I ain't comin down, yo My heart's pumpin' out louder than electro She got me feelin like Mr. Roboto​  [Pre-Hook: will.i.am] Oh baby, I can't come down, so please come help me out You got me feeling high, and I can't step off the cloud And I just can't get enough  [Hook: Fergie] Boy, I think about it every night and day I'm addicted, wanna jam inside your love I wouldn't wanna have it any other way I'm addicted, and I just can't get enough  [Breakdown: apl.de.ap] This, has been a switch-up Switch-up, switch-up I just can't - switch-up  [Verse 3: apl.de.ap] Locked, sunk in your bedrock Heart, pumpin' your love-shot Knocked, out by your cold-shot I'm, stuck in your headlock (switchup) Can't stop, won't quit Makin' me fiend, give it to me I want it all, you know what I mean Your love is a dose of ecstasy (switchup) Addicted, I can't get away from you Afflicted, I need it, I miss it (switchup) I want your lovin' right next to me And I can't erase you out of my memory  [Outro: apl.de.ap] I just can't - switch-up  ",
        "title": "Just Can't Get Enough"
    },
    {
        "artist": "Rihanna Featuring Britney Spears",
        "lyrics": null,
        "title": "S&M"
    },
    {
        "artist": "Jeremih Featuring 50 Cent",
        "lyrics": "  [Intro: 50 Cent] (Jeremih) She want it I can tell she want it Want me to push up on it 'fore she know when I'm all on it We get the party goin liquor flowin this is fire 50 and Jeremih number one there's nothing higher (Won't you go and) Get it, get it, work it, work it (I see you baby) Break it, break it down, down (Just put it down on me) Get it, get it, work it, work it (Put it down on) Break it, break it, down  [Verse 1: Jeremih] Ok she headed to the dancefloor and she slowly start to poppin it Somethin like my wrist piece everybody got to watchin it Girl you got that secret treasure I'm 'gon put a lock on it Don't care what they say I would be stupid to be not on it Ms. Vicky, heard you got that sticky Let's go and take nine shots we'll just call it 50 And I'm gonna licky licky licky 'til her hicky Have-have-have her river runnin' keep you gunnin' 'til you empty (BANG BANG BANG BANG!!!) Oh you look so sweet What you work at Bally's? Look at your physique Girl you are a beauty well-well I am a beast They must have been trippin' to have let me off a leash  [Hook: Jeremih] I like the way you grind with that booty on me Shorty you a dime, why you lookin' lonely? Go buy another round and it's all on me As long as I'm around put it down on me Just put it down on me put it down on me Down-down on me put it down on me Don't throw it off the mound show me how It's 'gon be Girl all I really want is you down on me, put it down on me  [Verse 2: 50 Cent] System's thumpin party jumpin shorty she's a perfect ten She rock her hips then roll her hips, then drop it down like it's nothin She shaped just like an hour glass, see how fast an hour passed Time flies when I'm on that ass but I won't put your shit on blast Work it like a pro-pro-pro sit and watch it go-go-go Do her thing all on the flo' she bounce it fast and shake it slow So sexual incredible she beautiful she edible I got her I won't let her go I ain't seen nothing better yo Look at how she twerk it, the way she work it Make me wanna hit it hit it heaven when I'm in it in it If I do not fit, I'm gonna make it Girl you can take it, don't stop get it get it  [Hook: Jeremih] I like the way you grind with that booty on me Shorty you a dime, why you lookin' lonely? Go buy another round and it's all on me As long as I'm around put it down on me Just put it down on me put it down on me Down-down on me put it down on me Don't throw it off the mound show me how It's 'gon be Girl all I really want is you down on me, put it down on me  [Bridge: Jeremih] Say you independent (HEY) Get it from your momma (HEY) Tell me if you with it (WHAT) Do you really wanna (WANNA) Baby when you see me (YEAH) You know I be on it (YEAH) Can you keep it up and (Up and) put it down up on me Say you independent, get it from your momma Tell me if you with it, do you really wanna Baby when you see me, you know I be on it Can you keep it up and, put it down up on me Down with that booty on me (On me) Shorty you a dime, why you lookin' lonely? Oh baby we can go... go... low... Low... Ohh Yeah!  [Hook: Jeremih] I like the way you grind with that booty on me Shorty you a dime, why you lookin' lonely? Go buy another round and it's all on me As long as I'm around put it down on me Just put it down on me put it down on me Down-down on me put it down on me Don't throw it off the mound show me how It's 'gon be Girl all I really want is you down on me, put it down on me  ",
        "title": "Down On Me"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Chorus] Today, I don't feel like doing anything I just wanna lay in my bed Don't feel like picking up my phone So leave a message at the tone Cause today, I swear, I'm not doing anything  [Verse 1] I'm gonna kick my feet up, then stare at the fan Turn the TV on, throw my hand in my pants Nobody's gonna tell me I can't I'll be lounging on the couch Just chillin' in my snuggie Click to MTV, so they can teach me how to dougie Cause in my castle I'm the freaking man  [Pre-Chorus] Oh oh, yes I said it I said it, I said it, cause I can  [Chorus] Today, I don’t feel like doing anything I just wanna lay in my bed Don’t feel like picking up my phone So leave a message at the tone Cause today, I swear, I'm not doing anything Nothing at all Nothing at all  [Verse 2] Tomorrow, I'll wake up, do some P90X Meet a really nice girl, have some really nice sex She's gonna scream out, \"This is great!\" (Oh my god, this is great) Yeah, I might mess around and get my college degree I bet my old man will be so proud of me But sorry paps, you'll just have to wait  [Pre-Chorus] Oh oh, yes I said it I said it, I said it, cause I can  [Chorus] Today, I don’t feel like doing anything I just wanna lay in my bed Don’t feel like picking up my phone So leave a message at the tone Cause today, I swear, I'm not doing anything  [Bridge] No, I ain't gonna comb my hair Cause I ain't going anywhere No, no, no, no, no, no, no, no, no I'll just strut in my birthday suit And let everything hang loose Yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah  [Chorus] Oh, today, I don’t feel like doing anything I just wanna lay in my bed Don’t feel like picking up my phone So leave a message at the tone Cause today, I swear, I'm not doing anything Nothing at all Nothing at all  ",
        "title": "The Lazy Song"
    },
    {
        "artist": "Jennifer Lopez Featuring Pitbull",
        "lyrics": "  [Intro: Pitbull & Jennifer Lopez] J-Lo! It's a new generation of party people Get on the floor, dale Get on the floor RedOne Let me introduce you to my party people in the club, ha!  [Verse 1: Pitbull] I'm loose And everybody knows I get off the chain Baby, it's the truth I'm like Inception, I play with your brain So don't sleep or snooze I don't play no games so don't-don't-don't get it confused, no Because you will lose, yeah Now pu-pu-pu-pu-pump it up And back it up, like a Tonka truck, dale!  [Verse 2: Jennifer Lopez] If you go hard, you gotta get on the floor If you're a party freak, then step on the floor If you're an animal, then tear up the floor Break a sweat on the floor, yeah, we work on the floor Don't stop keep it moving, put your drinks up Pick your body up and drop it on the floor Let the rhythm change your world on the floor You know we're running shit tonight on the floor Brazil, Morocco, London to Ibiza Straight to LA, New York, Vegas to Africa  [Chorus: Jennifer Lopez] Dance the night away Live your life, and stay young on the floor Dance the night away Grab somebody, drink a little more La-la-la-la-la-la-la-la-la-la-la-la-la-la Tonight, we gon' be it on the floor La-la-la-la-la-la-la-la-la-la-la-la-la-la Tonight, we gon' be it on the floor  [Verse 3: Jennifer Lopez] I know you got it, clap your hands on the floor And keep on rocking, rock it up on the floor If you're a criminal, kill it on the floor Steal it quick on the floor, on the floor Don't stop keep it moving, put your drinks up It's getting ill, it's getting sick on the floor We never quit, we never rest on the floor If I am not wrong, we'll probably die on the floor Brazil, Morocco, London to Ibiza Straight to LA, New York, Vegas to Africa  [Chorus: Jennifer Lopez] Dance the night away Live your life, and stay young on the floor Dance the night away Grab somebody, drink a little more La-la-la-la-la-la-la-la-la-la-la-la-la-la Tonight, we gon' be it on the floor La-la-la-la-la-la-la-la-la-la-la-la-la-la Tonight, we gon' be it on the floor  [Bridge: Pibull] That badonkadonk is like a trunk full of bass on an old school Chevy Seven-trey donkey donk All I need is some vodka and some coke And watch, she gonna get donkey konged Baby if you're ready for things to get heavy I get on the floor and act a fool if you let me, dale Don't believe me, just bet me My name ain't Keith, but I see why you sweat me L.A., Miami, New York Say no more, get on the floor  [Chorus: Jennifer Lopez] La-la-la-la-la-la-la-la-la-la-la-la-la-la Tonight, we gon' be it on the floor La-la-la-la-la-la-la-la-la-la-la-la-la-la Tonight, we gon' be it on the floor La-la-la-la-la-la-la-la-la-la-la-la-la-la Tonight, we gon' be it on the floor  ",
        "title": "On The Floor"
    },
    {
        "artist": "Chris Brown Featuring Lil Wayne & Busta Rhymes",
        "lyrics": "  [Intro: Chris Brown] I don’t see how you can hate from outside of the club You can’t even get in! Ha ha ha! Leggo!  [Verse 1: Chris Brown] Yellow model chick, yellow bottle sippin' Yellow Lamborghini, yellow top missin' Yeah, yeah, that shit look like a toupee I get what you get in ten years in two days Ladies love me, I'm on my Cool J If you get what I get, what would you say? She wax it all off: Mr. Miyagi And them suicide doors, hari-kari  [Hook: Chris Brown] Look at me now, look at me now (oh) I’m gettin' paper Look at me now (oh) look at me now (yeah) Fresher than a muh'fucka  [Verse 2: Chris Brown] Lil' nigga, bigger than gorilla ‘Cause I’m killin' every nigga that can try to be on my shit Better cuff your chick if you with her, I can get her And she accidentally slip and fall on my dick Oops, I said \"on my dick\" I ain’t really mean to say \"on my dick\" But since we're talking about my dick All of you haters say hi to it—I’m done  [Interlude: Busta Rhymes] Ayo, Breezy, let me show you how to keep the dice rollin' When you're doing that thing over there, homie! Let's go!  [Verse 3: Busta Rhymes] ‘Cause I'm feelin' like I’m runnin' And I'm feelin' like I gotta get away, get away, get away Better know that I don't and I won't ever stop ‘Cause you know I gotta win everyday-day See, they really really wanna pop me Just know that you will never flop me And I know that I can be a little cocky You ain't never gonna stop me Everytime I come, a nigga gotta set it Then I gotta go, and then I gotta get it Then I gotta blow, and then I gotta show that Any little thing that nigga think that he be doin' ‘Cause it doesn't matter, ‘cause I'm gonna da-da-da-da Then I'm gonna murder everything and anything A ba-da-boom, a ba-da-bing, I gotta do a lotta things That make it clearer to a couple niggas That I always win and then I gotta get it again And again and then again And I be doin' it to death And now I move a little foul, a nigga better call a ref And everybody know my style And niggas know that I'm the best When it come to doing this and I be bangin' on my chest And I bang in the East and I'm bangin' in the West And I come to give you more and I will never give you less You will hear it in the street or you could read it in the press Do you really wanna know what's next? (let's go!) See the way we on and then we all up in the race And you know we gotta go Don't try to keep up with the pace And we strugglin' and hustlin' and sendin' in and gettin' in And we always gotta do it, take it to another place Gotta taste it, and I gotta grab it And I gotta cut all through this traffic Just to be at the top of the throne, better know I gotta have it  [Hook: Chris Brown] Look at me now, look at me now (oh) I’m gettin' paper Look at me now (oh) look at me now (yeah) Fresher than a muh'fucka  [Verse 4: Lil Wayne] Man, fuck these bitch-ass niggas! How y’all doin'? I’m Lil Tunechi, I’m a nuisance I go stupid, I go dumb like the Three Stooges I don’t eat sushi, I’m the shit No, I’m pollution, no substitution Got a bitch that play in movies in my jacuzzi, pussy juicy I never gave a fuck about a hater Got money on my radar, dressed like a skater Got a big house, came with a elevator You niggas ain’t eatin’, fuck it, tell a waiter Marley said shoot ‘em, and I said okay If you wanted bullshit, then I’m like, \"¡Olé!\" I don’t care what you say, so don’t even speak Your girlfriend a freak like Cirque Du Soleil That’s word to my flag, and my flag red I’m out of my head, bitch I’m outta my mind, from the bottom I climb You ain’t hotter than mine Nope, not on my time, and I’m not even tryin' What's poppin', slime? Nothin', five And if they trippin’, fuck ‘em, five I ain’t got no time to shuck and jive These niggas as sweet as pumpkin pie Cîroc and Sprite on a private flight Bitch, I been tight since Guiding Light And my pockets right, and my diamonds white And my momma's nice, and my daddy’s dead You faggots scared ‘cause I’m too wild Been here for a while, I was like \"fuck trial\" I puts it down, I’m so Young Money If you got eyes, look at me now, bitch!  [Hook: Chris Brown] Look at me now, look at me now (oh) I’m gettin' paper Look at me now (oh) look at me now (yeah) Fresher than a muh'fucka  [Outro: Chris Brown] Okay Okay Is that right? I’m fresher than a muh'fucka!  ",
        "title": "Look At Me Now"
    },
    {
        "artist": "Ke$ha",
        "lyrics": null,
        "title": "Blow"
    },
    {
        "artist": "Cee Lo Green",
        "lyrics": null,
        "title": "F**k You! (Forget You)"
    },
    {
        "artist": "Britney Spears Featuring Nicki Minaj & Ke$ha",
        "lyrics": "  Till the World Ends Remix  [Verse 1: Nicki Minaj] Aiii, chimpanzees is hating but I take it all in stride Put her in a jungle with bananas on the side! Told you they'd revive your career but somebody lied I ain't talking poultry when I say \"this chicken's fried!\" Anyway Britney, why they so jealous That you teamed up with me?! Tell 'em \"they my son,\" yup, gyal dem a mi pickney! Anyway, brembedell, whats that? I don’t know: Femme Fatale *Sniff, sniff, cries* I done slayed your whole entire fucking life Oh, oh, you got some Epsom Salt? I done balled all day, you ain't touched the court What, you tired? You need a break? You was hot when? Ricki Lake!  [Pre-Chorus: Britney] I notice that you got it You notice that I want it You know that I can take it to the next level, baby If you want this good shit, this is the remix Baby, let me blow your mind tonight  [Interlude: Nicki Minaj] It's Britney, bitch! I'm Nicki Minaj And that's Ke$ha!  [Chorus 1: Ke$ha] I can't take it, take it, take no more Never felt like, felt like this before C'mon get me, get me on the floor DJ what you, what you waitin' for?  [Hook: Britney] Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh  [Verse 2: Britney] Watch me move when I lose, when I lose it hard Get you off with the touch, dancin' in the dark You notice what I'm wearin', I'm noticin' you starin' You know that I can take it to the next level, baby Hotter than the A-list, next one on my hit list Baby, let me blow your mind tonight  [Chorus 1: Ke$ha] I can't take it, take it, take no more Never felt like, felt like this before C'mon get me, get me on the floor DJ what you, what you waitin' for?  [Hook: Britney] Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh  [Chorus 2: Britney Spears] See the sunlight, we ain't stoppin' Keep on dancin' till the world ends If you feel it, let it happen Keep on dancin' till the world ends Keep on dancin' till the world ends World ends, world ends, world ends Keep on dancin' till the world ends World ends, world ends  [Hook: Britney] Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh  [Chorus 2: Britney Spears] See the sunlight, we ain't stoppin' Keep on dancin' till the world ends If you feel it, let it happen Keep on dancin' till the world ends World ends, world ends, world ends, world ends  ",
        "title": "Till The World Ends"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Intro] Oh-oh-oh-oh-oh I'm in love with Juda-as, Juda-as Oh-oh-oh-oh-oh I'm in love with Juda-as, Juda-as  [Interlude] Judas, Juda-ah-ah Judas, Juda-ah-ah Judas, Juda-ah-ah Judas, Gaga Judas, Juda-ah-ah Judas, Juda-ah-ah Judas, Juda-ah-ah Judas, Gaga  [Verse 1] When he calls to me, I am ready I'll wash his feet with my hair if he needs Forgive him when his tongue lies through his brain Even after three times he betrays me  [Pre-Chorus] (Ah-ah, ah-ah-ah-ah, ah-ah, ah-ah-ah-ah) I'll bring him down Bring him down, down (Ah-ah, ah-ah-ah-ah, ah-ah, ah-ah-ah-ah) A king with no crown King with no crown  [Chorus] I'm just a Holy Fool, oh baby It's so cruel, but I'm still in love with Judas, baby I'm just a Holy Fool, oh baby It's so cruel, but I'm still in love with Judas, baby Oh-oh-oh-oh-oh I'm in love with Juda-as, Juda-as Oh-oh-oh-oh-oh I'm in love with Juda-as, Juda-as  [Interulude] Judas, Juda-ah-ah Judas, Juda-ah-ah Judas, Juda-ah-ah Judas, Gaga  [Verse 2] I couldn't love a man so purely Even prophets forgave his crooked way I've learned love is like a brick You can build a house or sink a dead body  [Pre-Chorus] (Ah-ah, ah-ah-ah-ah, ah-ah, ah-ah-ah-ah) I'll bring him down Bring him down, down (Ah-ah, ah-ah-ah-ah, ah-ah, ah-ah-ah-ah) A king with no crown King with no crown  [Chorus] I'm just a Holy Fool, oh baby It's so cruel, but I'm still in love with Judas, baby I'm just a Holy Fool, oh baby It's so cruel, but I'm still in love with Judas, baby Oh-oh-oh-oh-oh I'm in love with Juda-as, Juda-as Oh-oh-oh-oh-oh I'm in love with Juda-as, Juda-as  [Breakdown] Ew... In the most Biblical sense, I am beyond repentance Fame hooker, prostitute, wench vomits her mind But in the cultural sense, I just speak in future tense Judas, kiss me, if offensed, or wear ear condom next time  [Bridge] I wanna love you But something’s pulling me away from you Jesus is my virtue and Judas is the demon I cling to I cling to  [Chorus] I'm just a Holy Fool, oh baby It's so cruel, but I'm still in love with Judas, baby I'm just a Holy Fool, oh baby It's so cruel, but I'm still in love with Judas, baby Oh-oh-oh-oh-oh I'm in love with Juda-as, Juda-as Oh-oh-oh-oh-oh I'm in love with Juda-as, Juda-as  [Outro] Judas, Juda-ah-ah Judas, Juda-ah-ah Judas, Juda-ah-ah Judas, Gaga  ",
        "title": "Judas"
    },
    {
        "artist": "Tinie Tempah Featuring Eric Turner",
        "lyrics": "  [Hook: Eric Turner] Oh, written in the stars A million miles away, a message to the main, oh Seasons come and go, but I will never change And I’m on my way (Let's go!)  [Verse 1: Tinie Tempah] Yeah, you’re listening now They say they ain't heard nothing like this in a while That's why they play my song on so many different dials Cause I got more fuckin' hits than a disciplined child So when they see me everybody brrrap, brrraps Man I’m like a young gun fully black Barack I cried tear drops over the Massive Attack I only make hits like I work with a racket and bat Look at my jacket and hat, so damn berserk So down to earth, I’m bringing gravity back Adopted by the major, I want my family back People work hard just to get all their salary taxed Look, I'm just a writer from the ghetto like Malorie Blackman (Where the hell's all the sanity at?) Damn I used to be the kid that no one cared about That's why you have to keep screaming 'til they hear you out  [Hook: Eric Turner] Oh, written in the stars A million miles away, a message to the main, oh Seasons come and go, but I will never change And I’m on my way  [Bridge: Eric Turner & Tinie Tempah] Oh, oh, oh, oh (oh) Oh, oh, oh, oh  (oh) Oh, oh, oh, oh  (oh) Oh, oh, oh, oh  (oh)  [Verse 2: Tinie Tempah] Yeah, I needed a change When we ate we never tipped because we needed the change I needed a break For a sec I even gave up believing and praying I even done illegal stuff and was leaded astray They say that money is the root to the evilist ways But have you ever been so hungry it keeps you awake? Mate, now my hunger would leave them amazed, great It feels like a long time coming, fam Since the day I thought of that cunning plan One day I had a dream, I tried to chase it But I wasn’t going nowhere, running man I knew that maybe someday I would understand Tryna change a tenner to a hundred grand Everyone's a kid that no one cares about You just gotta keep screaming until they hear you out  [Hook: Eric Turner] Oh, written in the stars A million miles away, a message to the main, oh Seasons come and go, but I will never change And I’m on my way  [Bridge: Eric Turner & Tinie Tempah] Oh, oh, oh, oh (oh) Oh, oh, oh, oh  (oh) Oh, oh, oh, oh  (oh) Oh, oh, oh, oh  (oh) Oh, oh, oh, oh (iSHI) Oh, oh, oh, oh  (Eric Turner) Oh, oh, oh, oh  (Let's go)  [Hook: Eric Turner] Oh, seasons come and go, but I will never change And I’m on my way  ",
        "title": "Written In The Stars"
    },
    {
        "artist": "Lupe Fiasco",
        "lyrics": "  [Intro] LA-SER Yeah, yeah Kane is in the building, nigga  [Hook] Alright, already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on, alright Already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on  [Verse 1] Have you ever had the feelin' that you was bein' had? Don’t that shit there make you mad? They treat you like a slave Put chains all on your soul and put whips up on your back They be lyin' through they teeth Hope you slip up off your path I don’t switch up, I just laugh Put my kicks up on they desk Unaffected by they threats Then get busy on they ass See, that's how that Chi-Town made me That's how my daddy raised me That glitterin’ may not be gold Don’t let nobody play me If you are my homeboy, you never have to pay me Go in and put your hands up When times is hard you stand up L-U-P the man, ‘cause the brand that the fans trust So even if they ban us, they’ll never slow my plans up  [Hook] Alright, already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on, alright Already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on  [Verse 2] One in the air for the people ain’t here Two in the air for the father that’s there Three in the air for the kids in the ghetto Four for the kids that don’t wanna be there None for the niggas tryna hold them back Five in the air for the teachers not scared To tell those kids that’s livin' in the ghetto That the niggas holdin' back, that the world is theirs Yeah, yeah, the world is yours, I was once that little boy Terrified of the world, now I’m on a world tour I would give up everything, even start a world war For these ghetto girls and boys I’m rappin' round the world for Africa to New York, Haiti, then I detour Oakland out to Auckland, Gaza Strip to Detroit Say hip-hop only destroy, tell ‘em look at me, boy I hope your son don’t have a gun and never be a d-boy  [Hook] Alright, already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on, alright Already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on  [Verse 3] So, no matter what you been through No matter what you into No matter what you see when you look outside your window Brown grass or green grass, picket fence or barbed wire Never ever put them down, you just lift your arms higher Raise ‘em 'til your arms tired, let ‘em know you here That you strugglin', survivin', that you gon’ persevere Yeah, ain’t nobody leavin', nobody goin' home Even if they turn the lights out, the show is goin' on  [Hook] Alright, already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on, alright Already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on  [Outro] The show goes on The show goes on The show goes on The show goes on  ",
        "title": "The Show Goes On"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Intro] It doesn't matter if you love him, or capital H-I-M Just put your paws up 'Cause you were born this way, baby  [Verse 1] My mama told me when I was young We are all born superstars She rolled my hair and put my lipstick on In the glass of her boudoir \"There's nothing wrong with loving who you are\" She said, \"'Cause he made you perfect, babe\" \"So hold your head up, girl, and you'll go far Listen to me when I say\"  [Chorus] I'm beautiful in my way 'Cause God makes no mistakes I'm on the right track, baby I was born this way Don't hide yourself in regret Just love yourself and you're set I'm on the right track, baby I was born this way (born this way)  [Post-Chorus] Ooh, there ain't no other way Baby, I was born this way Baby, I was born this way (born this way) Ooh, there ain't another way Baby, I was born this way Right track, baby I was born this way  [Interlude] Don't be a drag, just be a queen Don't be a drag, just be a queen Don't be a drag, just be a queen Don't be  [Verse 2] Give yourself prudence and love your friends Subway kid, rejoice your truth In the religion of the insecure I must be myself, respect my youth A different lover is not a sin Believe capital H-I-M Hey, hey, hey I love my life, I love this record and Mi amore vuole fe yah (same DNA)  [Chorus] I'm beautiful in my way 'Cause God makes no mistakes I'm on the right track, baby I was born this way Don't hide yourself in regret Just love yourself and you're set I'm on the right track, baby I was born this way (born this way)  [Post-Chorus] Ooh, there ain't no other way Baby, I was born this way Baby, I was born this way (born this way) Ooh, there ain't another way Baby, I was born this way I'm on the right track, baby I was born this way  [Interlude] (Way) Don't be, don't be... (Way) Church  [Breakdown] Don't be a drag, just be a queen Whether you're broke or evergreen You're black, white, beige, chola descent You're Lebanese, you're orient Whether life's disabilities Left you outcast, bullied or teased Rejoice and love yourself today 'Cause baby, you were born this way  [Bridge] No matter gay, straight or bi Lesbian, transgendered life I'm on the right track, baby I was born to survive No matter black, white or beige Chola or orient made I'm on the right track, baby I was born to be brave!  [Chorus] I'm beautiful in my way 'Cause God makes no mistakes I'm on the right track, baby I was born this way Don't hide yourself in regret Just love yourself and you're set I'm on the right track, baby I was born this way, yeah  [Post-Chorus] Ooh, there ain't no other way Baby, I was born this way Baby, I was born this way (born this way) Ooh, there ain't another way Baby, I was born this way I'm on the right track, baby I was born this way  [Outro] I was born this way, hey I was born this way, hey I'm on the right track, baby I was born this way I was born this way, hey I was born this way, hey I'm on the right track, baby I was born this way, hey Same DNA, but born this way Same DNA, but born this way  ",
        "title": "Born This Way"
    },
    {
        "artist": "Dr. Dre Featuring Eminem & Skylar Grey",
        "lyrics": "  [Hook: Skylar Grey] I'm about to lose my mind You’ve been gone for so long I’m runnin' outta time I need a doctor, call me a doctor I need a doctor, doctor To bring me back to life  [Verse 1: Eminem] I told the world, one day I would pay it back Say it on tape, and lay it, record it So that one day I could play it back But I don’t even know if I believe it when I’m sayin' that Doubts startin' to creep in, every day it's just so gray and black Hope, I just need a ray of that ‘Cause no one sees my vision when I play it for ‘em They just say it's wack — but they don’t know what dope is And I don’t know if I was awake or asleep when I wrote this All I know is, you came to me when I was at my lowest You picked me up, breathed new life in me, I owe my life to you But for the life of me, I don't see why you don't see like I do But it just dawned on me you lost a son, demons fightin' you It’s dark, let me turn on the lights And brighten me and enlighten you I don't think you realize what you mean to me Not the slightest clue, ‘cause me and you were like a crew I was like your sidekick; you gon' either wanna fight me When I get off this fuckin' mic, or you Gon' hug me, but I'm outta options, there's nothin' else I can do ‘Cause—  [Hook: Skylar Grey] I'm about to lose my mind You’ve been gone for so long I’m runnin' outta time I need a doctor, call me a doctor I need a doctor, doctor To bring me back to life  [Verse 2: Eminem] It hurts when I see you struggle; you come to me with ideas You say they're just pieces, so I’m puzzled ‘Cause the shit I hear is crazy But you're either gettin' lazy Or you don’t believe in you no more Seems like your own opinions, not one you can form Can't make a decision, you keep questionin' yourself Second guessin' and it's almost like you're beggin' for my help Like I’m your leader, you're supposed to fuckin' be my mentor I can endure no more, I demand you remember who you are It was you who believed in me when everyone was tellin' you Don't sign me, everyone at the fuckin' label, let's tell the truth! You risked your career for me, I know it as well as you Nobody wanted to fuck with the white boy Dre, I’m cryin' in this booth You saved my life, now maybe it's my turn to save yours But I can never repay you, what you did for me is way more But I ain't givin' up faith And you ain't givin' up on me — get up, Dre! I'm dyin', I need you, come back for fuck’s sake!  [Hook: Skylar Grey] I'm about to lose my mind You’ve been gone for so long I’m runnin' outta time I need a doctor, call me a doctor I need a doctor, doctor To bring me back to life  [Verse 3: Dr. Dre] It literally feels like a lifetime ago But I still remember the shit like it was just yesterday though You walked in, yellow jump suit, whole room, cracked jokes Once you got inside the booth, told you, mic smoke Went through friends, some of them I put on, but they just left They said they was ridin' to the death But where the fuck are they now, now that I need them? I don't see none of them, all I see is Slim Fuck all you fair-weather friends! All I need is him Fuckin' backstabbers! When the chips were down you just laughed at us Now you 'bout to feel the fuckin' wrath of Aftermath, faggots! You gon' see us in our lab jackets And ask us where the fuck we been? You can kiss my indecisive ass crack, maggots! And the cracker's ass, little cracker jack beat Makin' wack math, backwards producers; I'm back, bastards! One more CD and then I’m packin' up my bags, and as I’m leavin', I’ll guarantee they'll scream: \"Dre, don’t leave us like that, man!\" ‘cause—  [Hook: Skylar Grey] I'm about to lose my mind You’ve been gone for so long I’m runnin' outta time I need a doctor, call me a doctor I need a doctor, doctor To bring me back to life  ",
        "title": "I Need A Doctor"
    },
    {
        "artist": "Wiz Khalifa",
        "lyrics": "  I roll up I roll up I roll up Shawty I roll up I roll up I roll up  [Verse 1] It's your anniversary isn't it And your man ain't acting right So you packin’ your Damier luggage up callin’ my cell phone, try and catch a flight You know one thing straight, I’ll be there girl whenever you call me When you at home that's your man, soon as you land you say that's all me But shit ain't all G with him no more, you ain't entertained Since I meet you a couple months ago you ain't been the same Not sayin I’m the richest man alive but I’m in the game As long as you keep it 100 I'mma spend this change  [Hook] Whenever you need me Whenever you want me You know you can call me, I’ll be there shortly Don’t care what your friends say, cause they don't know me I can be your best friend, and you be my homie I ain't gonna flex, I’m not gonna front You know if I ball, then we all gonna stunt Send her my way, she ain't gotta hold up Whenever you call baby I roll up, I roll up, I roll up Whenever you call baby I roll up, I roll up, I roll up Whenever you call baby I roll up  [Verse 2] I try to stay out your business But on the real, you’re so obvious And if you keep fitting me in your plans and fuckin' up, your man's gonna catch onto us That white sand surrounding us He be handcuffing, he should work for them officers If you rolling I got a spot where I can put you on this medical, and send you home doctored up You wanna ride with me cause you say that he boring Wake up you rollin’ weed, cooking eggs in the morning Ain't scared to spend this money I’ll make more of it First you was in the sky, now you say you in orbit  [Hook] Whenever you need me Whenever you want me You know you can call me, I’ll be there shortly Don’t care what your friends say, cause they don't know me I can be your best friend, and you be my homie I ain't gonna flex, I’m not gonna front You know if I ball, then we all gonna stunt Send her my way, she ain't gotta hold up Whenever you call baby I roll up, I roll up, I roll up Whenever you call baby I roll up, I roll up, I roll up Whenever you call baby I roll up  [Bridge] No matter where I am No matter where you are I’ll be there when its over baby Cause I was there from the start No matter if I’m near Don’t matter if you're far All you do is pick the phone up lady And I’ll be there when you call  [Hook] Whenever you need me Whenever you want me You know you can call me, I’ll be there shortly Don’t care what your friends say, cause they don't know me I can be your best friend, and you be my homie I ain't gonna flex, I’m not gonna front You know if I ball, then we all gonna stunt Send her my way, she ain't gotta hold up Whenever you call baby I roll up Whenever you need me Whenever you want me You know you can call me, I’ll be there shortly Don’t care what your friends say, cause they don't know me I can be your best friend, and you be my homie I ain't gonna flex, I’m not gonna front You know if I ball, then we all gonna stunt Send her my way, she ain't gotta hold up Whenever you call baby I roll up, I roll up, I roll up Whenever you call baby I roll up, I roll up, I roll up Whenever you call baby I roll up  I roll up, I roll up Whenever you call baby I roll up  ",
        "title": "Roll Up"
    },
    {
        "artist": "P!nk",
        "lyrics": "  Made a wrong turn, once or twice Dug my way out, blood and fire Bad decisions, that's alright Welcome to my silly life  Mistreated, misplaced, misunderstood Miss knowing it's all good, it didn't slow me down Mistaken, always second guessing, underestimated Look, I'm still around  Pretty pretty please, don't you ever ever feel Like you're less than fuckin' perfect Pretty pretty please, if you ever ever feel like you're nothing You're fuckin' perfect to me!  You're so mean, when you talk about yourself, you were wrong Change the voices in your head, make them like you instead So complicated, look happy, you'll make it! Filled with so much hatred... such a tired game It's enough! I've done all I can think of Chased down all my demons, I've seen you do the same  Oh, pretty pretty please, don't you ever ever feel Like you're less than fuckin' perfect Pretty pretty please, if you ever ever feel like you're nothing You're fuckin' perfect to me  The whole world's scared so I swallow the fear The only thing I should be drinking is an ice cold beer So cool in line, and we try try try But we try too hard and it's a waste of my time  Done looking for the critics, 'cause they're everywhere They don't like my jeans, they don't get my hair Exchange ourselves, and we do it all the time Why do we do that? Why do I do that?  Why do I do that?  Yeah, oh, oh baby, pretty please! Pretty pretty please, don't you ever ever feel Like you're less than fuckin' perfect Pretty pretty please, if you ever ever feel Like you're nothing, you're fuckin' perfect to me  You're perfect, you're perfect!  Pretty pretty please, if you ever ever feel like you're nothing You're fuckin' perfect to me...  ",
        "title": "F**kin' Perfect"
    },
    {
        "artist": "Pitbull Featuring Ne-Yo, Afrojack & Nayer",
        "lyrics": "  [Pitbull - Intro] Me not working hard? Yeah right Picture that with a Kodak And, better yet, go to Times Square Take a picture of me with a Kodak Took my life from negative to positive And I just want y'all know that And tonight, let's enjoy life Pitbull, Nayer, Ne-Yo, tell us right  [Hook: Ne-Yo] Tonight, I want all of you tonight Give me everything tonight For all we know we might not get tomorrow Let's do it tonight  [Hook: Nayer] (Don't care what they say All the games they play Nothing is enough Till they handle love))  [Hook: Ne-Yo] Let's do it tonight  [Hook: Nayer] (I want you tonight I want you to stay I want you tonight)  [Hook: Ne-Yo] Grab somebody sexy, tell 'em hey Give me everything tonight Give me everything tonight Give me everything tonight Give me everything tonight  [Verse 1: Pitbull] Take advantage of tonight Cause  tomorrow I'm off to Dubai to perform for a princess But tonight, I can make you my queen And make love to you endless This is insane: the way the name growin' Money keep flowin' hustlers move aside So, I'm tiptoein', to keep flowin' I got it locked up like Lindsay Lohan Put it on my life, baby I'll make you feel right, baby Can't promise tomorrow, but I promise tonight (dale)  [Pre-Hook: Pitbull] Excuse me And I might drink a little more than I should tonight And I might take you home with me, if I could tonight And, baby, I'ma make you feel so good, tonight Cause we might not get tomorrow   [Hook: Ne-Yo] Tonight, I want all of you tonight Give me everything tonight For all we know we might not get tomorrow Let's do it tonight  [Hook: Nayer] (Don't care what they say All the games they play Nothing is enough Till they handle love))  [Hook: Ne-Yo] Let's do it tonight  [Hook: Nayer] (I want you tonight I want you to stay I want you tonight)  Grab somebody sexy, tell 'em hey Give me everything tonight Give me everything tonight Give me everything tonight Give me everything tonight  [Verse 2: Pitbull] Reach for the stars, and if you don't grab them At least you'll fall on top of the world Think about it, cause if you slip, I'm gon' fall on top your girl What I'm involved with is deeper than the Masons,      baby, baby, and it ain't no secret My granny's from Cuba, but I'm an American Idol getting money like Seacrest Put it on my life, baby,] I make you feel right, baby Can't promise tomorrow, but I promise tonight (dale)  [Pre-Hook: Pitbull] Excuse me And I might drink a little more than I should tonight And I might take you home with me, if I could tonight And, baby, I'ma make you feel so good, tonight Cause we might not get tomorrow  [Hook: Ne-Yo] Tonight, I want all of you tonight Give me everything tonight For all we know we might not get tomorrow Let's do it tonight  [Hook: Nayer] (Don't care what they say All the games they play Nothing is enough Till they handle love))  [Hook: Ne-Yo] Let's do it tonight  [Hook: Nayer] (I want you tonight I want you to stay I want you tonight)  [Hook: Ne-Yo] Grab somebody sexy, tell 'em hey Give me everything tonight Give me everything tonight Give me everything tonight Give me everything tonight  [Outro: Pitbull] Excuse me But I might drink a little bit more than I should tonight And I might take you home with me if I could tonight And I think you should let me cause I look good tonight And we might not get tomorrow  ",
        "title": "Give Me Everything"
    },
    {
        "artist": "Kanye West",
        "lyrics": "  [Produced by Kanye West; Co-Produced by Jeff Bhasker]  [Intro: Choir] All of the lights, lights, all of the lights  [Hook: Rihanna] Turn up the lights in here, baby Extra bright, I want y'all to see this Turn up the lights in here, baby You know what I need, want you to see everything Want you to see all of the lights  [Post-Hook: Elly Jackson & Rihanna] Fast cars, shooting stars All of the lights, all of the lights Until it's Vegas everywhere we are (all of the lights) If you want it, you can get it for the rest of your life If you want it, you can get it for the rest of your life  [Verse 1: Kanye West] Something wrong, I hold my head MJ gone, our nigga dead I slapped my girl, she called the feds I did that time and spent that bread I’m heading home, I’m almost there I’m on my way, heading up the stairs To my surprise, a nigga replacing me I had to take him to that ghetto university  [Pre-Hook: Kanye West] (All of the lights) Cop lights, flashlights, spotlights Strobe lights, street lights (All of the lights, all of the lights) Fast life, drug life, thug life Rock life, every night (All of the lights)  [Hook: Rihanna] Turn up the lights in here, baby Extra bright, I want y'all to see this Turn up the lights in here, baby You know what I need, want you to see everything Want you to see all of the lights  [Verse 2: Kanye West] Restraining order, can’t see my daughter Her mother, brother, grandmother hate me in that order Public visitation, we met at Borders Told her she take me back, I’ll be more supportive I made mistakes, I bumped my head Courts sucked me dry, I spent that bread She need her daddy, baby please Can’t let her grow up in that ghetto university  [Pre-Hook: Kanye West] (All of the lights) Cop lights, flashlights, spotlights Strobe lights, street lights (All of the lights, all of the lights) Fast life, drug life, thug life Rock life, every night (All of the lights)  [Hook: Rihanna] Turn up the lights in here, baby Extra bright, I want y'all to see this Turn up the lights in here, baby You know what I need, want you to see everything Want you to see all of the lights  [Bridge A: Kid Cudi] Getting mine, baby Got to let these niggas know, yeah Getting right, babe You should go and get your own Getting mine, baby Got to let these niggas know, yeah Getting right, babe You should go and get your own  [Bridge B: Fergie, (Rihanna), & Drake] Unemployment line, credit card declined Did I not mention I was about to lose my mind? And also was about to do that line K, okay, you know we going all the way this time We going all the way this time We going all the way this time (We going all the way this time) We going all the way this time  [Hook: Choir] Turn up the lights in here, baby Extra bright, I want y'all to see this Turn up the lights in here, baby You know what I need, want you to see everything Want you to see all of the lights  [Outro: Alicia Keys & (Elton John)] Whoa, whoa (I tried to tell you but all I could say was ohh) Whoa, whoa (I tried to tell you but all I could say was ohh) Whoa, whoa (I tried to tell you but all I could say was ohh) Whoa, whoa (I tried to tell you but all I could say)  ",
        "title": "All Of The Lights"
    },
    {
        "artist": "Nicki Minaj Featuring Drake",
        "lyrics": "  [Verse 1: Nicki Minaj] I fly with the stars, in the skies I am no longer trying to survive I believe that life is a prize But to live, doesn’t mean you’re alive Don’t worry bout me, and who I fire I get what I desire, it’s my empire And yes I call the shots, I am the umpire I sprinkle holy water, upon a vampire - (Pyre!)In this very moment, I’m king In this very moment, I slayed Goliath  - With a sling,this very moment I bring Put it on everything, that I will retire with the ring - And I will retire with the crown, Yes! No, I’m not lucky, I’m blessed,Yes! Clap for the heavyweight champ, Me! But I couldn’t do it all alone, We! Young Money raised me,grew up out in Baisley Southside Jamaica, Queens and it’s crazy Cause I’m still hood, Hollywood couldn’t change me Shout out to my haters, sorry that you couldn’t faze me Ain't being cocky, we just vindicated,best believe that  - When we're done, this moment will be syndicated, I don't know - This night, just reminds me of - Everything that they deprived me of (CHEA!) - P-P-P-P-Put ya drinks up! It’s a celebration, every time we link up We done did everything, they can think of Greatness, is what we on the brink of  [Hook: Nicki Minaj] I wish that I could have this moment for life, for life, for life Cause in this moment, I just feel so alive, alive, alive I wish that I could have this moment for life, for life, for life This is my moment, I just feel so alive, alive, alive (yeah, yeah, yeah uh)  [Verse 2: Drake] Yeahh, yeah, yeah, ugh What I tell ‘em hoes bow bow bow to me, drop down to ya knees Young Money the Mafia that’s word to Lil' Cease I’m in The Dominican Big Papi Ortiz Doing target practice, all these bitches just aiming to please Shout-out to the CEO 500 degrees Shout-out to the OVO, red wings and fatigues, oh Niggas wanna be friends how coincidental This supposed to be y'all year, we ain’t get the memo Young King, pay me in gold 40 got a bunch of weed, he ain’t even roll These niggas be droppin' songs they ain’t even cold Weezy on top and that nigga ain't even home, yet! Yeah, be very afraid These other rappers getting bodied and carried away Fuck it, me and Nicki Nick gettin’ married today And now you bitches that be hatin' can catch the bouquet, oh Yeah, you a star in my eyes You and all them white girls, party of five Are we drinking a lil' more? I can hardly decide I can’t believe we really made it, I’m partly surprised, I swear Damn, this one for the books, man! I swear this shit is as fun as it looks, man! I’m really tryna make it more than what it is Cause everybody dies but not everybody lives!  [Hook: Nicki Minaj] I wish that I could have this moment for life, for life, for life Cause in this moment, I just feel so alive, alive, alive I wish that I could have this moment for life, for life, for life This is my moment, I just feel so alive, alive, alive  [Bridge: Nick Minaj] This is my moment, I waited all my life, I can just tell it's time Drifting away, I’m one with the sunsets, I have become alive  [Hook: Nicki Minaj] I wish that I could have this moment for life, for life, for life Cause in this moment, I just feel so alive, alive, alive I wish that I could have this moment for life, for life, for life This is my moment, I just feel so alive, alive, alive, alive  ",
        "title": "Moment 4 Life"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": "  [Intro] Hey girl, go on now You know you've got everybody looking  [Verse 1] Got a little boom in my big truck Gonna open up the doors and turn it up Gonna stomp my boots in the Georgia mud Gonna watch you make me fall in love Get up on the hood of my daddy's tractor Up on the toolbox, it don't matter Down on the tailgate, girl I can't wait To watch you do your thing  [Pre-Chorus] Shake it for the young bucks sittin' in the honky-tonks For the rednecks rockin' 'til the break of dawn For the DJ spinnin' that country song Come on, come on, come on Shake it for the birds, shake it for the bees Shake it for the catfish swimming down deep in the creek For the crickets and the critters and the squirrels Shake it to the moon, shake it for me girl, aww  [Chorus] Country girl, shake it for me girl Shake it for me girl, shake it for me Country girl, shake it for me girl Shake it for me girl, shake it for me  [Verse 2] Somebody's sweet little farmer's child With a gattle in her Bud to get a little wild Pony tail and a pretty smile Rope me in from a country mile So come on over here and get in my arms Spin me around this big ole barn Tangle me up like grandma's yarn, yeah, yeah, yeah  [Pre-Chorus] Shake it for the young bucks sittin' in the honky-tonks For the rednecks rockin' 'til the break of dawn For the DJ spinnin' that country song Come on, come on, come on Shake it for the birds, shake it for the bees Shake it for the catfish swimming down deep in the creek For the crickets and the critters and the squirrels Shake it to the moon, shake it for me girl, aww  [Chorus] Country girl, shake it for me girl Shake it for me girl, shake it for me Country girl, shake it for me girl Shake it for me girl, shake it for me  [Guitar Break]  [Bridge] Now dance like a dandelion In the wind on the hill underneath the pines, yea Move like the river flows Feel the kick drum down deep in your toes All I wanna do is get to holdin' you and get to knowin' you And get to showin' you and get to lovin' you 'fore the night is through Baby, you know what to do  [Pre-Chorus] Shake it for the young bucks sittin' in the honky-tonks For the rednecks rockin' 'til the break of dawn For the DJ spinnin' that country song Come on, come on, come on Shake it for the birds, shake it for the bees Shake it for the catfish swimming down deep in the creek For the crickets and the critters and the squirrels Shake it to the moon, shake it for me girl, aww  [Chorus] Country girl, shake it for me girl Shake it for me girl, shake it for me Country girl, shake it for me girl Shake it for me girl, shake it for me  [Chorus] Country girl, shake it for me girl Shake it for me girl, shake it for me Country girl, shake it for me girl Shake it for me girl, shake it for me  ",
        "title": "Country Girl (Shake It For Me)"
    },
    {
        "artist": "Jessie J Featuring B.o.B",
        "lyrics": "  [Intro: Jessie J] Okay, Coconut Man, Moonhead and Pea You ready?  [Verse 1: Jessie J] Seems like everybody's got a price I wonder how they sleep at night When the sale comes first and the truth comes second Just stop for a minute and smile Why is everybody so serious? Acting so damn mysterious Got shades on your eyes And your heels so high that you can't even have a good time  [Pre-Chorus: Jessie J] Everybody look to their left Everybody look to their right Can you feel that? Yeah, we're paying with love tonight  [Chorus: Jessie J] It's not about the money, money, money We don't need your money, money, money We just wanna make the world dance Forget about the price tag Ain't about the, uh, cha-ching, cha-ching Ain't about the, yeah, ba-bling, ba-bling Wanna make the world dance Forget about the price tag  [Verse 2: Jessie J] We need to take it back in time When music made us all unite And it wasn't low blows and video hoes Am I the only one getting tired? Why is everybody so obsessed? Money can't buy us happiness Can we all slow down and enjoy right now? Guarantee we'll be feeling alright  [Pre-Chorus: Jessie J] Everybody look to their left Everybody look to their right Can you feel that? Yeah, we're paying with love tonight  [Chorus: Jessie J] It's not about the money, money, money We don't need your money, money, money We just wanna make the world dance Forget about the price tag Ain't about the, uh, cha-ching, cha-ching Ain't about the, yeah, ba-bling, ba-bling Wanna make the world dance Forget about the price tag  [Verse 3: B.o.B] Well, keep the price tag and take the cash back Just give me six strings and a half stack And you can keep the cars, leave me the garage And all I, yes, all I need are keys and guitars And it's within 30 seconds, I'm leaving to Mars Yeah, we leaping across these undefeatable odds It's like this man, you can't put a price on a life We do this for the love, so we fight and sacrifice every night So we ain't gon stumble and fall, never Waiting to see this in the sign of defeat, uh-uh So we gon keep everyone moving their feet So bring back the beat and then everyone sing  [Chorus: Jessie J] It's not about the money, money, money We don't need your money, money, money We just wanna make the world dance Forget about the price tag Ain't about the, uh, cha-ching, cha-ching Ain't about the, yeah, ba-bling, ba-bling Wanna make the world dance Forget about the price tag It's not about the money, money, money We don't need your money, money, money We just wanna make the world dance Forget about the price tag Ain't about the, uh, cha-ching, cha-ching Ain't about the, yeah, ba-bling, ba-bling Wanna make the world dance Forget about the price tag  [Outro: Jessie J] Yeah, yeah, ooh-ooh Forget about the Price tag  ",
        "title": "Price Tag"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Verse 1] Do you ever feel like a plastic bag Drifting through the wind wanting to start again? Do you ever feel, feel so paper-thin Like a house of cards one blow from caving in? Do you ever feel already buried deep? Six feet under screams, but no one seems to hear a thing Do you know that there's still a chance for you? 'Cause there's a spark in you  [Pre-Chorus] You just gotta ignite the light And let it shine Just own the night Like the Fourth of July  [Chorus] 'Cause baby, you're a firework C'mon, show 'em what you're worth Make 'em go, \"Aah, aah, aah\" As you shoot across the sky-y-y Baby, you're a firework C'mon, let your colors burst Make 'em go, \"Aah, aah, aah\" You're gonna leave them all in awe, awe, awe  [Verse 2] You don't have to feel like a waste of space You're original, cannot be replaced If you only knew what the future holds After a hurricane comes a rainbow Maybe a reason why all the doors are closed So you can open one that leads you to the perfect road Like a lightning bolt, your heart will blow And when it's time, you'll know  [Pre-Chorus] You just gotta ignite the light And let it shine Just own the night Like the Fourth of July  [Chorus] 'Cause baby, you're a firework C'mon, show 'em what you're worth Make 'em go, \"Aah, aah, aah\" As you shoot across the sky-y-y Baby, you're a firework C'mon, let your colors burst Make 'em go, \"Aah, aah, aah\" You're gonna leave them all in awe, awe, awe  [Bridge] Boom, boom, boom Even brighter than the moon, moon, moon It's always been inside of you, you, you And now it's time to let it through  [Chorus] 'Cause baby, you're a firework C'mon, show 'em what you're worth Make 'em go, \"Aah, aah, aah\" As you shoot across the sky-y-y Baby, you're a firework C'mon, let your colors burst Make 'em go, \"Aah, aah, aah\" You're gonna leave them all in awe, awe, awe  [Outro] Boom, boom, boom Even brighter than the moon, moon, moon Boom, boom, boom Even brighter than the moon, moon, moon  ",
        "title": "Firework"
    },
    {
        "artist": "Selena Gomez & The Scene",
        "lyrics": "  [Intro] I wouldn't wanna be anybody else, hey!  [Verse 1] You made me insecure Told me I wasn't good enough But who are you to judge When you're a diamond in the rough? I'm sure you got some things You'd like to change about yourself But when it comes to me I wouldn't want to be anybody else  [Pre-Chorus] I'm no beauty queen, I'm just beautiful me You've got every right to a beautiful life C'mon...  [Chorus] Who says? Who says you're not perfect? Who says you're not worth it? Who says you're the only one that's hurting? Trust me, that's the price of beauty Who says you're not pretty? Who says you're not beautiful? Who says?  [Verse 2] It's such a funny thing How nothing's funny when it's you You tell 'em what you mean But they keep whiting out the the truth It's like the work of art that never get to see the light Keep you beneath the stars Won't let you touch the sky  [Pre-Chorus] I'm no beauty queen, I'm just beautiful me You've got every right to a beautiful life C'mon...  [Chorus] Who says? Who says you're not perfect? Who says you're not worth it? Who says you're the only one that's hurting? Trust me, that's the price of beauty Who says you're not pretty? Who says you're not beautiful? Who says?  [Bridge] Who says you're not star potential? Who says you're not presidential? Who says you can't be in movies? Listen to me, listen to me Who says you don't pass the test? Who says you can't be the best? Who said, who said? Would you tell me who said that? Yeah, Who said?  [Chorus] Who says? Who says you're not perfect? Who says you're not worth it? Who says you're the only one that's hurting? Trust me, that's the price of beauty Who says you're not pretty? Who says you're not beautiful? Who says?  [Outro] Who says you're not perfect? Who says you're not worth it? Who says you're the only one that's hurting? Trust me, that's the price of beauty Who says you're not pretty? Who says you're not beautiful? Who says?  ",
        "title": "Who Says"
    },
    {
        "artist": "Diddy - Dirty Money Featuring Skylar Grey",
        "lyrics": "  [Skylar] I'm coming home, I'm coming home Tell the world I'm coming home Let the rain wash away All the pain of yesterday  I know my kingdom awaits And they've forgiven my mistakes I'm coming home, I'm coming home Tell the world that I'm coming  [Diddy] I'm back where I belong Yeah I never felt so strong I'm feelin' like there's nothing that I can't try (I'm back, baby) And if you with me put your hands high (Put your hands high)  If you ever lost a life before, this one's for you (And if you with me put your hands high) And you, and you and you and you (Your dreams are filled, you're rapping with the best)  I hear \"The Tears Of A Clown\", I hate that song I feel like they talking to me when it comes on Another day another dawn Another Keisha, nice to meet ya, get the math, I'm gone  What am I 'posed to do when the club lights come on It's easy to be Puff, but it's harder to be Sean What if the twins ask why I ain't marry they mom? (Why? Damn) How do I respond?  What if my son stares with a face like my own And says he wants to be like me when he's grown Damn, but I ain't finished growin' Another night the inevitable prolongs  Another day, another dawn Just tell Keisha and Teresa I'll be better in the morn' Another lie that I carry on I need to get back to the place I belong  [Skylar] I'm coming home, I'm coming home Tell the world I'm coming home Let the rain wash away All the pain of yesterday  I know my kingdom awaits And they've forgiven my mistakes I'm coming home, I'm coming home Tell the world that I'm coming  [Diddy] \"A house Is Not A Home\", I hate this song Is a house really a home when your loved ones is gone? And people got the nerve to blame you for it And you know you woulda took the bullet if you saw it  But you felt it and still feel it And money can't make up for it or conceal it But you deal with it and you keep ballin' Pour out some liquor, play boy, and we keep ballin'  Baby, we've been living in sin cause we've been really in love But we've been living as friends So you've been a guest in your own home It's time to make your house your own, pick up your phone, come on  [Skylar] I'm coming home, I'm coming home Tell the world I'm coming home Let the rain wash away All the pain of yesterday  I know my kingdom awaits And they've forgiven my mistakes I'm coming home, I'm coming home Tell the world that I'm coming  [Diddy] \"Ain't No Stopping Us Now\", I love that song Whenever it comes on it makes me feel strong I thought I told y'all that we won't stop 'Til back cruising through Harlem, these old blocks  It's what made me, saved me, drove me crazy Drove me away than embraced me, forgave me For all of my shortcomings, welcome to my homecoming Yeah it's been a long time coming  Lot of fights, lot of scars Lot of bottles, lot of cars Lot of ups, lot of downs Made it back, lost my dog (I miss you Big)  And here I stand, a better man (A better man) Thank you Lord (Thank you Lord)  [Skylar] I'm coming home, I'm coming home Tell the world I'm coming home Let the rain wash away All the pain of yesterday  I know my kingdom awaits And they've forgiven my mistakes I'm coming home, I'm coming home Tell the world that I'm coming  ",
        "title": "Coming Home"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] Easy come, easy go That's just how you live, oh Take, take, take it all, but you never give Shoulda known you was trouble from the first kiss Had your eyes wide open Why were they open? (Ooh)  [Pre-Chorus] Gave you all I had and you tossed it in the trash You tossed it in the trash, you did To give me all your love is all I ever ask Cause what you don't understand is...  [Chorus] I'd catch a grenade for ya Throw my hand on a blade for ya I'd jump in front of a train for ya You know I'd do anything for ya Ooh, I would go through all this pain Take a bullet straight through my brain Yes, I would die for ya, baby But you won't do the same No, no, no, no, oh  [Verse 2] Black, black, black and blue Beat me 'til I'm numb Tell the devil I said, \"hey\" when you get back to where you're from Mad woman, bad women That's just what you are Yeah, you'll smile in my face then rip the brakes out my car  [Pre-Chorus] Gave you all I had and you tossed it in the trash You tossed it in the trash, yes you did To give me all your love is all I ever ask Cause what you don't understand is...  [Chorus] I'd catch a grenade for ya Throw my hand on a blade for ya I'd jump in front of a train for ya You know I'd do anything for ya Ooh, I would go through all this pain Take a bullet straight through my brain Yes, I would die for ya, baby But you won't do the same  [Bridge] If my body was on fire Ooh, you'd watch me burn down in flames You said you loved me, you're a liar Cause you never, ever, ever did, baby But darlin' I'd still...  [Chorus] Catch a grenade for ya Throw my hand on a blade for ya I'd jump in front of a train for ya You know I'd do anything for ya Oh, I would go through all this pain Take a bullet straight through my brain Yes, I would die for ya, baby But you won't do the same  [Outro] No, you won't do the same You wouldn't do the same Ooh, you'd never do the same No, no, no, no oh  ",
        "title": "Grenade"
    },
    {
        "artist": "New Boyz Featuring The Cataracs & Dev",
        "lyrics": "  [Intro: New Boyz] New Boyz  [Hook: Cyrano & (Dev)] Don't say a word just turn around and let me see Girl you got some'n special, some'n special for me? It's way too many suckers in the V.I.P Valet got my car out front, tell me do you wanna kick it In the backseat (I wanna get beside ya) In the backseat (So I can be your backseat driver) In the backseat (I wanna get beside ya) In the backseat (So I can be your backseat driver)  [Verse 1: Ben J] You see them girls with them high heels they got this party poppin This ain't no country club we 'bout to get this party rockin You got girls that's with the band let's get on top and let me see it though Wait not in here, we outta here, jump in my vehicle Camaro, long stick, she just tryin to fuck comfortably She like my orange Camaro, she said let's ride up and trick or treat Like damn girl, damn girl, you fucks'n with the man girl Like damn girl, damn girl, you fucks'n with the man girl  [Hook: Cyrano & (Dev)] Don't say a word just turn around and let me see Girl you got some'n special, some'n special for me? It's way too many suckers in the V.I.P Valet got my car out front, tell me do you wanna kick it In the backseat (I wanna get beside ya) In the backseat (So I can be your backseat driver) In the backseat (I wanna get beside ya) In the backseat (So I can be your backseat driver)  [Verse 2: Legacy] Ay girl, what's up? All of this dancin gets you off, huh?? I noticed you because yo friends is freakin' star struck And you got mo' of that, how you say it? Shy swag Until you get it low, quit playin with yo' fine ass I said don't try me baby, I'll make you hot trick Let's do like Fishberg dancin, and shake this spot quick Oh, you a good girl? It's cool, I play pretend, too I heard you had a baby, you want a New Boy in you?  [Hook: Cyrano & (Dev)] Don't say a word just turn around and let me see Girl you got some'n special, some'n special for me? It's way too many suckers in the V.I.P Valet got my car out front, tell me do you wanna kick it In the backseat (I wanna get beside ya) In the backseat (So I can be your backseat driver) In the backseat (I wanna get beside ya) In the backseat (So I can be your backseat driver)  [Bridge: Campa] I met a group of girls in a Escalade I met a group of girls in a Escalade Met a, met a group of girls in a Escalade They came wit'chu and left with me I met a group of girls in a Escalade I met a group of girls in a Escalade Met a, met a group of girls in a Escalade They came wit'chu and left with me  [Hook: Cyrano & (Dev)] Don't say a word just turn around and let me see Girl you got some'n special, some'n special for me? It's way too many suckers in the V.I.P Valet got my car out front, tell me do you wanna kick it In the backseat (I wanna get beside ya) In the backseat (So I can be your backseat driver) In the backseat (I wanna get beside ya) In the backseat (So I can be your backseat driver)  [Outro] Ha!!!!  ",
        "title": "Backseat"
    },
    {
        "artist": "Avril Lavigne",
        "lyrics": "  [Verse 1] You say that I'm messing with your head Yeah-yeah, yeah-yeah All 'cause I was making out with your friend Yeah-yeah, yeah-yeah Love hurts, whether it's right or wrong Yeah-yeah, yeah-yeah I can't stop 'cause I'm having too much fun Yeah-yeah, yeah-yeah  [Pre-Chorus] You're on your knees, beggin' please \"Stay with me\" But honestly I just need to be A little crazy  [Chorus 1] All my life I've been good but now I'm thinking 'What the hell' All I want is to mess around And I don't really care about If you love me, if you hate me You can't save me, baby, baby All my life I've been good but now Whoa 'What the hell'  [Post-Hook] What, what What, what the hell  [Verse 2] So what if I go out on a million dates Yeah-yeah, yeah-yeah You never call or listen to me anyway Yeah-yeah, yeah-yeah I'd rather rage than sit around and wait all day Yeah-yeah, yeah-yeah Don't get me wrong, I just need some time to play  [Pre-Chorus] You're on your knees, beggin' please \"Stay with me\" But honestly I just need to be A little crazy  [Chorus 1] All my life I've been good but now I'm thinking 'What the hell' All I want is to mess around And I don't really care about If you love me, if you hate me You can't save me, baby, baby All my life I've been good but now Whoa 'What the hell'  [Bridge] La la la la la la la la, whoa, whoa La la la la la la la la, whoa, whoa You say that I'm messing with your head Boy, I like messing in your bed Yeah, I am messing with your head When I'm messing with you in bed  [Chorus 2] All my life I've been good but now I'm thinking what the hell (what the hell) All I want is to mess around And I don't really care about (I don't care about) All my life I've been good but now I'm thinking what the hell All I want is to mess around And I don't really care about (if you love me) If you love me (no), if you hate me (no) You can't save me, baby, baby (if you love me) All my life I've been good but now Whoa, what the hell  [Outro] La la, La la la la la la La la, La la la la la la la  ",
        "title": "What The Hell"
    },
    {
        "artist": "The Script",
        "lyrics": "  [Verse 1] She's all laid up in bed with a broken heart While I'm drinking Jack all alone in my local bar And we don't know how How we got into this mad situation Only doing things out of frustration Trying to make it work, but, man, these times are hard  [Verse 2] She needs me now but I can't seem to find the time I got a new job now on the unemployment line And we don't know how How we got into this mess, is it God's test? Someone help us cause we're doing our best Trying to make things work, but, man, these times are hard But we're gonna start by  [Chorus] Drinking old cheap bottles of wine Shit talking up all night Saying things we haven't for a while, a while, yeah We're smiling but we're close to tears Even after all these years We just now got the feeling that we're meeting For the first time  [Verse 3] She's in line at the dole with her head held high While I just lost my job but didn't lose my pride And we both now how How we're going to make it work when it hurts When you pick yourself up you get kicked to the dirt Tryin' to make it work, but, man, these times are hard But we're gonna start by  [Chorus] Drinking old cheap bottles of wine Shit talking up all night Saying things we haven't for a while, a while, yeah We're smiling but we're close to tears Even after all these years We just now got the feeling that we're meeting For the first time  [Chorus] Drinking old cheap bottles of wine Shit talking up all night Saying things we haven't for a while We're smiling but we're close to tears Even after all these years We just now got the feeling that we're meeting For the first time For the first time  [Bridge] Oh, for the first time Yeah, for the first time (We just now got the feeling that we're meeting for the first time)  [Outro] Oh, these times are hard Yeah, they're making us crazy Don't give up on me, baby Oh, these times are hard Yeah, they're making us crazy Don't give up on me, baby Oh, these times are hard Yeah, they're making us crazy Don't give up on me, baby Oh, these times are hard Yeah, they're making us crazy Don't give up on me, baby  ",
        "title": "For The First Time"
    },
    {
        "artist": "Mike Posner Featuring Lil Wayne",
        "lyrics": "  [Intro: Mike Posner] Once I throw on this, once I throw on this, it's over girl Once I throw on this, once I throw on this, it's over girl  [Verse 1: Mike Posner] I hear you knock knock knock baby come on up I hope you got got got something in yo' cup Cause I'm three shots deep and I ain't tryna sleep Get your Redbull on cause I'm ready You've been playin' hard to get with me all night We both know exactly what you want right Don't tell me what you wanna do Tell me what you gon' do Whatchu gon' do  [Hook: Mike Posner] Once I throw on this Bow chicka wow wow Whatchu gonna say? Act like you gon' leave When I know that you gon' stay Break it down, dicky down down Girl don't even play Once I set the mood right I'mma make it sound like I'mma make it sound like  [Verse 2: Mike Posner] Are you tryna make me wait wait wait 'til the second day But I can't can't can't even contemplate Waiting one more minute lemme jump in it I brought you flowers and a teddy You've been playin hard to get with me all night We both know exactly what you want right Don't tell me what you wanna do Tell me what you gon' do Whatchu gon' do  [Hook: Mike Posner] Once I throw on this Bow chicka wow wow Whatchu gonna say? Act like you gon' leave When I know that you gon' stay Break it down, dicky down down Girl don't even play Once I set the mood right I'mma make it sound like Yeah I can make it sound like  [Verse 3: Lil' Wayne] I got a leather couch and a black mic And we all alone, what it sound like? The night was dead, we found life I know I talk shit, but it sound right You say you can't but that's unfair Gotta give something, something gotta give I bet you love it, I win the bet Now we laying up, cigarettes  [Bridge: Mike Posner] Now, I ain't even gotta say shit To make you feel alive, girl you know you like that Say, I ain't even gotta say shit To make you feel alive, girl you know you like that  [Hook: Mike Posner] Once I throw on this Bow chicka wow wow Whatchu gonna say? Act like you gon' leave When I know that you gon' stay Break it down, dicky down down Girl don't even play Once I set the mood right I'mma make it sound like Yeah I'mma, yeah I'mma  make it  [Outro: Mike Posner] Once I throw on this, once I throw on this, it's over girl Once I throw on this, once I throw on this, it's over girl  ",
        "title": "Bow Chicka Wow Wow"
    },
    {
        "artist": "Usher",
        "lyrics": null,
        "title": "More"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Run The World (Girls)"
    },
    {
        "artist": "Lil Wayne Featuring Cory Gunz",
        "lyrics": "  [Produced by Bangladesh]  [Hook] Six-foot, seven-foot, eight-foot bunch Six-foot, seven-foot, eight-foot bunch  [Verse 1: Lil Wayne] Excuse my charisma, vodka with a spritzer Swagger down pat; call my shit Patricia Young Money militia and I am the commissioner You no wan' start Weezy ‘cause the 'F' is for finisher So misunderstood, but what's a world without enigma? Two bitches at the same time; synchronized swimmers Got the girl twisted ‘cause she open when you twist her Never met the bitch, but I fuck her like I missed her Life is the bitch, and death is her sister Sleep is the cousin—what a fuckin' family picture! You know Father Time, and we all know Mother Nature It's all in the family, but I am of no relation No matter who's buyin', I'm a celebration Black and white diamonds; fuck segregation! Fuck that shit, my money up, you niggas just Honey Nut Young Money runnin' shit, and you niggas just runner-ups I don't feel I done enough, so I'ma keep on doin' this shit Lil Tunechi or Young Tuna Fish  [Hook] Six-foot, seven-foot, eight-foot bunch Six-foot, seven-foot, eight-foot bunch  I'm goin' back in…  [Verse 2: Lil Wayne] Okay, I lost my mind, it's somewhere out there stranded I think you stand under me if you don't understand me Had my heart broken by this woman named Tammy But hoes gon' be hoes, so I couldn't blame Tammy Just talked to Moms, told her she the sweetest I beat the beat up; call it self-defense Swear, man, I be seein' through these niggas like sequins Niggas think they He-Men, pow, pow, the end Talkin' to myself because I am my own consultant Married to the money, fuck the world; that's adultery You full of shit, you close your mouth and let yo' ass talk Young Money eatin', all you haters do is add salt Stop playin', bitch, I got this game on deadbolt Mind so sharp I fuck around and cut my head off Real nigga all day and tomorrow But these motherfuckers talkin' crazy like they jaw broke Glass half empty, half full, I'll spill ya Try me and run into a wall; outfielder You know I'ma ball 'til they turn off the field lights The fruits of my labor, I enjoy 'em while they still ripe Bitch, stop playin', I do it like a king do If these niggas animals, then I'ma have a mink soon Tell 'em bitches I say put my name on the wall I speak the truth, but I guess that's a foreign language to y'all And I call it like I see it, and my glasses on But most of y'all don't get the picture 'less the flash is on Satisfied with nothin', you don't know the half of it Young Money, Cash Money Paper chasin', tell that paper, \"Look, I'm right behind ya\" Bitch, real Gs move in silence like lasagna People say I'm borderline crazy, sorta kinda Woman of my dreams, I don't sleep so I can't find her You niggas are gelatin, peanuts to an elephant I got through that sentence like a subject and a predicate Yeah, with a swag you would kill for Money too strong; pockets on bodybuilder Jumped in a wishin' well, now wish me well Tell 'em kiss my ass, call it kiss and tell  [Verse 3: Cory Gunz] Word to my mama, I'm out of my lima bean Don't wanna see what that drama mean Get some Dramamine Llama scream, hotter than summer sun on a Ghana queen Now all I want is hits, bitch, Wayne signed a fiend I played the side for you niggas that's tryna front, and see Son of Gun, Son of Sam, you nigga's the son of me Pause for this dumber speech, I glow like Buddha Disturb me, and you'll be all over the flo' like Luda Bitch, I flow like scuba, bitch, I'm bold like Cuba And I keep a killer ho, she gon' blow right through ya I be mackin', 'bout my stackin', now I pack like a mover Shout to ratchet for backin' out on behalf of my shooter Niggas think they high as I, I come laugh at your ruler Cash Money cold, bitch, but our actions is cooler Wayne, these niggas out they mind I done told these fuck niggas so many times That I keep them bucks steady on my mind Tuck these, I fuck these on your mind, pause To feed them, on my grind, did I get a little love Keep throwin' my sign in the middle Hit 'em up, piece on my side ‘Cause ain't no peace on my side, bitch I'm a man, I visit urinals with pride Tune told me to, I'm shootin' when the funeral outside I'm uptown, thoroughbred, a BX nigga, ya heard? Gunna  ",
        "title": "6 Foot 7 Foot"
    },
    {
        "artist": "Pitbull Featuring T-Pain",
        "lyrics": "  [Intro: Pitbull & T Pain] Mr. Worldwide, T- Pain El que no vale consejo, no llega viejo So listen up  Let her go, lalala Baby girl wanna play, let her go Said let her go, lalala Baby girl wanna play, let her go Said let her go, lalala Baby girl wanna play, let her go Said let her go, lalala Baby girl, wanna play, let her go Got it Pain?  [Refrain: T-Pain] Hey, baby girl, what you doing tonight? I wanna see what you got in store (hey, hey baby) You’re giving it your all when you’re dancing on me I wanna see if you can give me some more (hey, hey baby) You can be my girl, I can be your man And we can pump this jam however you want (hey, hey baby) Pump it from the side, pump it upside down Or we can pump it from the back and the front (hey, hey baby)  [Hook: Pitbull & T-Pain] (Pitbull) Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala  (T-Pain) Ooh, drop it to the floor Make me wanna say hey baby Yeah, you can shake some more Make me wanna say hey baby Ooh you got it cause you Make me wanna say hey baby Ooh don’t stop it I want you tonight  [Verse 1: Pitbull] I’m a Dade county, self paid, self-made millionaire I used to play around the world Now I’m around the world, getting paid Girl problems, no problems Don’t hate the game that won’t solve it I want to get with you mami Now let me see where the Lord split you, (dale)  [Refrain: T-Pain] Hey, baby girl, what you doing tonight? I wanna see what you got in store (hey, hey baby) You’re giving it your all when you’re dancing on me I wanna see if you can give me some more (hey, hey baby) You can be my girl, I can be your man And we can pump this jam however you want (hey, hey baby) Pump it from the side, pump it upside down Or we can pump it from the back and the front (hey, hey baby)  [Hook: Pitbull & T-Pain] (Pitbull) Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala  (T-Pain) Ooh drop it to the floor Make me wanna say hey baby Yeah, you can shake some more Make me wanna say hey baby Ooh you got it cause you Make me wanna say hey baby Ooh don’t stop it I want you tonight  [Verse 2: Pitbull] Make money, make money This chica right here gotta eat baby Scared money don’t make money That’s how it goes in the street baby But enough with the the nonsense Baby girl, take a shot to clear your conscience Not a goon or a God, I’m a monster Cause I hit all baddest woman in the world, gangsta  [Hook: Pitbull & T-Pain] (Pitbull) Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala  (T-Pain) Ooh drop it to the floor Make me wanna say hey baby Yeah, you can shake some more Make me wanna say hey baby Ooh you got it cause you Make me wanna say hey baby Ooh don’t stop it  (Pitbull) I want you tonight  ",
        "title": "Hey Baby (Drop It To The Floor)"
    },
    {
        "artist": "Enrique Iglesias Featuring Ludacris & DJ Frank E",
        "lyrics": null,
        "title": "Tonight (I'm Lovin' You)"
    },
    {
        "artist": "Sara Evans",
        "lyrics": "  [Intro] Woke up late today and I still feel the sting of the pain But I brushed my teeth anyway I got dressed through the mess and put a smile on my face I got a little bit stronger  [Verse 1] Riding in the car to work and I'm Trying to ignore the hurt so I Turned on the radio Stupid song made me think of you I listened to it for minute But then I changed it I'm getting a little bit stronger Just a little bit stronger  [Chorus] And I'm done hoping That we could work it out I'm done with how it feels Spinning my wheels Letting you drag my heart around And, oh, I'm done thinking You could ever change I know my heart will never be the same But I'm telling myself I'll be okay Even on my weakest days I get a little bit stronger  [Verse 2] It doesn't happen overnight but you Turn around and a month's gone by And you realize you haven't cried I'm not giving you a hour or a second or another minute longer I'm busy getting stronger  [Chorus] And I'm done hoping That we could work it out I'm done with how it feels Spinning my wheels Letting you drag my heart around And, oh, I'm done thinking You could ever change I know my heart will never be the same But I'm telling myself I'll be okay Even on my weakest days I get a little bit stronger  [Bridge] Getting along without you baby I'm better off without you baby How does it feel without me baby? I'm getting stronger without you baby  [Chorus] And I'm done hoping That we could work it out I'm done with how it feels Spinning my wheels Letting you drag my heart around And, oh, I'm done thinking You could ever change I know my heart will never be the same But I'm telling myself I'll be okay Even on my weakest days I get a little bit stronger  [Outro] And just a little bit stronger A little bit A little bit A little bit stronger Get a little bit stronger  ",
        "title": "A Little Bit Stronger"
    },
    {
        "artist": "Christina Perri",
        "lyrics": "  [Verse 1] No, I can't take one more step towards you ‘Cause all that's waiting is regret Don't you know I'm not your ghost anymore? You lost the love I loved the most  [Pre-Chorus] I learned to live, half alive And now you want me one more time  [Chorus 1] And who do you think you are? Runnin' 'round leaving scars Collecting your jar of hearts And tearing love apart You're gonna catch a cold From the ice inside your soul So don't come back for me Who do you think you are?  [Verse 2] I hear you're asking all around If I am anywhere to be found But I have grown too strong To ever fall back in your arms  [Pre-Chorus] + [Chorus 1]  [Verse 3] It took so long just to feel alright Remember how to put back the light in my eyes I wish I had missed the first time that we kissed ‘Cause you broke all your promises And now you're back You don't get to get me back  [Chorus 2]x2 And who do you think you are? Runnin' 'round leaving scars Collecting your jar of hearts And tearing love apart You're gonna catch a cold From the ice inside your soul Don't come back for me Don't come back at all  [Outro] Who do you think you are? Who do you think you are? Who do you think you are?  ",
        "title": "Jar Of Hearts"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] Oh, her eyes, her eyes Make the stars look like they're not shinin' Her hair, her hair Falls perfectly without her trying She's so beautiful And I tell her every day Yeah, I know, I know When I compliment her she won't believe me And it's so, it's so Sad to think that she don't see what I see But every time she asks me, \"Do I look okay?\" I say  [Chorus] When I see your face There's not a thing that I would change Cause you're amazing just the way you are And when you smile The whole world stops and stares for a while Cause, girl, you're amazing just the way you are  [Verse 2] Her lips, her lips I could kiss them all day if she'd let me Her laugh, her laugh She hates but I think it's so sexy She's so beautiful, and I tell her everyday Oh you know, you know, you know I'd never ask you to change If perfect's what you're searching for Then just stay the same So don't even bother asking if you look okay You know I'll say  [Chorus] When I see your face There's not a thing that I would change Cause you're amazing just the way you are And when you smile The whole world stops and stares for a while Cause, girl, you're amazing just the way you are  [Post-Chorus] The way you are The way you are Girl, you're amazing just the way you are  [Chorus] When I see your face There's not a thing that I would change Cause you're amazing just the way you are And when you smile The whole world stops and stares for a while Cause, girl, you're amazing just the way you are, yeah  ",
        "title": "Just The Way You Are"
    },
    {
        "artist": "Jason Aldean With Kelly Clarkson",
        "lyrics": "  [Verse 1: Jason Aldean] I really hate to let this moment go Touching your skin, and your hair falling slow When a goodbye kiss, feels like this  [Chorus: Jason Aldean & Kelly Clarkson] Don't you want to stay here a little while? Don't you want to hold each other tight? Don't you want to fall asleep with me tonight? Don't you want to stay here a little while? We can make forever feel this way Don't you want to stay?  [Verse 2: Kelly Clarkson] Let's take it slow, I don't want to move too fast I don't want to just make love, I want to make love last When you're up this high, it's a sad goodbye  [Chorus: Jason Aldean & Kelly Clarkson] Don't you want to stay here a little while? Don't you want to hold each other tight? Don't you want to fall asleep with me tonight? Don't you want to stay here a little while? We can make forever feel this way Don't you want to stay?  [Bridge: Jason Aldean & Kelly Clarkson] Oh yeah  Oh, you feel so perfect, baby Yeah, you feel so perfect, baby  Don't you want to stay here a little while?  [Chorus: Jason Aldean & Kelly Clarkson] Don't you want to stay here a little while? Don't you want to hold each other tight? Don't you want to fall asleep with me tonight? Don't you want to stay here a little while? We can make forever feel this way Don't you want to stay?  ",
        "title": "Don't You Wanna Stay"
    },
    {
        "artist": "Zac Brown Band",
        "lyrics": "  [Verse 1] She'd trade Colorado if he'd take her with him Closes the door 'fore the winter lets the cold in And wonders if her love is strong enough to make him stay She's answered by the tail lights shinin' through the window pane  [Chorus] He said, I want to see you again But I'm stuck in colder weather Maybe tomorrow will be better Can I call you then? She said, you're ramblin' man And you ain't ever gonna change You've got a gypsy soul to blame And you were born for leavin'  [Verse 2] At a truck stop diner, just outside of Lincoln The night is black as the coffee he was drinkin' And in the waitress' eyes he sees the same old light is shinin' He thinks of Colorado and the girl he left behind him  [Chorus] He said, I want to see you again But I'm stuck in colder weather Maybe tomorrow will be better Can I call you then? She said, you're ramblin' man And you ain't ever gonna change You've got a gypsy soul to blame And you were born for leavin' Born for leavin'  [Bridge] Well, it's a windin' road When you're in the lost and found You're a lover, I'm a runner And we go 'round and 'round And I love you, but I leave you I don't want you, but I need you You know it's you that calls me back here, baby  [Chorus] Oh, I want to see you again But I'm stuck in colder weather Maybe tomorrow will be better Can I call you then? 'Cause I'm a ramblin' man I ain't ever gonna change I've got a gypsy soul to blame And I was born for leavin' Born for leavin'  [Outro] When I close my eyes I see you No matter where I am I can smell your perfume through these whisperin' pines I'm with your ghost again It's a shame about the weather But I know soon we'll be together And I can't wait 'til then I can't wait 'til then  ",
        "title": "Colder Weather"
    },
    {
        "artist": "Keri Hilson",
        "lyrics": "  I can do the pretty girl rock rock Rock to the pretty girl rock rock rock Now what's your name?  My name is Keri, I'm so very Fly oh my it's a little bit scary Boys wanna marry looking at my derriere You can stare but if you touch it I'mma bury  Pretty as a picture Sweeter than a swisher Mad cause I'm cuter than the girl that's with ya  I ain't gotta talk about it baby you can see it But if you want I'll be happy to repeat it  My name is Keri, I'm so very Fly oh my it's a little bit scary Boys wanna marry looking at my derrierre You can stare but if you touch it I'mma bury  Pretty as a picture Sweeter than a swisher Mad cause I'm cuter than the girl that's with ya I can talk about it cause I know that I'm pretty And if you know it too then ladies sing it with me  All eyes on me when I walk in No question that this girl's a 10 Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful My walk my talk the way I drip It's not my fault so please don't trip Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful  Aye, now do the pretty girl rock rock rock Do the pretty girl rock rock rock Do the pretty girl rock rock All my ladies do the pretty girl rock rock rock Do the pretty girl rock rock rock Do the pretty girl rock rock Do the pretty girl rock  Now where you at? If you're looking for me you can catch me Cameras flashing, daddy's turned his head as soon as I passed him Girls think I'm conceited cause I know I'm attractive Don't worry about what I think why don't you ask him?  Get yourself together don't hate (never do it) Jealousy is the ugliest trait (don't ever do it) I can talk about it cause I know that I'm pretty And if you know it too then ladies sing it with me  All eyes on me when I walk in No question that this girl's a 10 Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful My walk my talk the way I dress It's not my fault so please don't trip Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful  Doing the pretty girl rock rock rock Do the pretty girl rock rock rock Do the pretty girl rock rock Do the pretty girl rock rock All my ladies do the pretty girl rock rock rock  Get along with your pretty girl rock rock rock Still show me your pretty girl rock rock rock All my ladies do the pretty girl rock rock rock Sing it with me now  All eyes on me when I walk in No question that this girl's a 10 Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful My walk my talk the way I dress It's not my fault so please don't trip Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful  ",
        "title": "Pretty Girl Rock"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Verse 1] Girl, I been thinking 'bout us And you know I ain't good at this stuff These feelings piling up won't give me no rest This might come out a little crazy A little sideways, yeah maybe I don't know how long it'll take me but I'll do my best  [Chorus 1] You'll be my soft and sweet I'll be your strong and steady You'll be my glass of wine I'll be your shot of whiskey You'll be my sunny day I'll be your shade tree You'll be my honeysuckle I'll be your honey bee  [Verse 2] Yeah, that came out a little country But every word was right on the money And I got you smiling honey right back at me Now hold on cause I aren’t done There's more where that came from Well you know I'm just having fun, but seriously  [Chorus 2] If you'll be my Louisiana I'll be your Mississippi You'll be my Little Loretta I'll be your Conway Twitty You'll be my sugar, baby I'll be your sweet iced tea You'll be my honeysuckle I'll be your honey bee  [Bridge] Your kiss just said it all I'm glad we had this talk Nothing left to do but fall in each other’s arms I could have said \"I love you\" Could have wrote you a line or two Baby, all I know to do is speak right from the heart  [Chorus 1] You'll be my soft and sweet I'll be your strong and steady You'll be my glass of wine I'll be your shot of whiskey You'll be my sunny day I'll be your shade tree You'll be my honeysuckle I'll be your honey bee  [Chorus 2] If you'll be my Louisiana I'll be your Mississippi You'll be my Little Loretta I'll be your Conway Twitty You'll be my sugar, baby I'll be your sweet iced tea You'll be my honeysuckle I'll be your honey bee  [Outro] I'll be your honey bee  ",
        "title": "Honey Bee"
    },
    {
        "artist": "Brad Paisley Featuring Alabama",
        "lyrics": "  [Verse 1] She’d rather wear a pair of cutoff jeans Than a fancy evening dress And with her windows rolled down and her hair all blown around, she’s a hot southern mess She’ll take a beer over white wine And a campfire over candle light And when it comes to love, oh her idea of a romantic night  [Chorus] Is listening to old Alabama, driving through Tennessee A little Dixieland Delight at the Right Time of the Night And she can’t keep her hands off of me-ee-Eee!  [Verse 2] And now we’re rolling down an old back road I got the steering wheel in one hand We’ll find a hideaway where she and I can play In Mother Nature’s band  [Chorus] Now we’re listening to old Alabama Parked somewhere in Tennessee A little Dixieland Delight and It Feels So Right And It’s Love In The First Degree-ee-Eee!  [Verse 3] Forget about Sinatra or Coltrane Or some old Righteous Brothers song And Barry White is not going to work tonight If you really want to turn her on Play some back home come on music That comes from the heart Play something with lots of feeling Because that’s where music has to start  [Chorus] Now we’re listening to Old Alabama And we’re driving through Tennessee A little Dixieland Delight and It Feels So Right And its Love in the First Degree  Yeah’ you know we’re listening to Old Alabama (old Alabama) driving through Tennessee (Tennessee) A little Why Lady Why at The Right Time of The Night Oh and she can’t keep her hands off of me-ee-Eee  [Outro] Oh, play me some old Alabama Oh, play me some old Alabama Won’t you play me some old Alabama Play me some old Alabama Won’t you play-ee-ay-ay Yeee-haw!!!  ",
        "title": "Old Alabama"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] Right, right, turn off the lights We're gonna lose our minds tonight What is the dealio? I love when it's all too much 5 A.M. turn the radio up Where's the rock 'n roll?  [pre-Chorus] Party crasher, panty snatcher Call me up if you're gangsta Don't be fancy, just get dancy Why so serious?  [Chorus] So raise your glass if you are wrong In all the right ways, all my underdogs We will never be, never be anything but loud And nitty, gritty, dirty, little freaks Won't you come on and come on and Raise your glass Just come on and come on and Raise your glass  [Verse 2] Slam, slam, oh hot damn What part of party don't you understand? Wish you'd just freak out (Freak out already) Can't stop, coming in hot I should be locked up right on the spot It's so on right now (It's so fucking on right now)  [Pre-Chorus] Party crasher, panty snatcher Call me up if you're gangsta Don't fancy, just get dancy Why so serious?  [Chorus] So raise your glass if you are wrong In all the right ways, all my underdogs We will never be, never be anything but loud And nitty, gritty, dirty, little freaks Won't you come on and come on and Raise your glass Just come on and come on and raise your glass Won't you come on and come on and Raise your glass Just come on and come on and raise your glass  [Bridge] Oh shit! My glass is empty That sucks! So if you're too school for cool (I mean) And you're treated like a fool (Treated like a fool) You can choose to let it go We can always, we can always party on our own So raise your (oh, fuck)  [Chorus] So raise your glass if you are wrong In all the right ways, all my underdogs We will never be, never be anything but loud And nitty, gritty, dirty, little freaks So raise your glass if you are wrong In all the right ways, all my underdogs We will never be, never be anything but loud And nitty, gritty, dirty, little freaks Won't you come on and come on and Raise your glass Just come on and come on and raise your glass Won't you come on and come on and Raise your glass for me Just come on and come on and raise your glass For me  ",
        "title": "Raise Your Glass"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] It's like a storm That cuts a path It breaks your will It feels like that  You think you're lost But you're not lost on your own You're not alone  [Chorus] I will stand by you I will help you through When you've done all you can do If you can't cope I will dry your eyes I will fight your fight I will hold you tight And I won't let go  [Verse 2] It hurts my heart To see you cry I know it's dark This part of life Oh it finds us all And we're too small To stop the rain Oh but when it rains  [Chorus]  [Verse 3] And I won't let you fall Don't be afraid to fall I'm right here to catch you I won't let you down It won't get you down You're going to make it Yeah I know you can make it  [Chorus] Because I will stand by you I will help you through When you've done all you can do And you can't cope And I will dry your eyes I will fight your fight I will hold you tight And I won't let go Oh I'm going to hold you And I won't let go Won't let you go No I won't  ",
        "title": "I Won't Let Go"
    },
    {
        "artist": "Thompson Square",
        "lyrics": "  [Verse 1: Keifer] We were sitting up there on your momma's roof Talking 'bout everything under the moon With the smell of honeysuckle and your perfume All I could think about was my next move  [Verse 2: Keifer] Oh but you were so shy, so was I Maybe that's why it was so hard to believe When you smiled and said to me  [Chorus: Keifer & Shawna] Are you gonna kiss me or not? Are we gonna do this or what? I think you know I like you a lot But you're about to miss your shot Are you gonna kiss me or what?  [Verse 3: Keifer] It was the best dang kiss that I ever had Except for that long one after that And I knew if I wanted this thing to last Sooner or later I'd have to ask for your hand  [Verse 4: Keifer] So I took a chance Bought a wedding band and I got down on one knee And you smiled and said to me  [Chorus: Keifer & Shawna] Are you gonna kiss me or not? Are we gonna do this or what? I think you know I love you a lot I think we've got a real good shot Are you gonna kiss me or not?  [Verse 5] [Keifer & Shawna] So we planned it all out for the middle of June From the wedding cake to the honeymoon [Keifer] And your momma cried When you walked down the aisle  [Verse 6] [Keifer & Shawna] When the preacher man said, \"Say I do\" I did and you did too [Keifer] Then I lifted that veil And saw your pretty smile and I said Are you gonna kiss me or not?  [Chorus: Keifer & Shawna] Are we gonna do this or what? Look at all the love that we got It ain't never gonna stop Are you gonna kiss me or not?  [Tag] [Keifer] Yeah baby I love you a lot [Keifer & Shawna] I really think we've got a shot [Keifer] Are you gonna kiss me or not?  ",
        "title": "Are You Gonna Kiss Me Or Not"
    },
    {
        "artist": "Taio Cruz",
        "lyrics": "  [Verse 1: Taio Cruz] I came to dance, dance, dance, dance I hit the floor cause that's my plans, plans, plans, plans I'm wearing all my favorite brands, brands, brands, brands Give me space for both my hands, hands, hands, hands  [Pre-Chorus: Taio Cruz] Yeah, yeah Cause it goes on and on and on And it goes on and on and on Yeah!  [Chorus: Taio Cruz] I throw my hands up in the air sometimes Saying \"Ayo! Gotta let go!\" I wanna celebrate and live my life Saying \"Ayo! Baby, let's go!\"  Cause we gon' rock this club We gon' go all night We gon' light it up Like it's dynamite! Cause I told you once Now I told you twice We gon' light it up Like it's dynamite!  [Verse 2: Taio Cruz] I came to move, move, move, move Get out the way me and my crew, crew, crew, crew I’m in the club so I’m gonna do, do, do, do Just what the fuck, came here to do, do, do, do  [Pre-Chorus: Taio Cruz] Yeah, yeah Cause it goes on and on and on And it goes on and on and on Yeah!  [Chorus: Taio Cruz] I throw my hands up in the air sometimes Saying \"Ayo! Gotta let go!\" I wanna celebrate and live my life Saying \"Ayo! Baby, let's go!\"  Cause we gon' rock this club We gon' go all night We gon' light it up Like it's dynamite! Cause I told you once Now I told you twice We gon' light it up Like it's dynamite!  [Verse 3: Taio Cruz] I'm gonna take it all out I'm gonna be the last one standing I'm over it all and I'm gonna be the last one landing Cause I, I, I believe it And I, I, I, I just want it all I just want it all I'm gonna put my hands in the air! Hands, hands in the air! Put your hands in the air!  [Chorus: Taio Cruz] I throw my hands up in the air sometimes Saying \"Ayo! Gotta let go!\" I wanna celebrate and live my life Saying \"Ayo! Baby, let's go!\"  Cause we gon' rock this club We gon' go all night We gon' light it up Like it's dynamite! Cause I told you once Now I told you twice We gon' light it up Like it's dynamite!  ",
        "title": "Dynamite"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Verse 1] I am not the kind you take home to mama I am not the kind to wear no ring Somehow I always get stronger When I'm on my second drink  Even though I hate to admit it Sometimes I smoke cigarettes The Christian folks say I should quit it And I just smile and say \"God Bless\"  [Chorus] Because I heard Jesus He drank wine And I bet we'd get along just fine He could calm a storm and heal the blind And I bet He'd understand a heart like mine  [Verse 2] Daddy cried when he saw my tattoo But said he loved me anyway My brother got the brains of the family So I thought I'd learn to sing  [Chorus]  [Verse 3] I'll fly away from it all one day And I'll fly away These are the days that I will remember When my names called on a roll He'll meet me with two long-stemmed glasses And make a toast to me coming home  [Chorus]  And I bet He'd understand Understand a heart like mine Oh yes He would  ",
        "title": "Heart Like Mine"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": null,
        "title": "Mean"
    },
    {
        "artist": "Bridgit Mendler, Adam Hicks, Naomi Scott & Hayley Kiyoko",
        "lyrics": "  [Intro: Bridgit Mendler] Trying hard to fight these tears I'm crazy worried Messing with my head this fear I'm so sorry You know you gotta get it out I can't take it That's what being friends' about  [Verse 1: Bridgit Mendler] I, I wanna cry I can't deny Tonight I wanna up and hide And get inside It isn't right I gotta live in my life I know I, I know I I know I gotta do it I know I, I know I I know I gotta do it  [Chorus: Bridgit Mendler] Gotta turn the world into your dance floor Determinate, d-determinate Push until you can't and then demand more Determinate, d-determinate You and me together, we can make it better Gotta turn the world into your dance floor Determinate, d-determinate  (Verse 2) Hate to feel this way And waste a day I gotta get myself on stage I shouldn't wait Or be afraid The chips will fall where they may I know I, I know I I know I gotta do it I know I, I know I I know I gotta do it  [Chorus: Bridgit Mendler] Gotta turn the world into your dance floor Determinate, d-determinate Push until you can't and then demand more Determinate, d-determinate You and me together, we can make it better Gotta turn the world into your dance floor Determinate, d-determinate  [Bridge: Adam Hicks] Okay, it's Wen and I'm heaven-sent, music like a veteran Renegade, lemonade, use it in my medicine Go ahead and try to name a band we ain't better than Reason why the whole world's picking us instead of them People need a breather cause they're feeling that adrenaline Stop! Now hurry up and let us in Knock! Cause we're coming to your house and People keep on smiling like there lemons in their mouths I'm the real deal, you know how I feel Why they're in it for a bill, I'm just in it for the thrill Get down now I ain't playin' around Put your feet up on the ground and just make that sound like  [Chorus: Bridgit Mendler] Gotta turn the world into your dance floor Determinate, d-determinate Push until you can't and then demand more Determinate, d-determinate You and me together, we can make it better Gotta turn the world into your dance floor Determinate, d-determinate  [Outro: Bridgit Mendler] Come on and, come on and Come on and get it going Come on and, come on and Come on and get it going On the dance floor On the dance floor D-D-Dance floor Determinate  ",
        "title": "Determinate"
    },
    {
        "artist": "LMFAO Featuring Lauren Bennett & GoonRock",
        "lyrics": "  [Intro] Party Rock Yeah Wooo! Let's go!  [Hook: LMFAO] Party rock is in the house tonight Everybody just have a good time And we gon' make you lose your mind Everybody just have a good time Party rock is in the house tonight Everybody just have a good time And we gon' make you lose your mind Everybody just have a good time We just wanna see you... Shake that!  [Verse 1: LMFAO] In the club: party rock Looking for your girl? She on my jock Non stop when we in the spot Booty moving weight like she on the block Where the drank? I gots to know Tight jeans, tattoo, cause I'm rock and roll Half-black, half-white: domino Gainin' money. Oprah, dough Yoooo!! I’m running through these hoes like Drano I got that devilish flow rock and roll no halo, we party rock! Yeah, that’s the crew that I’m repping On the rise to the top, no lead in our zeppelin, hey!!!  [Hook: LMFAO] Party rock is in the house tonight Everybody just have a good time And we gon' make you lose your mind Everybody just have a good time Party rock is in the house tonight Everybody just have a good time And we gon' make you lose your mind Everybody just have a good time We just wanna see you... Shake that!  Every day I’m shufflin' Shufflin', shufflin'  [Verse 2: LMFAO] Step up fast and be the first girl to make me throw this cash We get money don’t be mad, now stop - hatin' is bad One more shot for us (Another round!) Please fill up my cup (Don’t mess around!) We just wanna see (You shake it now!) Now you wanna be (You're naked now!)  [Bridge: Lauren Bennett] Get up get down put your hands up to the sound Get up get down put your hands up to the sound Get up get down put your hands up to the sound Put your hands up to the sound Put your hands up to the sound Get up, get up, get up Get up, get up, get up Put your hands up to the sound To the sound Put your hands up  [Hook: LMFAO] Party rock is in the house tonight Everybody just have a good time And we gon' make you lose your mind Everybody just have a good time Party rock is in the house tonight Everybody just have a good time And we gon' make you lose your mind Everybody just have a good time We just wanna see you... Shake that!  Ooooh, ooooh Ooooh, ooooh Everyday I'm shu-shufflin'  ",
        "title": "Party Rock Anthem"
    },
    {
        "artist": "Nicki Minaj",
        "lyrics": "  [Hook] Shitted on 'em, man I just shitted on 'em Shitted on 'em, put yo' number two's in the air if you did it on 'em Shitted on 'em, man I just shitted on 'em Shitted on 'em, put yo' number two's in the air if you did it on 'em  [Verse 1] All these bitches is my sons And I'mma go and get some bibs for 'em A couple formulas, little pretty lids on 'em If I had a dick, I would pull it out and piss on 'em Let me shake it off I just signed a couple deals I might break you off And we ain't making up, I don't need a mediator Just let them bums blow steam - radiator  [Hook] Shitted on 'em, man I just shitted on 'em Shitted on 'em, put yo' number two's in the air if you did it on 'em Shitted on 'em, man I just shitted on 'em Shitted on 'em, put yo' number two's in the air if you did it on 'em  [Hook] (That was a earthquake, bitch!) (You felt the ground shake, right?) (You bitches ain't fucking with her!) (You must of -- Aaaah!) (You must've lost your fucking mind!) (You must've bumped your fucking head!) (You crazy, stupid, ugly, monkey-looking bitches!)  [Verse 2] This stone is flawless F1 I keep shooters up top in the F1 A lot of bad bitches beggin' me to eff one But I'mma eat them rap bitches when the chef come Throw some fresh one's More talent in my mu'fuckin left thumb She ain't a Nicki fan then the bitch def dumb You ain't my son, you my muthafuckin step-son  Shitted on 'em, man I just shitted on 'em Shitted on 'em, put yo' number two's in the air if you did it on 'em Shitted on 'em, man I just shitted on 'em Shitted on 'em, put yo' number two's in the air if you did it on 'em  [Hook] (I don't know what layaway look like!) (Bitch, I can't even spell welfare!) (You got me mistaken with your mother, ho!) (You bitches at the bottom of the totem pole!) (We at the top bitch - G5) (Louis Vuitton everything, bitch!) (Gucci - we don't fuck with it, it's too cheap, motherfucker!) (You bitches - Ahhhh Man!)  [Verse 3] All these bitches is my sons And I ain't talking 'bout Phoenix Bitch, I get money so I do's what I pleases I live where the muthafuckin pools and the trees is Broke bitches so crusty (disgust me) Gave the bitch a ride, got the Continental dusty Trust me, I keep a couple hundred in the duff-b Couple wet wipes case a bum try to touch me (EW) I'm the terminator Bitch talk slick I'mma have to terminate her These little nappy headed hoes need a perminator You my seed, I spray you with the germinator Move back, bugs Matter fact, you know, the queen could use a back rub If you could turn back time - Cher You used to be here but now you gone - Nair  Shitted on 'em, man I just shitted on 'em Shitted on 'em, put yo' number two's in the air if you did it on 'em Shitted on 'em, man I just shitted on 'em Shitted on 'em, put yo' number two's in the air if you did it on 'em  [Hook] You nappy-headed son of a bitches! I'mma start throwing Just for Me Perm at your heads! I'mma get the kid version! The Kid one, cause you're a bunch of kids Bunch of nappy-headed hoes running around JUST FOR ME You know it, yeah ho, you know Just for Me Perm, in your head, when we see you! OWWWWWW!!!!  ",
        "title": "Did It On'em"
    },
    {
        "artist": "Kelly Rowland Featuring Lil Wayne",
        "lyrics": "  Go, go, go, go  [Verse 1: Kelly Rowland] Oh lover, don’t you dare slow down Go longer, you can last more rounds Push harder, your almost there now So go lover, make momma proud  [Hook: Kelly Rowland] (And when were done) I don’t wanna feel my legs (And when were done) I just wanna feel your hands all over me, baby You can’t stop there, music still playin in the background And you're almost there (you can do it, I believe in you baby) So close from here  Baby I’mma be your motivation Go, go, go, go Motivation Go, go, go, go Oh Lover, when you call my name No other, can do that the same I won't let you get up out the game, no So go lover, go 'n make me rain  [Hook] And when were done, I don’t wanna feel my legs And when were done, I just wanna feel your hands all over me, baby You can’t stop there, music still playin in the background And you’re almost there You can do it, I believe in you baby So close from here  [Verse 2: Lil Wayne] Uh, girl I turn that thing into a rainforest Rain on my head, call that brainstorming Yeah this is deep, oh, but I go deeper Make you lose yourself, and finders keepers It go green light, go Weezy go I like to taste that sugar, that sweet and low But hold up wait, new position I put her on my plate then I do the dishes She my motivation, I’m her transportation Cause I let her ride, while I drive her crazy Then I just keep going going, like I’m racing When I’m done she hold me like a conversation Weezy, baby  [Hook] (And when were done) I don’t wanna feel my legs (And when were done) I just wanna feel your hands all over me, baby You can’t stop there, music still playin' in the background And you’re almost there (you can do it, I believe in you baby) So close from here  Baby I’mma be your motivation Oh Lover, when you call my name No other, can do that the same No, I won't let you get up out the game, no So go lover, go 'n make me rain  [Hook] (And when were done) I don’t wanna feel my legs (And when were done) I just wanna feel your hands all over me, baby But you can’t stop there, music still playin' in the background And you’re almost there (you can do it, I believe in you baby) So close from here  [Outro] Baby I’mma be your motivation  ",
        "title": "Motivation"
    },
    {
        "artist": "The Band Perry",
        "lyrics": null,
        "title": "You Lie"
    },
    {
        "artist": "Jerrod Niemann",
        "lyrics": null,
        "title": "What Do You Want"
    },
    {
        "artist": "Miguel",
        "lyrics": "  [Intro] Love You Like a Brother Treat you like a friend Respect you like a lover  [Refrain] You could bet that, never gotta sweat that You could bet that, never gotta sweat that You could bet that, never gotta sweat that You could bet that, never gotta sweat that  [Verse 1] If you be the cash, I'll be the rubber band You be the match, I'mma be your fuse, boom! Painter baby you could be the muse I'm the reporter, baby you could be the news Cause your the cigarette and I'm the smoker We raise a bet, cause you're tha joker Truth though, you are the chalk and I could be the blackboard And you can be the talk and I could be the walk  [Chorus] Even when the sky comes falling Even when the sun don't shine I got faith in you and I So put your pretty little hand in mine Even when we're down to the wire babe Even when it's do or die We can do it baby simple and plain Cause this love is a sure thing  [Refrain] You could bet that, never got to sweat that You could bet that, never got to sweat that You could bet that, never got to sweat that You could bet that, never got to sweat that  [Verse 2] You could be the lover I'll be the fighter babe If I'm the blunt, you could be the lighter babe, Fire it up! Writer babe, you could be the quote If I'm the lyric baby you could be the note, Record that! Saint, I'm a sinner, prize, I'm a winner, and it's you What can I do to deserve that Paper baby, I'll be the pen Say that I'm the one, cause you are ten, real and not pretend!  [Chorus] Even when the sky comes fallin Even when the sun don't shine I got faith in you and I So put your pretty lil hand in mine Even when we're down to the wire babe Even when it's do or die We can do it babe simple and plain Cause this love is a sure thing  [Bridge] Rock wit me baby Let me hold you in my arms, talk with me baby Rock wit me baby Let me hold you in my arms, talk with me baby This love between you and I As simple as pie baby Such a sure thing, oh is it a sure thing Such a sure thing, oh is it a sure thing Such a sure thing, oh is it a sure thing  [Chorus] Even when the sky comes fallin Even when the sun don't shine I got faith in you and I So put your pretty little hand in mine Even when we're down to the wire babe Even when it's do or die We can do it baby simple and plain This love is a sure thing Love you like a brother Treat you like a friend Respect you like a lover  ",
        "title": "Sure Thing"
    },
    {
        "artist": "YC Featuring Future",
        "lyrics": "  [Produced by Sonny Digital]  [Intro] Racks on racks on racks  [Hook] Got campaign going so strong Getting brain when I’m talking on the phone Spending money when you're runnin' this long Real street nigga, ain't no clone We at the top where we belong Got lean, rosé, Patron Smokin' on 1000 dollars worth of strong Well, the club 'bout to hear this song We got racks on racks on racks Got racks on racks on racks Racks on racks on racks Racks on racks on racks Ain't even tryna hold back  Got campaign going so strong Gettin’ brain when I’m talkin’ on the phone Spendin’ money when youre' runnin this long Real street nigga, ain’t no clone We at the top where we belong Straight lean, rosé, Patron Smokin’ on 1,000 dollars of strong We\"re in the club ’bout to hear this song  [Verse 1: YC] Still fresh as hell in my Trues Iced out, okay cool Strapped up, know I keep that tool That racks on racks so motherfucking fool I’m about to glow, me on TV Everywhere you look, you see YC Hating-ass niggas just wishing they were me YC, YC, YC Way too big for my my fucking jeans I’m so fly I don’t even got wings Eyes real low, just blame it on the green Girl cut up, got lean on lean That shoebox shit, over with Spend 100 racks, won’t notice it My bank account, commas all over it Racks on racks on racks  [Verse 2: Young Jeezy] Young, if it’s convertible, then how is it a hardtop Bitch, I hit one button, my roof open like a hard spot Make me throw my diamonds up, bitch, my life was hard knock Had so much kush and Ciroc, bitch, I think my heart stop Every night’s a weekend, every day’s a Friday night You ain’t seen nothing yet, bitch, this just my Friday ice 87, brick fare, yeah, I’m talking thirty racks All I sold is hundos, where the fuck my twenties at  [Verse 3: Wiz Khalifa] Racks on, racks off, see that blonde strip when my hat’s off Lookin’ at my Rollie, ’bout thirty grand what that cost Smoke like I’m in Cali, fuck takin’ flight, I blast off Niggas talkin’ tattooes, we should have a tat-off Got racks on racks on racks, naps on naps on naps Just made a mill, count another mill, so put that on top of that Way back in 2004, I told ‘em it was a wrap Now my life ain’t my life no more, I told you niggas, a wrap You claim you a dog, my nigga, I’m the vet We can’t even talk ‘less you got the check I guess that’s why all of these niggas get bent They said, fuck a young nigga, fuck a young nigga I know it’s some girls in the crowd right who wanna fuck a young nigga I roll one and roll another one bigger Niggas thinkin’ they sick, well, I’m sicker Right, I’m smoke my weed and I’m a drink my liquor Better make sure you fuck your girl right ‘fore I dick her down  [Verse 4: Waka Flocka Flame] I got racks on top of racks, stacks on top of stacks Bands on top of bands, got me fuckin’ her and her friends Backwoods don’t do papers, that was just for my haters Clap two times if you drunk Got a bad bitch from the U.K She do everything I say Go crazy when she hear music She got Grove St. on replay Got racks you don’t understand Money long from here to Japan Know it good when she go no hands Girl, you got me in a trance  [Hook]  [Verse 5: Cyhi Da Prynce] Got racks on racks on racks, y’all rap so wack on wax Purple by the pound, that’s that Flacco, haaaa I make big plays, I got big chips Blew money like six Crips Switch gears like stick shifts Fresh as hell, I'm Big Gipp We buy cars, y’all flip whips Catch us smokin’ that Quik Trip Pitch piff, that’s a handspring I like to call that a quick flip Pull triggers like hamstrings Boy, I’m doin’ my damn thing Been blood with them bricks, pimp Get off a key like I can’t sing Got the seven on me like Vick jersey Ridin’ round, and this bitch dirty I’m the best, hands down They nicknamed me 6:30 And we Young Dose and YC Redan Road, that’s my street Ask around on the Eastside I’m the S, h-i-t  [Verse 6: Bun B] Bun B, I’m underground king In the candy-painted car on swang With the top on drop and the trunk on pop Boy, you can’t tell me a damn thang Fifth wheel on the back just hang Hit corners, hit licks, hit stains With the grill in the front, wood wheel in the blunts You’re on neon lights in my bank Yeah, I rep that P-A-T One hundred, yeah, that’s me If you don’t recognize, you gon’ see I’m a straight-up trill OG In a black-on-black-on-black Cadillac, like a Mack on clacks Try to jack and I will attack It’s a fact that I ain’t givin’ up my stacks like that  [Verse 7: B.o.B] Call me Bobby Ray, but it’s not two names Flyin’ through the city, all-black, Bruce Wayne No, not bombs over Baghdad But on the track you can call me Usain That’s why they nervous, hmmm, like I’m flying on the plane with a turban But I’m fly, y’all just turbulence, exit row, emergency (Mayday!) As a kid, I was struck by lightning, it’s no wonder I’m electrifying Fuck a brainstorm, I’ll fuck around and cause a power outage And it ain’t no rivals, if it was, it’d be no survivors Just gimme a hour, I’ll light it up like an Eiffel Tower  [Verse 8: Yo Gotti] Got bales on top of bales, scales on top of scales I’m Mr. All White, got yay on top of yay Got pills all on my phone, these niggas know I’m wrong Said fifty for a song, and they won’t leave me alone Gotta front me a brick, that ain’t nothin’ to you Just ran through a ticket, that ain’t nothing to do Yeah, I love these streets like I love the booth Mr. Cocaine Muzik, I’m 100 proof Got white on white on white, ice on ice on ice And when I’m in the club it look like lights on lights on lights  [Hook]  [Verse 9: Wale] Racks on racks on racks, I’m tryna smash and not call back My name Wale, you so silly, wet my willie, might call you a cab Yeah, riding around with that reefer scent Riding around with Ms. Reece and them When I’m in the groove, I can freak a tune I’m smoother than alopecia skin I shows out, like dope when I put that flow down Like soap when I put my clothes on, I’m joking but I be foamed out And all she want is more bags, but all I want is more 1s I told her, bring that money back like all them racks is Nordstrom’s  [Verse 10: Cory Gunz] The tracks on snack off raps, see stacks from back of my slacks From X to the max in the Ac, if I ain’t strapped, then the gat’s on scat Then he black on em like Tae-Bo, then he clap on ‘em like bravo Throw sacks on ‘em like y’all hoes, got racks on em like Tahoes Young Money, Cash Money so strong, keep scorin’, I’ma bring it on home Those Xans and the lean cause zones, somethin’ tan with a mean jawbone Worldwide, but I got fourth ways, one hat carry like four blades Petey Pop Off, RIP, free Lou, been lootin’ money since like fourth grade I’m the shit nowadays, so they wave, no whips, no chains, I’m a slave Let you niggas know Milita my gang, MCN if you was thinkin’ it’s a game See me with the twin, buck a shimmy with the gauge Wasn’t bustin’ Jimmy, I’d be busy gettin’ paid Goin’ for the grips every day ’til the grave I be worried about the chips, you be worried about the lays  [Verse 11: Dose] Got Actavis in my Sprite, Benjamins in my Robins Frank Muller wit’ flooded ice, but I still got my breitling In the fast lane, gettin’ slow brain in a 2012 Maserati I’m kickin’, pimpin’, like Liu Kang, my coupe smokin’ like Friday Puffin’ on that garlic, cigar full of Marley Inked up on my hands and arms, got them jams in my pocket Shout out to Sha Money, signed me in a hurry Daddy was a kingpin, a couple milli buried Nigga, you ain’t talkin’ nothin’, all in Flight Club stuntin’ These exclusive 7s, pay 400 for the Jordans No, you can’t afford ‘em, sharper than a swordsman Racks on racks, our campaign strong, and YC like my brother  [Verse 12: Cory Mo] Catch me in the city with the trunk on crack Top dropped down, black on black Fistful of wood, Swisher full of good Check my bank account, got racks on racks Look around, fool, got a wall full of plaques Platinum and gold, you gots to love that Posted up just like a thumbtack Better hide ya ho, ’cause she bound to get snatched H-Town, Texas to ATL She got a fat ass, she prolly know me well Keep it on the low, never kiss and tell True player, Cory Mo cold as hell Shows to do, got record to sell Got a whole lotta BMI checks in the mail If ballin’ was a crime, I’d be in jail Locked up for double life like “What the hell?”  [Hook]  [Verse 13: Nelly] Yeah, they call me Country Grammar My brother out the slammer I’m crimson color painted You can call that Alabama I’m not from Alabama But check out how I roll tide He might have the same whip But check out how I roll mine Y’all niggas ain’t no stars Y’all only in it for the cars The sky is your limit, mayne And mine somewhere bout Mars I ride with them boys in the middle of the map St. Louis, Detroit, Chi-town, Nap Down through the Dirty, back up through the trap But the money don’t stack, man money overlap Yeah, y’all better watch it, mayne, right here we lock and load Two things is for certain, mayne and one thing is fa sho’ Got a house on hundred acres I’ve never seen my neighbors A chick in ATL and from Buckhead to Decatur Now y’all better leave me alone, got license for my chrome Police on your mama phone, talking bout your baby gone Tell the truth, I ain’t gon’ lie, I got so many rides Don’t know which one I’ma drive, fuck it, I’m just gone fly  [Verse 14: Twista] Everybody wanna hate because I’m on Blowing head back, bottles by the zone Twista finna get up on the track And spit it the way I do simp-a-ly because I like this song When I step up out the Maserati car Gotta pull it, pull it, pull it, pull it from the jar Then I blow, I’ma close out the par Wit’ some killers and everybody know who we are Get Money Gang stepping through the door, Chi-cago, cago, cago Anybody wanna get into it, come on And do it, for security, we gon’ make a pit a flow Might as well get it off yo’ chest While everybody got ammunition on deck I don’t see them T-Dum-Izzle as a threat Cause I got racks on racks on racks Oh, Twista, I see your future, finna shoot ya I salute you if you could get at the general in military Racks and racks and tracks and stacks and gats I could destroy an entire village when I kill and bury ‘Cause I manipulate your molecular structure Other words, fill ‘em up wit’ holes If you try to give it to me at the door I just thought I had to let you know  [Verse 15: Big Sean] (I bet your bitch call me Big) I got single bitches tryin’, married bitches lyin’ I take ‘em to the crib and leave our future in a condom I wake up fresher than these motherfuckers as is Look inside my closet That shit look like it’s Raks Fifth Man, that’s racks on racks on racks on top of packs on top of pounds My chains is pow on pow on pow I’m off them trees, no I ain't no owl I’m at the altar sayin’ my vows, to this Benjamin Franklin pile You buy her a house, I won’t buy her a vowel You fell in love and I fell in her mouth Then called her Dickface, she call the connect You call her collect, I call to collect, no need for a pet If I throw this paper, your bitch gon’ fetch Do it, B-i-g And Detroit gonna be aight as long as we got me  [Verse 16: Trae The Truth] I’m in the hood if you wonder where I’m at In the back of a Chevy that’s all black Racks on racks, I don’t know how to act Track and field with the birds, I’m running em like track Free throws of money, bet you can’t block King of the club, I bet you can’t top Bitch niggas hate the fact I get guap Or the fact when the money go up, it won’t stop I’m in the club, tryna show ‘em how to stunt Tryna pick up what I’m throwing, it prolly take em bout a month The club underwater, have em running out the front While I’m somewhere in the back, getting blowed like a blunt No need to trip, you can tell em that I’m cool as hell ‘Cause that’s the case I'm known to pack a tool as well I’m a blood motherfucker, nothing new to tell Got Vogues underneath the old-school as well I got lights on my wrist that’ll flash like cop Couple of foreign cars that I ride, no top Couple of wet whips that I ride like yachts A couple of haters looking, I’m knowing them niggas hot And tell ‘em that I don’t give a damn Hard as a motherfucker, tell em I was HAM Call it what you want, I’ma do it for the fam Yeah, that’s the type of nigga that I am  [Verse 17: Ace Hood] Okay, I’m back off into this bitch With a cup, and it’s full of that liq Got racks, ain’t talking tits Big stacks, no Lego bricks Hit a trick and fiending nigga got it I keep that hottie, just look at her body Blew twenty bands in that King of Diamonds Sorry, that’s just part of my hobby And I hear em feeling my Florida swagger So dope, shit, I sold y’all copies That ice be onto my neck and wrist Mow anybody wanna play some hockey I’m that nigga in fact, paper tall as Shaq Blood, Sweat, and Tears, it’ll be on your local Walmart rack, soon  [Hook]  ",
        "title": "Racks"
    },
    {
        "artist": "Keith Urban",
        "lyrics": null,
        "title": "Without You"
    },
    {
        "artist": "Darius Rucker",
        "lyrics": null,
        "title": "This"
    },
    {
        "artist": "T-Pain Featuring Chris Brown",
        "lyrics": "  [Intro: Chris Brown] Nappy Boy, Pretty Boy Nappy Boy, Pretty Boy  [Verse 1: T-Pain] Turn up the bass, turn up the treble I'm 'bout to take you to a whole other level DJ turn off what you're playing I want the whole club to hear what I'm saying Because this girl means so much to me And now we're on the floor and she touching me And if I wanna take her home It's gonna be better than what they do on the radio  [Chorus: T-Pain & Chris Brown] It's gotta be the crunkest, it's gotta be the loudest It's gotta be the best, the best love song she ever heard in her life I gotta tell her how I feel I gotta let her hear, the best love song she ever heard in her life No need for me to write it I just gotta picture her smiling And if you feel that way, go ahead and kiss your baby Now we've got the whole stadium in love like  [Verse 2: Chris Brown] Turn on the lights, give me a mic I'm 'bout to sing it to it just how she likes Jump off the stage, bombs away Crowd surfing all the way, cowabunga You know it's like, just do the wave Girl just move your body like a snake And if you wanna get with me Put your hands in the air, show me that energy  [Chorus: T-Pain & Chris Brown] It's gotta be the crunkest, it's gotta be the loudest It's gotta be the best, the best love song she ever heard in her life I gotta tell her how I feel I gotta let her hear, the best love song she ever heard in her life No need for me to write it I just gotta picture her smiling And if you feel that way, go ahead and kiss your baby Now we've got the whole stadium in love like  [Bridge: T-Pain & Chris Brown] Homie kiss your girl, shorty kiss your man We can see you on the kissing cam Now show me some love, show me some love Now look her in the eye, say 'Baby, I love you', I never put no one above you'  [Chorus: T-Pain & Chris Brown] And if you feel that way, go ahead and kiss your baby And now we've got the whole stadium in love like And if you feel that way, go ahead and kiss your baby And now we've got the whole stadium in love like Eh, eh, eh, eh Oh, oh, oh  ",
        "title": "Best Love Song"
    },
    {
        "artist": "Chris Young",
        "lyrics": null,
        "title": "Tomorrow"
    },
    {
        "artist": "Adele",
        "lyrics": "  [Verse 1] Close enough to start a war All that I have is on the floor God only knows what we're fighting for All that I say, you always say more  [Pre-Chorus] I can't keep up with your turning tables Under your thumb, I can't breathe  [Chorus] So I won't let you close enough to hurt me No, I won't rescue you to just desert me I can't give you the heart you think you gave me It's time to say goodbye to turning tables, to turning tables  [Verse 2] Under haunted skies I see you Where love is lost, your ghost is found I braved a hundred storms to leave you As hard as you try, no, I will never be knocked down  [Pre-Chorus] I can't keep up with your turning tables Under your thumb, I can't breathe  [Chorus] So I won't let you close enough to hurt me No, I won't rescue you to just desert me I can't give you the heart you think you gave me It's time to say goodbye to turning tables, to turning tables  [Bridge] Next time I'll be braver I'll be my own saviour when the thunder calls for me Next time I'll be braver I'll be my own saviour, standing on my own two feet  [Chorus] I won't let you close enough to hurt me, no I won't rescue you to just desert me I can't give you the heart you think you gave me It's time to say goodbye to turning tables, to turning tables Turning tables, yeah, turning, no  ",
        "title": "Turning Tables"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] Stressed out, running late, racing down the interstate Spilled hot coffee, down the front of my jeans It's work, work, pay the rent, money and my time's spent Not a minute left for me to be me Been going like nothing can wait I got to get my priorities straight  [Chorus] I need to live a little, have some fun Take some time, waste it on number one Find a girl that brings my whole world to a stop Live a little, love a lot  [Verse 2] Friday night, here we go, do a little do-si-do Kick back, have a laugh, catch my breath Tell the band slow it down, there she is, think I found Maybe Ms. Wonderful, I haven't met yet It just hit me like a wrecking ball She's giving me a wake up call  [Chorus] I need to live a little, have some fun Take some time, waste it on number one Find a girl that brings my whole world to a stop Live a little, love a lot  [Verse 3] Step back, smell the rose Feel the sand between your toes Unplug, unwind Step out in the sunshine  [Chorus] I need to live a little, have some fun Take some time, waste it on number one Find a girl that brings my whole world to a stop Live a little I need to live a little, have some fun Take some time, waste it on number one Take the girl, get a map and pick any old dot Live a little, we need to live a little, love a lot  ",
        "title": "Live A Little"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  [Hook] I'm chilling on a dirt road Laid back swerving like I'm George Jones Smoke Rolling out the window An' ice cold beer sitting' in the console Memory lane up in the headlights It's got me reminiscing on them good times I'm turning off of real life, driving' that's right I'm hitting' easy street on mud tires  [Verse 1] Back in the day Potts farm was the place to go Load the truck up, hit the dirt road Jump the barbwire, spread the word Light the bonfire, then call the girls The king in the can and the Marlboro man Jack'n'Jim were a few good men Where ya learned how to kiss and cuss and fight too Better watch out for the boys in blue  [Verse 2] And all this small town he said, she said Ain't it funny how rumors spread Like I know something ya'll don't know Man that talk is getting old Ya better mind your business, man, watch your mouth Before I have to knock that loud mouth out I'm tired of talking, man, ya'll ain't listening Them old dirt roads is what ya'll missing  [Hook] I'm chilling on a dirt road Laid back swerving like I'm George Jones Smoke Rolling out the window An' ice cold beer sitting' in the console Memory lane up in the headlights It's got me reminiscing on them good times I'm turning off of real life, driving' that's right I'm hitting' easy street on mud tires  [Verse 3] I sit back and think about them good ole days The way we were raised, and our southern ways And we like cornbread, and biscuits And if it's broke round here we fix it I can take ya'll where ya need to go Down to my hood, back in them woods  [Verse 4] We do it different 'round here, that's right But we sure do it good, and we do it all night See, if you really wanna know how it feels To get off the road with trucks and four wheels Jump on in, and man, tell your friends We'll raise some hell where the blacktop ends  [Hook] I'm chilling on a dirt road Laid back swerving like I'm George Jones Smoke Rolling out the window An' ice cold beer sitting' in the console Memory lane up in the headlights It's got me reminiscing on them good times I'm turning off of real life, driving' that's right I'm hitting' easy street on mud tires  I'm chilling on a dirt road Laid back swerving like I'm George Jones Smoke Rolling out the window An' ice cold beer sitting' in the console Memory lane up in the headlights It's got me reminiscing on them good times I'm turning off of real life, driving' that's right I'm hitting' easy street on mud tires That's right  ",
        "title": "Dirt Road Anthem"
    },
    {
        "artist": "Glee Cast Featuring Gwyneth Paltrow",
        "lyrics": "  Holly Close enough to start a war All that I have is on the floor God only knows what we're fighting for All that I say, you always say more  I can't keep up with your turning tables Under your thumb, I can't breathe... So I won't let you close enough to hurt me No, I won't ask you, you to just desert me I can't give you what you think you gave me It's time to say goodbye to turning tables To turning tables  Under haunted skies I see you Oooh, where love is lost, your ghost is found I braved a hundred storms to leave you As hard as you try, no, I will never be knocked down  I can't keep up with your turning tables Under your thumb, I can't breathe... So I won't let you close enough to hurt me No, I won't ask you, you to just desert me I can't give you what you think you gave me It's time to say goodbye to turning tables To turning tables  Next time I'll be braver, I'll be my own saviour When the thunder calls for me Next time I'll be braver, I'll be my own saviour Standing on my own two feet  I won't let you close enough to hurt me No, I won't ask you, you to just desert me I can't give you what you think you gave me It's time to say goodbye to turning tables To turning tables Turning tables, yeah Turning, yeah...  ",
        "title": "Turning Tables"
    },
    {
        "artist": "Ronnie Dunn",
        "lyrics": "  [Verse 1] Let’s say we’re sorry, ’fore it’s too late Give forgiveness a chance Turn the anger into water Let it slip through our hands  [Chorus] We all bleed red, we all taste rain All fall down, lose our way We all say words, we regret We all cry tears, we all bleed red  [Verse 2] If we’re fighting, we’re both losing We’re just wasting our time Because my scars, they are your scars And your world is mine  [Chorus] You and I, we all bleed red, we all taste rain All fall down, lose our way We all say words, we regret We all cry tears, we all bleed red  [Post-Chorus] Sometimes we’re strong, sometimes we’re weak Sometimes we’re hurt, and it cuts deep We live this life, breath to breath We’re all the same, we all bleed red  [Bridge] Let’s say we’re sorry ’Fore it’s too late  [Chorus] We all bleed red, all taste rain All fall down, lose our way We all say words, we regret We all cry tears, we all bleed red  [Post-Chorus] Sometimes we’re strong, sometimes we’re weak Sometimes we’re hurt, it cuts deep We live this life, breath to breath We’re all the same, we all bleed red  ",
        "title": "Bleed Red"
    },
    {
        "artist": "Big Sean Featuring Chris Brown",
        "lyrics": "  [Produced by No I.D.]  [Intro: Chris Brown] Hands up in the air I just want the, I just want the baddest bitch in the world Right here on my lap  [Hook: Chris Brown] And I'ma hit this drink up like it's my last I'ma, I'ma hit this night up like it's my last I'ma, I'ma hit this ass up, like it's my last Swear I'ma, swear I'ma do it like Like I never had it at a-a-a-all, a-a-a-all Like I, like I never had it at a-a-a-all, a-a-a-all  [Verse 1: Big Sean] Okay, now where that alcohol? You ain't even got to ask ‘Cause I'ma drink it all like, like it's my last She a 7 in the face but a 10 in the ass She even look better by the end of my glass See, I just walked in fresher Than the Certs off in this muhfucka I'ma need the baddest broad to twerk off in this muhfucka I'ma go hard until it hurts off in this muhfucka I'm a boss, so you gotta work off in this muhfucka You don't have to work, and I can get you anythin' you want I could, I could, I could, I could put you on See, you look like Beyoncé, so do it like Beyon Do it like Beyoncé, and put it on Sean Grind hard, but I got a lot to show for it Always had drive, like I had to chauffeur it My team's so true we should get a camera crew To follow us around and make a show for us  [Hook: Chris Brown] And I'ma hit this drink up like it's my last I'ma, I'ma hit this night up like it's my last I'ma, I'ma hit this ass up, like it's my last Swear I'ma, swear I'ma do it like Like I never had it at a-a-a-all, a-a-a-all Like I, like I never had it at a-a-a-all, a-a-a-all A-a-a-all, a-a-a-all Like I, like I never had it at a-a-a-all, a-a-a-all  [Verse 2: Big Sean] Now I'ma fill this glass up like it's my last I'ma, I'ma blow this bag up like it's my last I'ma, I'ma spend this cash up like it's my last And I'ma make it last, like it's my last And I'm gone, can't remember where I am But she forget about her man when they tell her who I am And they introduce my fan, now she all up in my space All, all up in my face, like, \"You remember who I am?\" Since I signed to Kan', I'm Louis Vuitton Sean Up in Benny Han Han eatin' all the Wonton Rosé rose over a little Chandon Put her hands down my pants, now she rockin' Sean john Man, I just ended up on everybody guest list I'm just doin' better than what everyone projected I knew that I'd be here, so if you asked me how I feel I'ma just tell you, it's everythin' that I expected, bitch  [Bridge: Chris Brown & Big Sean] Hands up in the air One time for the Westside, Westside, let me see them Hands up in the air D-Town! Two times if you love G.O.O.D. Music Hands up in the air And three times for the baddest chick in the world who got her Hands up in the air (Yeah)  [Hook: Chris Brown] And I'ma hit this drink up like it's my last I'ma, I'ma hit this night up like it's my last I'ma, I'ma hit this ass up, like it's my last Swear I'ma, swear I'ma do it like Like I never had it at a-a-a-all, a-a-a-all Like I, like I never had it at a-a-a-all, a-a-a-all  [Verse 3: Chris Brown] Big ass bottles, big ice buckets I work too hard to be ballin' on a budget Me and my people do it big out in public ‘Cause if you don't do it big, bitch, you ain't doin' nothin'  [Hook: Chris Brown] And I'ma hit this drink up like it's my last I'ma, I'ma hit this night up like it's my last I'ma, I'ma hit this ass up, like it's my last Swear I'ma, swear I'ma do it like Like I never had it at a-a-a-all, a-a-a-all Like I, like I never had it at a-a-a-all, a-a-a-all A-a-a-all, a-a-a-all Like I, like I never had it at a-a-a-all, a-a-a-all  [Outro: Big Sean] D-Town! G.O.O.D.!  ",
        "title": "My Last"
    },
    {
        "artist": "Mumford & Sons",
        "lyrics": "  [Verse 1] It's empty in the valley of your heart The sun, it rises slowly as you walk Away from all the fears And all the faults you've left behind  The harvest left no food for you to eat You cannibal, you meat-eater, you see But I have seen the same I know the shame in your defeat  [Chorus] But I will hold on hope And I won't let you choke On the noose around your neck And I'll find strength in pain And I will change my ways I'll know my name as it's called again  [Verse 2] Cause I have other things to fill my time You take what is yours and I'll take mine Now let me at the truth Which will refresh my broken mind  So tie me to a post and block my ears I can see widows and orphans through my tears I know my call despite my faults And despite my growing fears  [Chorus] But I will hold on hope And I won't let you choke On the noose around your neck And I'll find strength in pain And I will change my ways I'll know my name as it's called again  [Verse 3] So come out of your cave walking on your hands And see the world hanging upside down You can understand dependence When you know the maker's hand  So make your siren's call And sing all you want I will not hear what you have to say  Cause I need freedom now And I need to know how To live my life as it's meant to be  [Chorus] And I will hold on hope And I won't let you choke On the noose around your neck And I'll find strength in pain And I will change my ways I'll know my name as it's called again  ",
        "title": "The Cave"
    },
    {
        "artist": "My Chemical Romance",
        "lyrics": null,
        "title": "Sing"
    },
    {
        "artist": "Lil Wayne Featuring Rick Ross",
        "lyrics": null,
        "title": "John"
    },
    {
        "artist": "Big Time Rush",
        "lyrics": null,
        "title": "Boyfriend"
    },
    {
        "artist": "Justin Moore",
        "lyrics": "  [Verse 1] Every day I drive to work across Flint River Bridge A hundred yards from the spot Where me and grandpa fished There's a piece of his old fruit stand On the side of Sawmill Road He'd be there peeling peaches If it was twenty years ago And what I wouldn't give To ride around in that old truck with him  [Chorus] If heaven wasn't so far away I'd pack up the kids and go for the day Introduce them to their grandpa Watch them laugh at the way he talks I'd find my long lost cousin John The one we left back in Vietnam Show him a picture of his daughter now She's a doctor and he'd be proud Then tell him we'd be back in a couple of days In the rear view mirror we'd all watch them wave Yeah, and losing them wouldn't be so hard to take If heaven wasn't so far away  [Verse 2] I'd hug all three of those girls We lost from the class of '99 And I'd find my bird dog Bo And take him hunting one more time I'd ask Hank why he took those pills back in '53 And Janis to sing the second verse of \"Me and Bobby McGee\" Sit on a cloud and visit for a while It'd do me good just to see them smile  [Chorus] If heaven wasn't so far away I'd pack up the kids and go for the day Introduce them to their grandpa Watch them laugh at the way he talks I'd find my long lost cousin John The one we left back in Vietnam Show him a picture of his daughter now She's a doctor and he'd be proud Then tell him we'd be back in a couple of days In the rear view mirror we'd all watch them wave Yeah, and losing them wouldn't be so hard to take If heaven wasn't so far  [Outro] If heaven wasn't so far If heaven wasn't so far away So far away So far away  ",
        "title": "If Heaven Wasn't So Far Away"
    },
    {
        "artist": "Wiz Khalifa",
        "lyrics": "  [Verse 1: Wiz Khalifa] Last night I let the party get the best of me Waking up in the morning, two hoes laying next to me Plus I heard an officer arrested me Good weed and cold drinks That's the motherfucking recipe Nigga and we roll deep, so deep It's going down in this bitch; concrete We gon' party all night, no sleep Tell the owner them is all my guys So tonight everything is on me  [Pre-Hook 1: Wiz Khalifa] The drinks is on me The bitches, the hotel, the weed is all free Get high, I mean so high we don't see the whole suite Then fly to a level where you gon' need your own key T—G—O—D  [Hook: Wiz Khalifa] No job and no sleeping Live it up like it's the weekend When the DJ play the right song Gon' drink, gon' party all night long No job and no sleeping Live it up like it's the weekend When the DJ play the right song Gon' drink, gon' party all night long  [Verse 2: Wiz Khalifa] Leaving from the club, now she wanna stay with us Came to spend it all, don't care what I'm paying for Used to be too young, now I'm out here buying the bar Every time I look up, it's another red cup Bunch of niggas in the game, but they ain't playin' wit us They ain’t paying enough Man, them niggas ain't ballin' They just laying it up Saying they does I'm just rolling hella weed up While on my way to the club I had to wait at the club But now I don't Cause everything is on me  [Pre-Hook 2: Wiz Khalifa] The drinks is on me The bitches, the hotel, the weed is all free Get high, I mean so high we see the whole street We fly, I mean so fly we need a whole wing T—G—O—D  [Hook: Wiz Khalifa] No job and no sleeping Live it up like it's the weekend When the DJ play the right song Gon' drink, gon' party all night long No job and no sleeping Live it up like it's the weekend When the DJ play the right song Gon' drink, gon' party all night long  [Bridge: Wiz Khalifa] Party all day, party all night Say you wanna party, lets party alright I, party all day, party all night Say you wanna party, lets party alright I, party all day, party all night Say you wanna party, lets party alright I, party all day, party all night Say you wanna party, lets party alright, I  [Hook: Wiz Khalifa] No job and no sleeping Live it up like it's the weekend When the DJ play the right song Gon' drink, gon' party all night long No job and no sleeping Live it up like it's the weekend When the DJ play the right song Gon' drink, gon' party all night long  [Outro: Wiz Khalifa] Party all day, party all night Say you wanna party, let’s party alright  ",
        "title": "No Sleep"
    },
    {
        "artist": "Hot Chelle Rae",
        "lyrics": "  (Intro) It's been a really, really messed up week Seven days of torture, seven days of bitter And my girlfriend went and cheated on me She's a California dime, but it's time for me to quit her La, la, la, whatever La, la, la, it doesn't matter La, la, la, oh Well La, la, la  (Chorus) We're going at it tonight, tonight There's a party on the rooftop top of the world Tonight, tonight, and we're dancing on the edge of the Hollywood sign I don't know if I'll make it, but watch how good I'll fake it It's alright, alright, tonight, tonight  Woke up with a strange tattoo Not sure how I got it Not a dollar in my pocket And it kinda looks just like you Mixed with Zach Galifanakis, huh  La, la, la, whatever La, la, la, it doesn't matter La, la, la, oh, well La, la, la  We're going at it tonight, tonight! There's a party on the rooftop-top of the world Tonight, tonight, and we're dancing on the edge of the Hollywood sign! I don't know if I'll make it, but watch how good I'll fake it It's alright, alright, tonight, tonight  You got me singing like, whoa C'mon! Oh, it doesn't matter, whoa Everybody now, oh!  Just don't stop, let's keep the beat pumpin' Keep the beat up, let's drop the beat down It's my party, dance if I want to We can get crazy, let it all out!  It's you and me, and we're runnin' this town And it's me and you, and we're shakin' the ground And ain't nobody going to tell us to go Cause this is our show!  Everybody! Whoa! c'mon! oh, all you animals! Whoa! Let me hear you now, oh!  Tonight, tonight There's a party on the rooftop-top of the world Tonight, tonight, and we're dancing on the edge of the Hollywood sign! I don't know if I'll make it, but watch how good I'll fake it  It's alright, alright, tonight, tonight It's alright, alright, tonight, tonight Yeah, It's alright, alright, tonight, tonight  Just singing like, Whoa, c'mon Oh, all you party people Whoa, all you singletons Oh, even the white kids!  Just don't stop, let's keep the beat pumpin' Keep the beat up, let's drop the beat down It's my party, dance if I want to We can get crazy, let it all out!  It's...  ",
        "title": "Tonight Tonight"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Verse 1] Hey, over there, please forgive me If I’m coming on too strong Hate to stare, but you’re winning And they’re playing my favorite song So come here, a little closer Wanna whisper in your ear Make it clear, a little question Wanna know just how you feel  [Chorus] If I said my heart was beating loud If we could escape the crowd somehow If I said I want your body now Would you hold it against me? 'Cause you feel like paradise And I need a vacation tonight So, if I said I want your body now Would you hold it against me?  [Verse 2] Hey, you might think that I’m crazy But you know I’m just your type I might be a little hazy But you just cannot deny There’s a spark in-between us When we’re dancing on the floor I want more, wanna see it So, I’m asking you tonight  [Chorus] If I said my heart was beating loud If we could escape the crowd somehow If I said I want your body now Would you hold it against me? 'Cause you feel like paradise And I need a vacation tonight So, if I said I want your body now Would you hold it against me?  [Interlude - Spoken] If I said I want your body, would you hold it against me?  [Bridge] Give me something good Don’t wanna wait, I want it now Pop it like a hood And show me how you work it out  [Breakdown] If I said my heart was beating loud If I said I want your body now Would you hold it against me?  [Chorus] If I said my heart was beating loud If we could escape the crowd somehow If I said I want your body now Would you hold it against me? 'Cause you feel like paradise And I need a vacation tonight So, if I said I want your body now Would you hold it against me?  ",
        "title": "Hold It Against Me"
    },
    {
        "artist": "Seether",
        "lyrics": "  [Verse 1] Well, I can't stand to look at you now This revelation's out of my hands Still, I can't bear the thought of you now This complication's leaving me scared  Stay when you think you want me Pray when you need advice Hey, keep your sickness off me Tryin' to get through Blame all your weakness on me Shame that I'm so contrite Hey keep your fingers off me Why can't I get through?  [Pre-Chorus] You think you have the best of intentions I cannot shake the taste of blood in my mouth  [Chorus] (Hey) I keep on thinking that it's (Hey) All done and all over now You keep on thinking you can save me, save me (Hey) My ship is sinking but it's (Hey) All good and I can't go down You got me thinking that the party's all over  [Verse 2] Well, I can't stand to be with myself This liberation's seemingly rare And I can't stand the taste of your mouth This sublimation's outta my hands  You stay cause you think you want me Pray when you need advice Hey, keep your sickness off me (I'm tryin' to get through) Shame you could take this from me Bane on an empty mind Hey, keep your fingers off me Why can't I get through?  [Chorus] (Hey) I keep on thinking that it's (Hey) All done and all over now You keep on thinking you can save me, save me (Hey) My ship is sinking but it's (Hey) All good and I can't go down You got me thinking that the party's all over  [Bridge] Lay down, just stay down Lay down because I'm trying to get through  Say what you want, but you're not gonna win this time Take what you want, but just leave me alive Say what you want, but you're not gonna win this time Take what you want, but just leave me alive  [Chorus] (Hey) I keep on thinkin' that it's (Hey) All done and all over now You keep on thinking you can save me, save me (Hey) My ship is sinking but it's (Hey) All good and I can't go down Still you believe that we can start it all over  [Outro] Lay down, just stay down Lay down because the party's all over Lay down, just stay down Lay down because I'm trying to get through  ",
        "title": "Country Song"
    },
    {
        "artist": "Travis Porter",
        "lyrics": "  [Hook] Run and hit that pussy like a crash dummy (Run it) Bend it over, touch ya toes Shake that ass for me (Shake) Bounce that ass on the flow, bring it back up (Back up) Hit a split on the dick, shawty act up (Act up) Now bring it back, Now bring it back Now bring it back, Now bring it back Now bring it back, Now bring it back Now bring it back, Now bring it back She can act [7x] Act a fool, Bring it back  [Verse 1: Strap] Shawty goin hard, concrete She can shake her ass, one cheek, two cheeks Both cheeks, both cheeks I got a white girl freak she got no cheeks Got a police bitch on a short leash Got good mouth like she got no teeth She a slut, she a dog, she a bitch with it Man you see the way she work she super thick with it Have them hoes throwin salt Tell the bitch get it Started playin with her p*ssy Tell the bitch split it Pop that p*ssy, I just wanna f*ck you If you ain’t with it, you cute but shawty f*ck you  [Hook]  [Verse 2: Too $hort] I do a donut in that Pussy cause im from the bay Ran through a bunch of bad bitches in my day Im older than ya momma But I dont fuck cougars Yo daddy was a player, mane how you such a loser? When ya momma was a young thing, I knew her But even back then nigga I ain't wanna do her I like the ones who know how to shake it Not just at the club, lemme see you when you naked YOU GO! I ain't gotta say it no more Drop it to ground girl lay it on the floor Pussy so wet, its like a day out on the boat Open up wide --- Too much fun, is what im having Cause all that booty is what im grabbing Short Dog, I dont stop rappin Bitch, you know whats happenin  [Hook]  [Verse 3: Quez] Back that ass up like a dump truck If you havin fun in the club, throw ya pumps up All my ballas in the building throw ya 1s up If you ain’t throwin no money then get ya funds up I asked her whats her name and she said her name Nicki Got a real big booty and some real big titties Say she don’t really come out to the city Cuz she a country girl and she like to get busy She got a good job and she say she 24 I said “Ok” then shawty hit the flo’ And I was like “whoa” Then I threw some 1s just to let shawty know Just to let shawty that Ima  [Hook]  [Verse 4: Ali] Bring that ass back like you left some Shawty so hot she can melt some Feel like I wanna smack her with a belt or some So I told her come here so I can tell her some I wanna see ya big booty on my upper leg And I’ll throw a couple dollars at ya upper head How bout you and ya friends just give me double head At breakfast time she gave me supper head And that’s a great feeling And I f*ck with her because she so willing Watch her I do whatever that I tell her So I broke her down and this is what I tell her  [Hook]  ",
        "title": "Bring It Back"
    },
    {
        "artist": "Victorious Cast Featuring Victoria Justice",
        "lyrics": "  [Verse 1: Victoria Justice] You had it all The day you told me, told me you want me I had it all But let you fool me, fool me completely  [Pre-Chorus 1: Victoria Justice] Yeah, I was so stupid to give you all my attention Cause the way you played me exposed your true intentions  [Chorus: Victoria Justice] And one day I'll have you begging on your knees for me Yeah, one day I'll have you crawling like a centipede You messed with me and messed with her So I'll make sure you get what you deserve Yeah, one day You'll be begging on your knees for me  [Verse 2: Victoria Justice] So watch your back Cause you don't know when or where I could get you I've set the trap And when I'm done, then you'll know what I've been through  [Pre-Chorus 2: Victoria Justice] So oh, Mr. Player, do you feel like \"the man\" now? And I bet you're nervous, cause this song makes you freak out  [Chorus: Victoria Justice] And one day I'll have you begging on your knees for me Yeah, one day I'll have you crawling like a centipede You messed with me and messed with her So I'll make sure you get what you deserve Yeah, one day You'll be begging on your knees for me  [Bridge: Victoria Justice] I know I'm being bitter, but imma drag you under Cause you just don't, don't deserve happy ever after For what you did to me After you told me you never felt that way It was only just a game  [Breakdown: Victoria Justice] (You had it all) And one day...  [Chorus: Victoria Justice] And one day I'll have you begging on your knees for me Yeah, one day I'll have you crawling like a centipede You messed with me and messed with her So I'll make sure you get what you deserve Yeah, one day You'll be begging on your knees for me  ",
        "title": "Beggin' On Your Knees"
    },
    {
        "artist": "Easton Corbin",
        "lyrics": "  [Verse 1] I can love you in the morning I can love you all day I can love you even more when I get home I can love you every second To the ends of the earth Where needing you's the only thing that's on My broken one track mind  [Chorus] Girl, I love you crazy It comes so easy, after all we had I could love you with all my heart But the hardest part is I just can't love you back  [Verse 2] I could write a thousand letters Call a hundred times a day Or try to drown my sorrow at the bar I could go down to the church Get on my knees and pray But it still won't change the way things really are Won't bring you back again  [Chorus]  [Outro] I can love you for all I'm worth To the ends of the earth But I just can't love you back  ",
        "title": "I Can't Love You Back"
    },
    {
        "artist": "Waka Flocka Flame Featuring Kebo Gotti",
        "lyrics": "  [Intro: Waka Flocka Flame] Grove Street Flocka  [Chorus: Waka Flocka Flame] I got a whole lot of money, bitches count it for me Bottles keep popping, that's why the bad hoes jocking It's a party, it's a party, it's a party It's a party, it's a party, it's a party My partner on a pill, my other partner drunk Roll up the loud, I'm trying to get fucked up It's a party, it's a party, it's a party It's a party, it's a party, it's a party  [Verse 1: Waka Flocka Flame] I stepped in the club, rolling up that loud shit My weed keep your security saying, \"Be quiet\" My bread just start a riot, the girls get excited Hold on, want to try it? I'm like, \"Why not try it?\" My swag, they want to buy it, my juice, they want to try it Club going stupid, when I O Let's Do It Jewelry got her chewing, jugging and she moving Grove Street villain, nigga, who you killing? Broke two years ago, now I'm worth a million Jacksons to the ceiling, that's how we balling You know that I'm rolling, throwing up the mean bread Now I'm 'bout to meet her in the club with a heater  [Chorus: Waka Flocka Flame] I got a whole lot of money, bitches count it for me Bottles keep popping, that's why the bad hoes jocking It's a party, it's a party, it's a party It's a party, it's a party, it's a party My partner on a pill, my other partner drunk Roll up the loud, I'm trying to get fucked up It's a party, it's a party, it's a party It's a party, it's a party, it's a party  [Verse 2: Kebo Gotti] A party ain't a party till I walk in it Lime green flag match the fitted and the linen Gucci shades are on my face and my lens kind of tinted 'Cause my eyes real low and my head just started spinning I'm rolling like a motherfucker, I'ma roll out in this motherfucker On my Roscoe Dash shit, I'm 'bout to show out in this motherfucker My jewelry game on frost, about to snow out in this motherfucker Ay, Flocka, get them burners, let's pull out in this motherfucker Ay, motherfucker, what the hell is you rocking for? Run up on me and my squad, now that shouldn't be an option, so Somebody better let him know, I suggest that you let it go This is Grove Street party, safe niggas, hit the exit door  [Chorus: Waka Flocka Flame] I got a whole lot of money, bitches count it for me Bottles keep popping, that's why the bad hoes jocking It's a party, it's a party, it's a party It's a party, it's a party, it's a party My partner on a pill, my other partner drunk Roll up the loud, I'm trying to get fucked up It's a party, it's a party, it's a party It's a party, it's a party, it's a party  [Verse 3: Waka Flocka Flame] Rolling off them beans, you can do the lean Blowing on that loud purp, pass that Bobby Brown back The hood got my fucking back, the streets, I'm not ducking that Please step the fuck back, Grove Street, yes, we are back Hood plus I'm nigga rich, every ghetto feeling this 20 on my right wrist, 30 on my left wrist 100 on my neck, I'll die for my respect 20-fucking-10, I'ma blow the whole check In the club, flex, after party, flex You know how we ball, all I know is ball Every dollar in my pocket, I'ma spend it all When a nigga die, they gon' say shawty raw  [Chorus: Waka Flocka Flame] I got a whole lot of money, bitches count it for me Bottles keep popping, that's why the bad hoes jocking It's a party, it's a party, it's a party It's a party, it's a party, it's a party My partner on a pill, my other partner drunk Roll up the loud, I'm trying to get fucked up It's a party, it's a party, it's a party It's a party, it's a party, it's a party  ",
        "title": "Grove St. Party"
    },
    {
        "artist": "Trey Songz",
        "lyrics": "  [Intro] When I met you woman I couldn't help but notice a face so beautiful Now imagine, the faces you would make if we ever made love Oh, oh, oh, oh  [Verse 1] Pulled up in the drop top Benz Hit the horn two times and you walked outside Dress keep hugging them thighs and the only thing inside my mind is I want you, yes I do, and if there's anything you suggest I do, then tell me Now we all in the crib on my sofa Girl, I'm so glad you came over I wanna tell you, \"Come closer\" But I don't know if you feel, like I feel, tell me, girl  [Pre-Chorus] Don't it feel good when I touch on it? Wouldn't it be nice if all night I was in you? Come kiss me, come with me, down the hall to my bedroom Tonight we'll be  [Chorus] Making love faces Making love faces Shadows on the wall while the candles burning Messing up the bed while you sweating out your perm and Making love faces Making love faces My hands rubbing on your skin Let's go hard, don't hold it in  [Verse 2] Girl, let me wrap my hands around you So happy ever since I found you Just like a kid who found some candy, let me feel and find your panties Take 'em off, take em off, take 'em off take 'em off please Oh down on my knees Oh, you're right in front of me Don't have to pay for my attention, can you hear me? Is you listening? Baby, be real with me, I wanna know  [Pre-Chorus] Don't it feel good when I touch on it? Wouldn't it be nice if all night I was in you? Come kiss me, come with me, down the hall to my bedroom Tonight we'll be  [Chorus] Making love faces Making love faces Shadows on the wall while the candles burning Messing up the bed while you sweating out your perm and Making love faces Making love faces My hands rubbing on your skin Let's go hard, don't hold it in  [Bridge] The way you bite your lip is that your way of telling me you like it? Mmhmm If I'm the best you ever had girl, in your life, say mmhmm And when your eyes roll back in your head, the shaking in your legs Mmhmm, mmhmm, that's what she said  [Chorus] Making love faces Making love faces Shadows on the wall while the candles burning Messing up the bed while you sweating out your perm and Making love faces, let the people sing Making love faces My hands rubbing on your skin Let's go hard, don't hold it in, love faces  ",
        "title": "Love Faces"
    },
    {
        "artist": "Chris Brown",
        "lyrics": "  [Intro] She ain't, she ain't you No she ain't, she ain't you No she ain't, she ain't you No she ain't, she ain't you  [Verse 1] You make it hard for me to see somebody else, I'm calling her your name Yeah, it's messed up cause I'm thinking about you It's your fault babe, I never wanted us to break up No not this way, but you don't understand it girl  [Pre-Chorus] When she touches me, I'm wishing that they were your hands And when I'm with her, it's only 'bout the sex, with you I had a bad romance And if I could just trade her in, I would Cause nobody compares to you, no, yeah  [Chorus] I think I better let her go cause I can't leave you alone Every day that I'm with her, all I want is you I wanna leave but I'm afraid that you don't even feel the same And now I realise, that she ain't you, no she ain't you  [Post-Chorus: Chris Brown & Sevyn Streeter] Whoooah, whoah oh no no She ain't you, no no Whoooah oh no no She ain't, no she ain't you  [Verse 2] I've been sleeping out for quite some nights now It's not the same in my bed But if she found out what's going on in my head It'll be all bad, have me right back, but you don't understand it girl, oh  [Pre-Chorus] When she touches me, I'm wishing that they were your hands And when I'm with her, it's only 'bout the sex, with you I had a bad romance And if I could just trade her in, I would Cause nobody compares to you, no, yeah  [Chorus] I think I better let her go cause I can't leave you alone Every day that I'm with her, all I want is you I wanna leave but I'm afraid that you don't even feel the same And now I realise, that she ain't you No she ain't you  [Bridge] She ain't, she ain't you No she ain't, she ain't you No she ain't, she ain't you No she ain't, she ain't you No she ain't, she ain't you No she ain't, she ain't you No she ain't, she ain't you No she  [Chorus] I think I better let her go cause I can't leave you alone Every day that I'm with her, all I want is you I wanna leave but I'm afraid that you don't even feel the same And now I realise, that she ain't you, no she ain't you  [Post-Chorus: Chris Brown & Sevyn Streeter] Whoooah, whoah oh no no She ain't you, no no Whoooah oh no no She ain't, no she ain't you  ",
        "title": "She Ain't You"
    },
    {
        "artist": "Fabolous",
        "lyrics": "  [Hook:] You what's up girl, ain't gotta ask it I dead em all now, I buy the caskets They should arrest you or whoever dressed you Ain't gon stress you, but ima let you know Girl you be killin em You be killin em Girl you be killin em You be killin em Girl you be killin em You be killin em Girl you be killin em You be killin em  [Verse 1:] You ain't gotta worry bout her, shorty straight Been chasing her for 2 days, first 48 A bad bitch cost, she worth every cent She look like the best money that I ever spent Just watching my cutiepie get beautified Make me want better jewels, a newer ride Louboutin shoes, she got too much pride Her feet are killing her, I call it shoe-icide Looking good has it's sacrifices Chilly weather bring four figure jacket prices Her body nice, face dime Give you that iPhone 4, face time Shorty in the streets, still handle the home Enough class for wine, still handle Patron When them other hoes call I hand her the phone And she hand em the tone  [Hook] [You what's up girl, ain't gotta ask it] [I dead em all now, I buy the caskets] [They should arrest you or whoever dressed you] Ain't gon stress you, but ima let you know Girl you be killin em You be killin em Girl you be killin em You be killin em Girl you be killin em You be killin em Girl you be killin em You be killin em  [Verse 2:] Yeah I know that's what they all says She got a donkey with her, Juan Valdez Keep it clean cut like bald heads Been playin with that green long as Paul Pierce So you gotta ball harder than them ball players All she wanna know is there a mall near us Can't fault her, the last nigga spoiled her But he ain't beat it up, I assault her Shoulda seen her come to me when I called her Slow strut like she walking to the altar Hand bag on her arm cost four bills And she ain't gotta beg, borrow or steal Often imitated, never duplicated They say she a dime, I say she underrated I just met her so the next solution Dead my old chick, execution  [Hook] [You what's up girl, ain't gotta ask it] [I dead em all now, I buy the caskets] [They should arrest you or whoever dressed you] Ain't gon stress you, but ima let you know Girl you be killin em You be killin em Girl you be killin em You be killin em Girl you be killin em You be killin em Girl you be killin em You be killin em  Had to let you know All the ladies (to all the ladies) I'd like to congratulate you Congratulations  And you just came from the gym clothes In a fitted cap and some Timbo's And a pair of flats, well trimmed toes Camera in the mirror, BBM Pose Still killin em hoes You still killin em hoes You still killin em hoes  ",
        "title": "You Be Killin Em"
    },
    {
        "artist": "Eric Church",
        "lyrics": null,
        "title": "Homeboy"
    },
    {
        "artist": "Martin Solveig & Dragonette",
        "lyrics": null,
        "title": "Hello"
    },
    {
        "artist": "Glee Cast",
        "lyrics": "  Sunshine: When I was young I never needed anyone And makin' love was just for fun Those days are gone  Livin' alone I think of all the friends I've known But when I dial the telephone Nobody's home  All by myself Don't wanna be all by myself Anymore  Hard to be sure; Sometimes, I feel so insecure And love so distant and obscure Remains the cure  All by myself Don't wanna be all by myself Anymore  All by myself Don't wanna live all by myself Anymore  All by myself Don't wanna be all by myself Anymore  All by myself Don't wanna live  Whoa Oh  Don't wanna live by myself By myself Anymore  By myself Anymore Whoa  ",
        "title": "All By Myself"
    },
    {
        "artist": "Bridgit Mendler, Adam Hicks, Naomi Scott & Hayley Kiyoko",
        "lyrics": "  Oh yeah, hmm Breakthrough  Up, down, spinnin' all around Fly, high, fallin' to the ground Sometimes dreams can feel so far away  Time, keeps, skippin' out a beat Left, right, trippin' on your feet Life is like a string of cloudy days  Sometimes it's raisin' your voice Sometimes it's makin' some noise Sometimes it's provin' to the world it was wrong Whenever you can't see the light Whenever there's no end in sight Keep on, keep on moving on Keep on moving on  Here comes a breakthrough Here comes a day Here comes a moment that you gotta go for it So don't let it get away It's all a breakthrough Just turn the page Cause everyday I'm getting closer Life is just a roller-coaster  Shake it, till you make it Till you break it all through Don't stop till you break it all through Shake it, till you make it Till you break it all through Don't stop till you break it all through  Stop, still, take another breath Road block, move it to the left Get around whatever's in your way  Heartbreak, pick up all the pieces Don't stop dancin' in the bleachers It's gonna be your turn to play Gonna be your turn to play  Sometimes it's raisin' your voice Sometimes it's makin' some noise Sometimes it's provin' to the world it was wrong Whenever you can't see the light Whenever there's no end in sight Keep on, keep on movin' on Keep on movin' on  Here comes a breakthrough Here comes a day Here comes a moment that you gotta go for it So don't let it get away It's all about a breakthrough Just turn the page Cause everyday I'm getting closer Life is just a roller-coaster  You can see it in the blind sight Movin' through the limelight Groovin' to the music I'mma use it when the time's right Hoping I can do it through the shadows, I can shine bright Usually in life there's one shot and this is our night Listen to the rhythm we givin' and it will make you Start pushin' through barriers it'll take you Wherever that you wanna go, never too late to Keep pushing till you breakthrough  Sometimes it's raisin' your voice Sometimes it's makin' some noise Sometimes it's provin' to the world it was wrong Whenever you can't see the light Whenever there's no end in sight Keep on, keep on movin' on Keep on movin' on  Here comes a breakthrough Here comes a day Here comes a moment that you gotta go for it So don't let it get away It's all about a breakthrough Just turn the page Cause everyday I'm getting closer Life is just a roller-coaster  Shake it, till you make it Till you break it all through Don't stop till you break it all through Shake it, till you make it Till you break it all through Don't stop till you break it all through Shake it, till you make it Till you break it all through Don't stop till you break it all through Shake it, till you make it Till you break it all through Don't stop Here comes a breakthrough  ",
        "title": "Breakthrough"
    },
    {
        "artist": "Bridgit Mendler",
        "lyrics": null,
        "title": "Somebody"
    },
    {
        "artist": "Ace Hood",
        "lyrics": "  [Ace Hood] (Hustle, hustle, hustle, hustle,)  [Hook] Same old shit, just a different day Out here tryna get it, each and every way Momma need a house Baby need some shoes Times are getting hard Guess what I’mma do Hustle, hustle, hustle, hard Hustle, hustle, hustle, hard Hustle, hustle, hustle, hard Closed mouths don’t get fed on this boulevard  [Verse 1: Ace Hood] Okay, I’m booked out until August Show money deposits See the shit then I cop it Got but a house note in my pocket I’m on south beach with the top off Bad bitch and her ass soft Something outta that catalogue She introduced to that lock jaw And I think her name was Lisa Or maybe it was Sheila My chevy sittin’ too high I call that Wiz Khalifa And I’m all about the new Franklins Ain't talkin’ Aretha Bitch my league too major I’m hiphop Derek Jeter And I’m still feeling my pockets Big bass and its knocking Yeah this be the remix But still ride around with that rocket I’ll go walking back to my household “We The best” be the logo Hundred grand for that neck glow All about the dinero Nigga flow so retarded We be getting gnarley Woah Kemosabe, it be me, Ross, Weezy party cause its the  [Hook]  [Verse 2: Rick Ross] 24′s on my Beemer You never know when I slide up 19 in my nina, red dot when I ride up Hundred deep in that K.O.D King Of Diamonds thats me nigga No you bitches can’t hit my weed Choppers only thing free niggas Step to me and I teach you Somebody text his preacher Straight drop in my beaker Ace knocking my speakers Last night I counted 1 mill This morning 1-50 Pussy niggas can’t count me out, don’t make me hurt ya feelings, ah V12 for the Chevy, jet blue, forget it Rolex embedded with princess and baguettes Same old brick, but’s it’s different yay Yeah thats candy paint, On my 7 Tre  [Hook]  [Verse 3: Lil Wayne] Ok, now, black card in my pocket Riding round in that gatti Pistol off my boxers I ain't got time to be boxing Got a red bone she look tropic If she fuck me right then she shopping Young money we poppin’ I eat these rappers, Anthony Hopkins See that V-neck, thats Polo Grilled up like Ocho Chuck Taylors with no socks You niggas chicken: pollo Nigga LIV on Sundays, King of Diamonds Monday Swagger just dumb, call it Kelly Bundy Got a big house with a back yard, fish tank with sharks in it Real nigga I’m authentic I’ll fuck the bitch 'til she short winded Got a bad bitch who be bartending Couple homies that gang bang I get on anybody track and hit that bitch with that Wayne train Free my nigga T.I SooWoo to the beehive Got a G6 and a G5 You pussy niggas you feline Don’t stop the party, we be getting gnarley Woah kimosabe, I’m with Mack, Fuccus and Marley Cause its the same old shit, just a different day Out here tryna get it, each and every way Mama need a house, baby need some shoes They want that Carter IV, bitch, it’s coming soon  [Hook]  ",
        "title": "Hustle Hard"
    },
    {
        "artist": "Foo Fighters",
        "lyrics": null,
        "title": "Rope"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Verse 1] Woke up in London yesterday Found myself in the city near Piccadilly Don't really know how I got here I got some pictures on my phone New names and numbers that I don't know Address to places like Abbey Road Day turns to night, night turns to whatever we want We're young enough to say  [Chorus] Oh, this has gotta be the good life This has gotta be the good life This could really be a good life, good life Say oh, got this feeling that you can't fight Like this city is on fire tonight This could really be a good life A good, good life  [Verse 2] To my friends in New York, I say hello My friends in L.A. they don't know Where I've been for the past few years or so Paris to China to Colorado Sometimes there's airplanes I can't jump out Sometimes there's bullshit that don't work now We all got our stories but please tell me-e-e-e What's there to complain about  [Pre-Chorus] When you're happy like a fool Let it take you over When everything is out You got to take it in  [Chorus] Oh, this has gotta be the good life This has gotta be the good life This could really be a good life, good life Say oh, got this feeling that you can't fight Like this city is on fire tonight This could really be a good life A good, good life  [Bridge] Hopelessly, I feel like there might be something that I'll miss Hopelessly, I feel like the window closes oh so quick Hopelessly, I'm taking a mental picture of you now 'Cause hopelessly, the hope is we have so much to feel good about  [Chorus] Oh, this has gotta be the good life This has gotta be the good life This could really be a good life, good life Say oh, got this feeling that you can't fight Like this city is on fire tonight This could really be a good life A good, good life  [Outro] Oh yeah Good, good life Good life Ooh  ",
        "title": "Good Life"
    },
    {
        "artist": "Marsha Ambrosius",
        "lyrics": null,
        "title": "Far Away"
    },
    {
        "artist": "Justin Bieber Featuring Jaden Smith",
        "lyrics": "  [Intro: Justin Bieber] Never say never Yeah, never ever ever ever ever (pick it up pick it up...) Yeah, yeah never ever ever ever ever  [Verse 1: Justin Bieber] See I never thought that I could walk through fire I never thought that I could take the burn I never had the strength to take it higher Until I reached the point of no return  [Pre-Chorus: Justin Bieber] And there's just no turning back When your heart's under attack Gonna give everything I have It's my destiny  [Chorus: Justin Bieber] I will never say never, I will fight I will fight 'til forever, to make it right Whenever you knock me down, I will not stay on the ground Pick it up, pick it up, pick it up, pick it up up up and never say never Never say never Never say never Never say never Never say it, never never say it  [Verse 2: Justin Bieber] I never thought I could feel this power I never thought that I could feel this free I'm strong enough to climb the highest tower And I'm fast enough to run across the sea  [Pre-Chorus: Justin Bieber] Cause there's just no turning back (oh no) When your heart's under attack (oh no) Gonna give everything I have Cause this is my destiny  [Chorus: Justin Bieber] I will never say never, I will fight I will fight 'til forever, to make it right Whenever you knock me down I will not stay on the ground Pick it up, pick it up, pick it up, pick it up up up And never say never  [Verse 3: Jaden Smith & Justin Bieber] Here we go, Guess who? J Smith and JB, uh huh I gotcha lil bro, I can handle them Hold up, aight? I can handle them Now he's bigger than me, taller than me And he's older than me and stronger than me And his arms a little bit longer than me But he ain't on a JB song with me I be trying a chill, they be trying to sour the thrill No pun intended, was raised by the power of Will Like Luke with the force, if push comes to shove Like Kobe in the 4th, ice water for blood, let's go I gotta be the best, and yes, we're the flyest Like David and Goliath, I conquered the giant So now I got the world in my hand I was born from two stars, so the moon's where I land, I'm gone  [Chorus: Justin Bieber & Jaden Smith] I will never say never, I will fight I will fight 'til forever, to make it right Whenever you knock me down I will not stay on the ground Pick it up, pick it up, pick it up, pick it up up up And never say never Say never I will never say never (never say it, never never say it) Say never I will fight to forever to make it right Whenever you knock me down I will not stay on the ground Pick it up, pick it up, pick it up, pick it up up up and never say never  [Outro: Justin Bieber & Jaden Smith] Never say never, never say never, never say it Never say never and never say never, never say it Never say never, never say never, never say it And never say never Never say never and never say never (never say it) Never say never and never say never (never say it) Never say never and never say never And never say never  ",
        "title": "Never Say Never"
    },
    {
        "artist": "Craig Campbell",
        "lyrics": null,
        "title": "Family Man"
    },
    {
        "artist": "Akon",
        "lyrics": null,
        "title": "Angel"
    },
    {
        "artist": "Colbie Caillat",
        "lyrics": null,
        "title": "I Do"
    },
    {
        "artist": "Eli Young Band",
        "lyrics": "  Baby why you wanna cry? You really oughta know that I Just have to walk away sometimes We’re gonna do what lovers do We’re gonna have a fight or two But I ain’t ever changin’ my mind  Crazy girl, don’t you know that I love you? And I wouldn’t dream of goin’ nowhere Silly woman, come here, let me hold you Have I told you lately? I love you like crazy, girl  Wouldn’t last a single day I’d probably just fade away Without you, I’d lose my mind Before you ever came along I was livin’ life all wrong Smartest thing I ever did was make you all mine  Crazy girl, don’t you know that I love you? And I wouldn’t dream of goin’ nowhere Silly woman, come here, let me hold you Have I told you lately? I love you like crazy, girl  Crazy girl  Crazy girl, don’t you know that I love you? And I wouldn’t dream of goin’ nowhere Silly woman, come here, let me hold you Have I told you lately I love you like  Crazy, girl, don’t you know that I love you? And I wouldn’t dream of goin’ nowhere Silly woman, come here, let me hold you Have I told you lately? I love you like crazy, girl  Like crazy Crazy girl Like crazy Crazy girl Like crazy  ",
        "title": "Crazy Girl"
    },
    {
        "artist": "Jennifer Lopez",
        "lyrics": "  [Bridge 1: Jennifer Lopez] I put it down for a brother like you Give it to you right in the car, that's you We can first give you some of this, that's you And you’re all out loving that JLove true  [Verse 1: Jennifer Lopez] Hold up, I can get you fun up Pull your trigger, go and get your gun up I'mma tie my hair up top Put a pin in it, now I'm ready, let it rock Keep it number 1, that's easy mathematics Keep it number 1, baby, ain't no static Got that hourglass for you, baby, look at these legs No brakes, go green, no red If you wanna kill the body, gotta start with the head Put it on you, I'mma need about 4-5 beds Cause I love my papi  [Bridge 2: Jennifer Lopez] I didn't see it, but I see it now Think I love you, and I need you know Ain't had none like you in a while  [Hook: Jennifer Lopez] I luh ya papi, I luh ya papi I luh ya, luh ya, luh ya, luh ya papi I luh ya papi I luh ya, luh ya, luh ya, luh ya papi I luh ya papi I luh ya, luh ya, luh ya, luh ya papi Yeah, that my papi I luh ya, luh ya, luh ya, luh ya papi  [Bridge 1: Jennifer Lopez] I put it down for a brother like you Give it to you right in the car, that's you We can first give you some of this, that's you And you’re all out loving that JLove true  [Verse 2: Jennifer Lopes] All day, 24 hour Feeling like I want one when it's crowded If you wanna hear your name, I shout it Boy, you the shit, go and take a power shower And I'm feeling like it's me and you, I don't doubt it You can drive it how you want, I ain’t trying to count mileage I'm loving me some you Started from the bottom, baby, then we went roof Cause I love my papi  [Bridge 2: Jennifer Lopez] I didn't see it, but I see it now Think I love you, and I need you know Ain't had none like you in a while  [Hook: Jennifer Lopez] I luh ya papi, I luh ya papi I luh ya, luh ya, luh ya, luh ya papi I luh ya papi I luh ya, luh ya, luh ya, luh ya papi I luh ya papi I luh ya, luh ya, luh ya, luh ya papi Yeah, that my papi I luh ya, luh ya, luh ya, luh ya papi  [Verse 3: French Montana] I love you, mami, I-I love you, mami Baby, you the shit, I-I love you, mami Shorty got me catching feelings And that rave drop reaching for the ceiling Southside Bronx, Teterboro just overseas Take the pins out her hair, drop to her knees Oh my, I'm a don like Omar Speed it up slow ma, throw it back, toma Rock-rock Gators like my detroit players You can hate to love us, you can love to hate us From the bottom it been real From the bottom shorty been trill And even though we made it to the top Still J.Lo from the-the the block Ey, I love you, mami, I love you, mami Baby, you the shit, I-I love you, mami  [Verse 4: Jennifer Lopez] I think I love just who you are We haven't grown apart, this is just the start Where life begin All the way to the end And we started as friends, boy, I do love  [Hook: Jennifer Lopez] I luh ya papi, I luh ya papi I luh ya, luh ya, luh ya, luh ya papi I luh ya papi I luh ya, luh ya, luh ya, luh ya papi I luh ya papi I luh ya, luh ya, luh ya, luh ya papi Yeah, that my papi I luh ya, luh ya, luh ya, luh ya papi  ",
        "title": "Papi"
    },
    {
        "artist": "Rebecca Black",
        "lyrics": "  [Verse 1: Rebecca Black] 7am, waking up in the morning Gotta be fresh, gotta go downstairs Gotta have my bowl, gotta have cereal Seein' everything, the time is goin' Tickin' on and on, everybody's rushin' Gotta get down to the bus stop Gotta catch my bus, I see my friends (My friends) Kicking it in the front seat Sitting in the back seat Gotta make my mind up Which seat can I take?  [Chorus: Rebecca Black] It's Friday, Friday Gotta get down on Friday Everybody's lookin' forward to the weekend, weekend Friday, Friday Gettin' down on Friday Everybody's lookin' forward to the weekend  [Post-Chorus: Rebecca Black] Partyin', partyin' (Yeah) Partyin’' partyin' (Yeah) Fun. Fun. Fun. Fun Lookin' forward to the weekend  [Verse 2: Rebecca Black] 7:45, we're drivin' on the highway Cruisin' so fast, I want time to fly Fun, fun, think about fun You know what it is I got this, you got this My friend is by my right I got this, you got this Now you know it Kicking it in the front seat Sittin' in the back seat Gotta make my mind up Which seat can I take?  [Chorus: Rebecca Black] It's Friday, Friday Gotta get down on Friday Everybody’s lookin' forward to the weekend, weekend Friday, Friday  [Bridge: Rebecca Black] Yesterday was Thursday Today is Friday We so excited! We so excited We gonna have a ball today Tomorrow is Saturday and Sunday comes afterwards I don't want this weekend to end!  [Verse 3: Patrice Wilson] R-B, Rebecca Black So chillin' in the front seat (In the front seat) In the back seat (In the back seat) I’m drivin', cruisin' (Yeah, yeah) Fast lanes, switchin' lanes Wit' a car up on my side (Woo!) (Come on!) Passing by is a school bus in front of me Makes tick tock, tick tock, wanna scream Check my time, it's Friday, it's a weekend We gonna have fun, c'mon, c'mon y'all  ",
        "title": "Friday"
    }
]