[
    {
        "artist": "The Singing Nun (Soeur Sourire)",
        "lyrics": null,
        "title": "Dominique"
    },
    {
        "artist": "The Kingsmen",
        "lyrics": "  [Intro chords]  Louie Louie, oh no, you take me where ya gotta go, yeah, yeah, yeah, yeah, yeah, baby Louie Louie, oh baby, take me where ya gotta go  A fine little girl, she waits for me Me catch the ship across the sea Me sailed the ship all alone Me never think I'll make it home  Louie Louie, oh no no no, me gotta go, yeah, yeah, yeah, yeah, yeah, baby Louie Louie, oh baby, me gotta go  Fuck!  Three nights and days I sailed the sea Me think of girl constantly On the ship, I dream she there I smell the rose in her hair  Louie Louie, oh no, me gotta go, yeah, yeah, yeah, yeah, yeah, baby Louie Louie, oh baby, me gotta go OK, let's give it to 'em right now  Me see  Me see Jamaica, the moon above It won't be long me see me love Me take her in my arms and then I tell her I'll never leave again  Louie Louie, oh no, me gotta go, yeah, yeah, yeah, yeah, yeah, baby Louie Louie, oh baby, me gotta go I said me gotta go now Let's hustle on out of here Let's go!  ",
        "title": "Louie Louie"
    },
    {
        "artist": "The Caravelles",
        "lyrics": null,
        "title": "You Don't Have To Be A Baby To Cry"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": "  I love you, there's nothing to hide It's better than burning inside I love you, no use to pretend There! I've said it again  I've said it, what more can I say? Believe me, there's no other way I love you, I will to the end There! I've said it again  I try to drum up A phrase that will sum up All that I feel for you But what good are phrases? The thought that amazes Is that you love me and it's heavenly  Forgive me for wanting you so But one thing I want you to know I've loved you since heaven knows when There! I've said it again  Forgive me for wanting you so But one thing I want you to know I've loved you since heaven knows when There! I've said it again  ",
        "title": "There! I've Said It Again"
    },
    {
        "artist": "Lenny Welch",
        "lyrics": "  When you just give love And never get love You'd better let love depart I know it so And yet I know I can't get you out of my heart  You Made me leave my happy home You took my love and now you're gone Since I fell for you  Love Brings such misery and pain I guess I'll never be the same Since I fell for you  Well it's too bad And it's too sad But I'm in love with you  You love me Then you snub me But what can I do I'm still in love with you  Well I Guess I'll never see the light I get the blues most every night Since I fell for you  Since I fell for you...  ",
        "title": "Since I Fell For You"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Verse 1] When some loud braggart tries to put me down And says his school is great I tell him right away \"Now what's the matter buddy Ain't you heard of my school It's number one in the state\"  [Chorus] So be true to your school now Just like you would to your girl or guy Be true to your school now And let your colors fly Be true to your school  [Verse 2] I got a letterman's sweater With a letter in front I got for football and track I'm proud to wear it now When I cruise around The other parts of the town I got a decal in back  [Chorus] So be true to your school now Just like you would to your girl or guy Be true to your school now Let your colors fly Be true to your school  [Verse 3] On Friday we'll be jacked up on the football game And I'll be ready to fight We're gonna smash 'em now My girl will be working on her pom-poms now And she'll be yelling tonight  [Chorus] So be true to your school now Just like you would to your girl or guy Be true to your school now Let your colors fly Be true to your school  [Outro] Rah rah rah Be true to your school[x4]  ",
        "title": "Be True To Your School"
    },
    {
        "artist": "Dion Di Muci",
        "lyrics": null,
        "title": "Drip Drop"
    },
    {
        "artist": "Dale & Grace",
        "lyrics": null,
        "title": "I'm Leaving It Up To You"
    },
    {
        "artist": "Tommy Roe",
        "lyrics": null,
        "title": "Everybody"
    },
    {
        "artist": "The Murmaids",
        "lyrics": "  [Verse 1] Popsicles, icicles, baseball and fancy clothes These are a few of the things he loves He loves Levis and brown eyes And wind blowin' through his hair These are a part of the boy I love  [Pre-Chorus] If you put them all together Much to your surprise (oh tell me what) You'll find a bit of heaven Right before your eyes  [Chorus] Bright stars and guitars and Drive-ins on Friday night These are a few of the things we love  [Bridge] (May be) silly but still he is Just what I dream about Yes, he's the boy that I love  [Pre-Chorus]  [Chorus]  Popsicles, icicles Popsicles, icicles, hmmm  ",
        "title": "Popsicles And Icicles"
    },
    {
        "artist": "Johnny Tillotson",
        "lyrics": "  Talk back trembling lips Shaky legs don't just stand there Don't let her know that she's getting through to to you Talk back trembling lips Burning eyes don't start crying Heart don't let her know that your breaking in two  Every day our love's a battle royal Dear it seems that fighting is all we do But if i let you know how much I love you You'll do things to me you shouldn't do  So talk back trembling lips Shaky legs don't just stand there Don't let her know that she's getting through to to you Talk back trembling lips Burning eyes don't start crying Heart don't let her know that your breaking in two  Every time you up and hurt my feelings I pretend it couldn't matter less I'm just hiding all of my emotions Behind my broken heart I guess  So talk back trembling lips Shaky legs don't just stand there Don't let her know that she's getting through to to you Talk back trembling lips Burning eyes don't start crying Heart don't let her know that your breaking in two Heart don't let her know that your breaking in two  ",
        "title": "Talk Back Trembling Lips"
    },
    {
        "artist": "Chubby Checker",
        "lyrics": "  La La La Lardy La La La Lardy I've got a girl that I love so Hey Lardy Lardy Lo Her name is Lardy Lardy Lo Hey Lardy Lardy Lo  Sing it:- Hey Lardy Lardy Lardy Hey Lardy Lardy Lo Hey Lardy Lardy Lardy Hey Lardy Lardy Lo La La La Lardy La La La Lardy  Don't know the word to any song Hey Lardy Lardy Lo But me and my Lardy get along Hey Lardy Lardy Lo  Sing it now:- Hey Lardy Lardy Lardy Hey Lardy Lardy Lo Hey Lardy Lardy Lardy Hey Lardy Lardy Lo  And with the moon above I should sing words of love But all I do is sing her name She gets the message just the same  Hey Lardy Lardy Lardy Hey Lardy Lardy Lo Hey Lardy Lardy Lardy Hey girl I love you so  All together:- La La La Lardy La La La Lardy La La La Lardy Hey girl I love you so  And when we take a walk We got no time for talk Cause fancy talk is for the birds A kiss is worth a thousand words  Hey Lardy Lardy Lardy Hey Lardy Lardy Lo Hey Lardy Lardy Lardy Hey girl I love you so  All together:- La La La Lardy Oh yeah La La La Lardy  ",
        "title": "Loddy Lo"
    },
    {
        "artist": "Bobby Rydell",
        "lyrics": "  (Forget him) (Forget him)  Forget him if he doesn't love you Forget him if he doesn't care Don't let him tell you that he wants you 'Cause he can't give you love which isn't there Little girl, he's never dreaming of you He'll break your heart, ya wait and see So don't you cry now, just tell him goodbye now Forget him and please come home to me  (Forget him if he doesn't love you) (Forget him if he doesn't care) Don't let him tell ya that he wants you 'Cause he can't give you love which isn't there Oh little girl, he's never dreaming of you He'll break your heart, ya wait and see So don't you cry now, just tell him goodbye now Forget him and please come home to me  No don't you cry now better tell him goodbye now Forget him and please come home to me  ",
        "title": "Forget Him"
    },
    {
        "artist": "Robin Ward",
        "lyrics": "  Wonderful Summer  -Artist: Robin Ward -peak Billboard position # 14 in 1963-64 -Words and Music by Gil Garfield and Perry Botkin, Jr  I want to thank you for giving me The most wonderful summer of my life It was so heavenly You meant the world to me And anyone could see that I was so in love  I want to thank you for giving me The most wonderful summer of my life I never will forget That summer day we met You were so shy and yet you stole my heart away  We strolled along the sand Walking hand in hand Then you kissed me and I knew That I would love you my whole life through  I want to thank you for giving me The most wonderful summer of my life And though it broke my heart That day we had to part I'll always thank you for giving me The most wonderful summer of my life  ",
        "title": "Wonderful Summer"
    },
    {
        "artist": "Lesley Gore",
        "lyrics": null,
        "title": "She's A Fool"
    },
    {
        "artist": "Rufus Thomas",
        "lyrics": "  Baby's back, dressd in black Silver buttons all down her back High, low, tipsy toe She broke a needle and she can't sew Walkin' the dog Just a-walkin' her dog If you don't know how to do it I'll show you how the walk the dog  Asked the fellow for fifteen cents See the fellow he jumped the fence Jumped so high he touched the sky Never got back till the Fourth of July Walkin' the dog Just a-walkin' her dog If you don't know how to do it I'll show you how the walk the dog  ",
        "title": "Walking The Dog"
    },
    {
        "artist": "Martha & The Vandellas",
        "lyrics": null,
        "title": "Quicksand"
    },
    {
        "artist": "The Duprees featuring Joey Vann",
        "lyrics": null,
        "title": "Have You Heard"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  I'm a little red rooster Too lazy to crow for day I'm a little red rooster Too lazy to crow for day Keep everything in the barnyard Upset in every way  Dogs begin to bark now And the hounds begin to howl Dogs begin to bark now And the hounds begin to howl Watch out stray cat The little red rooster's on the prowl  If you see the little red rooster Won't you please drive him home If you see the little red rooster Won't you please drive him home Been no peace in the barnyard Since that little red rooster's been gone  I'm a little red rooster Too lazy to crow for day I'm a little red rooster Too lazy to crow for day Keep everything in the barnyard Upset in every way  ",
        "title": "Little Red Rooster"
    },
    {
        "artist": "Jack Jones",
        "lyrics": null,
        "title": "Wives And Lovers"
    },
    {
        "artist": "The Secrets",
        "lyrics": null,
        "title": "The Boy Next Door"
    },
    {
        "artist": "Shirley Ellis",
        "lyrics": "  Yeah, mmm, yeah Do you know that some folks know about it, some don't Some will learn to shout it, some won't But sooner or later baby, here's a ditty Say you're gonna have to get right down to the real nitty gritty Now let's get right on down to the nitty gritty Now one, two nitty gritty Now yeah, mmm, nitty gritty now Ooooowee, right down to the real nitty gritty Ooooowee, can you feel it double beatin', I keep repeatin Get right down to the real nitty gritty Say it again double beatin' Get on down, we gotta get right down to the real nitty gritty Let's get, let's get right on down to the real nitty gritty It's all right, it's all right Get on down, get on down Get right down to the real nitty gritty Listen to me now Oooowee, ooowee Come on and let the good times roll Let the music sink down in to your soul Double beatin', keep repeatin' You gotta get right down to the realy nitty gritty Get on down, get on down Talkin' about the nitty gritty Get on down, get on down  ",
        "title": "The Nitty Gritty"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": null,
        "title": "In My Room"
    },
    {
        "artist": "Joey Powers",
        "lyrics": "  Meet me at midnight, Mary Same place we always go – Meet me at midnight, Mary And don't let anyone know! Don't let anyone know!  Your Daddy says, I'm a bad boy And youve no future with me So we can only get together By meeting secretly!  Meet me at midnight, Mary Same place we always go – Meet me at midnight, Mary And don't let anyone know! Don't let anyone know!  Just got a job on the railroad The work is hard and long But I'm gonna build us a future And show your Daddy he's wrong!  Meet me at midnight, Mary Same place we always go – Meet me at midnight, Mary And don't let anyone know! Don't let anyone know!  Soon as I have some money For a home and everything We won't have to keep it a secret That youve got my wedding ring!  Meet me at midnight, Mary Same place we always go – Meet me at midnight, Mary And don't let anyone know! Don't let anyone know! Don't let anyone kno-o-ow!  ",
        "title": "Midnight Mary"
    },
    {
        "artist": "Trini Lopez",
        "lyrics": null,
        "title": "Kansas City"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Verse 1] Listen everybody, especially you girls Is it right to be left alone While the one you love is never home? I love too hard, my friends sometimes say But I believe, I believe That a woman should be loved that way But it hurts me so inside To see her treat me so unkind Somebody, somewhere tell her it's unfair  [Chorus 1] Can I get a witness? Can I get a witness? Can I get a witness? Somebody  [Verse 2] Is it right to be treated so bad When you've given everything you had? Even tossing in my sleep Because I haven't seen my baby all week  [Chorus 2] Now, you chicks do agree That this ain't the way love's supposed to be Let me hear, let me hear you say yeah, yeah  [Verse 3] Up early in the morning with her on my mind Just to find out all night that I've been crying But I believe a woman's a man's best friend So I'm going to stick by her until the very end But she causes so much misery I forget how Love is supposed to be Somebody, somewhere, tell her it ain't fair  [Chorus 1] Can I get a witness? Can I get a witness? Can I get a witness? Somebody  [Bridge] Everybody knows, especially you girls Love can be sad But I have a love that's twice as bad  [Chorus 2] Now, you chicks do agree That this ain't the way love's supposed to be Let me hear, let me hear you say yeah, yeah  [Chorus 1] I want a witness I want a witness I want a witness I want a witness I want a witness [?] [?]  ",
        "title": "Can I Get A Witness"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  Say it's all right (it's all right) Say it's all right (it's all right) It's all right, have a good time 'Cause it's all right, whoa, it's all right  We're gonna move it slow When lights are low When you move it slow, it sounds like more And it's all right, whoa, it's all right  Now listen to the beat Kinda pat your feet You got soul and everybody knows That it's all right, whoa, it's all right  When you wake up early in the morning Feelin' sad like so many of us do Hum a little soul, make life your goal And surely somethings got to come to you  And say it's all right Say it's all right It's all right, have a good time 'Cause it's all right, whoa, it's all right  Now everybody clap your hands Give yourself a chance You got soul and everybody knows That it's all right, whoa, it's all right  Someday I'll find me a woman Who will love and treat me real nice Then my woes got to go And my love, she will know From morning, noon and night  And she's got to ... Say it's all right Say it's all right It's all right, have a good time Cause it's all right, whoa, it's all right  Now everybody clap your hands Now give yourselves a chance You got soul  ",
        "title": "It's All Right"
    },
    {
        "artist": "Jimmy Gilmer And The Fireballs",
        "lyrics": "  There's a crazy little shack beyond the tracks And everybody calls it the sugar shack Well, its just a coffeehouse and its made out of wood Espresso coffee tastes mighty good That's not the reason why I've got to get back To that sugar shack, whoa baby To that sugar shack  There's this cute little girlie, she's a-working there A black leotard and her feet are bare I'm gonna drink a lot of coffee, spend a little cash Make that girl love me when I put on some trash You can understand why I've got to get back To that sugar shack, whoa baby To that sugar shack, yeah honey To that sugar shack, whoa yes To that sugar shack  Now that sugar shack queen is a-married to me, yeah yeah We just sit around and dream of those old memories Ah, but one of these days I'm gonna lay down tracks In the direction of that sugar shack Just me and her yes were gonna go back To that sugar shack Whoa uh oh O that sugar shack, yeah honey To our sugar shack  Yea, yea, yea, our sugar shack  ",
        "title": "Sugar Shack"
    },
    {
        "artist": "Al Martino",
        "lyrics": null,
        "title": "Living A Lie"
    },
    {
        "artist": "Garnet Mimms & The Enchanters",
        "lyrics": null,
        "title": "Baby Don't You Weep"
    },
    {
        "artist": "Jan & Dean",
        "lyrics": null,
        "title": "Drag City"
    },
    {
        "artist": "The Village Stompers",
        "lyrics": null,
        "title": "Washington Square"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": "  (The pretty paper, pretty ribbons of blue)  Pretty paper, pretty ribbons of blue Wrap your presents to your darling from you Pretty pencils to write I love you Pretty paper, pretty ribbons of blue  Crowded street, busy feet, hustle by him Downtown shoppers, Christmas is nigh There he sits all alone on the sidewalk (aaaaaaaah) Hoping that you won't pass him by (oooo ooo ooh)  Should you stop? Better not, much too busy You're in a hurry, my how time does fly In the distance the ringing of laughter (oooh oooh oooh) And in the midst of the laughter he cries  Pretty paper, pretty ribbons of blue Wrap your presents to your darling from you Pretty pencils to write I love you Pretty paper, pretty ribbons of blue (oooh oooh)  ",
        "title": "Pretty Paper"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": null,
        "title": "Bad Girl"
    },
    {
        "artist": "Major Lance",
        "lyrics": null,
        "title": "Hey Little Girl"
    },
    {
        "artist": "Garnet Mimms & The Enchanters",
        "lyrics": "  Your precious love Means more to me than Any love could ever be  For when I wanted you I was so lonely and so blue For that's, that's What love will do  And, darling, I'm so surprised Oh, when I first realized That you, you were fooling me  And, darling, they say That our love won't grow But I just want to tell them That they don't know  For as long as You're in love with me Our love will grow wider Deeper than any sea  Of all the things that I want In this whole wide world Is just for you to say You'll be my girl  And, ooh (wanting you) While I was wanting you, girl (I'm so lonely and blue) For that's, that's What love can do  And every night (Wanting you) (I'm so lonely and blue) That I got to bed I dream wonderful Wonderful dreams of you  And, ooh (wanting you) While I was wanting you...  ",
        "title": "For Your Precious Love"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": "  Dearest darling I had to write to say that I won't be home any more For something happened to me While I was driving home and I'm not the same any more  Oh, I was only twenty four hours from Tulsa Ah, only one day away from your arms I saw a welcoming light And stopped to rest for the night  And that is when I saw her As I pulled in outside of the small hotel she was there And so I walked up to her Asked where I could get something to eat and she showed me where  Oh, I was only twenty four hours from Tulsa Ah, only one day away from your arms She took me to the café I asked her if she would stay She said, \"Okay\"  Oh, I was only twenty four hours from Tulsa Ah, only one day away from your arms The jukebox started to play And night time turned into day  As we were dancing closely All of a sudden I lost control as I held her charms And I caressed her, kissed her Told her I'd die before I would let her out of my arms  Oh, I was only twenty four hours from Tulsa Ah, only one day away from your arms I hate to do this to you But I love somebody new What can I do When I can never, never, never go home again?  ",
        "title": "Twenty Four Hours From Tulsa"
    },
    {
        "artist": "Dick and DeeDee",
        "lyrics": null,
        "title": "Turn Around"
    },
    {
        "artist": "Nino Tempo & April Stevens",
        "lyrics": null,
        "title": "Deep Purple"
    },
    {
        "artist": "Ray Charles",
        "lyrics": "  [Verse 1] Up in the morning, out on the job And I work like the devil for my pay  [Chorus 1] I know that a lucky old sun has nothing to do But roll around heaven all day  [Verse 2] I fuss with my woman and I toil with my kids I sweat till I'm wrinkled and gray  [Chorus 1]  [Chorus 2] Dear Lord above, don't you see I'm pining I got tears all in my eyes Why don't You send down that cloud With a silver lining, lift me up to paradise (Lift me up to paradise)  [Chorus 3] Show me that river, why don't You take me across And wash all my troubles away  [Chorus 1]  [Chorus 2]  [Chorus 3]  [Chorus 1] [x2]  ",
        "title": "That Lucky Old Sun"
    },
    {
        "artist": "Barry & The Tamerlanes",
        "lyrics": null,
        "title": "I Wonder What She's Doing Tonight"
    },
    {
        "artist": "Peter, Paul & Mary",
        "lyrics": null,
        "title": "Stewball"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": "  Wo oh oh oh (need to belong) yeah, (to someone) Mm hm hm hm (need to belong)hm hm hm hm hm (to someone)  I need to belong to someone It hurts to be known as no one Will ever some sweet girl Bring love into my world, cause I need to belong to someone (m hm hm hm hm hm hm)  I want to be kissed and held tight Want to be missed on a cold lonely night Somebody hear my plea and call out to me, cause I need to belong to someone  Sometimes I feel like a motherless child No one cares for me, I've never known sympathy I hide my needs from the world with a smile But understand, I'm only a man and a man (needs to belong) yes he does (to someone) A man hates to be known as no one Will ever some sweet girl, bring love into my world, because I need to belong to someone  Oh, I hide my needs, from the world with a smile But understand, I'm only a man, and a man needs (needs to belong) To belong, (to someone) to someone A man hates to be known, as no one Oh send me a girl, to bring love into my world, cause I need to belong to someone (need to belong) mm (to someone)  Mm mm mm mm mm mm mm mm mm mm mm (need to belong to someone) Well I want to belong (need to belong) to somebody (to someone) Just like you (fade) (need to belong) Someone I can tell (to someone) My troubles to  ",
        "title": "Need To Belong"
    },
    {
        "artist": "The Chiffons",
        "lyrics": "  (Boom-sh-boom) (Boom-sh-boom) (Boom-sh-boom) (Boom) I have a boyfriend (Boom-sh-boom) (Boom-sh-boom) (Boom-sh-boom) Met him a week ago (Boom-sh-boom) (Boom-sh-boom) He's my forever (Boom-sh-boom) (Boom-sh-boom) (Boom-sh-boom) Last night he told me so He's the boy that I adore Never felt like this before And I know I'll never let him go I have a boyfriend (Boom-sh-boom) (Boom) (Whoo-eee-whoo) We'll never say goodbye (Boom-sh-boom) (Boom-sh-boom) He made a promise (Boom) (Whoo-eee-whoo) He'll never make me cry (Boom-sh-boom) Every time we kiss goodnight Feels so good to hold him tight And I thank the stars Up in the sky (And someday I know) oh-oh, yeah (We'll walk down the aisle) Yes, we will (so much in love) Whoa-oh-oh-oh (wearing a smile) [Instrumental Interlude] Every time we kiss goodnight Feels so good to hold him tight Oh-oh, I'm so glad I have a boyfriend I have a boyfriend Whoa-oh-oh-oh-oh, whoa-oh-oh-oh I have a boyfriend, yeaaaaah, I do  ",
        "title": "I Have A Boyfriend"
    },
    {
        "artist": "Sunny & The Sunliners",
        "lyrics": null,
        "title": "Rags To Riches"
    },
    {
        "artist": "Dean And Jean",
        "lyrics": null,
        "title": "Tra La La La Suzy"
    },
    {
        "artist": "The Miracles",
        "lyrics": "  Gather 'round my friends here Help me forget my hurtin' tears About the only girl I ever loved The only one baby I gotta dance to keep from cryin' (crying) Gotta dance to keep from crying' (crying)  Whoa, do the flop (do the flop) Do the twist (do the twist) Everybody, it goes like this You gotta dance, got me swayin', got me, alright Gotta dance, got me swayin', got me, alright  I'm so lonely since we parted You memory leaves me so broken hearted  I gotta dance to keep from cryin' (crying) Gotta dance to keep from crying' (crying) Do the bird (do the bird) Do the fly (do the fly) Come on, gang, you know, by by by, oh yeah  Do the bang, yeah, you can't miss Everybody, yeah, it goes like this You gotta dance, got me swayin', got me, alright Gotta dance, got me swayin', got me, alright  Heartaches can gather 'round Misery I sure have found  I gotta dance to keep from cryin' (crying) Gotta dance to keep from crying' (crying)  You goin' softer now, you goin' softer now... You goin' soft right now, yeah yeah Everybody clap their hands now... Alright, yeah, alright, yeah I want you to go harder now, baby I want you to go harder now, baby Yeah yeah, you go harder now You walk right up, yeah yeah You go harder now, yeah... You go hard now, yeah...  You gotta dance, got me swayin', got me, alright Gotta dance, got me swayin', got me, alright You gotta dance, got me swayin', got me, alright Gotta dance, got me swayin', got me, alright  ",
        "title": "I Gotta Dance To Keep From Crying"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": null,
        "title": "As Usual"
    },
    {
        "artist": "Solomon Burke",
        "lyrics": "  Yeah, yeah, yeah Yeah, yeah, yeah, yeah  You're a bad little girl, it's true But I'm not gonna walk out on you They say you're a good for nothing, girl But I'll stand up and tell the world  You're good for me, oh yes, you are You're good for me Oh, like a honey is good for the bee You're good for me  You do two wrongs for every right You put salt in my coffee just for a spite You're no good for yourself You're no good for nobody else  But you're good for me Oh, you're good for me Oh, sugar dumpling, can't you see You're good for me  Let me tell you 'bout it  Yeah, yeah, yeah Yeah, yeah, woah, oh, oh, ooh  I was down on my sickbed It was the end for me everyone said Doctor Jones did all he could Only your love did me some good  You're good for me oh, yes, you are You're good for me Like the sugar is good for the tea You're good for me  That's all I'm living for 'Cause you're good  Yeah, yeah, yeah Yeah, yeah, woah, oh, oh, ooh Yeah, yeah, yeah Yeah, yeah, woah, oh, oh, ooh  Yeah, yeah, yeah  ",
        "title": "You're Good For Me"
    },
    {
        "artist": "Los Indios Tabajaras",
        "lyrics": null,
        "title": "Maria Elena"
    },
    {
        "artist": "Murry Kellum",
        "lyrics": null,
        "title": "Long Tall Texan"
    },
    {
        "artist": "The Tymes",
        "lyrics": null,
        "title": "Somewhere"
    },
    {
        "artist": "The Trashmen",
        "lyrics": "  A well a everybody's heard about the bird B-b-b bird, bird, bird, b-bird's the word A well a bird, bird, bird, the bird is the word A well a bird, bird, bird, well the bird is the word A well a bird, bird, bird, b-bird's the word  A well a bird, bird, bird, well the bird is the word A well a bird, bird, b-bird's the word A well a bird, bird, bird, b-bird's the word A well a bird, bird, bird, well the bird is the word A well a bird, bird, b-bird's the word  A well a don't you know about the bird? Well, everybody knows that the bird is the word! A well a bird, bird, b-bird's the word A well a  A well a everybody's heard about the bird Bird, bird, bird, b-bird's the word A well a bird, bird, bird, b-bird's the word A well a bird, bird, bird, b-bird's the word A well a bird, bird, b-bird's the word  A well a bird, bird, bird, b-bird's the word A well a bird, bird, bird, b-bird's the word A well a bird, bird, bird, b-bird's the word A well a bird, bird, bird, b-bird's the word  A well a don't you know about the bird? Well, everybody's talking about the bird! A well a bird, bird, b-bird's the word A well a bird  Surfin' bird B-b-b aah, aah!  Pa pa pa pa, pa pa pa pa, pa pa pa pa, pa pa pa pa Pa pa pa pa, pa pa pa pa, pa pa pa pa Papa, ooma mow mow Papa, ooma mow mow  Papa ooma mow mow, papa ooma mow mow Papa ooma mow mow, papa ooma mow mow Ooma mow mow, papa ooma mow mow Papa ooma mow mow, papa ooma mow mow  Papa ooma mow mow, papa ooma mow mow Oom oom oom oom, ooma mow mow Papa ooma mow mow, papa oom oom oom Oom ooma mow mow, papa ooma mow mow  Ooma mow mow, papa ooma mow mow Papa a mow mow, papa ooma mow mow Papa ooma mow mow, ooma mow mow Papa ooma mow mow, ooma mow mow  Papa oom oom oom oom, ooma mow mow Oom oom oom oom, ooma mow mow Ooma mow mow, papa ooma mow mow Papa ooma mow mow, ooma mow mow  Well a don't you know about the bird? Well, everybody knows that the bird is the word! A well a bird, bird, b-bird's the word  A well a ooma mow mow Papa ooma mow mow Papa ooma mow mow Papa ooma mow mow Papa ooma mow mow Papa ooma mow mow Papa ooma mow mow  ",
        "title": "Surfin' Bird"
    },
    {
        "artist": "The Dixiebelles",
        "lyrics": null,
        "title": "(Down At) Papa Joe's"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  He gave me the eye But I just passed him by I treated him unkind But he didn't seem to mind I told him be on his way But not a word did he say He just stood there kind of bold While I acted cold  But when the lovelight starts shining through his eyes Made me realize I should apologize And when he placed a kiss upon my face Then I knew, Oh then I knew That he won my heart  So I quickly apologized Hoping he hadn't changed his mind But not a word did he say So I turned to walk away  But when the lovelight starts shining through his eyes Made me realize how he felt inside And when he placed a kiss upon my face Then I knew, Oh then I knew That he won my heart  When he asked could he walk my way I hoped sweet things he'd say Instead he smiled kind of nice As he held my hand kind of tight  But when the lovelight starts shining through his eyes Made me realize how he felt inside And when he placed a kiss upon my face Then I knew, Oh then I knew That he won my heart  But when the lovelight starts shining through his eyes Made me realize how he felt inside And when he placed a kiss upon my face  ",
        "title": "When The Lovelight Starts Shining Through His Eyes"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": "  [Verse 1] I said, \"Take it easy, baby I worked all day and my feet feel just like lead You got my shirt tails flying all over the place And the sweat popping out of my head\"  [Verse 2] She said, \"Hey, bossa nova baby Keep on working for this ain't no time to quit\" She said, \"Go, bossa nova baby keep on dancing I'm about to have myself a fit\" Bossa nova, bossa nova  [Verse 3] I said, \"Hey little mama, let's sit down Have a drink and dig the band\" She said, \"Drink, drink, drink oh, fiddle-de-dink I can dance with a drink in my hand\"  [Verse 4] She said, \"Hey bossa nova baby Keep on working for this ain't no time to drink\" She said, \"Go bossa nova baby Keep on dancing, cause I ain't got time to think\" Bossa nova, bossa nova  [Verse 5] I said, \"Come on baby, it's hot in here And it's oh so cool outside If you lend me a dollar, I can buy some gas And we can go for a little ride\"  [Verse 6] She said, \"Hey bossa nova baby Keep on working for I ain't got time for that\" She said, \"Go bossa nova baby Keep on dancing or I'll find myself another cat\" Bossa nova, bossa nova Bossa nova, bossa nova Bossa nova, bossa nova  ",
        "title": "Bossa Nova Baby"
    },
    {
        "artist": "The Cookies",
        "lyrics": "  Girls grow up faster than boys do Girls grow up faster than boys  Girls grow up faster than boys do So, baby, I'm old enough for you Once you used to date my big sister Now, baby, she's too old for you  Won't you take a look at me now You'll be surprised at what you see now I'm everything a girl should be now Thirty-six, twenty-one, thirty-five  I'll tell you Girls grow up faster than boys do So, baby, I'm old enough for you  Won't you take a look at me now You'll be surprised at what you see now I'm everything a girl should be now Thirty-six, twenty-one, thirty-five  I'll tell you Girls grow up faster than boys do So, baby, I'm old enough for you  Girls grow up faster than boys do Girls grow up faster than boys do Girls grow up faster than boys do...  ",
        "title": "Girls Grow Up Faster Than Boys"
    },
    {
        "artist": "The Dynamics",
        "lyrics": null,
        "title": "Misery"
    },
    {
        "artist": "The Marketts",
        "lyrics": "  [Instrumental]  ",
        "title": "Out Of Limits"
    },
    {
        "artist": "Bobby Vee",
        "lyrics": "  I sit alone in this cafe And listen to the jukebox play Remindin' me of yesterday and you Each moment was a valentine You promised you'd be always mine And I believed the words you said were true  I see your face, it's everywhere I close my eyes, but you're still there Remindin' me of things we used to do I wonder what your heart is sayin' When you hear a jukebox playin' The song that brings me yesterday and you  I wonder what your heart is sayin' When you hear a jukebox playin' The song that brings me yesterday and you  I sit alone in this cafe  I see your face, it's everywhere  ",
        "title": "Yesterday And You (Armen's Theme)"
    },
    {
        "artist": "Little Peggy March",
        "lyrics": "  They said it wasn't possible For these Up and leave me blind  (chorus) But ha ha ha I got the last laugh, baby Out of that The impossible happened! (how 'bout that?) The impossible happened!  Never was impossible For one love to make me happy He bounce around just like an acrobat  (repeat chorus)  (verse 1) They told me not to open my eyes But i did They told me not to give you my lips But i did They said the only thing you did Is take take take To give you my love Would be my greatest mistake  (verse 2) They said it was impossible For those wedding bells to ding dong Oh no they said you'd never go for that  (repeat chorus)  (repeat verse 1)  (repeat verse 2)  (repeat chorus) The impossible happened! (how 'bout that?) The impossible happened! (how 'bout that?) The impossible happened! (how 'bout that?) The impossible happened! (how 'bout that?) The impossible happened! (how 'bout that?) The impossible happened! (how 'bout that?) The impossible happened! (how 'bout that?)  ",
        "title": "The Impossible Happened"
    },
    {
        "artist": "Chubby Checker",
        "lyrics": "  Hooka Tooka my soda cracker Does your momma chaw tobacca If ya momma chaw tobacca,say Hooka Tooka my soda cracker Hooka Tooka my soda cracker Does your momma chaw tobacca If ya momma chaw tobacca,say Hooka Tooka my soda cracker Who your love, Who your love I say You know I love my mother-in-law If your love momma like you say Why can't momma chaw Everybody yup Hooka Tooka my soda cracker Does your momma chaw tobacca If ya momma chaw tobacca,say Hooka Tooka my soda cracker Momma loves momma loves you all And you know I'm her son-in-law If you love me like you say you do Chaw tobacca too Hey Ar Hooka Tooka my soda cracker Does your momma chaw tobacca If ya momma chaw tobacca,say Hooka Tooka my soda cracker Hooka Tooka my soda cracker Hooka Tooka my soda cracker  ",
        "title": "Hooka Tooka"
    },
    {
        "artist": "The Marvelettes",
        "lyrics": "  There may be clouds in the sky, but even if it starts to raining My days are bright as can be, oh you don't catch me complaining Cause I got a guy sweet as he can be And I love him like he loves me So why do I care if the sun don't shine? As long as I know he's mine  He may be down and out now, he doesn't have much money But he'll make it one day, yeah, I've got faith in my honey He's broke right now, but I don't care I try to make him feel like a millionaire So why do I care if he don't have a dime? As long as I know he's mine  Doesn't matter if the wind don't blow Doesn't matter if the snow don't snow As long as I know that he is mine  Why do I care if the sun don't shine?  I'm gonna stick by him, yeah, all the way down the line I'm gonna follow his lead, oh if he should fall behind Cause I don't think he's gonna lead me astray And I'll be with him every step of the way Why do I care where the road may wind As long as I know he's mine  Don't you know that he's mine Come rain or come shine Oh I love him all the time Cause he's so fine Don't you know all the time He's mine, all mine  ",
        "title": "As Long As I Know He's Mine"
    },
    {
        "artist": "Bobby Darin",
        "lyrics": "  Ah, ... be mad little girl But not at me Be mad little girl But try to see That I can't let you stay A minute more Although you know That I adore you so Still ya bettah go  And, be mad little girl But not at me  Ah, ... be upset little girl But dry your eyes Be upset little girl But realize  That there's nothin' that I'd rather do Than stay here and make love to you The whole night long Still I know it's wrong  So, be mad little girl But not at me  Ah, ... not at me ... because I'm not the guy who made the laws Tellin' us what we got to do And tellin' us what not to do And, baby, I love you  Be mad little girl Be mad and blue Be mad little girl 'cause I am too  But the more you stay The more I find That makes me wanna Change my mind It's hard to fight, so please say, \"Good-night.\"  And, be mad little girl But not at me  Ah, ... not at me ... Don't be mad at me ... Not mad at me ...  ",
        "title": "Be Mad Little Girl"
    },
    {
        "artist": "The Chad Mitchell Trio",
        "lyrics": "  When I was just a wee little lad full of health and joy My father homeward came one night and gave to me a toy A wonder to behold it was, with many colors bright And the moment I laid eyes on it, it became my heart's delight  It went zip when it moved, bop when it stopped Whirr when it stood still, I never knew just what it was And I guess I never will  The first time that I picked it up I had a big surprise For right on its bottom were two big button that looked like big green eyes I first pushed one and then the other, then I twisted its lid And when I set it down again here is what it did  It went zip when it moved, bop when it stopped Whirr when it stood still, I never knew just what it was And I guess I never will  It first marched left, then marched right, then marched under a chair And when I looked where it had gone it wasn't even there I started to cry and my daddy laughed for he knew that I would find When I turned around my marvelous toy chugging from behind  It went zip when it moved, bop when it stopped Whirr when it stood still, I never knew just what it was And I guess I never will  Now the years have gone by too quickly it seems, I have my own little boy And yesterday I gave to him my marvelous little toy His eyes nearly popped right out of his head, he gave a squeal of glee Neither one of us knows just what it is but he loves it just like me  It still goes zip when it moves, bop when it stops And whirr when it stands still, I never knew just what it was And I guess I never will  I never knew just what it was And I guess I never will  ",
        "title": "The Marvelous Toy"
    },
    {
        "artist": "The Kingston Trio",
        "lyrics": null,
        "title": "Ally Ally Oxen Free"
    },
    {
        "artist": "The David Rockingham Trio",
        "lyrics": null,
        "title": "Dawn"
    },
    {
        "artist": "Rick Nelson",
        "lyrics": null,
        "title": "Today's Teardrops"
    },
    {
        "artist": "The Rip Chords",
        "lyrics": "  Hey, Little Cobra Don't you know You're gonna shut'em down I took my Cobra down to the track Hitched to the back of my Cadillac Everyone was there just a waiting for me There were plenty of Stingrays and XKEs Spring little Cobra Getting ready to strike Spring little Cobra With all of your might Spring little Cobra Getting ready to strike Spring little Cobra With all of your might Hey, little Cobra Don't you know You're gonna shut'em down When the flag went down You could hear rubber burn The Stingray had me going into the turn I hung a big shift and I got into high And then I flew by the Stingray I waved bye-bye Spring little Cobra Getting ready to strike Spring little Cobra With all of your might Spring little Cobra Getting ready to strike Spring little Cobra With all of your might Hey, little Cobra Don't you know You're gonna shut'em down Around the far turn In the straight-away I was blowing off everything That got in my way The Stingrays and Jags Were so far behind I took my Cobra out of gear And I coast to the line Spring little Cobra Getting ready to strike Spring little Cobra With all of your might Spring little Cobra Getting ready to strike Spring little Cobra With all of your might Hey, little Cobra Don't you know You're gonna shut'em down Shut'em down Shut'em down Shut'em down Shut'em down  ",
        "title": "Hey Little Cobra"
    },
    {
        "artist": "The Galens",
        "lyrics": null,
        "title": "Baby I Do Love You"
    },
    {
        "artist": "The Raindrops",
        "lyrics": null,
        "title": "That Boy John"
    },
    {
        "artist": "Jimmy Gilmer And The Fireballs",
        "lyrics": null,
        "title": "Daisy Petal Pickin'"
    },
    {
        "artist": "Henry Mancini And His Orchestra",
        "lyrics": null,
        "title": "Charade"
    },
    {
        "artist": "Steve Alaimo",
        "lyrics": null,
        "title": "Gotta Lotta Love"
    },
    {
        "artist": "Betty Everett",
        "lyrics": "  Feeling better, now that we're through Feeling better, 'cause I'm over you I've learned my lesson, it left a scar And now I see how you really are  You're no good You're no good You're no good Baby, you're no good  I'm gonna say it again You're no good You're no good You're no good Baby, you're no good  You know, I broke a heart that's gentle and true I left a boy for someone like you I'll beg his forgiveness on bending knee But I wouldn't blame him if he said to me  It's no good No good It's no good Baby, it's no good  Hey, I'm gonna say it louder No good No good It's no good Baby, it's no good Mm, no good  Mm, if you help me, we'll start anew It'll be easy, forgetting you  You're no good You're no good You're no good Baby, you're no good  Oh, you know what I mean You're no good You're no good You're no good You're no good You're no good  Oh, oh, oh I'm warning you now, baby, and I'm going my way Forget about you, baby, I'm leaving to stay  You're no good No good No good Baby, you're no good  Oh, oh, I say You're no good No good You're no good Baby, you're no good ...  ",
        "title": "You're No Good"
    },
    {
        "artist": "Cliff Richard",
        "lyrics": null,
        "title": "It's All In The Game"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  [Verse 1] Anyone who ever loved Could look at me And know that I love you Anyone who ever dreamed Could look at me And know I dream of you  [Chorus] Knowing I love you so Anyone who had a heart Would take me in his arms and love me, too You couldn't really have a heart And hurt me like you hurt me And be so untrue What am I to do?  [Verse 2] Every time you go away I always say \"This time it's goodbye, dear\" Loving you the way I do I take you back Without you I'd die, dear  [Chorus x2]  ",
        "title": "Anyone Who Had A Heart"
    },
    {
        "artist": "Marty Robbins",
        "lyrics": null,
        "title": "Begging To You"
    },
    {
        "artist": "Jay & The Americans",
        "lyrics": null,
        "title": "Come Dance With Me"
    },
    {
        "artist": "Nino Tempo & April Stevens",
        "lyrics": null,
        "title": "Whispering"
    },
    {
        "artist": "Brooks O'Dell",
        "lyrics": null,
        "title": "Watch Your Step"
    },
    {
        "artist": "Frank Ifield",
        "lyrics": null,
        "title": "Please"
    },
    {
        "artist": "The Tams",
        "lyrics": null,
        "title": "What Kind Of Fool (Do You Think I Am)"
    },
    {
        "artist": "The Angels",
        "lyrics": "  Thank you and goodnight Thank you and goodnight Thank you and goodnight Thank you and goodnight  Thank you for showing Me a wonderful time Gee, everything just Turned out so fine  So thank you and goodnight Thank you and goodnight Thank you and goodnight  Funny, the hours seemed To go by so fast I hope that this time Won't be the last I want to see you again (See you again)  I never felt this way before After a very first date I never knew what One kiss could do Gee, but the feeling is great  Baby, it's getting late And I've gotta go Here's something that You ought to know I've had the time of my life (Time of my life)  Thank you and good night Thank you and goodnight Thank you and goodnight...  Thank you, baby I had a wonderful time Thank you, baby  ",
        "title": "Thank You And Goodnight"
    },
    {
        "artist": "Jimmy Velvet",
        "lyrics": null,
        "title": "We Belong Together"
    },
    {
        "artist": "Ginny Arnell",
        "lyrics": "  Dumb head (dumb head) I'm a stupid little girl Just a dumb head (dumb head) Do do do do...  I had him where I wanted him He was saying he'd be mine And none could take my place And I laughed in his face  Well, I made some goofs But this one tops them all So I think I'll go bang My head against the wall  Cause I'm a dumb head (dumb head) I'm a stupid little girl Just a dumb head (dumb head) Do do do do...  I had him where I wanted him He was giving me his heart And begging me to stay And I just walked away  Well, gee, now I'm convinced That I must be insane Or else I was born with A peanut for a brain  Cause I'm a dumb head (dumb head) I'm a stupid little girl Just a dumb head (dumb head) Do do do do...  I couldn't see the Forest through the trees The boy I loved was Down on his knees And I played the game And acted like a tease Somebody kick me, please  Cause I'm a dumb head (dumb head) I'm a stupid little girl Just a dumb head (dumb head) Do do do do...  Now I'm convinced That I must be insane Or else I was born with A peanut for a brain  Cause I'm a dumb head (dumb head) I'm a stupid little girl Just a dumb head (dumb head) Goofy little girl  Just a dumb head (dumb head) Silly little girl Just a dumb head (dumb head) Stupid little girl  Just a dumb head (dumb head) Stupid little girl...  ",
        "title": "Dumb Head"
    },
    {
        "artist": "Paul Petersen",
        "lyrics": null,
        "title": "The Cheer Leader"
    },
    {
        "artist": "Steve & Eydie",
        "lyrics": null,
        "title": "I Can't Stop Talking About You"
    },
    {
        "artist": "Paul Anka",
        "lyrics": null,
        "title": "Did You Have A Happy Birthday?"
    },
    {
        "artist": "Tony Bennett",
        "lyrics": null,
        "title": "The Little Boy"
    },
    {
        "artist": "The Pixies Three",
        "lyrics": null,
        "title": "Cold Cold Winter"
    },
    {
        "artist": "The Brothers Four",
        "lyrics": "  We'll have a hootenanny Hootenanny Saturday night We raise the roof and The rafters with song  Yell out your favorite We'll sing it loud and strong Come and bring your Lady love along  We'll throw a Hootenanny Hootenanny Saturday night And if you think we'll Be rowdy, you're right  We'll hoot and holler And raise almighty Cain Every Saturday night  We'll throw a Hootenanny Hootenanny Saturday night And if you think we'll Be rowdy, you're right  We'll hoot and holler And raise almighty Cain Every Saturday night  We'll have a hootenanny Hootenanny Saturday night We raise the roof and The rafters with song  Yell out your favorite We'll sing it loud and strong Come and bring your Lady love along  We'll throw a Hootenanny Hootenanny Saturday night And if you think we'll Be rowdy, you're right  We'll hoot and holler And raise almighty Cain Every Saturday night Every Saturday night  ",
        "title": "Hootenanny Saturday Night"
    },
    {
        "artist": "The Orlons",
        "lyrics": "  [Chorus] Bon doo wah bon doo wah bon doo wah Bon doo wah, baby I don't know  You're treating me like a plaything You're treating me like a toy That's why I call you a bon doo wah It means you're a big bad boy (Hit it hard)  [Chorus] I give you lovin' (you give me nothin') I give you kissin' (you keep on missin')  [Chorus] Well, you give me nothin' but trouble You give me nothin' but shame I'm gonna put you in misery You're scandalizin' my name  (Everybody)  [Chorus] I give you lovin' (you give me nothin') I give you kissin' (you keep on missin')  [Chorus] (Ease it now) Bon doo wah bon doo wah bon doo wah Bon doo wah, say you'll love me so  (Hit it hard)  [Chorus]  [Chorus]  ",
        "title": "Bon-Doo-Wah"
    },
    {
        "artist": "Johnny Mathis",
        "lyrics": null,
        "title": "I'll Search My Heart"
    },
    {
        "artist": "Bob And Earl",
        "lyrics": null,
        "title": "Harlem Shuffle"
    },
    {
        "artist": "The Baja Marimba Band",
        "lyrics": null,
        "title": "Comin' In The Back Door"
    },
    {
        "artist": "Randy & The Rainbows",
        "lyrics": null,
        "title": "Why Do Kids Grow Up"
    },
    {
        "artist": "Otis Redding",
        "lyrics": "  Pain in my heart She's treating me cold Where can my baby be Lord no one knows  Pain in my heart just won't let me sleep Where can my baby be Lord where can she be  Another day, as again it is though I want you to come back, come back, come back, baby, 'till I get enough A little pain in my heart just won't let me be Wake up at restless nights Lord and I can't even sleep  Stop this little pain in my heart  Another day as again it's rough I want you to love me, love me, love me, baby, 'till I get enough Pain in my heart, a little pain in my heart Stop this little pain in my heart Stop this little pain in my heart Someone stop this pain Someone stop this pain  ",
        "title": "Pain In My Heart"
    },
    {
        "artist": "Sammy Davis Jr.",
        "lyrics": "  In this cold world No matter where I go The clouds are all the same To them I'm just A pebble in the Sand, a face without a name  Nobody gives a hang for what I say or do But you And in the shelter of your arms I find peace and comfort and care For I am wanted there  In this cold world I struggle to survive And sometimes I would fall  You'll think someone Would lend a helping hand they'd sooner to see me crawl  Now just when life itself seems more than I can bare, your there And in the shelter of your arms I find strength and safety in them I rise and start again  Just give me one good reason To go on living To keep on trying For what I ask you for what If not for you and all your love To see me through  When times look bad The shelter of your arms will keep away each fear And this cold world Can never get me down As long as you are here  That's why I pray to god You'll never say goodbye And I will know the shelter of your arms And your love for all of my life Until the day I die  ",
        "title": "The Shelter Of Your Arms"
    },
    {
        "artist": "The Ronettes",
        "lyrics": null,
        "title": "Baby, I Love You"
    }
]