[
    {
        "artist": "Rihanna Featuring Calvin Harris",
        "lyrics": "  [Intro: Agyness Deyn]  [Verse 1: Rihanna] Yellow diamonds in the light And we're standing side by side As your shadow crosses mine What it takes to come alive  [Pre-Chorus: Rihanna] It's the way I'm feeling, I just can't deny But I've gotta let it go  [Chorus: Rihanna] We found love in a hopeless place We found love in a hopeless place We found love in a hopeless place We found love in a hopeless place  [Drop: Calvin Harris]  [Verse 2: Rihanna] Shine a light through an open door Love and life, I will divide Turn away cause I need you more Feel the heartbeat in my mind  [Pre-Chorus: Rihanna] It's the way I'm feeling, I just can't deny But I've gotta let it go  [Chorus: Rihanna] We found love in a hopeless place We found love in a hopeless place We found love in a hopeless place We found love in a hopeless place  [Bridge: Rihanna] Yellow diamonds in the light And we're standing side by side As your shadow crosses mine What it takes to come alive  [Chorus: Rihanna] We found love in a hopeless place We found love in a hopeless place We found love in a hopeless place We found love in a hopeless place  [Drop: Calvin Harris]  [Chorus: Rihanna] We found love in a hopeless place We found love in a hopeless place We found love in a hopeless place We found love in a hopeless place  ",
        "title": "We Found Love"
    },
    {
        "artist": "LMFAO",
        "lyrics": "  [Verse 1] When I walk on by, girls be looking like damn he fly I pimp to the beat, walking down the street in my new LaFreak, yeah This is how I roll, animal print, pants out control It's Redfoo with the big afro And like Bruce Leroy I got the glow  [Pre-hook  x2] Girl look at that body Girl look at that body Girl look at that body I work out Girl look at that body Girl look at that body Girl look at that body I work out  [Hook] When I walk in the spot, this is what I see Everybody stops and they staring at me I got passion in my pants and I ain't afraid to show it I'm sexy and I know it I'm sexy and I know it  [Verse 2] When I'm at the mall security just can't fight them all When I'm at the beach, I'm in a speedo trying to tan my cheeks This is how I roll, come on ladies it's time to go We headed to the bar, baby don't be nervous No shoes, no shirt, and I still get service  [Pre-hook (x2) + Hook] Girl look at that body Girl look at that body Girl look at that body I work out Girl look at that body Girl look at that body Girl look at that body I work out  [Hook] When I walk in the spot, this is what I see Everybody stops and they staring at me I got passion in my pants and I ain't afraid to show it I'm sexy and I know it I'm sexy and I know it  Wiggle, wiggle, wiggle, wiggle, wiggle, yeah Wiggle, wiggle, wiggle, wiggle, wiggle, yeah Wiggle, wiggle, wiggle, wiggle, wiggle, yeah Wiggle, wiggle, wiggle, wiggle, wiggle, yeah Do the wiggle, man! I Do the wiggle, man! I'm sexy and I know it  [Bridge x2] Girl look at that body Girl look at that body Girl look at that body I work out Girl look at that body Girl look at that body Girl look at that body I work out  I'm sexy and I know it  ",
        "title": "Sexy And I Know It"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] If you ever leave me, baby Leave some morphine at my door Cause it would take a whole lot of medication To realize what we used to have We don't have it anymore  There's no religion that could save me No matter how long my knees are on the floor, oh So keep in mind all the sacrifices I'm making To keep you by my side To keep you from walking out the door  [Chorus] Cause there'll be no sunlight If I lose you, baby There'll be no clear skies If I lose you, baby Just like the clouds My eyes will do the same if you walk away Everyday, it will rain Rain, rain  [Verse 2] I'll never be your mother's favorite Your daddy can't even look me in the eye Ooh if I was in their shoes, I'd be doing the same thing Saying there goes my little girl Walking with that troublesome guy  But they're just afraid of something they can't understand Ooh well little darling watch me change their minds Yea for you I'll try, I'll try, I'll try I'll pick up these broken pieces 'til I'm bleeding If that'll make you mine  [Chorus] Cause there'll be no sunlight If I lose you, baby There'll be no clear skies If I lose you, baby Just like the clouds My eyes will do the same if you walk away Everyday, it will rain Rain, rain  [Verse 3] Ooh Don't you say Goodbye, don't just say, goodbye I'll pick up these broken pieces 'til I'm bleeding If that'll make it right  [Chorus] Cause there'll be no sunlight If I lose you, baby There'll be no clear skies If I lose you, baby Just like the clouds My eyes will do the same if you walk away Everyday, it will rain Rain, rain  ",
        "title": "It Will Rain"
    },
    {
        "artist": "Flo Rida",
        "lyrics": "  [Chorus: Etta James] Oh, oh, sometimes I get a good feeling, yeah I get a feeling that I Never never never never had before, no no I get a good feeling, yeah Oh, oh, sometimes, I get a good feeling, yeah I get a feeling that I Never never never never had before, no no I get a good feeling, yeah  [Verse 1: Flo Rida] Yes I can, doubt better leave, I'm runnin' with this plan Pull me, grab me, crabs in the bucket can't have me I'll be the president one day January first, oh, you like that gossip? Like you the one drinking what God sip—dot com Now I gotta word for your tongue How many rolling stones you want? Yeah I got a brand new spirit Speaking it and it's done Woke up on the side of the bed like I won Talk like a winner, my chest to that sun G5 dealer, U.S. to Taiwan Now who can say that? I wanna play back Mama knew I was a needle in a hay stack A Bugatti boy, plus Maybach I got a feeling it's a rap, ASAP  [Chorus: Etta James & Flo Rida] Oh, oh, sometimes I get a good feeling, yeah I get a feeling that I Never never never never had before, no no I get a good feeling, yeah Oh, oh, sometimes, I get a good feeling, yeah I get a feeling that I Never never never never had before, no no I get a good feeling, yeah  [Verse 2: Flo Rida] The mountain top, walk on water I got power, feel so royal One second I'ma strike all you Diamond, platinum, no more for you Got adrenaline, never giving in Giving up's not an option, gotta get it in Witness, I got the heart of 20 men No fear, go to sleep in the lion's den That flow, that spark, that crown You looking at the king of the jungle now Stronger than ever, can't hold me down A hundred miles gunning from the pitcher's mound Straight game face, it's game day See me running through the crowd full of melee No trick plays, I'm Bill Gates, take a genius to understand me  [Chorus: Etta James] Oh, oh, sometimes I get a good feeling, yeah I get a feeling that I Never never never never had before, no no I get a good feeling, yeah Oh, oh, sometimes, I get a good feeling, yeah I get a feeling that I Never never never never had before, no no I get a good feeling, yeah  ",
        "title": "Good Feeling"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Verse 1] Summer after high school, when we first met We'd make out in your Mustang to Radiohead And on my 18th birthday we got matching tattoos Used to steal your parents' liquor and climb to the roof Talk about our future like we had a clue Never planned that one day I'd be losing you  [Chorus] In another life, I would be your girl We'd keep all our promises, be us against the world In another life, I would make you stay So I don't have to say you were the one that got away The one that got away  [Verse 2] I was June, and you were my Johnny Cash Never one without the other, we made a pact Sometimes when I miss you, I put those records on, woah Someone said you had your tattoo removed Saw you downtown, singing the blues It's time to face the music, I'm no longer your muse  [Chorus] In another life, I would be your girl We'd keep all our promises, be us against the world In another life, I would make you stay So I don't have to say you were the one that got away The one that got away  [Interlude] The one, the one, the one Oh, the one, the one The one that got away  [Bridge] All this money can't buy me a time machine, no Can't replace you with a million rings, no I should've told you what you meant to me, whoa 'Cause now I pay the price  [Chorus] In another life, I would be your girl We'd keep all our promises, be us against the world In another life, I would make you stay So I don't have to say you were the one that got away The one that got away  [Outro] The one In another life, I would make you stay So I don't have to say you were the one that got away The one that got away  ",
        "title": "The One That Got Away"
    },
    {
        "artist": "Jay Z Kanye West",
        "lyrics": "  No Church In The Wild feat. Frank Ocean (K. West, S. Carter, C. Njapa, M. Dean, F. Ocean, T. Nash, G. Wright, P. Manzanera. J. Brown, J. Roach) (BMI/ASCAP) Produced by 88-Keys for Keys Open Doors, LLC, Kanye West for Very Good Beats/Hip Hop since 1978, and Mike Dean for Dean’s List Productions. Frank Ocean additional vocal production by Om’Mas Keith for The Analog Genius Corporation. Recorded by Noah Goldstein, Ken Lewis and Brent Kolatalo at (The Mercer) Hotel, New York. Additional recording: Pat Thrall. Mixed by Mike Dean for Dean’s List Productions at (The Mercer) Hotel, New York. Instruments by Ken Lewis. Additional vocals: The-Dream. Contains samples from the recording “Sunshine Help Me” as performed by Spooky Tooth. Courtesy of Universal-Island Records Ltd. Used by permission. All rights reserved. Written by Gary Wright, published by Blue Mountain Music Ltd. o/b/o Catherine’s Peak Music (BMI). Contains samples from the recording “K Scope” performed by Phil Manzanera, used courtesy of EMI Records Ltd. Written by Phil Manzanera, published by Universal Music-MGB Songs (ASCAP). Contains samples from the recording “Don’t Tell A Lie About Me and I Won’t Tell The Truth About You” as performed by James Brown. Courtesy of Polydor Records, under license from Universal Music Enterprises. Used by permission. All rights reserved. Contains elements of “Don’t Tell A Lie About Me and I Won’t Tell The Truth About You” (J. Brown/J. Roach), Dynatone Publishing Co. (BMI) & Intersong-USA, Inc. (ASCAP). All rights on behalf of Dynatone Publishing Company (BMI) administered by Unichappell Music, Inc. (BMI). All rights reserved  Lift Off feat. Beyoncé (K. West, S. Carter, J. Bhasker, M. Dean, P. Williams, B. Mars, S. Samuel) (BMI/ASCAP) Produced by Kanye West for Very Good Beats/Hip Hop since 1978, Jeff Bhasker, and Mike Dean for Dean’s List Productions. Co-Produced by Q-Tip and Pharrell. Additional Production by Don Jazzy. Orchestral engineering: Pawel Sek. Recorded by Noah Goldstein at Barford Estate, Sydney, AU. Additional programming by LMFAO, Anthony Kilhoffer and Hit-Boy for Very Good Beats. Mixed by Noah Goldstein, Mike Dean, LMFAO and Anthony Kilhoffer at (The Mercer) Hotel, New York. Additional vocals: Seal, Mr Hudson, Don Jazzy, Bankulli and Ricardo Lewis. Beyoncé appears courtesy of Parkwood/Columbia Records. Seal appears courtesy of Warner Bros. Records  Ni**as In Paris (K. West, S. Carter, C. Hollis, M. Dean, W. A. Donaldson) (BMI/ASCAP) Produced by Hit-Boy for Hit-Boy Music Inc./Very Good Beats, Kanye West for Very Good Beats/Hip Hop since 1978 and Mike Dean for Dean’s List Productions. Additional Production by Anthony Kilhoffer. Recorded by Noah Goldstein at Le Meurice, Paris, France. Mixed by Anthony Kilhoffer at (The Mercer) Hotel, New York. Use of audio from the motion picture entitled ‘Blades of Glory,’ used courtesy of Paramount Pictures. Contains samples from the Reverend W. A. Donaldson recording “Baptizing Scene.” Produced under license from Atlantic Recording Corp. by arrangement with Rhino Entertainment Company, a Warner Music Group Company. Written by Reverend W. A. Donaldson, Unichappell Music, Inc. (BMI). All rights reserved  Otis feat. Otis Redding (K. West, S. Carter, H. Woods, J. Campbell, R. Connelly, K. Robinson, R. Hammond, J. Brown, J. Roach) (BMI/ASCAP) Produced by Kanye West for Very Good Beats/Hip Hop since 1978. Recorded by Noah Goldstein at (The Mercer) Hotel, New York. Mixed by Anthony Kilhoffer at (The Mercer) Hotel, New York. Additional creative input: Vincent “Dj Magnum” Biessy. Contains samples from the Otis Redding recording “Try A Little Tenderness.” Produced under license from Atlantic Recording Corp. by arrangement with Rhino Entertainment Company, a Warner Music Group Company. Written by Harry Woods, Jimmy Campbell and Reg Connelly, published by EMI Robbins Catalog Inc. (ASCAP). Contains elements of “Top Billin’” (Kirk Robinson, Roy Hammond), BMG Gold Songs/Hot Buttermilk Music, Inc. (ASCAP)/BMG Platinum Songs/First Priority Music (BMI)/Tufamerica Inc. d/b/a Swing Beat Songs (BMI). All rights reserved. Contains samples from the recording “Don’t Tell A Lie About Me and I Won’t Tell The Truth About You” as performed by James Brown. Courtesy of Polydor Records, under license from Universal Music Enterprises. Used by permission. All rights reserved. Contains elements of “Don’t Tell A Lie About Me and I Won’t Tell The Truth About You” (J. Brown/J. Roach), Dynatone Publishing Company (BMI) & Intersong-USA, Inc. (ASCAP). All rights on behalf of Dynatone Publishing Company (BMI) administered by Unichappell Music, Inc. (BMI). All rights reserved  Gotta Have It (K. West, S. Carter, P. Williams, J. Brown, J. Roach, F. Wesley, T. Pinckney) (BMI/ASCAP) Produced by The Neptunes. Co-Produced by Kanye West for Very Good Beats/Hip Hop since 1978. Recorded by Noah Goldstein and Mike Dean for Dean’s List Productions at Tribeca Grand Hotel, NYC and (The Mercer) Hotel, New York. Mixed by Mike Dean for Dean’s List Productions and Noah Goldstein at (The Mercer) Hotel, New York. Additional vocals: Kid Cudi. Kid Cudi appears courtesy of Universal Motown Records. Contains samples from the recording “Don’t Tell A Lie About Me and I Won’t Tell The Truth About You” as performed by James Brown. Courtesy of Polydor Records, under license from Universal Music Enterprises. Used by permission. All rights reserved. Contains elements of “Don’t Tell A Lie About Me and I Won’t Tell The Truth About you” (J. Brown/J. Roach), Dynatone Publishing Company (BMI) & Intersong-USA, Inc. (ASCAP). All rights on behalf of Dynatone Publishing Company (BMI) administered by Unichappell Music, Inc. (BMI). All rights reserved. Contains samples from the recording “My Thang” as performed by James Brown. Courtesy of Polydor Records, under license from Universal Music Enterprises. Used by permission. All rights reserved. Contains elements of “My Thang” (J. Brown), Dynatone Publishing Company (BMI). All rights on behalf of Dynatone Publishing Company (BMI) administered by Unichappell Music, Inc. (BMI). All rights reserved. Contains samples from the recording “People Get Up and Drive Your Funky Soul” as performed by James Brown. Courtesy of Polydor Records, under license from Universal Music Enterprises. Used by permission. All rights reserved. Contains elements of “People Get Up and Drive Your Funky Soul,” written by J. Brown, F. Wesley and T. Pinckney, published by Metro-Goldwyn-Mayer Music Inc./Donna Dijon Music Publications/Unichappell Music, Inc. (BMI)  New Day (K. West, S. Carter, R. Diggs, M. Dean, L. Bricusse, A. Newley) (BMI/ASCAP) Produced by Kanye West for Very Good Beats/Hip Hop since 1978, RZA, and Mike Dean for Dean’s List Productions. Additional production by Ken Lewis. Recorded by Noah Goldstein at Le Meurice, Paris, France and Tribeca Grand, NYC and Ken Lewis and Brent Kolatalo at (The Mercer) Hotel, New York. Mixed by Mike Dean for Dean’s List Productions at (The Mercer) Hotel, New York. Additional instruments by Ken Lewis. Additional creative input: Vincent “Dj Magnum” Biessy. Contains samples from the recording “Feeling Good” as performed by Nina Simone and Hal Mooney. Courtesy of The Verve Music Group, under license from Universal Music Enterprises. Used by permission. All rights reserved. Written by Leslie Bricusse and Anthony Newley, published by The Richmond Organization o/b/o Musical Comedy Productions (BMI)  That's My B**ch (K. West, S. Carter, K. Fareed, J. Bhasker, J. Vernon, J. Brown, B. Byrd, R. Lenhoff, J. Lordan) (BMI/ASCAP) Produced by Kanye West for Very Good Beats/Hip Hop since 1978 and Q-Tip. Co-Produced by Jeff Bhasker. Recorded by Andrew Dawson, Mike Dean for Dean’s List Productions and Anthony Kilhoffer at Avex Recording Studio, Honolulu, HI and by Noah Goldstein at Electric Lady, NYC. Assisted at Avex Recording by Gaylord Holomalia and Christian Mochizuki. Mixed by Q-Tip and Blair Wells at MSR Studios, NYC. Assistant Engineer: Chris Soper. Additional vocals: Ely Jackson, Connie Mitchell and Justin Vernon. Justin Vernon appears courtesy of Jagjaguwar Records. Contains samples from the recording “Get Up, Get Into It, Get Involved” as performed by James Brown. Courtesy of Universal Records, under license from Universal Music Enterprises. Used by permission. All rights reserved. Written by J. Brown, B. Byrd, R. Lenhoff, published by Crited Music, Inc. (BMI). All rights administered by Unichappell Music, Inc. (BMI). All rights reserved. Contains samples from the recording “Apache” as performed by Incredible Bongo Band, used courtesy of Mr. Bongo Worldwide Ltd. Written by Jeremiah Lordan and published by Regent Music Corp. (BMI)  Welcome to the Jungle (K. West, S. Carter K. Dean, M. Dean) (BMI/ASCAP/SESAC) Produced by Swizz beatz for Swizz beatz Productions. Recorded by Noah Goldstein at Tribeca Grand Hotel, NYC and (The Mercer) Hotel, New York and Ken Lewis and Brent Kolatalo at (The Mercer) Hotel, New York. Mixed by Mike Dean for Dean’s List Productions at (The Mercer) Hotel, New York. Keys: Mike Dean. Instruments by Ken Lewis. Additional vocals: Swizz Beatz, Acapella Soul  Who Gon Stop Me (K. West, S. Carter, S. Joseph, M. Dean, M. Simmonds, J. Kierkegaard) (BMI/ASCAP/PRS) Produced by Shama “Sak Pase” Joseph of the Jugganauts and Kanye West for Very Good Beats/Hip Hop since 1978. Additional Production by Mike Dean for Dean’s List Productions. Recorded by Noah Goldstein at (The Mercer) Hotel, New York. Mixed by Anthony Kilhoffer at (The Mercer) Hotel, New York. Additional vocals: Mr Hudson, Swizz Beatz and Verse Simmonds. Contains samples from “I Can’t Stop” performed by Flux Pavilion, used courtesy of Circus Records. Written by Joshua Kierkegaard and published by Sony/ATV Music Publishing (UK) Ltd. (PRS)  Murder To Excellence (K. West, S. Carter, K. Dean, L. Griffin Jr., S. Mescudi, Q. Jones, H. Mason Jr., J. Rosenbaum, C. Semenya, B. Summers, M. Modorcea, G. Modorcea) (BMI/ASCAP/SESAC) ‘Murder’ Produced by Swizz Beatz / ’Excellence’ Produced by S1 for Soul Kontrollaz Productions/Very Good Beats. Recorded by Noah Goldstein at Real World Studios, Wiltshire, UK. Assisted by Mat Arnold. Mixed by Anthony Kilhoffer at (The Mercer) Hotel, New York. Additional keys: Caleb McCampbell for S.K.P. Additional vocals: Kid Cudi. Kid Cudi appears courtesy of Universal Motown Records. Contains portions of “Celie Shaves Mr./Scarification,” written by Quincy Jones, Harvey Mason Jr., Joel Rosenbaum, Caiphus Semenya and Bill Summers, published by Universal Music Corp. o/b/o Warner Olive Music LLC (ASCAP)/Songs of Universal, Inc. o/b/o Warner-Barham Music LLC (BMI). “Celie Shaves Mr./Scarification” used courtesy of Warner Bros. Contains samples from “La La La,” written and performed by Mihaela and Gabriela Modorcea aka Indiggo Twins, ambassadors of the great Romanian tradition. Used courtesy of Imagem Sounds (ASCAP)  Made In America feat. Frank Ocean (K. West, S. Carter, S. Joseph, M. Dean, F. Ocean) (BMI/ASCAP) Produced by Shama “Sak Pase” Joseph of the Jugganauts. Frank Ocean additional vocal production by Om’Mas Keith for The Analog Genius Corporation. Additional Production by Mike Dean for Dean’s List Productions. Recorded by Noah Goldstein at (The Mercer) Hotel, New York. Mixed by Anthony Kilhoffer at (The Mercer) Hotel, New York. Violin: Laura Escudé  Why I Love You feat. Mr Hudson (K. West, S. Carter, M. Dean, P. Cerboneschi, H. Blanc-Francard, T. Camillo, M. Sawyer) (BMI/ASCAP) Produced by Mike Dean for Dean’s List Productions and Kanye West for Very Good Beats/Hip Hop since 1978. Co-Produced by Anthony Kilhoffer. Recorded by Noah Goldstein at Real World Studios, Wiltshire, UK and Barford Estate, Sydney, AU. Assisted by Mat Arnold. Mixed by Anthony Kilhoffer and Mike Dean for Dean’s List Productions at (The Mercer) Hotel, New York. Cello: Chris “Hitchcock” Chorney. Cello arranged by Mike Dean. Contains samples from “I Love You So,” performed by Cassius, used courtesy of Because Music. Written by Philippe Cerboneschi, Hubert Blanc-Francard, Tony Camillo and Mary Sawyer, published by EMI Unart Catalog Inc. (BMI)/Kama Sutra Music, Inc. (BMI)/Because Editions o/b/o itself, Headbangers Publishing, Motor Bass and Love Supreme  ~ Executive Credits ~  EXECUTIVE PRODUCERS: KANYE WEST & SHAWN CARTER CREATIVE DIRECTOR: RICCARDO TISCI ART DIRECTOR: VIRGIL ABLOH ARTWORK BY: COURTESY OF GIVENCHY BY RICCARDO TISCI © GIVENCHY ALL RIGHTS RESERVED EXECUTIVE PRODUCERS: GEE ROBERSON & KYAMBO “HIP HOP” JOSHUA FOR HIP HOP SINCE 1978 A&R: DON CRAWLEY “DON C.”, ABOU “BU” THIAM & LENNY S A&R ADMINISTRATION: TERESE JOSEPH MASTERED BY: MIKE DEAN AT (THE MERCER) HOTEL NEW YORK MANAGEMENT FOR KANYE WEST HIP HOP SINCE 1978 MANAGEMENT FOR JAY Z JOHN MENEILLY FOR ROC NATION LEGAL COUNSEL FOR KANYE WEST: DONALD PASSMAN FOR GANG, TYRE, RAMER AND BROWN, INC LEGAL COUNSEL FOR JAY Z: JENNIFER JUSTICE FOR S. CARTER ENTERPRISES COVER ARTWORK RENDERING BY: JOE ZEFF DESIGN PACKAGING ARTWORK PRODUCTION: KRISTEN YIENGST, TODD RUSSELL, ALEX HALDI & SCOTT TOWNSEND PACKAGE PRODUCTION: CAROL CORLESS DOCUMENTARIANS: MIKE CARSON & MIKE WAXX BOWEN SAMPLE CLEARANCES: ERIC WEISSMAN MUSIC LICENSING, INC BUSINESS AFFAIRS: RANDY MCMILLAN, MICHAEL SELTZER, ANTOINETTE TROTMAN & IAN ALLEN  ROC-A-FELLA RECORDS SINCE 1996 ROC NATION HIP HOP SINCE 1978 THE HEAVY HITTERS  ® © 2011 ROC-A-FELLA RECORDS, LLC. SHAWN CARTER MANUFACTURED AND MARKETED BY THE ISLAND DEF JAM MUSIC GROUP 825 EIGHTH AVENUE NEW YORK NEW YORK 10019 DISTRIBUTED BY UNIVERSAL MUSIC DISTRIBUTION ALL RIGHTS RESERVED  WWW.WATCHTHETHRONE.COM WWW.KANYEWEST.COM WWW.LIFEANDTIMES.COM  ",
        "title": "Ni**as in Paris"
    },
    {
        "artist": "Adele",
        "lyrics": "  [Verse 1] I heard that you're settled down That you found a girl and you're married now I heard that your dreams came true Guess she gave you things I didn't give to you Old friend, why are you so shy? Ain't like you to hold back or hide from the light  [Pre-Chorus] I hate to turn up out of the blue, uninvited But I couldn't stay away, I couldn't fight it I had hoped you'd see my face And that you'd be reminded that for me it isn't over  [Chorus] Never mind, I'll find someone like you I wish nothing but the best for you two \"Don't forget me,\" I beg \"I'll remember,\" you said Sometimes it lasts in love, but sometimes it hurts instead Sometimes it lasts in love, but sometimes it hurts instead  [Verse 2] You know how the time flies Only yesterday was the time of our lives We were born and raised in a summer haze Bound by the surprise of our glory days  [Pre-Chorus] I hate to turn up out of the blue, uninvited But I couldn't stay away, I couldn't fight it I had hoped you'd see my face And that you'd be reminded that for me it isn't over  [Chorus] Never mind, I'll find someone like you I wish nothing but the best for you two \"Don't forget me,\" I beg \"I'll remember,\" you said Sometimes it lasts in love, but sometimes it hurts instead  [Bridge] Nothing compares, no worries or cares Regrets and mistakes, they're memories made Who would have known how bittersweet this would taste?  [Breakdown] Never mind, I'll find someone like you I wish nothing but the best for you \"Don't forget me,\" I beg \"I'll remember,\" you said Sometimes it lasts in love, but sometimes it hurts instead  [Chorus] Never mind, I'll find someone like you I wish nothing but the best for you two \"Don't forget me,\" I beg \"I'll remember,\" you said Sometimes it lasts in love, but sometimes it hurts instead Sometimes it lasts in love, but sometimes it hurts instead  ",
        "title": "Someone Like You"
    },
    {
        "artist": "David Guetta Featuring Usher",
        "lyrics": null,
        "title": "Without You"
    },
    {
        "artist": "Maroon 5 Featuring Christina Aguilera",
        "lyrics": "  [Verse 1: Adam Levine] Just shoot for the stars, if it feels right Then aim for my heart, if you feel like And take me away Make it okay I swear I'll behave You wanted control, so we waited I put on a show, now we're naked You say I'm a kid My ego is big I don't give a shit And it goes like this  [Chorus: Adam Levine] Take me by the tongue and I'll know you Kiss me till you're drunk and I'll show you All the moves like Jagger I've got the moves like Jagger I've got the mooooooves like Jagger I don't need try to control you Look into my eyes and I'll own you With them the moves like Jagger I've got the moves like Jagger I've got the moooooooves like Jagger  [Verse 2: Adam Levine] Baby, it's hard, when you feel like You're broken and scarred, nothing feels right But when you're with me I make you believe That I've got the key So get in the car, you can ride it Wherever you want, get inside it And you want to steer But I'm shifting gears I'll take it from here And it goes like this  [Chorus: Adam Levine] Take me by the tongue and I'll know you Kiss me till you're drunk and I'll show you All the moves like Jagger I've got the moves like Jagger I've got the mooooooves like Jagger I don't need try to control you Look into my eyes and I'll own you With them the moves like Jagger I've got the moves like Jagger I've got the moooooooves like Jagger  [Bridge: Christina Aguilera & Adam Levine] You wanna know, how to make me smile? Take control, own me just for the night And if I share my secret You're gonna have to keep it Nobody else can see this So watch and learn, I won't show you twice Head to toe, ooh baby, rub me right And if I share my secret You're gonna have to keep it Nobody else can see this And it goes like this  [Chorus: Adam Levine] Take me by the tongue and I'll know you Kiss me till you're drunk and I'll show you All the moves like Jagger I've got the moves like Jagger I've got the mooooooves like Jagger I don't need try to control you Look into my eyes and I'll own you With them the moves like Jagger I've got the moves like Jagger I've got the moooooooves like Jagger  [Outro] With them the moves like Jagger I've got the moves like Jagger I've got the moves, like Jagger  ",
        "title": "Moves Like Jagger"
    },
    {
        "artist": "T-Pain Featuring Wiz Khalifa & Lily Allen",
        "lyrics": "  [Hook: Lily Allen] It's 5 o' clock in the morning Conversation got boring You said you'd go into bed soon So I snuck off to your bedroom And I thought I'd just wait there Until I heard you come up the stairs And I pretended I was sleeping... And I was hoping you would creep in  [T Pain] It's 5 o'clock in the morning, and I want ya And you want me, don't ya? I can see it cause you've been waiting on me Since I said that I was hitting in the club Sun be coming up on me And I know you be getting so horny Cause you be sending me texts Like boy just get your ass up in that car And come get all of this love  It's 5 o'clock in the morning You ain't got to remind me She already said if I don't come on time She might go crazy And she'll be waiting on me naked With one of my chains on She might come and find me And then ask me kindly Do I want her to go crazy? We do this every night And yet we wake up singing the same song  [Hook: Lily Allen]  [T-Pain] It's 5 o'clock in the morning And you calling And these females got me stalling I can hear your voice in my head like \"What is he doing?\" Cause I keep checking my cell phone And these missed calls You texting me like I'mma kill y'all If you don't get your ass up out of that club And do you know what time it is (It's 5 o'clock in the morning) and my bad, girl And this Nuvo got me trippin And I know that you mad, girl But you ain't got to worry about nothing Girl I got you, girl I got you She might come and find me, and then ask me kindly I don't want her to go crazy We do this every night and then we always wake up singing the same song  [Hook: Lily Allen]  [Wiz Khalifa] You ain't got nothing on But the t-shirt that I left over your house The last time I came and put it on ya Too many thirsty girls up in this club for me to Leave here with one of them That's why I call her And you'll be right at home waiting for me Iphone plugged in the wall, just waiting for me Club closed at 6, left around 4:30 Yeah so by the time I'm at your crib.. (It’s 5′O Clock in the morning) And you yawning, but I’ve been drinking all night and I feel like performing With you in the bedroom Floor to the dresser Dont want nothing less cause I’m sure you’re the best You’re the one, So I let you Thats how you show me love And when we finish you like “damn, babe you woke me up” I like you way you put it down likes its for both of us The sun ain't the only thing thats coming up  [Hook]  ",
        "title": "5 O'Clock"
    },
    {
        "artist": "Gym Class Heroes Featuring Adam Levine",
        "lyrics": "  [Hook: Adam Levine] My heart's a stereo It beats for you, so listen close Hear my thoughts in every note Oh, oh Make me your radio (Yeah) And turn me up when you feel low (Turn it up a little bit) This melody was meant for you (Right there) To sing along to my stereo Gym Class Heroes, baby!  [Verse 1: Travie McCoy] If I was just another dusty record on the shelf Would you blow me off and play me like everybody else? If I ask you to scratch my back, could you manage that? Like yikky-yeah check it Travie, I can handle that Furthermore, I apologize for any skipping tracks It's just the last girl that played me left a couple cracks I used to, used to, used to, used to, now I'm over that Cause holding grudges over love is ancient artifacts  [Pre-Hook 1: Travie McCoy] If I could only find a note to make you understand I’d sing it softly in your ear and grab you by the hand Just keep it stuck inside your head, like your favorite tune And know my heart's a stereo that only plays for you  [Hook: Adam Levine] My heart's a stereo It beats for you, so listen close Hear my thoughts in every note (Yeah) Oh, oh (Yeah, yeah, come on) Make me your radio (Uh-uh) And turn me up when you feel low (Turn it up) This melody was meant for you To sing along to my stereo (Oh, oh oh oh, oh, oh oh oh) To my stereo (Oh, oh oh, oh) To sing along to my stereo Let's go!  [Verse 2: Travie McCoy] If I was an old school, fifty pound boombox (Remember them?) Would you hold me on your shoulder, wherever you walk? Would you turn my volume up in front of the cops? (Turn it up) And crank it higher every time they told you to stop And all I ask is that you don't get mad at me When you have to purchase mad D batteries Appreciate every mixtape your friends make You never know, we come and go like on the interstate  [Pre-Hook 2: Travie McCoy] I think I finally found a note to make you understand If you could hit it, sing along and take me by the hand Just keep it stuck inside your head, like your favorite tune You know my heart's a stereo that only plays for you  [Hook: Adam Levine] My heart's a stereo (Yeah) It beats for you, so listen close (Listen) Hear my thoughts in every note Oh, oh (Oh, oh) Make me your radio (Come on) And turn me up when you feel low (Turn it up) This melody was meant for you To sing along to my stereo (Sing along like) (Oh, oh oh oh, oh, oh oh oh) To my stereo (Oh, oh oh, oh) To sing along to my stereo  [Bridge: Adam Levine and Travie McCoy] I only pray you never leave me behind (Never leave me) Because good music can be so hard to find (So hard to find) I take your hand and hold it closer to mine (Yeah) Thought love was dead, but now you're changing my mind (Yeah, yeah, come on)  [Hook: Adam Levine] My heart's a stereo (Yeah) It beats for you, so listen close Hear my thoughts in every note Oh, oh (Oh, oh, oh) Make me your radio (Uh-uh) And turn me up when you feel low (Turn it up) This melody was meant for you To sing along to my stereo  [Outro] (Oh, oh oh oh, oh, oh oh oh) To my stereo (Yeah, yeah) (Oh, oh oh, oh) It's your boy Travie Gym Class Heroes, baby To sing along to my stereo Yeah!  ",
        "title": "Stereo Hearts"
    },
    {
        "artist": "Big Sean Featuring Nicki Minaj",
        "lyrics": "  [Chorus: Big Sean] Ass ass ass ass ass Ass ass ass ass ass ass ass ass Ass ass ass ass ass ass ass ass Stop! Now make that motherfucker hammer time like Go stupid, go stupid, go stupid  [Verse 1: Big Sean] Wobble-dy wobble-dy wa wobble wobble I’m st-stacking my paper my wallet look like a bible I got girlies half naked that shit look like the grotto How your waist anorexic and then your ass is colossal Drop that ass make it boomerang Take my belt off, bitch I’m Pootie Tang Tippy tow tippy tay you gon' get a tip today Fuck that you gonna get some dick today I walk in with my crew and I’m breaking they necks I’m looking all good I’m making her wet They pay me respect they pay me in checks And if she look good she pay me in sex (do it) Bounce that ass (ass) it’s the roundest You the best, you deserve a crown bitch, right on that ass  [Chorus: Big Sean] Ass ass ass ass ass Ass ass ass ass ass ass ass ass Ass ass ass ass ass ass ass ass Stop! Now make that motherfucker hammer time like Go stupid, go stupid, go stupid  [Verse 2: Nicki Minaj] Wobbledy wobble, wo-wo-wobble, wobbin’ Ass so fat, all these bitches’ pussies is throbbin’ Bad bitches, I’m your leader, Phantom by the meter Somebody point me to the best ass-eater Tell 'im \"Pussy clean!\" I tell them \"Pussy squeaky!\" Niggas give me brain ’cause all of them niggas geeky If he got a mandingo, then I buy him a dashiki And bust this pussy open in the islands of Waikiki Kiss my ass and my anus, ’cause it’s finally famous And it’s finally soft, yeah, it’s finally solved! I don’t know, man, guess them ass shots wore off! Bitches ain’t poppin’, Google, my ass Only time you on the net is when you Google my ass Y-y-you fuckin’ little whores, fu-fuckin’ up my decors Couldn’t get Michael Kors if you was fuckin’ Michael Kors B-B-Big Sean, b-boy, how big is you? Give me all your money and give me all your residuals Then slap it on my ass, ass, ass…  [Chorus: Both Big Sean & Nicki Minaj] Ass ass ass ass ass Ass ass ass ass ass ass ass ass Ass ass ass ass ass ass ass ass Stop! Now make that motherfucker hammer time like Go stupid, go stupid, go stupid H-h-h-h-h-hammer time  [Bridge: Big Sean] Woah, white girls, black girls, tall girls, fat girls Shake that ass shake that ass, shake that ass Shake that ass, shake that Ass, shake that ass Go, go Short girls, small girls, skinny girls, all girls Shake that ass shake that ass, shake that ass Shake that ass, shake that Ass, shake that ass And I want all of that  [Chorus: Big Sean] Ass ass ass ass ass Ass ass ass ass ass ass ass ass Ass ass ass ass ass ass ass ass Stop! Now make that motherfucker hammer time like Go stupid, go stupid, go stupid Go stupid!  ",
        "title": "Dance (A$$)"
    },
    {
        "artist": "Adele",
        "lyrics": "  [Produced by Fraser T Smith]  [Verse 1] I let it fall, my heart And as it fell you rose to claim it It was dark and I was over Until you kissed my lips and you saved me  My hands, they're strong But my knees were far too weak To stand in your arms Without falling to your feet  [Pre-Chorus] But there's a side to you That I never knew, never knew All the things you'd say They were never true, never true And the games you play You would always win, always win  [Hook 1] But I set fire to the rain Watched it pour as I touched your face Well, it burned while I cried 'Cause I heard it screaming out your name, your name  [Verse 2] When I lay with you I could stay there Close my eyes Feel you here forever You and me together Nothing is better  [Pre-Chorus] 'Cause there's a side to you That I never knew, never knew All the things you'd say They were never true, never true And the games you play You would always win, always win  [Hook 1] But I set fire to the rain Watched it pour as I touched your face Well, it burned while I cried 'Cause I heard it screaming out your name, your name  [Hook 2] I set fire to the rain And I threw us into the flames Where I felt something die 'Cause I knew that there was the last time, the last time!  [Bridge] Sometimes I wake up by the door That heart you caught must be waiting for you Even now when we're already over I can't help myself from looking for you  [Hook 1] I set fire to the rain Watched it pour as I touched your face Well, it burned while I cried 'Cause I heard it screaming out your name, your name  [Hook 2] I set fire to the rain And I threw us into the flames Where I felt something die 'Cause I knew that there was the last time, the last time!  [Outro] Oh oh ohhhh Let it burn Oh oh ohhhh Let it burn Let it burn  ",
        "title": "Set Fire To The Rain"
    },
    {
        "artist": "J. Cole",
        "lyrics": "  [Intro] Straight up, now tell me Do you really wanna love me forever? (oh oh oh) Or is it just a hit-and-run? (Work out for me, work out for me)  [Hook] Aye, we've got a good thing Don’t know if I’ma see you again But is that a good thing? 'Cause girl, I can’t be your man, no ma'am I know what's on your brain You probably hoped it never would end Like, \"Is it the real thing Or is it just a one-night stand?\" Well then  [Bridge] Let me see you get high, then go low Now, girl, won't you drop that thing down to the floor? I’m here for one night, how far will you go? I wanna see you (work out for me, work out for me) High, then go low Now, girl, won't you drop that thing down to the floor? I’m here for one night, how far will you go? I wanna see you (work out for me, work out for me)  [Verse 1] She like them boys with the big ol' chains Ridin' around town in a big ol' Range I knew her when I rocked big ol' jeans Now the little nigga doin' big ol' thangs Would you look at that? I came back for her Just to give it to ya, like you asked for it Man, that thing in them jeans too fat for her Rebounds so I caught her off the backboard I told her: \"Baby girl, come here Know I run the town even when I ain't from there.\" And I brag hardly, but just to show up at this party I made what yo' nigga make in one year That's unfair, but so is life Take a chance, roll the dice Money can’t buy you love, 'cause it’s overpriced Don’t overthink, just hope it's right I’m only here for the night  [Hook] Aye, we've got a good thing Don’t know if I’ma see you again But is that a good thing? 'Cause girl, I can’t be your man, no ma'am I know what's on your brain You probably hoped it never would end Like, \"Is it the real thing Or is it just a one-night stand?\" Well then  [Bridge] Let me see you get high, then go low Now, girl, won't you drop that thing down to the floor? I’m here for one night, how far will you go? I wanna see you (work out for me, work out for me) High, then go low Now, girl, won't you drop that thing down to the floor? I’m here for one night, how far will you go? I wanna see you (work out for me, work out for me)  [Verse 2] Carolina Blue kicks, fresh on the scene Hottest nigga on the block Damn, girl, you're mean They be startin' shit, but it’s yo' world On my Martin shit: \"You go, girl!\" She bad and she know it Some niggas save hoes, I’m not that heroic Could you be my escort? 'Cause just like them two-door Fords Damn, they don’t make 'em like you no more Cole World, real Cole World Them boys cool—me, I’m on fire Know what's on my mind Tryna see what's on yours tonight, tonight, tonight Move slow, 'cause you wanna live fast Up late so you'll probably skip class Life is a test so before the night pass, get right, get right  [Hook] Aye, we've got a good thing Don’t know if I’ma see you again But is that a good thing? 'Cause girl, I can’t be your man, no ma'am I know what's on your brain You probably hoped it never would end Like, \"Is it the real thing Or is it just a one-night stand?\" Well then (Cole World)  [Outro] Straight up, now tell me Do you really wanna love me forever? (oh oh oh) Or is it just a hit-and-run? Straight up, I tell ya I just really wanna cut when we together (oh oh oh) Come here, girl, let's get it on! Straight up, now tell me Do you really wanna love me forever? (oh oh oh) Or is it just a hit-and-run? Straight up, I tell ya I just really wanna cut when we together (oh oh oh) Come here, girl, let's get it on!  ",
        "title": "Work Out"
    },
    {
        "artist": "LMFAO Featuring Lauren Bennett & GoonRock",
        "lyrics": "  [Intro] Party Rock Yeah Wooo! Let's go!  [Hook: LMFAO] Party rock is in the house tonight Everybody just have a good time And we gon' make you lose your mind Everybody just have a good time Party rock is in the house tonight Everybody just have a good time And we gon' make you lose your mind Everybody just have a good time We just wanna see you... Shake that!  [Verse 1: LMFAO] In the club: party rock Looking for your girl? She on my jock Non stop when we in the spot Booty moving weight like she on the block Where the drank? I gots to know Tight jeans, tattoo, cause I'm rock and roll Half-black, half-white: domino Gainin' money. Oprah, dough Yoooo!! I’m running through these hoes like Drano I got that devilish flow rock and roll no halo, we party rock! Yeah, that’s the crew that I’m repping On the rise to the top, no lead in our zeppelin, hey!!!  [Hook: LMFAO] Party rock is in the house tonight Everybody just have a good time And we gon' make you lose your mind Everybody just have a good time Party rock is in the house tonight Everybody just have a good time And we gon' make you lose your mind Everybody just have a good time We just wanna see you... Shake that!  Every day I’m shufflin' Shufflin', shufflin'  [Verse 2: LMFAO] Step up fast and be the first girl to make me throw this cash We get money don’t be mad, now stop - hatin' is bad One more shot for us (Another round!) Please fill up my cup (Don’t mess around!) We just wanna see (You shake it now!) Now you wanna be (You're naked now!)  [Bridge: Lauren Bennett] Get up get down put your hands up to the sound Get up get down put your hands up to the sound Get up get down put your hands up to the sound Put your hands up to the sound Put your hands up to the sound Get up, get up, get up Get up, get up, get up Put your hands up to the sound To the sound Put your hands up  [Hook: LMFAO] Party rock is in the house tonight Everybody just have a good time And we gon' make you lose your mind Everybody just have a good time Party rock is in the house tonight Everybody just have a good time And we gon' make you lose your mind Everybody just have a good time We just wanna see you... Shake that!  Ooooh, ooooh Ooooh, ooooh Everyday I'm shu-shufflin'  ",
        "title": "Party Rock Anthem"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Produced by Boi-1da and Noah \"40\" Shebib]  [Verse 1] I might be too strung out on compliments Overdosed on confidence Started not to give a fuck and stopped fearin' the consequence Drinkin' every night because we drink to my accomplishments Faded way too long, I'm floatin' in and out of consciousness And they sayin' I'm back, I'd agree with that I just take my time with all this shit, I still believe in that I had someone tell me I fell off, ooh, I needed that And they want to see me pick back up, well, where'd I leave it at? I know I exaggerated things, now I got it like that Tuck my napkin in my shirt, ‘cause I'm just mobbin' like that You know good and well that you don't want a problem like that You gon' make someone around me catch a body like that No, don't do it, please don't do it ‘Cause one of us goes in, and we all go through it And Drizzy got the money, so Drizzy gonna pay it Those my brothers, I ain't even gotta say it That's just something they know  [Chorus] They know, they know, they know They know, they know, they know They know, they know, they know Yeah, they know, yeah That the real is on the rise Fuck them other guys I even gave 'em a chance to decide Now it's something they know They know, they know, they know  [Verse 2] I be yellin' out, \"Money over everything! Money on my mind!\" Then she wanna ask when it got so empty Tell her I apologize, happened over time She says they miss the old Drake, girl, don't tempt me If they don't get it, they'll be over you That new shit that you got is overdue You better do what you supposed to do I'm like, \"Why I gotta be all that?\" But still I can't deny the fact that it's true Listening to you expressin' all them feelings Soap opera rappers, all these niggas sound like All My Children And that's who you thinkin' is about to come and make a killin' I guess it really is just me, myself and all my millions You know that they ain't even got it like that You gon' hype me up and make me catch a body like that ‘Cause I live for this, it isn't just a hobby like that When they get my shit and play it I ain't even gotta say it, they know  [Chorus] They know, they know, they know They know, they know, they know They know, they know, they know Yeah, they know, yeah That the real is on the rise Fuck them other guys I even gave 'em a chance to decide Now it's something they know They know, they know, they know  [Outro] I be yelling out \"Money over everything!\" \"Money on my mind!\" Tell them I apologize, it happened over time They know They know, they know, they know They know, they know, they know They know, they know, they know Yeah…  [Skit] I heard once that they would rather hear about memories than enemies Rather hear what was or will be than what is Rather hear how you got it over, how much it cost you Rather hear about findin' yourself than how you lost you Rather you make this an open letter About family and struggle and it takin' forever About hearts that you’ve broken and ties that you’ve severed No doubt in my mind, that’ll make them feel better  ",
        "title": "Headlines"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  Hey, one, two, three  [Verse 1] Now, red Solo cup is the best receptacle For barbecues, tailgates, fairs, and festivals And you, sir, do not have a pair of testicles If you prefer drinking from glass Hey, red Solo cup is cheap and disposable And in 14 years, they are decomposable And unlike my home, they are not foreclosable Freddy Mac can kiss my ass Whoo!  [Hook] Red Solo cup I fill you up Let's have a party Let's have a party I love you, red Solo cup I lift you up Proceed to party Proceed to party  [Verse 2] Now, I really love how you're easy to stack But I really hate how you're easy to crack Cause when beer runs down in front of my pack Well, that, my friends, is quite yucky But I have to admit that the ladies get smitten Admiring at how sharply my first name is written On you with a Sharpie when I get to hitting On them to help me get lucky  [Hook] Red Solo cup I fill you up Let's have a party Let's have a party I love you, red Solo cup I lift you up Proceed to party Proceed to party  [Verse 3] Now, I've seen you in blue and I've seen you in yellow But only you, red, will do for this fellow Cause you are the Abbott to my Costello And you are the Fruit to my Loom Red Solo cup, you're more than just plastic You're more than amazing, you're more than fantastic And believe me that I am not the least bit sarcastic When I look at you and say  Red Solo cup, you're not just a cup (No! No! No! God, no! ) You're my-you're my (Friend?) friend (Friend, friend, friend,life-long) Thank you for being my friend  [Hook] Red Solo cup (That's what I am talking about) I fill you up Let's have a party (Let's have a party) Let's have a party (Let's have a party) I love you, red Solo cup I lift you up Proceed to party Proceed to party  Red Solo cup Red Solo cup (I fill you up, let's have a party) Let's have a party (Let's have a party) Let's have a party (Red Solo cup) Oh red Solo cup (I lift you up) Let's have a party Proceed to party yeah yeah  (Solo cup, solo cup, solo cup) (Solo cup, solo cup, solo cup) (Solo cup, solo cup)  ",
        "title": "Red Solo Cup"
    },
    {
        "artist": "Snoop Dogg & Wiz Khalifa Featuring Bruno Mars",
        "lyrics": "  [Hook: Bruno Mars] So what we get drunk? So what we smoke weed? We’re just having fun We don’t care who sees So what we go out? That’s how its supposed to be Living young and wild and free  [Verse 1: Wiz Khalifa] So what I keep ‘em rolled up? Saggin’ my pants, not caring what I show Keep it real with my niggas Keep it player for these hoes It look clean don't it? Washed it the other day, watch how you lean on it Give me some 501 jeans on it Roll joints bigger than King Kong’s fingers And smoke them hoes down ’til they stingers You a class clown and if I skip for the day I’m with your bitch smokin’ grade A  [Verse 2: Snoop Dogg] You know what? It’s like I’m 17 again Peach fuzz on my face Lookin’, on the case Tryna find a hella taste Oh my god, I’m on the chase, Chevy It's gettin’ kinda heavy, relevant, sellin’ it Dippin’ away, time keeps slippin’ away Zip in the safe, flippin’ for pay Tippin’ like I’m drippin’ in paint Up front, four blunts, like, “Khalifa put the weed in a J”  [Hook: Bruno Mars] So what we get drunk? So what we smoke weed? We’re just having fun We don’t care who sees So what we go out? That’s how its supposed to be Living young and wild and free  [Verse 3: Wiz Khalifa & Snoop Dogg] And I don't even care Cause if me and my team in there There's gonna be some weed in the air Tell 'em Mac Blowin' everywhere we goin' and now you knowin' When I step right up, get my lighter so I can light up That's how it should be done Soon as you thinkin' you're down Find how to turn things around Now things are lookin' up From the ground up, pound up, this Taylor Gang So turn my sound up and mount up and do my thang Now I'm chillin', fresh outta class, feelin' Like I'm on my own and I could probably own a building Got my own car, no job, no children Had a science project, me and Mac killed it T-H-C, M-A-C, D-E-V, H-D-3, high as me This is us, we gon' fuss And we gon' fight and we gon' roll And live off life  [Hook: Bruno Mars] So what we get drunk? So what we smoke weed? We’re just having fun We don’t care who sees So what we go out? That’s how its supposed to be Living young and wild and free  [Bridge: Wiz Khalifa] Yea, roll one, smoke one When you live like this you’re supposed to party Roll one, smoke one, and we all just having fun So we just, roll one, smoke one When you live like this you’re supposed to party Roll one, smoke one, and we all just having fun  [Hook: Bruno Mars] So what we get drunk? So what we smoke weed? We’re just having fun We don’t care who sees So what we go out? That’s how its supposed to be Living young and wild and free  ",
        "title": "Young, Wild & Free"
    },
    {
        "artist": "Foster The People",
        "lyrics": "  [Verse 1] Robert's got a quick hand He'll look around the room, he won't tell you his plan He's got a rolled cigarette Hanging out his mouth, he's a cowboy kid Yeah, he found a six-shooter gun In his dad's closet, in the box of fun things I don't even know what But he's coming for you, yeah, he's coming for you  [Hook] All the other kids with the pumped up kicks You better run, better run, outrun my gun All the other kids with the pumped up kicks You better run, better run, faster than my bullet All the other kids with the pumped up kicks You better run, better run, outrun my gun All the other kids with the pumped up kicks You better run, better run, faster than my bullet  [Verse 2] Daddy works a long day He be coming home late, and he's coming home late And he's bringing me a surprise 'Cause dinner's in the kitchen and it's packed in ice I've waited for a long time Yeah, the sleight of my hand is now a quick-pull trigger I reason with my cigarette And say, \"Your hair's on fire, you must've lost your wits\", yeah  [Hook] All the other kids with the pumped up kicks You better run, better run, outrun my gun All the other kids with the pumped up kicks You better run, better run, faster than my bullet All the other kids with the pumped up kicks You better run, better run, outrun my gun All the other kids with the pumped up kicks You better run, better run, faster than my bullet  [Bridge] Run, run, run, run Run, run, run – run, run, run Run, run, run – run, run, run Run, run – run, run Run, run, run, run, run!  [Hook] All the other kids with the pumped up kicks You better run, better run, outrun my gun All the other kids with the pumped up kicks You better run, better run, faster than my bullet All the other kids with the pumped up kicks You better run, better run, outrun my gun All the other kids with the pumped up kicks You better run, better run, faster than my bullet All the other kids with the pumped up kicks You better run, better run, outrun my gun All the other kids with the pumped up kicks You better run, better run, faster than my bullet  ",
        "title": "Pumped Up Kicks"
    },
    {
        "artist": "Cobra Starship Featuring Sabi",
        "lyrics": "  [Intro] La na na na na La na na na na La na na na na La na na na na  [Verse 1: Gabe Saporta] Girl I've been all over the world Looking for you I'm known for taking what I think I deserve And you're overdue And if you listen you can hear me through the radio In that bright white noise What I been missing in my life That I been dreaming of You'll be that girl You'll be that girl You'll be  [Pre-Chorus: Sabi] Everything you want so let me get up there I'm the baddest baby in the atmosphere Tell me what you want so we can do just what you like  [Chorus] You make me feel that La na na na na You make me feel so La na na na na You make me feel that La na na na na You make me feel so La na na na na You, you make me feel that  [Verse 2: Gabe Saporta] Get a little closer to me girl And you'll understand Cause if you want a guy that knows what you need Well, then I'm your man And if I listen I can hear you through my radio In that bright white noise What I been missing in my life What I been dreaming of You'll be that girl You'll be that girl You'll be  [Pre-Chorus: Gabe Saporta] Everything you want so let me get up there I'm the baddest baby in the atmosphere Tell me what you want so we can do just what you like  [Chorus] You make me feel so La La La La La You make me feel so La La La La La You make me feel so La La La La La You make me feel so La La La La La You, you make me feel so  [Chorus] You make me feel so La La La La La You make me feel so La La La La La You make me feel so La La La La La You make me feel so La La La La La You, you make me feel so  [Bridge: Gabe Saporta and Sabi] Put your hands up Put your hands up Let the lights drop Let the lights drop Make my world stop Make my world stop La La La La La La La La La La  [Chorus] You make me feel so La La La La La You make me feel so La La La La La You make me feel so La La La La La You make me feel so La La La La La You, you make me feel so  [Chorus] You make me feel so La La La La La You make me feel so La La La La La You make me feel so La La La La La You make me feel so La La La La La You, you make me feel so  ",
        "title": "You Make Me Feel..."
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  Mr. Know-It-All Well ya, you think you know it all But ya don't know a thing at all Ain't it, ain't it something y'all When somebody tells you something 'bout you Think that they know you more than you do So you take it down another pill to swallow  Mr. Bring-Me-Down Well ya, ya like to bring me down, don't you? But I ain't laying down, baby, I ain't goin' down Can't nobody tell me how it's gonna be Nobody gonna make a fool outta me Baby, you should know that I lead not follow  Oh you think that you know me, know me That's why I'm leaving you lonely, lonely 'Cause baby you don't know a thing about me You don't know a thing about me  You ain't got the right to tell me When and where to go, no right to tell me Acting like you own me lately Yeah baby you don't know a thing about me You don't know a thing about me  Mr. Play-Your-Games Only got yourself to blame When you want me back again But I ain't falling back again 'Cause I'm living my truth without your lies Let's be clear baby this is goodbye I ain't coming back tomorrow  Oh you think that you know me, know me That's why I'm leaving you lonely, lonely 'Cause baby you don't know a thing about me You don't know a thing about me  You ain't got the right to tell me When and where to go, no right to tell me Acting like you own me lately Yeah baby you don't know a thing about me You don't know a thing about me  So what? You've got the world at your feet And you know everything about everything But you don't You still think I'm coming back But baby you'll see  Oh you think that you know me, know me That's why I'm leaving you lonely, lonely 'Cause baby you don't know a thing about me You don't know a thing about me  You ain't got the right to tell me When and where to go, no right to tell me Acting like you own me lately Yeah baby you don't know a thing about me You don't know a thing about me  Mr. Know-It-All Well ya, you think you know it all But ya don't know a thing at all Ain't it, yeah baby you don't know a thing about me You don't know a thing about me  ",
        "title": "Mr. Know It All"
    },
    {
        "artist": "Gavin DeGraw",
        "lyrics": "  [Verse 1] Dreams: that's where I have to go To see your beautiful face anymore I stare at a picture of you and listen to the radio Hope ,hope there's a conversation We both admit we had it good But until then it's alienation, I know That much is understood And I realize  [Chorus] If you ask me how I'm doing I would say I'm doing just fine I would lie and say that you're not on my mind But I go out and I sit down at a table set for two And finally I'm forced to face the truth No matter what I say I'm  not over you (not over you)  [Verse 2] Damn, damn girl you do it well And I thought you were innocent Took this heart and put it through hell But still you're magnificent I I'm a boomerang, doesn't matter how you throw me I turn around and I'm back in the game Even better than the old me But I'm not even close without you  [Chorus] If you ask me how I'm doing I would say I'm doing just fine I would lie and say that you're not on my mind But I go out and I sit down at a table set for two And finally I'm forced to face the truth No matter what I say I'm not over you  [Bridge] And if I had the chance to renew You know there isn't a thing I wouldn't do I could get back on the right track But only if you'd be convinced So until then...  [Chorus] If you ask me how I'm doing I would say I'm doing just fine I would lie and say that you're not on my mind But I go out and I sit down at a table set for two And finally I'm forced to face the truth No matter what I say I'm not over you Not over you Not over you Not over you  ",
        "title": "Not Over You"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": "  [Verse 1] Girl I know I don’t know you But your pretty little eyes so blue Are pulling me in Like the moon on your skin I’m so glad you trusted me To slide up on this dusty seat And let your hair down Get out of town  [Pre-Chorus 1] Got the stars coming out over my hood And all I know now is it's going good  [Chorus] You got your hands up You’re rocking in my truck You got the radio on You’re singing every song I’m set on cruise control I’m slowly losing hold Of everything I got You’re looking so damn hot  [Post-Chorus] And I don’t know what road we’re on Or where we’ve been From staring at you girl All I know is I don’t want this night to end  [Verse 2] Going to cuss the morning when it comes 'Cause I know that the rising sun Ain’t no good for me 'Cause you’ll have to leave Going to make the most of every mile Do anything to make your smile Land on my lips Get drunk on your kiss  [Pre-Chorus 2] Clock on the dash says 3:35 There’s plenty of gas and the night’s still alive  [Chorus] You got your hands up You’re rocking in my truck You got the radio on You’re singing every song I’m set on cruise control I’m slowly losing hold Of everything I got You’re looking so damn hot  [Post-Chorus] And I don’t know what road we’re on Or where we’ve been From staring at you girl All I know is I don’t want this night to end  [Instrumental Break]  [Chorus] You got your hands up You’re rocking in my truck You got the radio on You’re singing every song I’m set on cruise control I’m slowly losing hold Of everything I got You’re looking so damn hot  [Post-Chorus] And I don’t know what road we’re on Or where we’ve been From staring at you girl All I know is I don’t want this night to end I don’t want this night to end No I don’t want this night to end  ",
        "title": "I Don't Want This Night To End"
    },
    {
        "artist": "Drake Featuring Nicki Minaj",
        "lyrics": "  [Verse 1: Drake] I like a woman with a future and a past A little attitude problem all good, it’ll make the shit last Don’t make it too easy, girl, don’t take it too fast Yeah, that's it right there That's it, do it just like that Only you can do it just like that And I love it when your hair still Wet cause you just took a shower Running on a treadmill and only eating salad Sound so smart like you graduated college Like you went to Yale but you probably went to Howard Knowing you, weekend in Miami trying to study by the pool Couple things due but you always get it done Might've been a time when I loved her too But you take that away and you’ve always been the one One, I wonder why the moon looks nice, girl Maybe it’s just right for the night You said niggas coming on too strong, girl They want you in their life as a wife That's why you want to have no sex, why you want to protest Why you want to fight for your right Cause you don’t love them boys Pussy run everything, fuck that noise  [Chorus] I know things get hard, but girl, you got it Girl, you got it, there you go Can’t you tell by how they looking at you everywhere you go? Wondering what's on your mind, it must be hard to be that fine When all these muthafuckas wanna waste your time It’s just amazing, girl, all I can say is I’m so I'm so I'm so I'm so I'm so  proud of you I’m so I'm so I'm so I'm so I'm so  proud of you I’m so I'm so I'm so I'm so I'm so  proud of you  Everything’s adding up, you’ve been through hell and back That's why you’re bad as fuck and you…  [Verse 2: Nicki Minaj] B-b-b-bet I am All of them bitches I’m badder than Mansions in Malibu, Babylon But I never mention everything I dabble in And I always ride slow when I’m straddling And my shit’s so wet you gotta paddle in Gotta r-r-row, gotta row ya boat It’s Pink Friday Records and OVO Done did the pop tour, I’m the realest still The best legal team so the deals is ill It’s MAC, OPI, and a fragrance, too Apparel, I’m dominating every avenue Cobblestone, good view, little gravel too Gotta pay for the entourage travel too Cause I’m fl-fl-fly I'm flying high Ain't got time to talk, just hi and bye, bitch But baby, if you ask me to take a break I’ll give it all away, don’t care what the people say I’ll be a million, billion, trillion miles away aha He asked my sign, I said a Sag’ I’m a star: sheriff badge What's the point if I’m guarding? Double-D up, hoes: Dolly Parton  [Chorus] I know things get hard, but girl, you got it Girl, you got it, there you go Can’t you tell by how they looking at you everywhere you go? Wondering what's on your mind, it must be hard to be that fine When all these muthafuckas wanna waste your time It’s just amazing, girl, all I can say is I’m so I'm so I'm so I'm so I'm so  proud of you I’m so I'm so I'm so I'm so I'm so  proud of you I’m so I'm so I'm so I'm so I'm so  proud of you Everything's adding up, you've been through hell and back That's why you're bad as fuck and you know you are  And I know all I can say is I’m so I'm so I'm so I'm so I'm so  proud of you And I know all I can say is I’m so I'm so I'm so I'm so I'm so  I'm so  I’m so I'm so I'm so I'm so I'm so  proud of you I’m so I'm so I'm so I'm so I'm so  proud of you I’m so I'm so I'm so I'm so I'm so  proud of you  Everything’s adding up, you’ve been through hell and back That's why you're bad as fuck and you know you are  ",
        "title": "Make Me Proud"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Intro] You da one that I dream about all day You da one that I think about always You are the one, so I make sure I'll behave My love is your love, your love is my love  [Verse 1] Baby, I love you I need you here with me all the time Baby, we meant to be You got me smiling all the time  [Pre-Chorus] Cause you know how to give me that You know how to pull me back when I go runnin', runnin' Tryna get away from loving ya You know how to love me hard I won't lie, I'm falling hard Yep, I'm falling for ya but there's nothin' wrong with that  [Chorus] You da one that I dream about all day You da one that I think about always You are the one, so I make sure I'll behave My love is your love, your love is my love You da one that I dream about all day You da one that I think about always You are the one, so I make sure I'll behave My love is your love, your love is mine  [Verse 2] Baby come, take me now Hold me now, make me come alive You got the sweetest touch I'm so happy you came in my life  [Pre-Chorus] Cause you know how to give me that You know how to pull me back when I go runnin', runnin' Tryna get away from loving ya You know how to love me hard I won't lie, I'm falling hard Yep, I'm falling for ya but there's nothin' wrong with that  [Chorus] You da one that I dream about all day You da one that I think about always You are the one, so I make sure I'll behave My love is your love, your love is my love You da one that I dream about all day You da one that I think about always You are the one, so I make sure I'll behave My love is your love, your love is mine  [Bridge] And yes, I'm kinda crazy That's what happens, baby When you put it down You shouldn't give it to me good like that Shouldn't hit it like that Had me yellin' like that Didn't know you would've had me coming back You the one that I'm feeling You the one that I'm loving Ain't no other niggas like you No, there's just one, one, one, one, one, one No baby, just one, one, one, one I bet you wanna know  [Chorus] You da one that I dream about all day You da one that I think about always You are the one, so I make sure I'll behave My love is your love, your love is my love You da one that I dream about all day You da one that I think about always You are the one, so I make sure I'll behave My love is your love, your love is mine  ",
        "title": "You Da One"
    },
    {
        "artist": "Selena Gomez & The Scene",
        "lyrics": "  [Verse 1] It's been said and done Every beautiful thought's been already sung And I guess right now, here's another one So your melody will play on and on With the best of 'em You are beautiful Like a dream come alive, incredible A centerfold miracle, lyrical You saved my life again And I want you to know, baby  [Chorus] I, I love you like a love song, baby I, I love you like a love song, baby I, I love you like a love song, baby And I keep hitting repeat-peat-peat-peat-peat-peat I, I love you like a love song, baby I, I love you like a love song, baby I, I love you like a love song, baby And I keep hitting repeat-peat-peat-peat-peat-peat  [Verse 2] Constantly Boy, you play through my mind like a symphony There's no way to describe what you do to me You just do to me What you do And it feels like I've been rescued I've been set free I am hypnotized by your destiny You are magical, lyrical, beautiful You are And I want you to know, baby  [Chorus] I, I love you like a love song, baby I, I love you like a love song, baby I, I love you like a love song, baby And I keep hitting repeat-peat-peat-peat-peat-peat I, I love you like a love song, baby I, I love you like a love song, baby I, I love you like a love song, baby And I keep hitting repeat-peat-peat-peat-peat-peat  [Bridge] No one compares You stand alone to every record I own Music to my heart, that's what you are A song that goes on and on  [Chorus] I, I love you like a love song, baby I, I love you like a love song, baby I, I love you like a love song, baby And I keep hitting repeat-peat-peat-peat-peat-peat I, I love you like a love song, baby I, I love you like a love song, baby I, I love you like a love song, baby I love you like a love song  ",
        "title": "Love You Like A Love Song"
    },
    {
        "artist": "Pitbull Featuring Ne-Yo, Afrojack & Nayer",
        "lyrics": "  [Pitbull - Intro] Me not working hard? Yeah right Picture that with a Kodak And, better yet, go to Times Square Take a picture of me with a Kodak Took my life from negative to positive And I just want y'all know that And tonight, let's enjoy life Pitbull, Nayer, Ne-Yo, tell us right  [Hook: Ne-Yo] Tonight, I want all of you tonight Give me everything tonight For all we know we might not get tomorrow Let's do it tonight  [Hook: Nayer] (Don't care what they say All the games they play Nothing is enough Till they handle love))  [Hook: Ne-Yo] Let's do it tonight  [Hook: Nayer] (I want you tonight I want you to stay I want you tonight)  [Hook: Ne-Yo] Grab somebody sexy, tell 'em hey Give me everything tonight Give me everything tonight Give me everything tonight Give me everything tonight  [Verse 1: Pitbull] Take advantage of tonight Cause  tomorrow I'm off to Dubai to perform for a princess But tonight, I can make you my queen And make love to you endless This is insane: the way the name growin' Money keep flowin' hustlers move aside So, I'm tiptoein', to keep flowin' I got it locked up like Lindsay Lohan Put it on my life, baby I'll make you feel right, baby Can't promise tomorrow, but I promise tonight (dale)  [Pre-Hook: Pitbull] Excuse me And I might drink a little more than I should tonight And I might take you home with me, if I could tonight And, baby, I'ma make you feel so good, tonight Cause we might not get tomorrow   [Hook: Ne-Yo] Tonight, I want all of you tonight Give me everything tonight For all we know we might not get tomorrow Let's do it tonight  [Hook: Nayer] (Don't care what they say All the games they play Nothing is enough Till they handle love))  [Hook: Ne-Yo] Let's do it tonight  [Hook: Nayer] (I want you tonight I want you to stay I want you tonight)  Grab somebody sexy, tell 'em hey Give me everything tonight Give me everything tonight Give me everything tonight Give me everything tonight  [Verse 2: Pitbull] Reach for the stars, and if you don't grab them At least you'll fall on top of the world Think about it, cause if you slip, I'm gon' fall on top your girl What I'm involved with is deeper than the Masons,      baby, baby, and it ain't no secret My granny's from Cuba, but I'm an American Idol getting money like Seacrest Put it on my life, baby,] I make you feel right, baby Can't promise tomorrow, but I promise tonight (dale)  [Pre-Hook: Pitbull] Excuse me And I might drink a little more than I should tonight And I might take you home with me, if I could tonight And, baby, I'ma make you feel so good, tonight Cause we might not get tomorrow  [Hook: Ne-Yo] Tonight, I want all of you tonight Give me everything tonight For all we know we might not get tomorrow Let's do it tonight  [Hook: Nayer] (Don't care what they say All the games they play Nothing is enough Till they handle love))  [Hook: Ne-Yo] Let's do it tonight  [Hook: Nayer] (I want you tonight I want you to stay I want you tonight)  [Hook: Ne-Yo] Grab somebody sexy, tell 'em hey Give me everything tonight Give me everything tonight Give me everything tonight Give me everything tonight  [Outro: Pitbull] Excuse me But I might drink a little bit more than I should tonight And I might take you home with me if I could tonight And I think you should let me cause I look good tonight And we might not get tomorrow  ",
        "title": "Give Me Everything"
    },
    {
        "artist": "Jessie J",
        "lyrics": "  [Verse 1] I'm feeling sexy and free Like glitter's raining on me You're like a shot of pure gold I think I'm 'bout to explode  [Pre-Chorus] I can taste the tension like a cloud of smoke in the air Now I'm breathing, like I'm running 'cause you're taking me there Don't you know you spin me out of control? (Ooh-ooh-ooh-ooh) We can do this all night Damn, this love is skin tight Baby, c'mon (Ooh-ooh-ooh-ooh) Boom me, like a bass drum sparking up a rhythm Baby, c'mon (Ooh-ooh-ooh-ooh)  [Chorus] Rock my world until the sunlight Make this dream the best I've ever known Dirty dancing in the moonlight Take me down like I'm a domino Every second is a highlight When we touch, don't ever let me go Dirty dancing in the moonlight Take me down like I'm a domino  [Verse 2] You got me losing my mind My heart beats out of time I'm seeing Hollywood stars You strum me like a guitar  [Pre-Chorus] I can taste the tension like a cloud of smoke in the air Now I'm breathing, like I'm running 'cause you're taking me there Don't you know you spin me out of control? (Ooh-ooh-ooh-ooh) We can do this all night Damn, this love is skin tight Baby, c'mon (Ooh-ooh-ooh-ooh) Boom me, like a bass drum sparking up a rhythm Baby, c'mon (Ooh-ooh-ooh-ooh)  [Chorus] Rock my world until the sunlight Make this dream the best I've ever known Dirty dancing in the moonlight Take me down like I'm a domino Every second is a highlight When we touch, don't ever let me go Dirty dancing in the moonlight Take me down like I'm a domino  [Bridge] Ooh baby, baby, got me feeling so right Ooh baby, baby, dancing in the moonlight Ooh baby, baby, got me feeling so right Ooh baby, baby, dancing in the moonlight Ooh baby, baby, got me feeling so right Ooh baby, baby, dancing in the moonlight Ooh baby, baby, got me feeling so right Ooh baby, baby, dancing in the moonlight Ooh, baby, baby (Ooh-ooh-ooh-ooh)  [Chorus] Rock my world until the sunlight Make this dream the best I've ever known Dirty dancing in the moonlight Take me down like I'm a domino Every second is a highlight When we touch, don't ever let me go Dirty dancing in the moonlight Take me down like I'm a domino  ",
        "title": "Domino"
    },
    {
        "artist": "Drake Featuring Lil Wayne",
        "lyrics": "  [Verse 1: Drake] I'm the fuckin' man, y'all don't get it, do ya? Type of money, everybody acting like they knew ya Go Uptown, New York City, bitch Them Spanish girls love me like I'm Aventura Tell Uncle Luke I'm out in Miami, too Clubbing hard, fucking women, there ain't much to do Wrist bling, got a condo up in Biscayne Still getting brain from a thang, ain't shit changed How you feel how you feel how you feel? 25, sitting on 25 mill I'm in the building and I'm feeling myself Rest in peace, Mac Dre, I'm-a do it for the Bay Okay, getting paid, we'll holler whenever that stop My team good, we don't really need a mascot Tell Tune, \"Light one, pass it like a relay\" YMCMB, you niggas more YMCA Me, Franny, and Mally Mall at the crib-o Shout goes out to Niko, J and Chubbs, shouts to Gibbo We got Santa Margherita by the liter She know even if I'm fucking with her, I don't really need her That's how you feel, man? That's really how you feel? Cause the pimpin ice cold, all these bitches wanna chill I mean maybe she won't but then again maybe she will I can almost guarantee she know the deal, real nigga, what's up?  [Hook: Drake] Now she want a photo, you already know, though You only live once: that's the motto, nigga, YOLO And we bout it every day, every day, every day Like we sittin on the bench, nigga, we don't really play Every day, every day, fuck what anybody say Can't see 'em cause the money in the way, real nigga, what's up?  [Verse 2: Lil Wayne] One...time? Fuck one time I'm calling niggas out like the umpire Seven...grams in the blunt Almost drowned in her pussy so I swam to her butt It's Eastside, we in this bitch Wish a nigga would, like a tree in this bitch And if a leaf fall put some weed in that bitch That's my MO, add a B to that shit I'm fucked up, tore down I'm twisted: door knob Talk stupid? Off with your head! Nigga, money talks, and Mr. Ed I'm so Young Money Got a drum on the gun, Energizer bunny Funny how honey ain't sweet like sugar Ain't shit sweet? Niggas on the street like hookers I tongue kiss her other tongue Skeet skeet skeet: water gun Oh my God, Becky, look at her butt! Tunechi  [Hook: Drake] Now she want a photo, you already know, though You only live once: that's the motto, nigga, YOLO And we bout it every day, every day, every day Like we sittin on the bench, nigga, we don't really play Every day, every day, fuck what anybody say Can't see 'em cause the money in the way, real nigga, what's up? Now she want a photo, you already know, though You only live once: that's the motto, nigga, YOLO And we bout it every day, every day, every day Like we sittin on the bench, nigga, we don't really play Every day, every day, fuck what anybody say Can't see 'em cause the money in the way, real nigga, what's up?  [Produced by T-Minus]  ",
        "title": "The Motto"
    },
    {
        "artist": "Pitbull Featuring Chris Brown",
        "lyrics": "  [Intro: Pitbull] Went from Mr. 305, Dade County, to Mr. Worldwide, all around the world Ay ay, yeah ah Now we're International, so international, international, so international  [Verse 1: Pitbull] You can't catch me, boy I'm overseas and about a hundred G's per show Don't test me, boy cause I rap with the best for sure 305 'til the death of me Cremate my body and let the ocean have what's left of me But for now forget about that, blow the whistle, baby you're the referee, dalé  [Chorus: Chris Brown] You put it down like New York City, I never sleep Wild like Los Angeles, my fantasy Hotter than Miami, I feel the heat Oh, Miss International love, oh, Miss International love  [Verse 2: Pitbull] I don’t play football but I've touched down everywhere, everywhere I don’t play baseball but I've hit a home run everywhere, everywhere I've been to countries and cities I can’t pronounce and the places on the globe I didn't know existed In Romania she pulled me to the side and told me Pit you can have me and my sister In Lebanon yeah the women are bomb And in Greece you've guessed it the women are sweet Been all around the world but I ain't gon' lie There's nothing like Miami’s heat  [Chorus: Chris Brown] You put it down like New York City, I never sleep Wild like Los Angeles, my fantasy Hotter than Miami, I feel the heat Oh, Miss International love, oh, Miss International love  [Verse 3: Pitbull] Down in DR they looking for visas, I ain't talking credit cards if you know what I mean En Cuba, la cosa esta dura, but the women get down if you know what I mean In Columbia the women got everything on, some of the most beautiful women I've ever seen In Brazil they freaky with big ol' boobs and they thongs, blue yellow and green En L.A. tengo la Mexicana En New York tengo la boricua Besitos para todas las mujeres en Venezuela, muah Y en Miami tengo a cualquiera  [Chorus: Chris Brown] You put it down like New York City, I never sleep Wild like Los Angeles, my fantasy Hotter than Miami, I feel the heat Oh, Miss International love, oh, Miss International love  [Bridge: Chris Brown] There’s not a place that your love don’t affect me baby So don’t ever change I crossed the globe when I'm with you baby Ay, woah-oh  [Chorus: Chris Brown] You put it down like New York City, I never sleep Wild like Los Angeles, my fantasy Hotter than Miami, I feel the heat Oh, Miss International love, oh, Miss International love  ",
        "title": "International Love"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1] Lying here with you so close to me It's hard to fight these feelings when it feels so hard to breathe I'm caught up in this moment I'm caught up in your smile  [Verse 2] I've never opened up to anyone So hard to hold back when I'm holding you in my arms But we don't need to rush this Let's just take this slow  [Chorus] Just a kiss on your lips in the moonlight Just a touch in the fire burning so bright No I don't want to mess this thing up No I don't want to push too far Just a shot in the dark that you just might Be the one I've been waiting for my whole life So baby I'm alright, with just a kiss goodnight  [Verse 3] I know that if we give this a little time It will only bring us closer to the love we wanna find It's never felt so real, no it's never felt so right  [Chorus] Just a kiss on your lips in the moonlight Just a touch in the fire burning so bright No I don't want to mess this thing up No I don't want to push too far Just a shot in the dark that you just might Be the one I've been waiting for my whole life So baby I'm alright, with just a kiss goodnight  [Bridge] No I don't want to say goodnight I know it's time to leave, but you'll be in my dreams Tonight Tonight Tonight  [Chorus] Just a kiss on your lips in the moonlight Just a touch in the fire burning so bright No I don't want to mess this thing up No I don't want to push too far Just a shot in the dark that you just might Be the one I've been waiting for my whole life So baby I'm alright, oh Let's do this right, with just a kiss goodnight With a kiss goodnight Kiss goodnight  ",
        "title": "Just A Kiss"
    },
    {
        "artist": "Justin Bieber",
        "lyrics": "  [Verse 1] It’s the most beautiful time of the year Lights fill the streets, spreading so much cheer I should be playing in the winter snow But I'ma be under the mistletoe I don’t wanna miss out on the holiday But I can’t stop staring at your face I should be playing in the winter snow But I'ma be under the mistletoe  [Chorus] With you, shawty with you With you, shawty with you With you, under the mistletoe  [Verse 2] Everyone's gathering around the fire Chestnuts roasting like a hot July I should be chilling with my folks, I know But I'ma be under the mistletoe Word on the street, Santa's coming tonight Reindeer's flying through the sky so high I should be making a list, I know But I'ma be under the mistletoe  [Chorus] With you, shawty with you With you, shawty with you With you, under the mistletoe With you, shawty with you With you, shawty with you With you, under the mistletoe  [Bridge] Ayy love, the wise men followed the star The way I followed my heart And it led me to a miracle Ayy love, don't you buy me nothing 'Cause I am feeling one thing, your lips on my lips That’s a merry, merry Christmas  [Verse 1] It’s the most beautiful time of the year Lights fill the streets, spreading so much cheer I should be playing in the winter snow But I'ma be under the mistletoe I don’t wanna miss out on the holiday But I can’t stop staring at your face I should be playing in the winter snow But I'ma be under the mistletoe  [Chorus] With you, shawty with you With you, shawty with you With you, under the mistletoe, yeah With you, shawty with you With you, shawty with you With you, under the mistletoe (under the mistletoe)  [Outro] Kiss me underneath the mistletoe Show me, baby, that you love me so-oh-oh, oh, oh, oh Kiss me underneath the mistletoe Show me, baby, that you love me so-oh-oh, oh, oh, oh  ",
        "title": "Mistletoe"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Verse 1] I'm gonna marry the night I won’t give up on my life I'm a warrior queen Live passionately tonight I'm gonna marry the dark Gonna make love to the stark I'm a soldier to my own emptiness I'm a winner I'm gonna marry the night I'm gonna marry the night I'm gonna marry the night  [Chorus 1] I'm gonna marry the night I'm not gonna cry anymore I'm gonna marry the night Leave nothing on these streets to explore  [Post-Chorus] Ma-ma-ma-marry Ma-ma-ma-marry Ma-ma-ma-marry the night Oh, ma-ma-ma-marry Ma-ma-ma-marry Ma-ma-ma-marry the night  [Verse 2] I'm gonna lace up my boots Throw on some leather and cruise Down the streets that I love In my fishnet gloves, I'm a sinner Then I'll go down to the bar But I won't cry anymore I'll hold my whiskey up high Kiss the bartender twice, I'm a loser I'm gonna marry the night I'm gonna marry the night  [Chorus 1] I'm gonna marry the night I'm not gonna cry anymore I'm gonna marry the night Leave nothing on these streets to explore  [Post-Chorus] Ma-ma-ma-marry Ma-ma-ma-marry Ma-ma-ma-marry the night Oh, ma-ma-ma-marry Ma-ma-ma-marry Ma-ma-ma-marry the night  [Bridge] Nothing's too cool to take me from you New York is not just a tan that you never lose Love is the new denim or black Skeleton guns are wedding bells in the attic Get Ginger ready, climb to El Camino front Won't poke holes in the seat with my heels Cause that's where we make love Come on run Turn the car on and run  [Chorus 2] I'm gonna marry the night I'm gonna burn a hole in the road I'm gonna marry the night Leave nothing on these streets to explore  [Post-Chorus] Ma-ma-ma-marry Ma-ma-ma-marry Ma-ma-ma-marry the night Oh, ma-ma-ma-marry Ma-ma-ma-marry Ma-ma-ma-marry the night Oh, ma-ma-ma-marry Ma-ma-ma-marry Ma-ma-ma-marry the night  [Outro] I'm gonna marry, marry I'm gonna marry, marry Marry C'mon, c'mon The night, the night, the night The night, the night, the night The night, the night, the night The night, the night, the night The night, the night, the night  ",
        "title": "Marry The Night"
    },
    {
        "artist": "Nicki Minaj",
        "lyrics": "  [Verse 1 ] This one is for the boys with the booming system Top down, AC with the cooler system When he come up in the club, he be blazin' up Got stacks on deck like he savin' up And he ill, he real, he might gotta deal He pop bottles and he got the right kind of build He cold, he dope, he might sell coke He always in the air, but he never fly coach He a muthafuckin trip, trip, sailor of the ship, ship When he make it drip, drip kiss him on the lip, lip That's the kind of dude I was lookin' for And yes you'll get slapped if you're lookin', ho I said, excuse me you're a hell of a guy I mean my, my, my, my you're like pelican fly I mean, you're so shy and I'm loving your tie You're like slicker than the guy with the thing on his eye, oh Yes I did, yes I did Somebody please tell em who the eff I is I am Nicki Minaj, I mack them dudes up, back coupes up, and chuck the deuce up  [Hook: Ester Dean & Nicki Minaj] Boy you got my heartbeat running away Beating like a drum and it's coming your way Can't you hear that boom, badoom, boom, boom, badoom, boom, bass Got that super bass boom, badoom, boom, boom, badoom, boom, bass Yeah that's that super bass Boom,boom,boom,boom..... Boom, badoom, boom, boom, badoom, boom, bass he got that super bass Boom, badoom, boom, boom, badoom, boom, bass, he got that super bass  [Verse 2] This one is for the boys in the polos Entrepreneur niggas and the moguls He could ball with the crew, he could solo But I think I like him better when he dolo And I think I like him better with the fitted cap on He ain't even gotta try to put the mack on He just gotta give me that look, when he give me that look Then the panties comin' off, off, uh Excuse me, you're a hell of a guy you know I really got a thing for American guys I mean, sigh, sickenin' eyes I can tell that you're in touch with your feminine side Yes I did, yes I did, somebody please tell him who the eff I is I am Nicki Minaj, I mack them dudes up, back coupes up, and chuck the deuce up  [Hook] Boy you got my heartbeat running away Beating like a drum and it's coming your way Can't you hear that boom, badoom, boom, boom, badoom, boom, bass Got that super bass boom, badoom, boom, boom, badoom, boom, bass Yeah that's that super bass Boom,boom,boom.... Boom, badoom, boom, boom, badoom, boom, bass he got that super bass Boom, badoom, boom, boom, badoom, boom, bass, he got that super bass  [Bridge] See I need you in my life for me to stay No, no, no, no, no I know you'll stay No, no, no, no, no don't go away Boy you got my heartbeat runnin' away Don't you hear that heartbeat comin' your way Oh it be like, boom, badoom, boom, boom, badoom, boom, bass Can't you hear that boom, badoom, boom, boom, badoom, boom, bass  [Hook] Boy you got my heartbeat running away Beating like a drum and it's coming your way Can't you hear that boom, badoom, boom, boom, badoom, boom, bass Got that super bass boom, badoom, boom, boom, badoom, boom, bass Yeah that's that super bass Boom,boom,boom........ Boom, badoom, boom, boom, badoom, boom, bass he got that super bass Boom, badoom, boom, boom, badoom, boom, bass, he got that super bass  ",
        "title": "Super Bass"
    },
    {
        "artist": "Lil Wayne Featuring Drake",
        "lyrics": "  [Verse 1: Lil Wayne] I tell her, \"Now go and pop that pussy for a real nigga!\" I already know that life is deep, but I still dig her Niggas is jealous, but really I could care less I'm in Hell's Kitchen with an apron and a hairnet Devil on my shoulder, the Lord as my witness So on my Libra scale I'm weighin' sins and forgiveness What goes around comes around like a hula hoop Karma is a bitch? Well, just make sure that bitch is beautiful Life on the edge, I'm danglin' my feet I tried to pay attention but attention paid me Haters can't see me: nose-bleed seats And today I went shoppin' and talk is still cheap I rock to the beat of my drum set I been at the top for a while and I ain't jump yet But I'm Ray Charles to the bullshit Now jump up on that dick and do a full split!  [Hook: Drake] Uh, she just started to pop it for a nigga And looked back and told me, \"Baby, it's real.\" And I say, \"I ain't doubt you for a second.\" I squeeze it and I could tell how it feel I wish we could take off And go anywhere but here, baby, you know the deal ‘Cause she bad so maybe she won't Uh, but shit, then again, maybe she will Do it for the realest niggas In the fuckin' game right now, she will Do it for the realest niggas In the fuckin' game right now, she will Maybe for the money and the power And the fame right now, she will Do it for the realest niggas In the fuckin' game right now, she will  [Verse 2: Lil Wayne] I tell her, \"Now go and pop that pussy for me!\" Haters can't see me, but them bitches still lookin' for me And you could take it to the bank and deposit that Put your two cents in and get a dollar back Some people hang you out to dry like a towel rack I'm all about I, give the rest of the vowels back I like my girl thick, not just kinda fine Eat her 'til she cry, call that \"wine and dine\" Try to check me and I'ma have 'em checkin' pulses They say \"choose wisely,\" that's why I was chosen Rockin' like the asphalt, it's the cash fault Looked in the face of Death and took its mask off Now I like my house big and my grass soft I like my girl's face south and her ass north But I'm Ray Charles to the bullshit Now hop up on that dick and do a full split!  [Hook: Drake] Uh, she just started to pop it for a nigga And looked back and told me, \"Baby, it's real.\" And I say, \"I ain't doubt you for a second.\" I squeeze it and I could tell how it feel I wish we could take off And go anywhere but here, baby, you know the deal ‘Cause she bad so maybe she won't Uh, but shit, then again, maybe she will Do it for the realest niggas In the fuckin' game right now, she will Do it for the realest niggas In the fuckin' game right now, she will Maybe for the money and the power And the fame right now, she will Do it for the realest niggas In the fuckin' game right now, she will  ",
        "title": "She Will"
    },
    {
        "artist": "Zac Brown Band",
        "lyrics": "  [Verse 1] How come all the pretty girls like you are taken baby I've been looking for someone like you to save me Life's too easy to be so damn complicated Take your time and I'll be waiting  [Chorus] Keep me in mind Somewhere down the road, you might get lonely Keep me in mind And I pray someday that you will love me only  [Verse 2] I think about you somedays And the way I would lay and waste a day after day with you We always go our separate ways But no one can love you baby the way I do  [Chorus]  [Verse 3] Well, the world can be real tough Find shelter in me If there's no one else to love Keep me in mind If ever you wanted me, I'll be your man I'd be a fool to let you go with someone else Whatever you want from me, I'll be your man I'd give it all up just to have you for myself  [Chorus]  [Bridge] Well, the world can be real tough Why don't you hold on to me When there's no one else to love  [Outro] Keep me in mind (Keep me in mind) And I'll hold you, darling (Keep me in mind) I'll be your man (Keep me in mind) I'll hold you, darling (Keep me in mind) Come on little mama Put it on me  ",
        "title": "Keep Me In Mind"
    },
    {
        "artist": "Ke$ha Featuring Lil Wayne, Wiz Khalifa, T.I. & Andre 3000",
        "lyrics": null,
        "title": "Sleazy Remix 2.0 Get Sleazier"
    },
    {
        "artist": "Wale Featuring Miguel",
        "lyrics": "  [Wale] I'mma rap to you real quick. I wanna enjoy the luxury of like Not knowing each other for real. Hol' up  [Intro: Miguel] Lotus flower bomb, firefly When I'm low, she take me high I can teach you all the sounds of love  [Verse 1: Wale] Flowerbomb, let me guess your favorite fragrance And you got that bomb, huh, I'm tryna detonate you No disrespecting baby, just tryna make you smile Try to keep my spirits up, that's why I lays it down Try to keep your spirits up, lil vodka whatever Took you forever to get dressed, I acknowledge your effort So I clap for her, she deserves an applause Shawty working so hard, she deserve that Vuitton Shawty where your baton, racing through my mind like She heard that I got that work, I heard that she been on strike Care to tell, I read your mind, she been on them dollars first Caramel macchiatos when shawty get into work I can be your boyfriend be your nigga or a friend with perks I'm just tryna work that huh, they just tryna work your nerves I'm just tryna read your mind, I'm just tryna feed you mine I'm just tryna give you light, they just tryna leave you blind  [Hook: Miguel] We're living in a fantasy I feel it when you dance with me It's feeling like you need to be My lady, my baby, yeah Can't you see I'm talking about eternity Tell me would you care to be My lady, my baby  [Verse 2: Wale] Flower bomb, can I blow up on your mind This is not no Sandra Bull, but you're Potion #9 Navigating through her eyes, destination to her thighs And I hate to tell you too much, cuz I stay with too much pride And we way too young to know love, maybe not but we don't need no rush Don't believe in love at first sight, but I believe in love at first huh Can I be with you just one night, I could wear you out inside I could tell you like persistence, but I make you cum in tri's I just think we need one night, can't decide if I came right Easy baby my thing tight, but that lotus flower just ain't right I ain't thinking I ain't right, can't decide but I can't fight Easy baby. You the bomb and all, but I be damned if I do not land mine Or at least try, can I speak up? was it peace out? can we eat lunch? Can we take shots? What's your flavor? Flat drinks we call A cups I just think I need one night, slightly more if it's done right With that gorgeous face, I don't know your name, it ain't important babe cuz I'mma call you Mine  [Hook: Miguel] We're living in a fantasy I feel it when you dance with me It's feeling like you need to be My lady, my baby, yeah Can't you see I'm talking about eternity Tell me would you care to be My lady, my baby  [Bridge: Miguel] Cause I don’t know you, you don’t know me The clock keeps ticking baby what's it gonna be I don’t know you, you don’t know me Let me teach you all the sounds of love  [Outro: Miguel] Ahhhh, ayyyyy, eeeeee, ahh ohh ooo Baby this was for you, lotus  ",
        "title": "Lotus Flower Bomb"
    },
    {
        "artist": "Coldplay",
        "lyrics": null,
        "title": "Paradise"
    },
    {
        "artist": "Dev",
        "lyrics": null,
        "title": "In The Dark"
    },
    {
        "artist": "Adele",
        "lyrics": "  [Verse 1] There's a fire starting in my heart Reaching a fever pitch, and it's bringing me out the dark Finally, I can see you crystal clear Go ahead and sell me out, and I'll lay your ship [shit] bare See how I'll leave with every piece of you Don't underestimate the things that I will do There's a fire starting in my heart Reaching a fever pitch, and it's bringing me out the dark  [Pre-Chorus] The scars of your love remind me of us They keep me thinking that we almost had it all The scars of your love, they leave me breathless I can't help feeling  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) And you played it to the beat (Tears are gonna fall, rolling in the deep)  [Verse 2] Baby, I have no story to be told But I've heard one on you Now I'm gonna make your head burn Think of me in the depths of your despair Make a home down there As mine sure won't be shared  [Pre-Chorus] (You're gonna wish you never had met me) The scars of your love remind me of us (Tears are gonna fall, rolling in the deep) They keep me thinking that we almost had it all (You're gonna wish you never had met me) The scars of your love, they leave me breathless (Tears are gonna fall, rolling in the deep) I can't help feeling  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) And you played it to the beat (Tears are gonna fall, rolling in the deep) Could have had it all Rolling in the deep You had my heart inside of your hand But you played it with a beating  [Bridge] Throw your soul through every open door Count your blessings to find what you look for Turn my sorrow into treasured gold You'll pay me back in kind and reap just what you sow  [Interlude] (You're gonna wish you never had met me) We could have had it all (Tears are gonna fall, rolling in the deep) We could have had it all (You're gonna wish you never had met me) It all, it all, it all (Tears are gonna fall, rolling in the deep)  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) And you played it to the beat (Tears are gonna fall, rolling in the deep)  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) But you played it You played it You played it You played it to the beat  ",
        "title": "Rolling In The Deep"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  [Verse 1] There's still black marks on that county road Where we drag raced our pick-ups and Mustangs And weathered all the sun and rain And to this day up on that overpass Even underneath the new paint, you can still see \"Allie, will you marry me?\"  [Interlude] Take a ride, look around There ain't no doubt  [Chorus] It sure left its mark on us, we sure left our mark on it We let the world know we were here with everything we did We laid a lot of memories down, like tattoos on this town  [Verse 2] There's still a rope burn on that old branch, that hangs over the river I still got the scar From swinging out a little too far There ain't a corner of this hallow ground That we don't laughed or cried on It's where we loved, lived and learned real life stuff It's everything we're made of  [Chorus] It sure left its mark on us, we sure left our mark on it We let the world know we were here with everything we did We laid a lot of memories down, like tattoos on this town Like tattoos on this town  [Bridge] Everywhere, there we are It hits me right in my heart  [Verse 3] It sure left its mark on us, we sure left our mark on it We let the world know we were here with everything we did We laid a lot of memories down And we'll always be hanging around Like tattoos on this town Like tattoos on this town  ",
        "title": "Tattoos On This Town"
    },
    {
        "artist": "Rascal Flatts Featuring Natasha Bedingfield",
        "lyrics": null,
        "title": "Easy"
    },
    {
        "artist": "Hot Chelle Rae Featuring New Boyz",
        "lyrics": "  [Verse 1: Ryan Follese] Let's get it on Yeah, y'all can come along Everybody drinks on me Bought out the bar Just to feel like I'm a star Now I'm thanking the Academy Missed my ride home Lost my iPhone I wouldn't have it any other way If you're with me let me hear you say  [Chorus: Ryan Follese] I like it like that Hey, windows down, chillin' with the radio on I like it like that Damn, sun's so hot, make the girls take it all off I like it like that Yeah, one more time, I can never get enough Oh, everybody Sing it right back, I like it like that (I like it like that, I like it like that)  [Verse 2: Ryan Follese] Till the break of the dawn Yeah, party on the lawn Whistle as the girls walk by If the cops roll up (so what?) Pour the cops a cup 'Cause everybody's here tonight Call a taxi Pack the back seat I wouldn't have it any other way If you're with me let me hear you say  [Chorus: Ryan Follese] I like it like that Hey windows down, chillin' with the radio on I like it like that Damn, sun's so hot, make the girls take it all off I like it like that Yeah, one more time, I can never get enough Oh, everybody Sing it right back, I like it like that  [Bridge: Ryan Follese] Oh oh oh oh, like Oh oh oh oh, like Oh oh oh oh, sing it right back, I like it like that  [Verse 3: New Boyz] Oh the homie brought the booze I like it like that 'cause the girls playin' beer pong in the back We havin' fun partying til the break of dawn Go grab a cup I dunno what people waitin' on And I'm gonna want a girl that I know I can take home In the zone, where I think I had lost my phone You can tell by looking in the party's straight crack And don't worry 'bout it girls cause I like it like  [Verse 4: New Boyz] I'm max faded at my grandma's house And leave your clothes over there, that's grandma couch I be filmin' her friends too, yeah I'm back on that Double D chicks huggin', I got racks on racks Like, I don't want the luxuries of a superstar I'm just tryin' to chill with Miley at the hookah bar You like got tongues, I'll make your heart melt With the seat back, playin in the back, like  [Chorus: Ryan Follese] I like it like that Hey, windows down, chillin' with the radio on I like it like that Damn, sun's so hot, make the girls take it all off I like it like that Yeah, one more time, I can never get enough Oh, everybody Sing it right back, if you like, like it like that  Hey, windows down, chillin' with the radio on I like it like that Damn, sun's so hot, make the girls take it all off I like it like that Yeah, one more time, I can never get enough Oh, everybody Sing it right back I like it like that  [Outro: Ryan Follese] Oh oh oh oh like that Like oh oh oh oh like that Like oh oh oh oh Everybody, sing it right back I like it like that  ",
        "title": "I Like It Like That"
    },
    {
        "artist": "Eric Church",
        "lyrics": "  [Verse 1] Early monday morning to friday at five Man I work work work but I don't climb climb climb Boss man can shove that over time up his can All I wanna do is put a drink in my hand  [Chorus 1] To fill it up or throw it down I got a forty hour week worth of trouble to drown No need to complicate it, I'm a simple man All you got to do is put a drink in my hand  [Verse 2] Yeah the parking lot is muddy, can't get to the door I take my jacked up drop er down in 4x4 She'll down a long neck, warm up the band All you got to do is put a drink in my hand  [Chorus 2] To fill it up or throw it down I'm about to tear a new one in this old town 5 4 3 2 1 I'll be your rocket man All you got to do is put a drink in my hand  [Verse 3] You make me want to go ouuh ouhhh when you dance like that You got that little tattoo playing peaky boo on your back If you want to impress me baby here's my plan All you got to do is put a drink in my hand  [Chorus 3] To fill it up or throw it down When you drive me home take the long way around You be my Lois Lane I'll be your Superman All you got to do is put a drink in my hand  [Verse 4] My head monday morning as that alarm clock sings It goes bang bang bang while it ring ring rings Yeah I'm ready to roll if you wanna rock again All you got to do is put a drink in my hand  Yeah I'm ready to roll If you want to rock again All you got to do is put a drink in my hand  Damn right I'm ready to roll If you want to rock again All you got to do is put a drink in my hand  Yeah I'm ready to roll If you want to rock again All you got to do is put a drink in my hand  [Chorus 4] To fill it up or throw it down I got a little hangover still hanging around Yeah that hair of a dog is saying hey there man All you got to do is put a drink in my hand  [Outro] Yea that hair of a dog is howling hey there man All you got to do is put a drink in my hand Haaaouuhhh Yeaaa  ",
        "title": "Drink In My Hand"
    },
    {
        "artist": "Nicki Minaj Featuring Rihanna",
        "lyrics": "  [Hook: Rihanna] I came to win, to fight, to conquer, to thrive I came to win, to survive, to prosper, to rise To fly, To fly  [Verse 1: Nicki Minaj] I wish today it would rain all day Maybe that'll kind of make the pain go away Trying to forgive you for abandoning me Prayin' but I think I'm still an angel away Angel away, yeah its strange in a way Maybe that is why I chase strangers away They got they guns out aimin' at me But I become Neo when they aimin' at me, me, me Me against them, me against enemies, me against friends Somehow they both seem to become one A sea full of sharks and they all smell blood They start comin' and I start risin' Must be surprisin', I'm just surmisin' I win, thrive, soar, higher, higher, higher, more flya'  [Hook: Rihanna] I came to win, to fight, to conquer, to thrive I came to win, to survive, to prosper, to rise To fly, To fly  [Verse 2: Nicki Minaj] Everybody wanna' try to box me in Suffocatin' everytime it locks me in Paintin' their own pictures then they crop me in But I will remain where the top begins 'Cause I am not a word, I am not a line I am not a girl that could ever be defined I am not fly, I am levitation, I represent an entire generation I hear the criticism loud and clear, that is how I know that the time is near See we become alive in the time of fear, and I ain't got no muthafuckin' time to spare Cry my eyes out for days upon days Such a heavy burden placed upon me But when you go hard your nays become yays Yankee stadium with Jays and Kanyes  [Hook: Rihanna] I came to win, to fight, to conquer, to thrive I came to win, to survive, to prosper, to rise To fly, To fly  [Hook: Nicki Minaj] Get ready for it, get ready for it, get ready for it I came to win  Get ready for it, get ready for it, get ready for it I came to win   [Hook: Rihanna] I came to win, to fight, to conquer, to thrive I came to win, to survive, to prosper, to rise To fly, To fly  ",
        "title": "Fly"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] Elevator buttons and morning air Strangers' silence makes me want to take the stairs If you were here we'd laugh about their vacant stares But right now my time is theirs  Seems like there's always someone who disapproves They'll judge it like they know about me and you And the verdict comes from those with nothing else to do The jury's out, but my choice is you  [Chorus] So don't you worry your pretty little mind People throw rocks at things that shine And life makes love look hard The stakes are high, the water's rough But this love is ours  [Verse 2] You never know what people have up their sleeves Ghosts from your past gonna jump out at me Lurking in the shadows with their lip gloss smiles But I don't care 'cause right now you're mine  [Chorus] And you'll say Don't you worry your pretty little mind People throw rocks at things that shine And life makes love look hard The stakes are high, the water's rough But this love is ours  [Bridge] And it's not theirs to speculate if it's wrong And your hands are tough, but they are where mine belong And I'll fight their doubt and give you faith With this song for you  'Cause I love the gap between your teeth And I love the riddles that you speak And any snide remarks from my father about your tattoos will be ignored 'Cause my heart is yours  [Chorus] So don't you worry your pretty little mind People throw rocks at things that shine And life makes love look hard Don't you worry your pretty little mind People throw rocks at things that shine But they can't take what's ours They can't take what's ours  [Outro] The stakes are high, the water's rough But this love is ours  ",
        "title": "Ours"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Verse 1] I've been a walking heartache I've made a mess of me The person that I've been lately Aren’t who I want to be  But you stay here right beside me Watch as the storm blows through And I need you  [Chorus] Cause God gave me you for the ups and downs God gave me you for the days of doubt And for when I think I've lost my way There are no words here left to say, it's true God gave me you  [Verse 2] There's more here than what we’re seeing A divine conspiracy That you, an angel lovely Could somehow fall for me You'll always be love's great martyr And I'll be the flattered fool And I need you Yeah!  [Chorus] God gave me you for the ups and downs God gave me you for the days of doubt And for when I think I've lost my way There are no words here left to say, it's true God gave me you  [Verse 3] On my own I'm only Half of what I could be I can't do without you We are stitched together And what love has tethered I pray we never undo  [Chorus] Cause God gave me you for the ups and downs God gave me you for the days of doubt God gave me you for the ups and downs God gave me you for the days of doubt And for when I think I've lost my way There are no words here left to say, it's true God gave me you, gave me you He gave me you  ",
        "title": "God Gave Me You"
    },
    {
        "artist": "Breathe Carolina",
        "lyrics": null,
        "title": "Blackout"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1] Tell me have you ever wanted Someone so much it hurts? Your lips keep trying to speak But you just can't find the words Well I had this dream once I held it in my head  [Verse 2] She was the purest beauty But not the common kind She had a way about her That made you feel alive And for a moment We made the world stand still  Yeah, we owned the night  [Verse 3] You had me dim the lights; You danced just like a child The wine spilled on your dress  And all you did was smile Yeah, it was perfect I hold it in my mind  Yeah, we owned the night  [Verse 4] When the summer rolls around And the sun starts sinking down I still remember you Oh, I remember you And I wonder where you are  Are you looking at those same stars again? Do you remember when?  [Verse 5] We woke under a blanket All tangled up in skin Not knowing in that moment We'd never speak again But it was perfect; I never will forget When we owned the night  Yeah, we owned the night  ",
        "title": "We Owned The Night"
    },
    {
        "artist": "David Nail Featuring Sarah Buxton",
        "lyrics": null,
        "title": "Let It Rain"
    },
    {
        "artist": "Chris Young",
        "lyrics": null,
        "title": "You"
    },
    {
        "artist": "The Band Perry",
        "lyrics": "  [Verse 1] Would you walk to the edge of the ocean Just to fill my jar with sand? Just in case I get the notion To let it run through my hand Let it run through my hand  [Chorus] Well, I don't want the whole world The sun, the moon, and all their light I just want to be the only girl You love all your life You love all your life  [Verse 2] Would you catch a couple thousand fireflies Yeah, and put them in a lamp to light my world? All dressed up in a tux and bow tie Hand delivered to a lonely girl To a lonely, lonely girl  [Chorus] Well, I don't want the whole world The sun, the moon, and all their light I just want to be the only girl You love all your life You love all your life  [Bridge] Lately I've been writing desperate love songs I mostly sing them to the wall You could be the center piece of my obsession If you would notice me at all, yeah  [Chorus] Well, I don't want the whole world The sun, the moon, and all their light I just want to be the only girl You love all your life You love all your life  [Outro] You love all your life Life Yeah  ",
        "title": "All Your Life"
    },
    {
        "artist": "Jason Derulo",
        "lyrics": "  [Intro] Oh yeah Oh yeah  [Verse 1] I been looking under rocks and breaking locks Just tryna find ya I been like a maniac, insomniac 5 steps behind ya Tell them other girls, they can hit the exit, check please 'Cause I finally found the girl of my dreams Much more than a Grammy award That's how much you mean to me  [Chorus] You can be my it girl, baby, you the shit, girl Loving you could be a crime Crazy how we fit, girl, this is it, girl Give me 25 to life I just wanna rock, all night long And put you in the middle of my spotlight You could be my it, girl, you're my biggest hit, girl Let me play it loud, let me play it loud like Oh oh oh oh oh oh oh oh oh oh Let me play it loud, let me play it loud like Oh oh oh oh oh oh oh oh oh oh Let me play it loud  [Verse 2] You can't help but turn them heads, knocking 'em dead Dropping like flies around you If I get your body close, not letting go Hoping you're about to Tell them other guys they can lose your number, you're done They don't get another shot 'cause you're love drunk Like a TV show playing reruns Every chance I get, I'ma turn you on  [Chorus] You can be my it girl, baby, you the shit, girl Loving you could be a crime Crazy how we fit, girl, this is it, girl Give me 25 to life (hey) I just wanna rock, all night long And put you in the middle of my spotlight (hey, yeah) You could be my it, girl, you're my biggest hit, girl Let me play it loud, let me play it loud like (hey, yeah) Oh oh oh oh oh oh oh oh oh oh (oh, yeah) Let me play it loud, let me play it loud like Oh oh oh oh oh oh oh oh oh oh Let me play it loud  [Bridge] Can't seem to stop you from running, running Through my, through my mind, mind Just keep it coming, coming 'Til I make you mine, mine You've got that something, something, I wanna be with, girl You're my greatest hit, girl, just say this is it, girl Hey, baby Don't you know you're my it, girl?  [Chorus] You can be my it girl, baby, you the shit, girl (ooh, woo) Loving you could be a crime Crazy how we fit, girl, this is it, girl (woo) Give me 25 to life (give me 25 to life, baby) I just wanna rock, all night long And put you in the middle of my spotlight (oh, yeah) You could be my it, girl, you're my biggest hit, girl (oh, yeah) Let me play it loud, let me play it loud like (I'ma play it loud like) Oh oh oh oh oh oh oh oh oh oh Let me play it loud, let me play it loud like (baby, let me play it loud like, yeah) Oh oh oh oh oh oh oh oh oh oh Let me play it loud Let me hear you sing like Oh oh oh oh oh oh oh oh oh oh Everybody in the crowd let me hear you singing like Oh oh oh oh oh oh oh oh oh oh This is it, girl  ",
        "title": "It Girl"
    },
    {
        "artist": "B.o.B Featuring Lil Wayne",
        "lyrics": "  [Intro: B.o.B] Yeah, haha Oh you already know what we gon' do Hey  [Verse 1: B.o.B] Well if you guessin' it's me, you guessed correctly I just stay with a stallion, you would swear I was an equestrian And um, I'ma hit her with that pipe, call that Nancy Kerrigan Stay on the greenest greens, call us vegetarians You be on that minor league, but we smoke professionally I do my job exceptionally, on point like a decimal is The way I ride on the beat man I beat every street, it's done so effortlessly Yeah, so these niggas can't sleep on me, there's no Inception in this Bitch, I'm top chef, you Top Ramen, I'm top shelf No last call, to the bartender; \"what you got left?\" Pour it up, don't stop there, hold your cup, take a shot, yeah All night we celebrate, cause we everywhere and you not there  [Hook] All we do is pour it up all night, drinks out (That's all we do, that's all we do) And all we do is light it up, all night All you see is strange clouds (Strange clouds, strange clouds)  All we do is pour it up all night, drinks out (That's all we do, that's all we do) And all we do is light it up, all night All you see is strange clouds (Strange clouds, strange clouds)  [Verse 2: Lil Wayne] Uh, blue jeans, I'm faded, mining my own data Smokin' on that strong, that Arnold Schwarzenegger It’s Tunechi Li, you bitch you You hot as a igloo Kick back on that Glock, call that Jiu Jitsu Hello world, I’m with a yellow girl, number two pencil These rappers is washed up, spin cycle, rinse you My nigga, all day, all night, half-pipe I dive in that pussy, ya I belly flop, I jack knife And shit, tell my homies that I say it’s a party Yeah, got that tech for technical difficulties I’m top dog, you top ramen, I’m top dog Piru, gangsters, outlaws!  [Hook] All we do is pour it up all night, drinks out (That's all we do, that's all we do) And all we do is light it up, all night All you see is strange clouds (Strange clouds, strange clouds)  All we do is pour it up all night, drinks out (That's all we do, that's all we do) And all we do is light it up, all night All you see is strange clouds (Strange clouds, strange clouds)  Young Mula baby B.o.B. fuck with me!  [Verse 3: B.o.B] Well ain't no question, yes, it's B.o.B, yes definitely Up in the studio, I got all my necessities Look, if you want that real shit, you made the right selection I'm Decatur 'til I die, yes I rep that definitely They say I'm a celebrity, what the fuck's a celebrity? I guess I must invest in the proper form of protection And I say it's a curse, but it's been mostly a blessin' To a nigga from the hood Tryin' to aim for the top, I didn't even need no directions I just wake up then I roll up the purp But these niggas wake up on my dick, at least have some breakfast first Nigga keep your nourishment first, and your mind on my lyrics Cause what you hopin' to accomplish, I already did it Bitch!  [Hook] All we do is pour it up all night, drinks out (That's all we do, that's all we do) And all we do is light it up, all night All you see is strange clouds (Strange clouds, strange clouds)  All we do is pour it up all night, drinks out (That's all we do, that's all we do) And all we do is light it up, all night All you see is strange clouds (Strange clouds, strange clouds)  ",
        "title": "Strange Clouds"
    },
    {
        "artist": "Tyga",
        "lyrics": "  [Produced by DJ Mustard]  [Intro] Rack rack city, bitch Rack rack rack city, bitch Rack, rack rack rack city, bitch Mustard on the beat  [Verse 1] Rack city, bitch, rack rack city, bitch Ten, ten, ten, twenty on yo titties, bitch 100 deep VIP, no guest list T-Raw, you don't know who you fuckin with Got my other bitch fuckin' with my other bitch Fuckin' all night, nigga we ain't celibate Niggas say I'm too dope, I ain't sellin' it Raw fresher than a motherfuckin' peppermint Gold Lettermans, Last King killin' shit Y-Young Money, Young Money yeah, we gettin' rich Got ya grandma on my dick (haha) Girl you know what it is  [Hook] Rack city bitch, rack rack city bitch Rack city bitch, rack rack city bitch Rack city bitch, rack rack city bitch Ten, ten, ten, twenties and them fifties bitch Rack city bitch, rack rack city bitch Rack city bitch, rack rack city bitch Rack city bitch, rack rack city bitch Ten, ten, ten, twenties and them fifties bitch  [Verse 2] I'm a muthafuckin' star (star) Look at the paint on the car (car) Too much rim make the ride too hard Tell that bitch hop out, walk the boulevard I need my money pronto Get it in the morning like Alonzo Rondo, green got cheese like a nacho If you don't got no ass, bitch, wear a poncho Head honcho got my seat back Nigga staring at me, don't get bapped Got my shirt off, the club too packed It's too turnt going up like gas Goddamn, pulled out my rags Mike, Mike Jackson, nigga yeah I'm Bad Rat-tat-tat-tat, tatted up on my back All the hoes love me, you know what it is  [Hook] Rack city bitch, rack rack city bitch Rack city bitch, rack rack city bitch Rack city bitch, rack rack city bitch Ten, ten, ten, twenties and them fifties bitch Rack city bitch, rack rack city bitch Rack city bitch, rack rack city bitch Rack city bitch, rack rack city bitch Ten, ten, ten, twenties and them fifties bitch  [Bridge] Throwing hundreds, hundreds Hundreds, hundreds Throwing hundreds, hundreds Rack city bitch, rack rack city bitch Hundreds, hundreds Throwing hundreds, hundreds Hundreds, hundreds Rack city bitch, rack rack city bitch  [Hook] Rack city bitch, rack rack city bitch Rack city bitch, rack rack city bitch Rack city bitch, rack rack city bitch Ten, ten, ten, twenties and them fifties bitch Rack city bitch, rack rack city bitch Rack city bitch, rack rack city bitch Rack city bitch, rack rack city bitch Ten, ten, ten, twenties and them fifties bitch  [Bridge] Throwing hundreds, hundreds Hundreds, hundreds Throwing hundreds, hundreds Rack city bitch, rack rack city bitch Hundreds, hundreds Throwing hundreds, hundreds Hundreds, hundreds Rack city bitch, rack rack city bitch  [Outro] Rack city bitch, rack rack city bitch Rack city bitch, rack rack city bitch  ",
        "title": "Rack City"
    },
    {
        "artist": "Beyonce Featuring Andre 3000",
        "lyrics": null,
        "title": "Party"
    },
    {
        "artist": "Drake Featuring Rihanna",
        "lyrics": "  [Chorus: Rihanna] I know you've been hurt by someone else I can tell by the way you carry yourself If you let me, here's what I'll do I'll take care of you I've loved and I've lost  [Verse 1: Drake] I've asked about you and they told me things But my mind didn't change and I still feel the same What's a life with no fun? Please, don't be so ashamed I've had mine, you've had yours, we both know.. we know They won't get you like I will My only wish is I die real 'Cause that truth hurts and those lies heal And you can't sleep thinking that he lies still So you cry still, tears all on the pillowcase Big girls all get a little taste Pushing me away so I give her space Dealing with a heart that I didn't break I be there for you, I will care for you I keep thinking you just don't know Tryna run from that, say you done with that On your face, girl, it just don't show When you're ready, just say you're ready When all the baggage just ain't as heavy And the party's over, just don't forget me We'll change the pace and we'll just go slow You won't ever have to worry, you won't ever have to hide You've seen all my mistakes so look me in my eyes  [Chorus: Rihanna] 'Cause if you let me Here is what I'll do I'll take care of you I've loved and I've lost  [Verse 2: Drake] It's my birthday, I'll get high if I want to Can't deny that I want you but I'll lie if I have to Cause you don't say you love me to your friends when they ask you Even though we both know that you do...you do One time been in love one time You and all your girls in the club one time All so convinced that you're following your heart 'Cause your mind don't control what it does sometimes We all have our nights, though, don't be so ashamed I've had mine, you've had yours, we both know.. we know You hate being alone well you ain't the only one You hate the fact that you bought the dream and they sold you one You love your friends, but somebody should've told you some To save you.. instead they say:  [Interlude: Gil Scott-Heron] Don't tell me, I don't care If you hurt, I don't tell you You don't care, if you're true Don't tell me, I don't care If you hurt, I don't tell you You don't care, if you're true  [Chorus: Rihanna] I know you've been hurt by someone else I can tell by the way you carry yourself If you let me, here's what I'll do I'll take care of you I've loved and I've lost  ",
        "title": "Take Care"
    },
    {
        "artist": "Glee Cast",
        "lyrics": null,
        "title": "We Are Young"
    },
    {
        "artist": "Christina Perri",
        "lyrics": "  [Verse 1] Heart beats fast Colors and promises How to be brave? How can I love when I'm afraid to fall But watching you stand alone? All of my doubt suddenly goes away somehow One step closer  [Chorus] I have died everyday waiting for you Darling don't be afraid I have loved you For a thousand years I'll love you for a thousand more  [Verse 2] Time stands still Beauty in all she is I will be brave I will not let anything take away What's standing in front of me Every breath Every hour has come to this One step closer  [Chorus] I have died everyday waiting for you Darling don't be afraid I have loved you For a thousand years I'll love you for a thousand more  [Bridge] And all along I believed I would find you Time has brought your heart to me I have loved you for a thousand years I'll love you for a thousand more One step closer One step closer  [Chorus] I have died everyday waiting for you Darling don't be afraid I have loved you For a thousand years I'll love you for a thousand more  [Outro] And all along I believed I would find you Time has brought your heart to me I have loved you for a thousand years I'll love you for a thousand more  ",
        "title": "A Thousand Years"
    },
    {
        "artist": "Outasight",
        "lyrics": null,
        "title": "Tonight Is The Night"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Verse 1: Lady Gaga] It’s been a long time since I came around Been a long time, but I’m back in town This time I’m not leaving without you You taste like whiskey when you kiss me, oh I'd give anything again to be your baby doll This time I’m not leaving without you  [Pre-Chorus: Lady Gaga] He said, \"Sit back down where you belong In the corner of my bar with your high heels on Sit back down on the couch where we Made love the first time and you said to me,\" There’s...  [Chorus: Lady Gaga + Brian May] (Something), something about this place (Something), something, ‘bout lonely nights And my lipstick on your face Something, something about my cool Nebraska guy Yeah, there's something about, baby, you and I  [Verse 2: Lady Gaga] It’s been two years since I let you go I couldn’t listen to a joke or a Rock and Roll Muscle cars drove a truck right through my heart On my birthday you sang me \"Heart of Gold\" With a guitar humming and a no clothes This time I’m not leaving without you  [Pre-Chorus: Lady Gaga] He said, \"Sit back down where you belong In the corner of my bar with your high heels on Sit back down on the couch where we Made love the first time and you said to me,\" There’s...  [Chorus: Lady Gaga + Brian May] (There's something), something about this place (Something), something, ‘bout lonely nights And my lipstick on your face Something, something about my cool Nebraska guy Yeah, there's something about, baby, you and I  [Post-Chorus: Lady Gaga] You and I You, you and I You, you and I You, you and I, I You and I You, you and I Oh yeah, well, I'd rather die Without you and I, I C'mon! Put your drinks up!  [Bridge] We got a whole lot of money, but we still pay rent 'Cause you can't buy a house in Heaven There's only three men that I'ma serve my whole life It's my daddy, and Nebraska, and Jesus Christ There's...  [Chorus: Lady Gaga + Brian May] (Something), something, something about the chase Six whole years I'm a New York woman born to run you down Still want my lipstick all over your face Something, something about Just knowing when it's right So put your drinks up, for Nebraska For Nebraska, Nebraska, I love ya  [Final Chorus: Lady Gaga + Brian May] You and I You, you and I Baby, I'd rather die Without you and I, I You and I You, you and I Nebraska, I'd rather die Without you and I, I  [Outro] It's been a long time since I came around Been a long time, but I'm back in town And this time I'm not leaving without you  ",
        "title": "You And I"
    },
    {
        "artist": "The Fray",
        "lyrics": null,
        "title": "Heartbeat"
    },
    {
        "artist": "Colbie Caillat",
        "lyrics": "  [Verse 1] Stop me on the corner I swear you hit me like a vision I, I, I wasn't expecting But who am I to tell fate where it's supposed to go with it Don't you blink you might miss it See we got a right to just love it or leave it You find it and keep it Cause it ain't every day you get the chance to say  [Chorus] Oh, this is how it starts, lightning strikes the heart It goes off like a gun, brighter than the sun Oh, we could be the stars, falling from the sky Shining how we want, brighter than the sun  [Verse 2] I've never seen it, I found this love, I'm gonna feed it You better believe I'm gonna treat it better than anything I've ever had Cause you're so damn beautiful Read it, it's signed and delivered let's seal it Boy we go together like peanuts and paydays and Marley and reggae And everybody needs to get a chance to say  [Chorus] Oh, this is how it starts, lightning strikes the heart It goes off like a gun, brighter than the sun Oh, we could be the stars, falling from the sky Shining how we want, brighter than the sun  [Verse 3] Everything is like a white out Cause we shika-shika a shine down Even when the, when the light's out but I can see you glow Got my head up in the rafters, got me happy ever after Never felt this way before, ain't felt this way before  [Bridge] I swear you hit me like a vision I, I, I wasn't expecting But who am I to tell fate where it's supposed to go?  [Chorus] Oh, this is how it starts (this is how it starts) Lightning strikes the heart (lightning strikes the heart) It goes off like a gun, brighter than the sun Oh, we could be the stars, falling from the sky (falling from the sky) Shining how we want, brighter than the sun Oh, this is how it starts (this is how it starts) Lightning strikes the heart (lightning strikes the heart) It goes off like a gun, brighter than the sun Oh, we could be the stars, falling from the sky Shining how we want (shining how we want) Brighter than the sun  [Bridge] Brighter than the sun Brighter than the sun Brighter than the sun Oho, yeah, oho  [Outro] Oh, this is how it starts, lightning strikes the heart It goes off like a gun, brighter than the sun Oh, this is how it starts, lightning strikes the heart It goes off like a gun, brighter than the sun Oh, this is how it starts, lightning strikes the heart It goes off like a gun, brighter than the sun Oh, this is how it starts, lightning strikes the heart It goes off like a gun, brighter than the sun  ",
        "title": "Brighter Than The Sun"
    },
    {
        "artist": "J. Cole Featuring Trey Songz",
        "lyrics": "  [Intro: J. Cole] Cole World, Southside Can’t get enough, can’t get enough Eastside, Westside, worldwide, ride out  [Verse 1: J. Cole] Now, I ain’t got no kids yet, but this right here’s for practice I hate to get the seats in the Benz wet But that’s how good your ass is Make an old man get his glasses, make Wesley pay his taxes Then follow your moves all week on Twitter Probably make a gay nigga reconsider You now rockin' with the best, mane Dress game down to the sex game Won’t brag, but the boy been blessed, mane Let you play with the stick; Ovechkin She callin', she textin', she’s fallin', but let me explain Gotta tell your old boyfriend skate, girl ‘Cause a nigga don’t play them ex games Nope! Straight sexing, no handcuff or arresting And I ain’t coming off of my last name ‘Cause I really can’t take no stressing 'Bout where I done been, who I done hit Your homegirl saying, “He a bad boy.” But I’m signed to the Roc No time for the gossip, bitch, put down them tabloids!  [Hook: Trey Songz] She said, “I heard you got a main chick A mistress and some hoes You be up to no good, and everybody knows My homegirls tried to warn me, they tried to let me know But what you got, I need a lot, so I can’t let you go.”  [Hook: J. Cole] She said, “I can’t get enough, can’t get enough” (I need that) “I can’t get enough, can’t get enough” (I need that) “I can’t get enough of what you got Good God, you hit the spot Tried to let go, but I just could not So don’t you stop, I need that.”  [Verse 2: J. Cole] Hey, Globetrotter, Cole hotter Even way out in London town Hoes holla, ’cause they love my sound And I got love for the underground Kweli, Pimp C, H-Town where Bun get down Met a bad bitch that’ll cut all night That’ll suck all night, you just cut off lights Almost missed my flight Tryna get my last little nut, all right? She be down for whatever Whenever I wanna get up in the guts, all right? Never fuss or fight On the grind, tryna find this lettuce I love it when you give me head I hate it when you give me headaches  [Hook: Trey Songz] She said, “I heard you got a main chick A mistress and some hoes You be up to no good, and everybody knows My homegirls tried to warn me, they tried to let me know But what you got, I need a lot, so I can’t let you go.”  [Hook: J. Cole] She said, “I can’t get enough, can’t get enough” (I need that) “I can’t get enough, can’t get enough” (I need that) “I can’t get enough of what you got Good God, you hit the spot Tried to let go, but I just could not So don’t you stop, I need that.”  [Verse 3:  J. Cole] Hey, Cole World, baby, ain’t nothin' sunny I see ‘em hating, but it ain’t nothin' to me I’m from the Ville, where they bang for the money And carry fo’-fives, like change for a twenty So what I look like, scurred? Them niggas over there look like nerds Never mind that, girl, let’s make a track I’ll beat the pussy up, that’s the hook right thurr That’s the hook right thurr! That's the hook right thurr! Never mind that, girl, let’s make a track I’ll beat the pussy up, that’s the hook right thurr  [Hook: Trey Songz] She said, “I heard you got a main chick A mistress and some hoes You be up to no good, and everybody knows My homegirls tried to warn me, they tried to let me know But what you got, I need a lot, so I can’t let you go.”  [Hook: J. Cole] She said, “I can’t get enough, can’t get enough” (I need that) “I can’t get enough, can’t get enough” (I need that) “I can’t get enough of what you got Good God, you hit the spot Tried to let go, but I just could not So don’t you stop, I need that.”  ",
        "title": "Can't Get Enough"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Verse 1] One more depending on a prayer And we all look away People pretending everywhere It's just another day There's bullets flying through the air And they still carry on We watch it happen over there And then just turn it off  [Chorus] Hey, yeah, yeah, hey, yeah We must stand together Hey, yeah, yeah, hey, yeah There's no giving in Hey, yeah, yeah, hey, yeah Hand in hand forever Hey, yeah, yeah, hey, yeah That's when we all win Hey, yeah, yeah, hey, yeah That's, that's, that's when we all win That's, that's, that's when we all win  [Verse 2] They tell us everything's alright And we just go along How can we fall asleep at night When something's clearly wrong When we could feed a starving world With what we throw away But all we serve are empty words That always taste the same  [Chorus] Hey, yeah, yeah, hey, yeah We must stand together Hey, yeah, yeah, hey, yeah There's no giving in Hey, yeah, yeah, hey, yeah Hand in hand forever Hey, yeah, yeah, hey, yeah That's when we all win Hey, yeah, yeah, hey, yeah That's, that's, that's when we all win That's, that's, that's when we all win  [Bridge] The right thing to guide us Is right here inside us No one can divide us When the light is nearly gone But just like a heartbeat The drumbeat carries on And the drumbeat carries on Just like a heartbeat  [Chorus] Hey, yeah, yeah, hey, yeah We must stand together Hey, yeah, yeah, hey, yeah There's no giving in Hey, yeah, yeah, hey, yeah Hand in hand forever Hey, yeah, yeah, hey, yeah That's when we all win Hey, yeah, yeah, hey, yeah That's, that's, that's when we all win That's, that's, that's when we all win  ",
        "title": "When We Stand Together"
    },
    {
        "artist": "Rick Ross Featuring Nicki Minaj",
        "lyrics": "  [Intro: Rick Ross] In a world of so many Baby girl, you are that one I deserve that.. I deserve you  [Hook: Nicki Minaj] I'll do anything that you say, anything Cause you the boss You the boss You, you, you the boss, yeah You the boss (uh) You, you, you the boss, yeah You the boss You, you, you the boss, yeah (uh) You the boss You, you, you the boss (boss) You the boss (boss) You, you, you the boss, yeah You the boss You, you, you the boss, yeah You the boss You, you, you the boss, yeah  [Verse 1: Rick Ross] Rozay a born stunner, I could blow money Fifty when I'm shopping, that ain't no money I got my jeans sagging, money stuffed in em I got 40 whips, way too much in em I need me a queen, I need me a dime Living this fast life: just show me a sign I'm a G, I'm-I'm-I'ma a G Took her from the lame, put her on that condo on the beach All she needs, all-all-all she needs Is a boss on my level who provides every need All I fiend is a queen in my presence I can hold her til I die Couple G's in my bezel I'm a boss  [Hook: Nicki Minaj]  [Verse 2: Rick Ross] Still running the streets cause every day I'm hustling Double MG winnin and the streets is loving it All this paper coming and my baby touching it I pin her to the wall, you know this, boy we busting it Fur coats in the winter, look like a polar bear Stunting in the snow, these haters they can go somewhere Indoor pool, outdoor pool, indoor court Talkin' Ray J moves Seven Rolls Royces, pink slips like a boss Champagne on her body, time to lick it off Me and baby girl a winning combination Ownership is my conversation I'm a boss  [Hook: Nicki Minaj]  [Verse 3: Nicki Minaj] I watch You play (what you sayin baby) And I'll do whatever you say (boss) Oh I I I I I watch You play And I'll dooo Whatever you say  I'd do anything that you say (uh), anything Cause you the boss You the boss (boss) You, you, you the boss, yeah You the boss You, you, you the boss, yeah You the boss You, you, you the boss, yeah (boss)  [Outro: Nicki Minaj] You could take it any way you want to Daddy, I promise that I'll never disappoint you Just make sure I make it my motherfucking point to Get a raise, get a raise  ",
        "title": "You The Boss"
    },
    {
        "artist": "David Guetta Featuring Nicki Minaj",
        "lyrics": "  [Verse 1: Nicki Minaj] Doctor, doctor, need you back home, baby Doctor, doctor, where ya at?, give me something I need your love, I need your love, I need your lovin' You got that kind of medicine that keeps me comin'  [Pre-Chorus 1: Nicki Minaj] My body needs a hero, come and save me Something tells me you know how to save me I've been feeling weird, oh Oh, I need you to come and rescue me  [Chorus: Nicki Minaj] Make me come alive, come on and turn me on Touch me, save my life, come on and turn me on I'm too young to die, come on and turn me on Turn me on, turn me on, turn me on, turn me on Make me come alive, come on and turn me on Touch me, save my life, come on and turn me on I'm too young to die, come on and turn me on Turn me on, turn me on, turn me on, turn me on  [Verse 2: Nicki Minaj] Boy, you make it, make it right My temperature is super high If I scream, if I cry It's only 'cause I feel alive  [Pre-Chorus 1: Nicki Minaj] My body needs a hero, come and save me Something tells me you know how to save me I've been feeling weird, oh Oh, I need you to come and rescue me  [Chorus: Nicki Minaj] Make me come alive, come on and turn me on Touch me, save my life, come on and turn me on I'm too young to die, come on and turn me on Turn me on, turn me on, turn me on, turn me on Make me come alive, come on and turn me on Touch me, save my life, come on and turn me on I'm too young to die, come on and turn me on Turn me on, turn me on, turn me on, turn me on  [Bridge: Nicki Minaj] You've got my life in the palm of your hand Come save me now, I know you can (Ah, ah)  [Verse 3: Nicki Minaj] D-d-d-d-don't let me die young I just want you to father my young I just want you to be my doctor We can get it cracking, chiropractor  [Pre-Chorus 2: Nicki Minaj] I-I-I-I-I-I-I-I-I I know you can save me and make me feel alive  [Chorus: Nicki Minaj] Make me come alive, come on and turn me on Touch me, save my life, come on and turn me on I'm too young to die, come on and turn me on Turn me on, turn me on, turn me on, turn me on  ",
        "title": "Turn Me On"
    },
    {
        "artist": "The Black Keys",
        "lyrics": "  [Verse 1] Well I'm so above you, it is plain to see But I came to love you anyway So you pulled my heart out And I don't mind bleeding Any old time you keep me waiting, waiting, waiting  [Chorus] Oh, oh, oh, oh, I got a love that keeps me waiting I'm a lonely boy  [Verse 2] Well your mama kept you but your daddy left you And I should have done you just the same But I came to love you Am I born to bleed? Any old time you keep me waiting, waiting, waiting  [Chorus] Oh, oh, oh, oh, I got a love that keeps me waiting I'm a lonely boy  ",
        "title": "Lonely Boy"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Verse 1] I have been dragging' around your sensitive ego Making sure that your bags arrive on time for the dog and pony show A little suitcase like a brick It kinda makes it hard to get a good grip I drop your troubles off at the conveyor belt I'll hand you a ticket to go get it yourself  [Chorus] At the baggage claim, you got a lot of luggage in your name When you hit the ground, check the lost and found Cause it ain't my problem now I can't carry it on, I've got a lot of troubles on my own It's all over the yard, in the trunk of the car I'm packing' it in, so come and get it  [Verse 2] If it ain't obvious what has set me off today Behind every woman scorned is a man who made her that way Go on and take your little business trip With that sweet little habit that you can't kick You better call your momma when you get to town Cause I ain't gonna be hanging' around  [Chorus] At the baggage claim, you got a lot of luggage in your name When you hit the ground, check the lost and found Cause it ain't my problem now I can't carry it on, I've got a lot of troubles on my own It's all over the yard, in the trunk of the car I'm packing' it in, so come and get it  [Break] Come and get it!  [Verse 3] Come and pick it up, pick it up Before I blow it up in flames You better pick it up, pick it up Baby, I'm leaving everything  [Chorus] At the baggage claim, you got a lot of luggage in your name When you hit the ground, check the lost and found Cause it ain't my problem now I can't carry it on, I've got a lot of troubles on my own It's all over the yard, in the trunk of the car I'm packing' it in, so come and get it  [Outro] Come and get your shit!  ",
        "title": "Baggage Claim"
    },
    {
        "artist": "Martina McBride",
        "lyrics": "  [Verse 1] She dropped the phone and burst into tears The doctor just confirmed her fears Her husband held it in and held her tight Cancer don’t discriminate or care if you’re just 38 With three kids who need you in their lives He said, \"I know that you’re afraid and I am, too But you’ll never be alone, I promise you\"  [Chorus] When you’re weak, I’ll be strong When you let go, I’ll hold on When you need to cry, I swear that I’ll be there to dry your eyes When you feel lost and scared to death Like you can’t take one more step Just take my hand, together we can do it I'm going to love you through it  [Verse 2] She made it through the surgery fine They said they caught it just in time But they had to take more than they planned Now it's forced smiles and baggy shirts To hide what the cancer took from her But she just wants to feel like a woman again She said, \"I don't think I can do this anymore\" He took her in his arms and said \"That's what my love is for\"  [Chorus] When you’re weak, I’ll be strong When you let go, I’ll hold on When you need to cry, I swear that I’ll be there to dry your eyes When you feel lost and scared to death Like you can’t take one more step Just take my hand, together we can do it I'm going to love you through it Oh baby Yeah [Outro] And when this road gets too long I'll be the rock you lean on Just take my hand, together we can do it I'm going to love you through it I'm going to love you through it I'm going to love you through it  ",
        "title": "I'm Gonna Love You Through It"
    },
    {
        "artist": "Jake Owen",
        "lyrics": "  [Verse 1] I don’t see you laugh You don’t call me back But you kiss me when you’re drunk I don’t know your friends Don’t know where you’ve been Why are you the one I want?  [Chorus] Don’t put your lips up to my mouth and tell me you can’t stay Don’t slip your hand under my shirt and tell me it’s okay Don’t say it doesn’t matter cause it’s gonna matter to me I can’t be alone with you You’ve got me out on the edge every time you call And I know it would kill me if I fall I can’t be alone with you  [Bridge] Please don’t chain that door I can’t win this war Your body’s like a pill I shouldn’t take  [Chorus] Don’t put your lips up to my mouth and tell me you can’t stay Don’t slip your hand under my shirt and tell me it’s okay Don’t say it doesn’t matter cause it’s gonna matter to me I can’t be alone with you You’ve got me out on the edge every time you call And I know it would kill me if I fall I can’t be alone with you Don’t put your lips up to my mouth and tell me you can’t stay Don’t slip your hand under my shirt and tell me it’s okay Don’t say it doesn’t matter cause it’s gonna matter to me I can’t be alone with you You’ve got me out on the edge every time you call And I know it would kill me if I fall I can’t be alone with you  [Outro] I don’t see you laugh You don’t call me back But you kiss me when you’re drunk  ",
        "title": "Alone With You"
    },
    {
        "artist": "Wale Featuring Jeremih & Rick Ross",
        "lyrics": "  [Chorus: Jeremih] I apologize I don’t recollect your name (Oh, baby, I don’t know your name) But lemme tell you that them heels Really complement your frame (Look at your body, baby) Girl lemme get them ooh aahs then I gotta catch my plane Say ya miss me and ya wishing for some private time Girl, how could we get that way? Girl, how could we get that way?  [Verse 1: Wale] Look, another day another dollar She hate me when I leave cuz when I leave I never call her That's life shit alright, shit, I could call you right quick But if I call you gone be like \"Boo why we haven't skyped yet?\" And on Skype bet you say \"Le where my flight at?\", if I decline Then you inquire on where I spend my nights at Shit this life gets overwhelming and more then hectic But a woman worth some anger is certainly worth some effort Just look closer my life is quite deceptive Women'll sell they soul just to buy some attention I need something to hold fuck that passive aggression And when im back from off that road dont ask me no questions... please.. fear watchu dont know  [Chorus: Jeremih] I apologize I don’t recollect your name (Oh, baby, I don’t know your name) But lemme tell you that them heels Really complement your frame (Look at your body, baby) Girl lemme get them ooh aahs then I gotta catch my plane Say ya miss me and ya wishing for some private time Girl, how could we get that way? Girl, how could we get that way?  [Verse 2: Wale] Don't remember how I met her but I know I won't forget her And If loving her is wrong then I just know I won't see heaven She say she from Seattle, she twenty and some change Before I get to T.I.A. I'm sure to make her rain Then I'm back up on my plane Chi-town O'Hare We spend some time and get some wine have some milds from Harold's I told her this here's overrated but I love your city baby Gotta get back to the D, you know we finally famous Driver drop me off at Dulles im headed to some money TSA be laughing all them rubbers in your luggage I know ima always leave em but I swear ill always love em Tell her you'll probably find someone but you'll never find another  [Chorus: Jeremih] I apologize I don’t recollect your name (Oh, baby, I don’t know your name) But lemme tell you that them heels Really complement your frame (Look at your body, baby) Girl lemme get them ooh aahs then I gotta catch my plane Say ya miss me and ya wishing for some private time Girl, how could we get that way? Girl, how could we get that way?  [Verse 3: Rick Ross] Got on my suede shoes, I'm in a great mood Air baggage claim awaiting miss thang outta St. Louis Know she shining bright, got on my cartier She my Billie Jean we menage with Mary Jane See we city hop, Vegas to LA Brings alotta joy Buggati boy thats lane to lane Our faucets used to drip, I used to ride the bench But it was written in cursive for this king to exist Packed her bags now she live amongst entrepreneurs Marc Jacob the makeup she Givenchy consumer Gianni Versaci connoisseur a carnivore Accountable for a half a million unaccounted for... boy  [Chorus: Jeremih] I apologize I don’t recollect your name (Oh, baby, I don’t know your name) But lemme tell you that them heels Really complement your frame (Look at your body, baby) Girl lemme get them ooh aahs then I gotta catch my plane Say ya miss me and ya wishing for some private time Girl, how could we get that way? Girl, how could we get that way?  ",
        "title": "That Way"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": null,
        "title": "Home"
    },
    {
        "artist": "T-Pain Featuring Lil Wayne",
        "lyrics": "  [Hook 1: T-Pain] My money right (my money, money) My bread good (good, good) Shawty fuckin’, (wassup, girl?) that head good! Bang, bang, pow, pow I do my thang, thang Look at me now, now  [Hook 2: T-Pain] My money right (my money, money) My cash up (up up and away) Face down, ass up I rep my town, town That’s where I’m from, from So, nigga, pow, pow, bum, bum  [Verse 1: T-Pain] Money to blow, I’m limpin' off tour Boatloads of cash, bitch, I’m overboard I got money for these whores if you open up the door Company accounts and they all on one accord Real talk, I don’t speak, even if it’s “Hi, hater” I’m on top and I done locked the elevator All these bitches say I'm fly and I can never touch the ground I’m not tryna be in your circle cause I don’t fuck around I get that money, that money (money) I live it, I want it (want it) Drop the top on that Ferrari, now I’m in California I let the hardtop down and the wind blow through All I do is win, what the fuck you gon' do? I'm good, good, good and I do this for my hood, hood, hood Yeah, and ain't nobody gonna stop me I doing it right now So bang, bang, pow, pow, everybody say  [Hook + Hook 2]  [Verse 2: Lil Wayne] I go so hard they call me go so hard You ain't a king, you a joker card Fuckin’ up the Church money like a alter boy I got them yellow Xannies, that's them Tonka toys I go bonkers, boy, I put that on my mamma nem These hoes are all alike, they put the 'ho' in homonym I think all these niggas sound like me, that’s a compliment I told a midget \"Bitch, I do it big, hippopotamus\" Put that on my Slime and ‘em, no b-ball, we stop and pop No b-ball, we got shit locked, swagger ill, wassup, doc? Make that pussy pop like the gun I went to jail for Shoot the doors off that Jeep, that bitch look like a mail truck Ya pussy, keep ya tail tucked, real niggas in this bitch Get that pussy wet, fuck her than I jet, Kenny Smith T-Pain voice, all I do is win and shit Young Money in ya muthafuckin’ face, blemishes  [Hook 1 + Hook 2]  ",
        "title": "Bang Bang Pow Pow"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": null,
        "title": "Reality"
    },
    {
        "artist": "Avicii",
        "lyrics": "  [Intro]  [Hook] Oh, sometimes I get a good feeling, yeah Get a feeling that I never, never, never, never had before, no no I get a good feeling, yeah Oh, sometimes I get a good feeling, yeah Get a feeling that I never, never, never, never had before, no no I get a good feeling, yeah  [Outro]  ",
        "title": "Levels"
    },
    {
        "artist": "fun. Featuring Janelle Monae",
        "lyrics": "  [Verse 1: Nate Ruess] Give me a second I, I need to get my story straight My friends are in the bathroom getting higher than the Empire State My lover she's waiting for me just across the bar My seat's been taken by some sunglasses asking 'bout a scar And I know I gave it to you months ago I know you're trying to forget But between the drinks and subtle things, the holes in my apologies You know I'm trying hard to take it back So if by the time the bar closes And you feel like falling down I'll carry you home  [Hook: Nate Ruess] Tonight We are young So let's set the world on fire We can burn brighter Than the sun Tonight We are young So let's set the world on fire We can burn brighter Than the sun  [Verse 2: Nate Ruess] Now I know that I'm not All that you got I guess that I, I just thought Maybe we could find new ways to fall apart But our friends are back So let's raise a cup Cause I found someone to carry me home  [Hook: Nate Ruess] Tonight We are young So let's set the world on fire We can burn brighter Than the sun Tonight We are young So let's set the world on fire We can burn brighter Than the sun  [Interlude: Janelle Monáe] Carry me home tonight Just carry me home tonight Carry me home tonight Just carry me home tonight  [Bridge: Nate Ruess] The moon is on my side I have no reason to run So will someone come and carry me home tonight The angels never arrived But I can hear the choir So will someone come and carry me home  [Hook: Nate Ruess] Tonight We are young So let's set the world on fire We can burn brighter Than the sun Tonight We are young So let's set the world on fire We can burn brighter Than the sun   [Outro: Nate Ruess] So if by the time the bar closes And you feel like falling down I'll carry you home tonight  ",
        "title": "We Are Young"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] One, two, three baby don't think twice Just like that you got a brand new life Hop in this truck and run through the red lights Yeah where you want to go baby name the town We can go up north, we could head down south Roll down the windows with the radio loud  Come on turn it up, yeah Start living your life On the double leave your troubles behind You and me, we're going to be alright  [Chorus] You could be a blackbird On the country street Hiding from the world with a broken wing But you better believe you're going to fly with me You could be a songbird from New Orleans Scared of the rain just as scared to sing But you better believe you're going to fly with me  [Verse] Well, here we are baby in the back of my bed Suns going down skies turning red Stars coming out Baby look at you now God knows how long but it's been a while Since I heard you laugh and I seen that smile Felt that kiss and I can get used to this Baby I could get used to this  [Chorus]  [Outro] You are going to fly  ",
        "title": "You Gonna Fly"
    },
    {
        "artist": "Avril Lavigne",
        "lyrics": "  [Verse 1] I can be tough I can be strong But with you It's not like that at all There's a girl Who gives a shit Behind this wall You just walk through it  [Pre-Chorus] And I remember all those crazy thing you said You left them running through my head You're always there, you're everywhere But right now I wish you were here All those crazy things we did Didn't think about it just went with it You're always there, you're everywhere But right now I wish you were here  [Chorus] Damn, Damn, Damn What I'd do to have you here, here, here I wish you were here Damn, Damn, Damn What I'd do to have you near, near, near I wish you were here  [Verse 2] I love The way you are It's who I am Don't have to try hard We always say Say like it is And the truth Is that I really miss  [Pre-Chorus] And I remember all those crazy thing you said You left them running through my head You're always there, you're everywhere But right now I wish you were here] All those crazy things we did Didn't think about it just went with it You're always there, you're everywhere But right now I wish you were here  [Chorus] Damn, damn, damn What I'd do to have you here, here, here I wish you were here Damn, damn, damn What I'd do to have you near, near, near I wish you were here  [Bridge] No, I don't wanna let go I just want to let you know That I never want to let go Let go, oh, oh No, I don't wanna let go I just want to let you know That I never want to let go Let go, Oh, Oh  [Chorus] Damn, damn, damn What I'd do to have you here, here, here I wish you were here Damn, damn, damn What I'd do to have you near, near, near I wish you were here  ",
        "title": "Wish You Were Here"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] I know how to hold a grudge I can send a bridge up in smoke And I can't count the people I've let down, the hearts I've broke You ain't gotta dig too deep If you wanna find some dirt on me I'm learning who you've been Ain't who you've got to be It's gonna be an uphill climb Aw honey I won't lie  [Chorus] I ain't no angel I still got a few more dances with the devil I’m cleaning up my act little by little I’m getting there I can finally stand the man in the mirror I see I ain’t as good as I’m gonna get But I’m better than I used to be  [Verse 2] I’ve pinned a lot of demons to the ground I’ve got a few old habits left But there’s still one or two I might need you to help me get Standing in the rain so long has left me with a little rust But put some faith in me And someday you’ll see There’s a diamond under all this dust   [Chorus] I ain't no angel I still got a few more dances with the devil I’m cleaning up my act little by little I’m getting there I can finally stand the man in the mirror I see I ain’t as good as I’m gonna get But I’m better than I used to be  [Chorus] I ain't no angel I still got a few more dances with the devil I’m cleaning up my act little by little I’m getting there I can finally stand the man in the mirror I see I ain’t as good as I’m gonna get But I’m better than I used to be  ",
        "title": "Better Than I Used To Be"
    },
    {
        "artist": "Florence + The Machine",
        "lyrics": "  [Verse 1] Regrets collect like old friends Here to relive your darkest moments I can see no way, I can see no way And all of the ghouls come out to play And every demon wants his pound of flesh But I like to keep some things to myself I like to keep my issues drawn It's always darkest before the dawn  And I've been a fool and I've been blind I can never leave the past behind I can see no way, I can see no way I'm always dragging that horse around All of his questions such a mournful sound Tonight I'm gonna bury that horse in the ground Cause I like to keep my issues drawn But it's always darkest before the dawn  [Chorus] Shake it out, shake it out Shake it out, shake it out, ooh whoa Shake it out, shake it out Shake it out, shake it out, ooh whoa And it's hard to dance with a devil on your back So shake him off, oh whoa  [Verse 2] And I am done with my graceless heart So tonight I'm going to cut it out and then restart Because I like to keep my issues drawn It's always darkest before the dawn  [Chorus] Shake it out, shake it out Shake it out, shake it out, ooh whoa Shake it out, shake it out Shake it out, shake it out, ooh whoa And it's hard to dance with a devil on your back So shake him off, oh whoa (shake him off)  [Verse 3] And it's hard to dance with a devil on your back (shake him off) And given half the chance, would I take any of it back (shake him off) It's a fine romance but it's left me so undone (shake him off) It's always darkest before the dawn Ooh whoa, ooh whoa  [Bridge] And I'm damned if I do and I'm damned if I don't So here's to drinks in the dark at the end of my rope And I'm ready to suffer and I'm ready to hope It's a shot in the dark aimed right at my throat Because looking for heaven, found the devil in me whoa Looking for heaven, found the devil in me whoa Well, why the hell did I let it happen to me? Yeah  [Chorus] Shake it out, shake it out Shake it out, shake it out, ooh whoa Shake it out, shake it out Shake it out, shake it out, ooh whoa And it's hard to dance with a devil on your back So shake him off, oh whoa Shake it out, shake it out Shake it out, shake it out, ooh whoa Shake it out, shake it out Shake it out, shake it out, ooh whoa And it's hard to dance with a devil on your back So shake him off, oh whoa Oh oh oh Oh oh oh oh oh oh oh Oh oh oh Oh oh oh oh oh oh oh Oh oh oh Oh oh oh oh oh oh oh Oh oh oh Oh oh oh oh oh oh oh Oh oh oh Oh oh oh oh oh oh oh Oh oh oh Oh oh oh oh oh oh oh Oh oh oh Oh oh oh oh oh oh oh Oh oh oh Oh oh oh oh oh oh oh  [Outro] (What the hell) (What the hell) What the hell What the hell What the hell  ",
        "title": "Shake It Out"
    },
    {
        "artist": "Justin Moore",
        "lyrics": "  [Verse 1] I heard you had to drive him home after two umbrella drinks I heard he's got a Prius, because he's into being green My buddies said he saw y'all, eating that sushi stuff Baby that don't sound like you, that don't sound like love Sounds like it sucks  [Chorus] He can't even bait a hook He can't even skin a buck He don't know who Jack Daniels is He ain't ever drove a truck Knows how to throw out a line But not the kind in a field and stream book No darling I ain't even worried, you'll come running back He can't even bait a hook  [Verse 2] Has he kissed you in a hay field as the summer rain falls down? Has he took you to meet his mama, back in his home town? Does he drive the interstate, or does he take them old back roads? Can he melt your heart with a country song, every good old boy should know? I didn't think so  [Chorus] He can't even bait a hook He can't even skin a buck He don't know who Jack Daniels is He ain't ever drove a truck Knows how to throw out a line But not the kind in a field and stream book No darling I ain't even worried, you'll come running back He can't even bait a hook  [Bridge] It won't be that long, until you start getting bored I'll be smiling on the river, reeling in one more  [Chorus] He can't even bait a hook He can't even skin a buck He don't know who Jack Daniels is He ain't ever drove a truck Knows how to throw out a line But not the kind in a field and stream book No darling I ain't even worried, you'll come running back He can't even bait a hook  [Outro] No baby I ain't even worried He can't even bait a hook  ",
        "title": "Bait A Hook"
    },
    {
        "artist": "Scotty McCreery",
        "lyrics": "  [Verse 1] The trouble with girls is they’re a mystery Something about ’em puzzles me Spent my whole life trying to figure out Just what them girls are all about The trouble with girls is they're so dang pretty Everything about ’em does something to me But I guess that’s the way it’s supposed to be  [Chorus] They smile, that smile They bat those eyes They steal you with \"hello\" They kill you with \"goodbye\" They hook you with one touch and you can’t break free Yeah, the trouble with girls is nobody loves trouble as much as me  [Verse 2] They’re sugar and spice and angel wings And hell on wheels and tight blue jeans A summer night, down by the lake An old memory that you can’t shake They’re hard to find, yet there’s so many of ’em The way that you hate, that you already love ’em But I guess that’s the way it’s supposed to be  [Chorus] They smile, that smile They bat those eyes They steal you with \"hello\" They kill you with \"goodbye\" They hook you with one touch and you can’t break free Yeah, the trouble with girls is nobody loves trouble as much as me  [Bridge] The way they hold you out on the dance floor The way they ride in the middle of your truck The way they give you a kiss at the front door Leave you wishing you could have gone up And just as you walk away You hear that sweet voice say… Stay  [Chorus] They smile, that smile They bat those eyes They steal you with \"hello\" They kill you with \"goodbye\" They hook you with one touch and you can’t break free Yeah, the trouble with girls is nobody loves trouble as much as me  ",
        "title": "The Trouble With Girls"
    },
    {
        "artist": "Hunter Hayes",
        "lyrics": "  [Verse 1] She rolled in from the west in a summer sun dress Hotter than the heat in July With her wind blown hair it just wasn't fair The way she was blowing my mind Have you ever noticed every hurricane Gets its name from a girl like this She's a cat fight kind keeps you up at night Hanging on to the edge of a kiss  [Pre-Chorus] She's a beautiful mess Yeah, the kind you love to love But what happens next? I got a feeling when the sun comes up  [Chorus] I'm gonna wish I had a storm warning I'm gonna wish I had a sign I'm gonna Wish I had a little heads up A little leeway, a little more time Some kind of radar system Locked in on love I got a feeling by the time the night finds the morning I'm gonna wish I had a storm warning I'm gonna wish I had a storm warning  [Verse 2] Ain't it funny how it feels when you're burning your wheels Somewhere between going and gone You get so lost that you can't turn it off You give in and you just turn it on She's a heart full of rain, red lips like a flame She's a girl from your favorite song  [Pre-Chorus] What a beautiful mess One part angel, one part perfect, one part a wreck The kind of flood you'll never forget  [Chorus] I'm gonna wish I had a storm warning I'm gonna wish I had a sign I'm gonna Wish I had a little heads up A little leeway, a little more time Some kind of radar system Locked in on love I got a feeling by the time the night finds the morning I'm gonna wish I had a storm warning I'm gonna wish I had a storm warning  [Outro] I'm gonna wish I had a storm warnin' I'm gonna wish I had a sign I'm gonna wish I had a little heads up A little leeway, a little more time Some kind of radar system Locked in on love I'm gonna wish I had a storm warnin' I'm gonna wish I had a sign I'm gonna wish I had a little heads up A little leeway, a little more time Some kind of radar system Locked in on love I got a feelin' by the time the night finds the mornin' I'm gonna wish I had a storm warnin' Yeah, I'm gonna wish I had a storm warnin' I'm gonna wish I had a sign, gonna wish I had a sign Of a storm warnin', yeah  ",
        "title": "Storm Warning"
    },
    {
        "artist": "Waka Flocka Flame Featuring Drake",
        "lyrics": "  [Hook] Round of applause, baby make that ass clap Drop it to the floor, make that ass clap Let me see you, bust it, bust it Baby drop it to the floor and bust it, bust it (Drop it down and just)  [Verse 1] Bounce that ass, shake that ass like the Twerk Team Hair long, ass fat, shawty mean That girl look like Halle Berry when I'm on them beans When I hit the scene girls yelling and they scream \"Flocka can you be my baby daddy?\" (Yes!) Pimping like I'm Dolemite, hoes jump in my Caddy Smoke like I got cataract in the strip club throwing up them stacks Got racks on top of racks, bust that pussy make that ass clap, clap, clap I ain't done with you, baby bring that ass back Still got 20's, still got 50's, even got them hundreds Throw some money, throw some money I'mma let it go Waka Flocka Flame, better known as Mr. Let It Go  [Hook] Round of applause, baby make that ass clap Drop it to the floor, make that ass clap Let me see you, bust it, bust it Baby drop it to the floor and bust it, bust it (Drop it down and just)  [Verse 2: Drake] Bust it like you can't afford a car You a star, you look in the mirror, you know who you are, right? Cool, take it low, take it way lower than that I fly private when I go, ain't no layover on that Yeah I made it to the top, took a seat, still sitting man I'm up in Stadium in D.C. still tipping man She coulda paid tuition five times, still stripping I just throw a couple bills, and she'll have a pair of heels Oh no, there I go, magic tricking on your ass Throwing every president except for Nixon on your ass Make you rich, I feel like I should make commission on your ass Wonder what you would ever do if I went missing on your ass  [Hook] Round of applause, baby make that ass clap Drop it to the floor, make that ass clap Let me see you, bust it, bust it Baby drop it to the floor and bust it, bust it (Drop it down and just)  [Verse 3] Throwin' them stacks, OMG, SMH when I'm on that stage Pourin' Rose all on her ass, a round of appeal baby pop that pussy Drop it down for me girl do a split, do you smoke girl? Gotta zip White Rémy Martin, who wanna sip? 45 on my hip But I gain one deep and every word I say is slurrin' Vision, man is blurrin', drunk too much liquor Smoke too much weed, bitch I'm on too much E I'm so high, y'all will miss me In love with strip clubs, shorty I'm a big tipper Two hundred then I pull down my zipper, ughh Shawty say she want me and she wanna meet my crew, Squad Niggas know we go hard, Squad  [Alt. Verse 3] Bounce that ass, shake that ass like the Twerk Team Bust it, bust it, like the Twerk Team Bust it, bust it, like the twerk team Bricksquad monopoly, shorty that's my home team All the smokers they gangsta green, can't do no G talk I need a classy girl in the bed, she ain't gotta be a freak ho Bust it, bust it, lay down on that floor girl Bust it, bust it, give me some more head girl  [Hook] Round of applause baby make that ass clap Drop it to the floor make that ass clap Round of applause baby make that ass clap Drop it to the floor make that ass clap Let me see you Bust it Bust it Bust it Bust it Bust it Bust it Baby drop it to the floor And Bust it Bust it Bust it Bust it Bust it Bust it  ",
        "title": "Round Of Applause"
    },
    {
        "artist": "The Script",
        "lyrics": null,
        "title": "Nothing"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] Kevin wasn't really all that popular in school But I remember well the day I thought now that guy's pretty cool He pulled into the parking lot and everybody cheered Because he had gone and painted his entire Chevy Cavalier camouflage  Camouflage it disappears when it pulls out of his garage Camouflage-camouflage  [Verse 2] I asked Jenny to the prom and her mom knew how to sew So she made a matching tux and gown from Duck Blind Mossy Oak We took pictures in the backyard before we went to the dance And the only thing that you can see is our faces and our hands  Camouflage Camouflage you should've seen the way it popped with her corsage Camouflage, camouflage, ain't nothing that doesn't go with camouflage  [Chorus 1] You can blend in in the country You can stand out in the fashion world Be invisible to a white tail, irresistible to a redneck girl  [Chorus 2] Camouflage, camouflage Oh you're my favorite color camouflage  [Chorus 1] You can blend in in the country You can stand out in the fashion world Be invisible to a white tail, irresistible to a redneck girl  [Verse 3] Well the stars and bars offend some folks and I guess I see why Nowadays there's still a way to show your southern pride The only thing as patriotic is the old red white and blue Is green and gray and black and brown and tan all over too  Camouflage, camouflage Designed by Mother Nature and by God  [Chorus 2] It's camouflage, camouflage Oh you're my favorite color camouflage  ",
        "title": "Camouflage"
    },
    {
        "artist": "AWOLNATION",
        "lyrics": "  [Intro] Sail!  [Verse 1] This is how I show my love I made it in my mind because I blame it on my ADD baby This is how an angel dies I blame it on my own sick pride Blame it on my ADD baby  [Chorus] Sail! Sail! Sail! Sail! Sail!  [Verse 2] Maybe I should cry for help Maybe I should kill myself Blame it on my ADD baby Maybe I'm a different breed Maybe I'm not listening So blame it on my ADD baby  [Chorus] Sail! Sail! Sail! Sail! Sail!  [Bridge] La la la la la la oh! La la la la la la oh!  [Chorus] Sail! Sail! Sail! Sail! Sail!  [Outro] Sail with me into the dark Sail! Sail with me into the dark Sail! Sail with me into the dark Sail! Sail with me into the dark Sail!  ",
        "title": "Sail"
    },
    {
        "artist": "Edens Edge",
        "lyrics": null,
        "title": "Amen"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Countdown"
    },
    {
        "artist": "Glee Cast",
        "lyrics": "  Finn: It's Christmas time There's no need to be afraid At Christmas time We let in light and we banish shade  Mercedes: And in our world of plenty We can spread a smile of joy Throw your arms around the world At Christmas time  Rachel: But say a prayer Pray for the other one Oh, at Christmas time it's hard But when you're having fun  Blaine and Kurt (Blaine): (There's a) world outside your window And it's a world of dread and fear  Artie and Brittany: Where the only water flowing Is the bitter sting of tears  Puck and Tina: And the Christmas bells that ring Are the clanging chimes of doom  Mercedes (with Rachel): Well tonight thank God it's them (instead of you)  Artie and Tina with New Directions (Santana): And there won't be snow in Africa this Christmas time (This Christmas time, no) The greatest gift they'll get this year is life (Is life) Where nothing ever grows (Nothing ever grows) No rain or rivers flow (Oh, rivers flow, no) Do they know it's (with Santana: Christmas time at all?)  Here's to you (Raise a glass for everyone) Here's to them (Underneath that burning sun) Do they know it's Christmas time at all? (Do they know it's Christmas time at all, yeah)  Tina with New Directions: Da-da-da-da-da Da, da-daah Da-da-da-da-da  Blaine and Brittany (with Rachel) and New Directions: Feed (the world)  Artie and Tina with New Directions (with Rachel): Let them know it's (Christmas time) again  Blaine and Brittany (with Rachel) and New Directions: Feed (the world)  Artie and Tina with New Directions: Let them know it's Christmas time again  Blaine and Brittany (with Rachel) and New Directions: Feed (the world)  Artie and Tina with New Directions (with Rachel): Let them know it's (Christmas time) again  Blaine and Brittany (with Rachel) and New Directions: Feed (the world)  Artie and Tina with New Directions (Artie with New Directions): Let them know it's Christmas time (again)  ",
        "title": "Do They Know It's Christmas?"
    },
    {
        "artist": "Grouplove",
        "lyrics": "  [Instrumental break]  [Verse 1: Grouplove] Take me to your best friend's house Going around this roundabout Oh yeah Take me to your best friend's house I loved you then and I love you now Oh yeah  [Hook: Grouplove] Don't take me tongue tied Don't wave no goodbye Don't  [Verse 2: Grouplove] Take me to your best friend's house Marmalade, we're making out Oh yeah Take me to your best friend's house I loved you then and I love you now  [Hook: Grouplove] Don't take me tongue tied Don't wave no goodbye Don't  [Verse 3: Grouplove] One, two, three, four Don't leave me tongue tied Let's stay up all night I'll get real high Slumber party Pillow fight My eyes and your eyes Like Peter Pan up in the sky My best friend's house tonight Let's bump the beats 'til beddy-bye  [Hook 2: Grouplove] Don't take me tongue tied Don't wave no goodbye Don't take me tongue tied Don't kiss me goodnight Don't  [Bridge: Grouplove] Take me to your best friend's house Going around this roundabout Oh yeah Take me to your best friend's house I loved you then and I love you now  [Hook 3: Grouplove] Don't leave me tongue tied (Don't leave me) Don't wave no goodbyes (Don't leave, no) Don't leave me tongue tied (Don't leave me) Don't Don't leave me tongue tied (Don't leave me) Don't wave no goodbye (Don't leave, no) Don't leave me tongue tied (Don't leave me) Don't  [Outro: Grouplove] Yeah yeah, yeah yeah Yeah yeah Ooh ooh  ",
        "title": "Tongue Tied"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Love On Top"
    },
    {
        "artist": "Thompson Square",
        "lyrics": null,
        "title": "I Got You"
    },
    {
        "artist": "Lee Brice",
        "lyrics": null,
        "title": "A Woman Like You"
    },
    {
        "artist": "Romeo Santos Featuring Usher",
        "lyrics": null,
        "title": "Promise"
    },
    {
        "artist": "Roscoe Dash",
        "lyrics": "  [Verse 1] How they let me go and get a beat from kane I swear these 808s & snares make me go insane Aye hold up baby girl I really wanna know your name And let me be your superman & you be Lois Lane It's showtime like cable, get up on that table I love your sexy body & I know you love this paper Bottles coming like they got legs on 'em The way I kill 'em man this beat will make 'em wanna call the feds on me  [Hook] I'm orderin' a hundred shots of patron Girl you better get a cup And once I get you home Girl you better give it up And we gon' have a good good night Good night, good night Good night Good night We gon' have a good night Good night, good night Good night Good night  [Verse 2] I got an open palm with cash in it I could be up for mvp I'm just tryna out do my last visit Pockets fat like they pregnant And 'bout to have triplets I got 20s flyin' send ghetto benji to adlib it Hah, get it, I'm so far ahead of my time No C-section Y'all club we v.i.p section Party bus full of women Like weed next to me Woulda thought it was a gym the way we flexin' Line full of sexy ladies tryna get with me I'm just tryna grand slam like the boy Ken Griffy And I'm at the bar nine shots no fifty 'Bout to bring a hundred more Errybody get tipsy  [Hook] I'm orderin' a hundred shots of patron Girl you better get a cup And once I get you home Girl you better give it up And we gon' have a good good night Good night, good night Good night Good night We gon' have a good night Good night, good night Good night Good night  [Verse 3] We gon' have one hell of a time Girl I am feeling fine You know what's on my mind Give it up This mad in my swisher got me fine Your sexy little body got me stuck so what's really good Girl I wish we really could do what we really should I know your last boyfriend was only really good Well I'm excellent a sexual perfectionist I creep up behind ya deep inside ya no exorcist That's that extra shit , real long extra thick A different type of breed a upgrade from that metric shit It's time to make ya question all the rest ya messin' with I'm tryna tell ya I'm the one to hit the exit with  [Hook] I'm orderin' a hundred shots of patron Girl you better get a cup And once I get you home Girl you better give it up And we gon' have a good good night Good night, good night Good night Good night We gon' have a good night Good night, good night Good night Good night  [Outro] We gon' have a hell of a time Girl I am feelin' fine You know what's on my mind Get it up This mad in my swisher got me fine This switch on got my mind Your sexy little body got me stuck so what's really good  ",
        "title": "Good Good Night"
    },
    {
        "artist": "Michael Buble",
        "lyrics": null,
        "title": "All I Want For Christmas Is You"
    },
    {
        "artist": "Gym Class Heroes Featuring Neon Hitch",
        "lyrics": "  [Intro: Travie McCoy] Oh, it's so sexy, yo  [Hook: Neon Hitch] I don't know where you're going Or when you're coming home I left the keys under the mat To our front door For one more chance to hold you close I don't know where you're going Just get your ass back home  [Verse 1: Travie McCoy] We both knew this type of life didn't come with instructions So I'm trying to do my best to make something out of nothing, and Sometimes it gets down right shitty in fact When you call and I don't even know what city I'm at Or what day in the week in the middle of the month In a year I don't recall It's like my life's on repeat and the last time we spoke I told you I wouldn't be long That was last November now December's almost gone I'd apologize but I don't realize what I'm doing wrong, I don't know  [Hook: Neon Hitch] I don't know where you're going Or when you're coming home I left the keys under the mat To our front door (that's love) For one more chance to hold you close I don't know where you're going Just get your ass back home  [Verse 2: Travie McCoy] And you've been nothing but amazing and I'll never take that for granted Half of these birds would've flew the coop but you, you truly understand it And the fact you stood beside me every time you heard some bogusness You deserve a standing O cause they'd have just been over it Let 'em talk, let 'em talk, let 'em talk, let 'em talk Like we don't hear what they saying Let 'em walk, let 'em walk, let 'em walk, let 'em walk We'll just drive by and keep waving Cause you and I above all that, just let 'em wallow in it And now they all choked up, yuck - cause they be swallowin' it  [Hook: Neon Hitch] I don't know where you're going Or when you're coming home I left the keys under the mat To our front door (that's love) For one more chance to hold you close I don't know where you're going Just get your ass back home  [Interlude: Travie McCoy] No one holds me down like you do sweetheart You keep doing that, I'll keep doing this We'll be alright, trust that We put the \"us\" in \"trust\" baby, let's go!  [Bridge: Neon Hitch] I don't care what you're after As long as I'm the one, no I don't care why you're leaving You'll miss me when you're gone  [Hook: Neon Hitch] I don't know where you're going Or when you're coming home I left the keys under the mat To our front door (that's love) For one more chance to hold you close I don't know where you're going Just get your ass back home  [Outro: Travis] I'm home baby  ",
        "title": "Ass Back Home"
    }
]