[
    {
        "artist": "The Guess Who",
        "lyrics": null,
        "title": "American Woman/No Sugar Tonight"
    },
    {
        "artist": "The Ides Of March",
        "lyrics": "  {Intro}  [ Verse 1] Hey, well, I'm the friendly stranger in the black sedan Woncha hop inside my car I got pictures, I got candy, I'm a lovable man And I can take you to the nearest star  [Chorus ] I'm your vehicle, baby I can take you anywhere you wanna go I'm your vehicle woman By that I'm sure you know  I love ya (love ya) I need ya (need ya) I wants ya gots to have you child Great God in heaven, you know I love you (Oh you know I do)  [ Verse 2] Well, if you wants to be a movie star I canna take-a you to Hollywood But if you wanna stay just like you are You know, I think you really should  [Chorus ] I'm your vehicle, baby I can take you anywhere you wanna go I'm your vehicle woman By that I'm sure you know  I love ya (love ya) I need ya (need ya) I wants ya gots to have you child Great God in heaven, you know I love you (Oh you know I do)   {Instrumental}    [ Verse 1 reprise] Well I'm the friendly stranger in the black sedan Oh woncha hop inside my car I got pictures, candy, I'm a lovable man And I can take you to the nearest star  [Chorus ] I'm your vehicle, baby I can take you anywhere you wanna go I'm your vehicle woman By that I'm sure you know  I love ya (love ya) I need ya (need ya) I wants ya gots to have you child Great God in heaven, you know I love you (Oh you know I do)  I'm your vehicle, baby Y'know I love you (love ya) I Needs ya (need ya) I wantcha gots to have you child Great God in heaven you know I love you  ",
        "title": "Vehicle"
    },
    {
        "artist": "Tyrone Davis",
        "lyrics": "  Oh, darling I'm so lonely without you Can't sleep at night Always thinking about you  But if I had the Chance to start all over I would be wishing today On a four leaf clover  And leaving would be The last thing on my mind If I could turn back The hands of time  (If I could turn back The hands of time) oh, baby (If I could turn back The hands of time)  Oh, darling I can't hold out much longer For the pain is getting deep Oh, the hurt keeps getting stronger  But if I had just one more try I would be yours alone Until the day I die  And we would Have a love so divine If I could turn back The hands of time  (If I could turn back The hands of time) oh, baby (If I could turn back The hands of time)  Remember, girl That I love you  Oh, darling, please Please let me come back home Your love has been So good to me, baby And I just realized Without it, I can't go on  Cause you're the other half That makes my life complete If I had one more chance We'd have a love so sweet  And leaving would be The last thing on my mind If I could turn back The hands of time  (If I could turn back The hands of time) oh, baby (If I could turn back The hands of time) I love you  (If I could turn back The hands of time) Girl, I need you (If I could turn back The hands of time) mmm  (If I could turn back The hands of time) oh, baby (If I could turn back The hands of time)  ",
        "title": "Turn Back The Hands Of Time"
    },
    {
        "artist": "Ray Stevens",
        "lyrics": "  [Chorus:] Jesus loves the little children All the little children of the world Red and yellow, black and white They are precious in his sight Jesus loves the little children of the world  Everything is beautiful In its' own way Like a starry summer night Or a snow covered winter's day  Everybody's beautiful In their own way Under God's heaven The world's gonna find a way  [Verse 1:] There is none so blind That is he who will not see We must not close our minds We must let our thought be free For every hour that passes by  You know the world Gets a little bit older It's time to realize That beauty lies In the eyes of the beholder  [Chorus:] Everything is beautiful In its' own way Like a starry summer nights Or a snow covered winter's day Ah, sing it, children  Everybody's beautiful In their own way Under God's heaven The world's gonna find a way  [Verse 2:] We shouldn't care About the length of his hair Or the color of his skin Don't worry about what shows from without But the love that lives within We're gonna get it all together now  Everything gonna work out fine Just take a little time To look on the good side my friend And straighten it out in your mind  [Chorus:] Everything is beautiful In its' own way Like a starry summer nights Or a snow covered winter's day Ah, sing it, children  Everybody's beautiful In their own way Under God's heaven The world's gonna find a way  One more time Everything is beautiful In its' own way Like a starry summer nights  ",
        "title": "Everything Is Beautiful"
    },
    {
        "artist": "Simon & Garfunkel",
        "lyrics": "  [Chorus] 'Cilia, you're breaking my heart You're shaking my confidence daily Oh, Cecilia, I'm down on my knees I'm begging you please to come home 'Cilia, you're breaking my heart You're shaking my confidence daily Oh, Cecilia, I'm down on my knees I'm begging you please to come home Come on home  [Verse 1] Making love in the afternoon with Cecilia Up in my bedroom (making love) I got up to wash my face When I come back to bed Someone's taken my place  [Chorus] 'Cilia, you're breaking my heart You're shaking my confidence daily Oh, Cecilia, I'm down on my knees I'm begging you please to come home Come on home  [Bridge] Oh oh oh oh Oh oh oh oh oh oh oh oh (take it up, take it up)  [Chorus 2] Jubilation, she loves me again I fall on the floor and I'm laughing Jubilation, she loves me again I fall on the floor and I'm laughing Oh oh oh oh oh oh oh  ",
        "title": "Cecilia"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1 (Lead vocals: Paul McCartney)] When I find myself in times of trouble Mother Mary comes to me Speaking words of wisdom \"Let it be\" And in my hour of darkness She is standing right in front of me Speaking words of wisdom \"Let it be\"  [Chorus] Let it be, let it be, let it be, let it be Whisper words of wisdom Let it be  [Verse 2] And when the brokenhearted people Living in the world agree There will be an answer Let it be For though they may be parted There is still a chance that they will see There will be an answer Let it be  [Chorus] Let it be, let it be, let it be, let it be Yeah there will be an answer Let it be Let it be, let it be, let it be, let it be Whisper words of wisdom Let it be  [Instrumental]  [Chorus] Let it be, let it be, let it be, yeah let it be Whisper words of wisdom Let it be  [Verse 3: Paul McCartney] And when the night is cloudy There is still a light that shines on me Shine until tomorrow Let it be I wake up to the sound of music Mother Mary comes to me Speaking words of wisdom Let it be  [Chorus] Let it be, let it be, let it be, yeah let it be There will be an answer Let it be Let it be, let it be, let it be, yeah let it be Whisper words of wisdom Let it be  ",
        "title": "Let It Be"
    },
    {
        "artist": "The Moments",
        "lyrics": "  I found love on a two way street and lost it on a lonely highway Love on a two way street and lost it on a lonely highway  True love will never die, so I've been told, but now I must cry It's finally goodbye, I know  With music softly playing, his lips were gently saying: \"I love you\"  He held me in desperation, I thought it was a revelation And then he walked out  How could I be so blind, to give up love for the very first time To be fooled is a hurting pain, to be loved and fooled Is a crying shame, while I bear the blame as he laughs my name  With music softly playing, his lips were gently saying: \"Honey, I love you.\" He held me in desperation, I thought it was a revelation And then he walked out  I found love on a two way street and lost it on a lonely highway Love on a two way street and lost it on a lonely highway  I found love on a two way street and lost it on a lonely highway Love on a two way street and lost it on a lonely highway  ",
        "title": "Love On A Two-Way Street"
    },
    {
        "artist": "Creedence Clearwater Revival",
        "lyrics": null,
        "title": "Up Around The Bend/Run Through The Jungle"
    },
    {
        "artist": "Jackson 5",
        "lyrics": "  [Michael] A buh-buh buh buh  [J5] A buh-buh buh buh  [Michael] You went to school to learn, girl Things you never, never knew before...  [Jermaine-] Like \"I before E, except after C\"  [Michael] And why two plus two makes four Now now now, I'm gonna teach you... [J5] Teach you, teach you  [Michael] All about love, yeah! [J5] All about love!  [Jermaine-] Sit yourself down, take a seat All you gotta do is repeat after me  [Chorus] [J5] A, B, C [Michael] It's easy as... [J5] 1, 2, 3 [Michael] Or simple as... [J5] Do-Re-Mi [Michael] A, B, C, 1, 2, 3, baby you and me girl! [J5] A, B, C [Michael] Easy as... [J5] 1, 2, 3 [Michael] Or simple as... [J5] Do-Re-Mi [Michael] A, B, C, 1, 2, 3, baby you and me, girl!  [Tito] Come on, let me love  you just a little bit! [Jackie] Come on, let me love you just a little bit! [Jermaine] I'm-a gonna teach how to sing it out! [Michael] Come on, come on, come on Let me show you what it's all about!  Reading, writing, arithmetic Are the branches of the learning tree  [Jermaine] But without the roots of love every day, girl...  [Michael] Your education ain't complete T-t-t-teachers gonna show you  [J5] Show you, show you  [Michael] How to get an \"A\"!  [J5] Nyah nyah nyah nyah!  [Jermaine:-] Spell me you [J5] You add the two! [Jermaine-] Listen to me baby, that's all you gotta do!  [Chorus] [J5] A, B, C [Michael] It's easy as... [J5] 1, 2, 3 [Michael] Or simple as Do-Re-Mi [Michael] A, B, C, 1, 2, 3, baby you and me girl!  [J5] A, B, C, 1, 2, 3 [Michael] It's easy, it's like counting up to three [J5] Do-Re-Mi, A, B, C [Michael] Sing a simple melody That's how easy love can be [All] That's how easy love can be [Michael] Sing a simple melody, 1, 2, 3, you and ME!  [Bridge] [Michael] Sit down, girl! I think I love you! No! Get up, girl! Show me what you can do!  Shake it, shake it, baby, come on now! Shake it, shake it, baby, ooo oooh! Shake it shake it, baby, huh! 1, 2, 3, baby, oo ooo! A, B, C, baby, nah nah! Do-Re-Mi, baby, huh! That's how easy love can be  [J5] A, B, C, 1, 2, 3 [Michael] It's easy, it's like counting up to three [J5] Do-Re-Mi, A, B, C [Michael] Sing a simple melody That's how easy love can be  [Jermaine] I'm-a gonna teach how to sing it out! [Michael] Come on, come on, come on Let me show you what it's all about!  [Michael] A, B, C, it's easy, it's like counting up to three Sing a simple melody That's how easy love can be  [Jermaine] I'm-a gonna teach how to sing it out, sing it out, sing it out! [Michael] Oh! Oh! Oh, baby!  [Michael] A, B, C, it's easy, it's like counting up to three Sing a simple melody That's how easy love can be!  ",
        "title": "ABC"
    },
    {
        "artist": "The Marmalade",
        "lyrics": "  The changing of sunlight to moonlight Reflections of my life Oh how they fill my eyes  The greetings of people in trouble Reflections of my life Oh how they fill my eyes  Oh my sorrows Sad tomorrows Take me back to my own home  Oh my crying (Oh my crying) Feel I'm dying, dying Take me back To my own home  The changing of sunlight to moonlight Reflections of my life Oh how they fill my eyes  {Instrumental}  I'm changing, arranging I'm changing I'm changing everything Everything around me  The changing of sunlight to moonlight Reflections of my life Oh how they fill my eyes  The world is A bad place A bad place A terrible place to live Oh but I don't want to die ...  Oh my sorrows Sad tomorrows Take me back to my own home  Oh my crying (Oh my crying) Feel I'm dying, dying Take me back To my own home  ",
        "title": "Reflections Of My Life"
    },
    {
        "artist": "Norman Greenbaum",
        "lyrics": "  When I die and they lay me to rest Gonna go to the place that's the best When I lay me down to die Goin' up to the spirit in the sky Goin' up to the spirit in the sky That's where I'm gonna go when I die When I die and they lay me to rest Gonna go to the place that's the best  Prepare yourself you know it's a must Gotta have a friend in Jesus So you know that when you die He's gonna recommend you To the spirit in the sky Gonna recommend you To the spirit in the sky That's where you're gonna go when you die When you die and they lay you to rest You're gonna go to the place that's the best  {Instrumental}  Never been a sinner. I never sinned I got a friend in Jesus So you know that when I die He's gonna set me up with The spirit in the sky Oh set me up with the spirit in the sky That's where I'm gonna go when I die When I die and they lay me to rest I'm gonna go to the place that's the best Go to the place that's the best  {Instrumental}  ",
        "title": "Spirit In The Sky"
    },
    {
        "artist": "Rare Earth",
        "lyrics": "  Never met a girl could make me feel the way that you do You're alright Whenever I'm asked what makes my dreams real I tell 'em you do You're outta' sight  Well twiddley dee, twiddley dum Look out baby cause here I come  I'm bringing you a love that's true Get ready, get ready Start makin' love to you Get ready, get ready Get ready, cause here I come Get ready, cause here I come  You wanna' play hide and seek with love, let me remind you You're alright Lovin' you're gonna' miss, and the time it takes to find you You're outta' sight Well fee fi, fo fo fum Look out baby, cause here I come  I'm bringing you a love that's true Get ready, get ready Start makin' love to you Get ready, get ready Get ready, cause here I come Get ready, cause here I come  Baby if all my friends should want you too, I think i'll understand You're alright Hope I get to you before they do, 'cause that's how I planned it You're outta' sight  Well twiddley dee, twiddley dum Look out baby cause here I come  I'm bringing you a love that's true Get ready, get ready Start makin' love to you Get ready, get ready Get ready, cause here I come  ",
        "title": "Get Ready"
    },
    {
        "artist": "Bobbi Martin",
        "lyrics": "  When he opens the door says \"I'm home\" Be aware of the look in his eyes They tell you the mood he's in What kind of day it's been For the love of him Make it your reason for living Give all the love you can give him All the love you can  There'll be times when he won't say a word And you wonder if it's something you said The gentle touch of your hand Tell him you understand For the love of him Make it your reason for living Give all the love you can give him All the love you can  Little things he forgets to do Have you told him today I love you When he reaches out be there Show him that someone cares  He's a man and a man has to try Let him run, let him fall, let him cry His world won't fall apart If you take him into your heart  For the love of him Make it your reason for living Give all the love you can give him All the love you can  For the love of him Make it your reason for living Give all the love you can give him All the love you can (fades)  ",
        "title": "For The Love Of Him"
    },
    {
        "artist": "The Poppy Family (Featuring Susan Jacks)",
        "lyrics": "  Which way you goin' Billy? Can I go too? Which way you goin' Billy? Can I go with you?  I really love you, Billy And all this time I thought you loved me, Billy And you were mine  I'm gonna miss you, Billy And though I'm trying I'm hurting so bad, Billy I can't help crying  You are my whole, babe My heart and my soul, babe I'd have nothing to show, babe If you should go away  You are my whole, babe My heart and my soul, babe I'd have nothing to show, babe If you should go  Which way you going, Billy? Or need I ask? Cause you don't want me, Billy You're free at last  I won't forget you, Billy For all my life I'll always love you, Billy I'll stay your wife  You are my whole, babe My heart and my soul, babe I'd have nothing to show, babe If you should go away  You are my whole, babe My heart and my soul, babe I'd have nothing to show, babe If you should go  You are my whole, babe My heart and my soul, babe I'd have nothing to show, babe If you should go  I won't forget you, Billy...  ",
        "title": "Which Way You Goin' Billy?"
    },
    {
        "artist": "Crosby, Stills, Nash & Young",
        "lyrics": null,
        "title": "Woodstock"
    },
    {
        "artist": "The Friends Of Distinction",
        "lyrics": "  Love me let me be lonely Part time love I can find any day So don't defy mother nature's way please Make it mine, a love for to stay I can live without love If I wanted to in this lonely room But I don't want to so I leave it up to you To wash away my gloom Oh, oh, oh Do doo, do doo, do doo, do doo You will or either you won't now It's up to you I've had my say So truly love do love me completely Hey come on, come on come my way REPEAT CHORUS  ",
        "title": "Love Or Let Me Be Lonely"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse 1] Children play in the park, they don't know I'm alone in the dark, even though Time and time again I see your face smiling inside  [Chorus 1] I'm so happy That you love me Life is lovely When you're near me Tell me you will stay Make me smile  [Verse 2] Living life is just a game, so they say All the games we used to play fade away We may now enjoy the dreams we shared so long ago  [Chorus 2] Oh my darling Got to have you Feel the magic When I hold you Cry sweet tears of joy Touch the sky  [Brass Solo]  [Guitar Solo]  [Chorus 3] Now I need you More than ever No more crying We're together Tell me you will stay Make me smile  ",
        "title": "Make Me Smile"
    },
    {
        "artist": "Joe Cocker with Leon Russell & The Shelter People",
        "lyrics": null,
        "title": "The Letter"
    },
    {
        "artist": "Johnny Cash",
        "lyrics": "  [Verse 1] The old man turned off the radio Said, \"Where did all of the old songs go?\" \"Kids sure play funny music these days!\" \"They play it in the strangest ways.\" Said, \"It looks to me like they've all gone wild.\" \"It was peaceful back when I was a child\" Well, man, could it be that the girls and boys Are trying to be heard above your noise? And the lonely voice of youth cries  \"What is truth?\"  [Verse 2] A little boy of three sitting on the floor Looks up and says, \"Daddy, what is war?\" \"Son, that's when people fight and die.\" The little boy of three says, \"Daddy, why?\" A young man of seventeen in Sunday school Being taught the golden rule And by the time another year has gone around It may be his turn to lay his life down Can you blame the voice of youth for asking  \"What is truth?\"  [Verse 3] A young man sitting on the witness stand The man with the book says - \"Raise your hand!\" \"Repeat after me, I solemnly swear\" The man looked down at his long hair And although the young man solemnly swore Nobody seems to hear anymore And it didn't really matter if the truth was there It was the cut of his clothes and the length of his hair And the lonely voice of youth cries  \"What is truth?\"  [Verse 4] The young girl dancing to the latest beat Has found new ways to move her feet The young man speaking in the city square Is trying to tell somebody that he cares Yeah, the ones that you're calling wild Are going to be the leaders in a little while This old world's waking to a new born day And I solemnly swear that it'll be their way You better help the voice of youth find  What is truth?  And the lonely voice of youth cries What is truth?  ",
        "title": "What Is Truth"
    },
    {
        "artist": "Tom Jones",
        "lyrics": "  Woman, I can remember a woman Warm were her kisses and tender was she lying there in my arms Why Why, did you deceive me so? What devil inside made you go when I needed you most of all-ll Oh Daughter of Darkness Stay out of my life, my life You took my heart and broke it apart, you daughter of darkness Daughter of darkness Please, leave me alone forever Daughter of darkness, gone is the love that we shared together Heaven, we had our own kind of heaven Sharing together the magic of love in a world of our own Then oh so suddenly you were gone The love I depended upon disappeared when you weren't away-ay  Oh Daughter of Darkness Stay out of my life, my life You took my heart and broke it apart, you daughter of darkness Daughter of darkness Please, leave me alone forever Oh devil daughter of darkness, gone is the love that we shared together Oh Daughter of Darkness Stay out of my life, my life  You took my heart and broke it apart, you daughter of darkness Oh Daughter of Darkness Stay out of my life, my life You took my heart and broke it apart, you daughter of darkness Daughter of darkness Please, leave me alone forever Oh devil daughter of darkness, gone is the love that we shared together  ",
        "title": "Daughter Of Darkness"
    },
    {
        "artist": "Kenny Rogers & The First Edition",
        "lyrics": "  You lie in gentle sleep beside me I hear your warm and rhythmic breathing I take your hand and hold it tightly Listen, can you not hear our young hearts beating  I kiss the sleep from your eyes Your smile is sweeter than the morning And a-here it comes  Can't you feel it, baby Can't you feel it, here it comes Feel it, feel it Fire, fire Something's burning Something's burning Something's burning And I think it's love  And now the sun is burning brightly We lie in love so close together I get the feeling deep inside me My love for you will burn forever  I cup my hands to touch your face And once again I feel your fire And a-here it comes  Can't you feel it, baby Can't you feel it, here it comes again Feel it, feel it Fire, fire Something's burning Something's burning Something's burning And I think it's love  And I think it's love And I think it's love And I think it's love  Can't you feel the fire Keeps burnin' Can't you feel the fire Keeps burnin' Can't you feel the fire Keeps burnin' And I think it's love  And I think it's love Can't you feel the fire Keeps burnin' Can't you feel the fire Keeps burnin' Can't you feel the fire Keeps burnin' And I think it's love And I think it's love  ",
        "title": "Something's Burning"
    },
    {
        "artist": "Diana Ross",
        "lyrics": "  [Chorus:] 2x Reach out and touch Somebody's hand Make this world a better place If you can!  [Verse 1:] (Just try) Take a little time out of your busy day To give encouragement To someone who's lost the way (Just try) Or would I be talking to a stone If I asked you To share a problem that's not your own We can change things if we start giving Why don't you  [Repeat Chorus:]  [Verse 2:] (Just try) If you see an old friend on the street And he's down Remember his shoes could fit your feet (Just try) Try a little kindness You'll see It's something that comes very naturally We can change things if we start giving  [Chorus till the end of the song]  ",
        "title": "Reach Out And Touch (Somebody's Hand)"
    },
    {
        "artist": "George Baker Selection",
        "lyrics": "  {Intro} Yeah!  [Verse 1] Lookin’ back on the track for a little greenback Got to find just the kind or losin’ my mind Out of sight in the night, out of sight in the day Lookin’ back on the track, gonna do it my way Out of sight in the night, out of sight in the day Lookin’ back on the track, gonna do it my way Lookin’ back  {Hook} x2 Lookin’ for some happiness But there is only loneliness to find Jump to the left, turn to the right Lookin’ upstairs, lookin’ behind  [Verse 2] Lookin’ back on the track for a little greenback Got to find just the kind or losin’ my mind Out of sight in the night, out of sight in the day Lookin’ back on the track, gonna do it my way Lookin’ back on the track for a little, little greenback Got to find just the kind or losin’ my mind  {Hook} Lookin’ for some happiness But there is only loneliness to find Jump to the left, turn to the right Lookin’ upstairs, lookin’ behind Lookin’ for some happiness But there is only loneliness to find Turn to the left, turn to the right Lookin’ upstairs, lookin’ behind  ",
        "title": "Little Green Bag"
    },
    {
        "artist": "The Sandpipers",
        "lyrics": "  Come Saturday morning I'm goin' away with my friend We'll Saturday-spend 'Til the end of the day  Just I and my friend We'll travel for miles In our Saturday smiles And then we'll move on But we will remember Long after Saturday's gone  Come Saturday morning Come Saturday morning  Come Saturday morning I'm goin' away with my friend We'll Saturday-laugh More than half of the day  Just I and my friend Dressed up in our rings And our Saturday things And then we'll move on But we will remember Long after Saturday's gone  Come Saturday morning Come Saturday morning  Come Saturday morning  Just I and my friend We'll travel for miles In our Saturday smiles And then we'll move on But we will remember Long after Saturday's gone  Come Saturday morning Come Saturday morning Come Saturday morning Come Saturday morning  ",
        "title": "Come Saturday Morning"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": "  Baby, baby you know it's true I'm a puppet just for you I'll do anything you say I won't have it any other way  Take my heart and take my soul Giving you complete control If you wanna see me do my thing Pull my string, pull my string  Puppet man, puppet man  Baby, baby I'm your sweet pet Just your personal marionette Wind me up and let me go Don't you know I'm a one-man show  Raise your finger and I'll perform I'll cracker jack till the crack of dawn If you wanna see me do my thing Pull my string  Puppet man, puppet man Puppet man, puppet man  Baby, baby I'm more than you need Satisfaction guaranteed Any time you feel uptight I'm at your service Morning, noon and night  Do what you want me to I'm a puppet just for you If you wanna see me do my thing Pull my string  Puppet man, puppet man Puppet man, puppet man Puppet man, puppet man Puppet man, puppet man Puppet man, puppet man  ",
        "title": "Puppet Man"
    },
    {
        "artist": "White Plains",
        "lyrics": "  My baby love (loves) My baby loves lovin' She's got what it takes and she knows how to use it My baby love (loves) My baby loves lovin' She's got what it takes and she knows how to use it  I was lonely once in this great big world Just a nowhere man without a girl Came that lucky day when she came my way But she smiled at me as if to say  Your baby love (loves) Your baby loves lovin' She's got what it takes and she knows how to use it My baby love (loves) My baby loves lovin' She's got what it takes and she knows how to use it  She's the only one make me feel so good Can't believe my luck, so I knock on wood All my sorrow and fears seem to fly away When she looks at me as if to say  Your baby love (loves) Your baby loves lovin' She's got what it takes for me  No more lonely nights just waiting for the telephone to ring No more lonely days my baby's taken care of everything I'm telling you people  Baby love (loves) My baby loves lovin' She's got what it takes and she knows how to use it My baby love (love) My baby loves lovin' She's got what it takes and she knows how to use it  She's the only one make me feel so good Can't believe my luck, so I knock on wood All my sorrow and fears seem to fly away When she looks at me as if to say  Your baby love (loves) My baby loves lovin' She's got what it takes and she knows how to use it My baby love (loves) My baby loves lovin' She's got what it takes and she knows how to use it  My baby love (loves) My baby loves lovin' She's got what it takes and she knows how to use it My baby love (loves) My baby loves lovin' She's got what it takes and she knows how to use it  My baby love (loves) My baby loves lovin' She's got what it takes and she knows how to use it She's got what it takes And she know how to use it...  ",
        "title": "My Baby Loves Lovin'"
    },
    {
        "artist": "John Ono Lennon",
        "lyrics": null,
        "title": "Instant Karma (We All Shine On)"
    },
    {
        "artist": "El Chicano",
        "lyrics": null,
        "title": "Viva Tirado - Part I"
    },
    {
        "artist": "Vanity Fare",
        "lyrics": null,
        "title": "Hitchin' A Ride"
    },
    {
        "artist": "The Brotherhood Of Man",
        "lyrics": "  {Intro}  There's nowhere in the world that I would rather be Than with you my love And there's nothing in the world that I would rather see Than your smile my love  For united we stand Divided we fall And if our backs should ever be against the wall We'll be together, together, you and I  For united we stand Divided we fall And if our backs should ever be against the wall We'll be together, together, you and I  And if the world about you falls apart my love Then I'll still be here And if the going gets too hard along the way Just you call, I'll hear  For united we stand Divided we fall And if our backs should ever be against the wall We'll be together, together, you and I  For united we stand Divided we fall And if our backs should ever be against the wall We'll be together, together, you and I  For united we stand....  ",
        "title": "United We Stand"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  Come she come say Ride on the night Sun becomes day Day shall provide  Soo, soolaimon Soolai, soolai, soolaimon Soo, soolaimon Soolai, soolai, soolaimon Soo, soolaimon Soolai, soolai, soolaimon Soo, soolaimon Soolai, soolai, soolaimon  God of my want, want, want Lord of my need, need, need Leading me on, on, on On to the woman, she dance for the sun God of my day, day, day Lord of my night, night, night Seek for the way, way, way Taking me home She callin'  Bring home my name On the wings of a flea Wind in the plains Dance once for me  Soo, soolaimon Soolai, soolai, soolaimon Soo, soolaimon Soolai, soolai, soolaimon Soo, soolaimon Soolai, soolai, soolaimon Soo, soolaimon Soolai, soolai, soolaimon  God of my want, want, want Lord of my need, need, need Leading me on, on, on On to the woman, she dance for the sun God of my day Lord of my night Seek for the way Taking me home  God of my want, want, want Lord of my need, need, need Leading me on, on, on On to the woman, she dance for the sun  God of my day, day, day Lord of my night, night, night Seek for the way, way, way Taking me home and she calling my name  God of my want, want, want Lord of my need, need, need Leading me on, on, on........  ",
        "title": "Soolaimón (African Trilogy II)"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": null,
        "title": "Let Me Go To Him"
    },
    {
        "artist": "James Brown",
        "lyrics": "  Yeah, yeah, yeah, yeah  Baby, here I come Baby, here I come Baby, baby, baby, baby Baby, baby, baby, yeah  Baby, here I come Baby, here I come, hey Baby, here I come  I want you, good God, to sit down Put your hand across your lap Get yourself together, I'm ready I'm ready, hey, sit down, baby  And put your hand Your hand across your lap Let me sit down And listen to my rap  I wanna write, good God The soul book, so good Baby, I wanna cook Baby, yeah  Now, baby, lookie here I wanna tell you bout The book I wanna cook Good God  Get down in the pot I said my body getting hot Yeah, I don't have A whole lot left, good God  But I can do my thing Get back, my bad self Now, baby, sit down, sit down Listen here, lay your Hands across your lap  Get ready, listen to me The brother got the rap I want the band, the band To take me to the bridge Take me to the bridge  Take me now Got to, got to, got to Hey, hey, hey  Baby, good God Hey, Lord, Lord, Lord  Put your hands across your lap I wanna rap I got to what I do For me and you  Let me, let me, let me Get next to, baby Get next to you  Let me get, let me get Let me get, let me Let me, let me get Next to you, baby  Now, Maceo, brother Brother, now brother Maceo Grab your horn  March over here, brother Brother, brother Maceo Grab your horn And march over here  I wanna, I wanna, I wanna Wanna watch you blow Good God, so I can go  Before I go, come on, Maceo Lookie here now Lay your horn Across your lap, brother  Yeah, brother Me and you, just the two Me and you, me and you  You know, you know You know, you know  Play, little brother Good God Put your horn in your lap Good God, Maceo  Now brother, lay your horn Lay your horn right there In your lap, lookie here  Lay your horn in your lap Let the brother back up And get the thing together  I wanna rap I said, baby, up in here Whoa, baby, whoa Here I come, here I come Good God  I'm standing in the back My soul is heavy, good God My body getting hot Baby, baby, baby My body getting hot  Dong dong dong  Lookie here It's your thing, your thing Thing, thing, thing Thing, thing, thing Take your thing, take your thing It's your thing, it's your thing  ",
        "title": "Brother Rapp (Part 1)"
    },
    {
        "artist": "Melanie with The Edwin Hawkins Singers",
        "lyrics": null,
        "title": "Lay Down (Candles In The Rain)"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  John: go! dig it!  You can give it if you got it If you got it you can give it Yeah! give it!  Well, you can give it if you got it And if you got it you can give it Come on and get it! Coome on! come ooon!  So, can you dig it in the morning?  George: dig it in the evening  John: dig it in the evening  George: dig it in the morning  John: dig it ev'ry night and day  George: dig it in the evening  John: well, you can give it if you want it And if you want it you can get it So come on!  George: come ooon!  John: come on! come on!  George: come on!  John & george: come on! come on! come on! come on!  John: come on! come on! come on!  Well, can you dig iiit?  George: can you dig it in the morning?  John: can you dig it? ooh!  George: can you dig it in the evening?  John: like a rolling stone  George: can you dig it in the morning?  John: yes i can!  George: can you dig it in the evening?  John: yes i can!  Can dig it every time of night, or day!  George: come on, come on, come on  John: oo-ooh  George: dig it in the morning  John: oo-ooh oo-ooh  George: dig it in the evening  John: dig it! dig! dig it! dig! dig it! dig!  George: dig it in the ceiling  Let's...  John: what?  What? can you give it?  George: can you give it?  John: well, can you give it?  George: well, i can take it!  John: okay!  Well, if you give it if you want it And you if you want it you can get it Come on!  George: come on!  John: come on!  George: i dig it in the morning  John: come on and get it!  George: dig it in the evening!  John: and in the morning!  George: dig it in the evening!  John: dig it every night and day!  George: dig it every morning!  John: ooh! well, can you dig it?  George: come on, come on, come on, come on, come on!  John: well, can you dig it?  George: come on, come on, come on, come on, come on!  John: well, can you dig it?  George: come on, come on, come on  John & george: come on, come on  John: come on, come on, come on, come on, come on, come on, come on, come on, come on, come on, come on!  George: come on, come on, come on!  John: well, can you dig it? Yeah?  George: dig it every morning!  John: well, can you dig it?  George: yeah! i dig it every evening!  John: well, you could dig it every time of day Or night, or afternoon, or evening, at teatime, at suppertime, at breakfast time, at middle time, yeah! I can dig it, people, when i'm eatin'! I can dig it, cause i love it!  Don't let me down! Get Back! I've Got a Feeling! Two of Us! All I Want to Do! Teddy Boy! One after 909! All Things Must Pass! Dig It! Let It Be! The Long and Winding Road! For You Blue! Maxwell's Silver Hammer! She Came In Through the Bathroom Window!  Yes, i love it!  Come on, come on and get it!  Come on and get it!  Well, you can get it if you want it And if you want it you can get it, so come on!  Come on!  Paul: make it up, take it up, take it up  John: for christ's sake, come on!  Paul: take it up, take it up, take it up, take it up, take it up  Paul & john: break it up, take it up, take it up, take it up! Are you big enough to get it?  Paul: take it up, pick it up, take it up  John: how big enough to get it?  Paul: if you want it you can pick it up Big enough to... god...  John: well, if you're big enough, come on and get it!  Paul: want it you can pick it up In the morning you can pick it up  John: it's free!  Paul: if you want it, you can pick it  John: i love it!  Paul: if you get it, you can break it up  John: can't do without it  Paul: if you want it, you can get it, you can get it  John: i can hardly keep my hands still  Paul: you can get it up, if you want it, you can dig it, if you dig it, you can pick it up  John: yes i can I can ...  Paul: want it, you can dig it, you can dig it You can dig it up if you want it  John: what's the * word baby?  Paul: if you dig it, you can dig it You can dig it up if you want it  John: well, can you dig it?  Paul: you can dig it, and you can dig it  John: well, you can dig it in the morning  Paul: you can dig it up if you want it You can dig it, and if you dig it  John: and dig it everyday  Paul: you can dig it up if you want it You can dig it, you can dig it ...  John: you can dig it after chicken And you can dig it after play You gotta dig!  Come on!  Come on!  Like a rolling stone!  Like a rolling stone!  Like a rolling stone!  Like the fbi!  And the cia!  And the bbc!  Bb king!  And doris day!  Matt busby!  Dig it! dig it! dig it! dig it! dig! dig! dig it! dig it! dig it! dig it! dig it! dig! dig it! dig it! dig it! dig it! dig it! dig it! dig it!  Paul: if you want it you can take it If you want it you can pick it up If you want it you can take it Want it you can pick it Want it you can, baby ...  John & ~paul: you can get it, baby, if you want it Baby, you can get it  John: give it if you want it You can get it if you want it If you need it, you can ask for it! Any time of day! Come on! Come on and dig it!  Paul: oh, if you want it  John: any time of day!  And any time of night!  Paul: i want it, i want it, i want it, i want it, i want it, i want it, i want it  John: dig it in the mornii-iing  Paul: i dig it, i dig it, i dig it, i dig it, i dig it, aah  John: dig! dig! dig! eeh!  Come on and get it! Get it! Get it! get it! get it! get it! Get it!  Well, can you dig it in the morning? Dig it every evening? Dig it every time of day? If you want it, all you gotta do is ask for it! Nicely! Say pretty please, and you're gonna get it! You gonna get it alright, you gonna get it! Yeah! You gonna get it This time you're gonna get it good!  He-he-hey  (oh, sorry!)  ",
        "title": "The Long And Winding Road/For You Blue"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": null,
        "title": "The Wonder Of You/Mama Liked The Roses"
    },
    {
        "artist": "Vincent Bell",
        "lyrics": null,
        "title": "Airport Love Theme (Gwen And Vern)"
    },
    {
        "artist": "Blues Image",
        "lyrics": "  {Intro}  Seventy-three men sailed up from the San Francisco Bay Rolled off of their ship, and here's what they had to say \"We're callin' everyone to ride along to another shore We can laugh our lives away and be free once more\"  But no one heard them callin', no one came at all Cause they were too busy watchin' those old raindrops fall As a storm was blowin' out on the peaceful sea Seventy-three men sailed off to history  Ride, captain ride upon your mystery ship Be amazed at the friends you have here on your trip Ride captain ride upon your mystery ship On your way to a world that others might have missed  {Bridge}  Seventy-three men sailed up from the San Francisco Bay Rolled off of their ship, and here's what they had to say \"We're callin' everyone to ride along to another shore We can laugh our lives away and be free once more\"  But no one heard them callin', no one came at all Cause they were too busy watchin' those old raindrops fall As a storm was blowin' out on the peaceful sea Seventy-three men sailed off to history  Ride, captain ride upon your mystery ship Be amazed at the friends you have here on your trip Ride captain ride upon your mystery ship On your way to a world that others might have missed  Ride, captain ride upon your mystery ship Be amazed at the friends you have here on your trip  {Outro}  ",
        "title": "Ride Captain Ride"
    },
    {
        "artist": "Steppenwolf",
        "lyrics": "  You'd like to show me all around Thank you girl but I know this town It's alright, hey lawdy mama, it's alright Don't you know they're all the same Only difference is the name It's alright, hey lawdy mama, it's alright Three motels, dusty cars A movie show and a dozen bars It's alright, hey lawdy mama, it's alright Only thing that I can say Is we'll be here for just one day  Baby don't you know we're Leavin' early in the mornin' So long, I don't know we might be back next year Baby it just might be never Don't cha worry 'bout it So long, good to know your smilin' face was here  This town is boring you to tears Nothing in the world ever happens here It's alright, hey lawdy mama, it's alright Don't you know you've got to help Nothing ever happens by itself It's alright, hey lawdy mama, it's alright If no one will share the load Go pack your bags, hit the open road It's alright, hey lawdy mama, it's alright Try to find someone like you Hope will tell you what to do  Baby don't you know we're Leavin' early in the mornin' So long, I don't know we might be back next year Baby it just might be never Don't cha worry 'bout it So long good to know your smilin' face was here  ",
        "title": "Hey Lawdy Mama"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": null,
        "title": "Sugar Sugar/Cole, Cooke & Redding"
    },
    {
        "artist": "Four Tops",
        "lyrics": null,
        "title": "It's All In The Game"
    },
    {
        "artist": "Charles Wright And The Watts 103rd Street Rhythm Band",
        "lyrics": null,
        "title": "Love Land"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": null,
        "title": "Oh Happy Day"
    },
    {
        "artist": "The Who",
        "lyrics": "  [Verse 1] I looked under chairs I looked under tables I'm tryin to find the key To fifty million fables  [Chorus] They call me the seeker I been searchin low and high I won't get to get what I'm after Till the day I die  [Verse 2] I asked Bobby Dylan I asked The Beatles I asked Timothy Leary But he couldn't help me either  [Chorus] They call me the seeker I been searchin low and high I won't get to get what I'm after Till the day I die  [Bridge 1] People tend to hate me Because I never smile As I ransack their homes They want to shake my hand  Focusing on nowhere Investigating miles I'm a seeker I'm a really desperate man  [Guitar/Piano solo]  [2nd half of Chorus]  [Bridge 2] I learned how to raise my voice in anger Yeah but look at my face ain't this a smile  I'm happy when life's good and when its bad I cry I got values but I don't know how or why  [Verse 3] I'm looking for me You're looking for you We're looking at each other And we don't know what to do  [Chorus] They call me the seeker I been searchin low and high I won't get to get what I'm after Till the day I die  ",
        "title": "The Seeker"
    },
    {
        "artist": "Freda Payne",
        "lyrics": "  [Intro]  [Chorus] Now that you're gone All that's left is a band of gold All that's left of the dreams I hold Is a band of gold And the memories of what love could be If you were still here with me  [Verse] You took me from the shelter of my Mother I had never known or love any other We kissed after taking vows But that night of the honeymoon We stayed in separate rooms  I'd wait in the darkness of my lonely room Filled with sadness, filled with gloom Hoping soon That you'd walk back through that door And love me like you tried before  [Chorus] Since you've been gone All that's left is a band of gold All that's left of the dreams I hold Is a band of gold And the dream of what love could be If you were just here, here with me  Ohhhhhhhhh...  [Verse] Doncha know that I wait in the darkness of my lonely room Filled with sadness, filled with gloom Hoping soon that you'd walk back through that door And love me like you tried before  [Chorus] Since you've been gone All that's left is a band of gold All that's left of the dreams I hold Is a band of gold And the dream of what love could be If you were still here with me Since you've been gone All that's left is a band of gold  ",
        "title": "Band Of Gold"
    },
    {
        "artist": "Chairman Of The Board",
        "lyrics": null,
        "title": "(You've Got Me) Dangling On A String"
    },
    {
        "artist": "The Moody Blues",
        "lyrics": null,
        "title": "Question"
    },
    {
        "artist": "B.J. Thomas",
        "lyrics": "  Where have the people gone Seems like there's no one hangin' on Look through the window The houses are empty Hey, everybody's out of town Seems like I'm the only one around  All of the streets are bare No traffic tie-ups anywhere Don't have to wait for a seat at the movie Hey, everybody's out of town Seems like, I'm the only one around  Everyone's moved out From the ghetto Lots of space Empty apartments No more pollution Plenty of classrooms everyplace And it looks like we're ready To give it one more try This time there'll be no alibi I'm gonna send out a message to noah Hey, better send some people down Everyone on earth Is out of town  ",
        "title": "Everybody's Out Of Town"
    },
    {
        "artist": "Jack Blanchard & Misty Morgan",
        "lyrics": "  Take away the trees and the birds All have to sit upon the ground, uum Take away their wings and The birds will have to walk to get around And take away the bird baths And dirty birds will soon be ev'rywhere Take away their feathers and The birds will walk around in underwear Take away their chirp and the Birds will have to whisper when they sing And take away their common sense and They'll be headed southward in the spring  Oh remember my darling When spring is in the air And the bald headed birds Are whisp'ring ev'rywhere You can see them walking Southward in their dirty underwear That's Tennessee Bird walk  How about some trees so the birds  Won't have to sit upon the ground, uum How about some wings so the Birds won't have to walk to get around And how about a bird bath or two So the birds will all be clean How about some feathers so their Underwear no longer can be seen How about a chirp so the birds Won't have to whisper when they sing And how about some common sense so they Won't be blocking traffic in the spring  Oh remember my darling When spring is in the air And the bald headed birds Are whisp'ring ev'rywhere You can see them walking Southward in their dirty underwear That's Tennessee Bird walk  ",
        "title": "Tennessee Bird Walk"
    },
    {
        "artist": "Marvin Gaye & Tammi Terrell",
        "lyrics": null,
        "title": "The Onion Song/California Soul"
    },
    {
        "artist": "Eddie Holman",
        "lyrics": null,
        "title": "Don't Stop Now/Since I Don't Have You"
    },
    {
        "artist": "Bobby Sherman",
        "lyrics": "  When I got up this morning I said good morning Mr. Sun I've been looking through the raindrops much too long I need someone I can tell you where my mind is at If you will take the time to listen 'Cause it's such a lovely morning Won't you walk with me And talk with me Mr. Sun I've been running all my life now In search of something I can't find I've been chasing rainbows And they're just visions in my mind There are a lot of lonely people just like me that need someone To walk with and talk with sometimes Mr. Sun Hey Mr. Sun You can change the night to day You can chase away the rainbows they're just illusion anyway When I'm standing in the rain You can come and be my friend You can make the storm clouds break And let the sun shine through again And tomorrow when I'm dreaming Of some mountain I will climb You can tap me on the shoulder And whisper to me from behind Please remind me of the yesterdays I tried it all alone You can tell me that's it's time again To walk again And talk again with you Mr. Sun  ",
        "title": "Hey, Mister Sun"
    },
    {
        "artist": "The Dells",
        "lyrics": null,
        "title": "Open Up My Heart/Nadine"
    },
    {
        "artist": "The Gentrys",
        "lyrics": null,
        "title": "Cinnamon Girl"
    },
    {
        "artist": "Mountain",
        "lyrics": "  [Verse 1] Mississippi queen, if you know what I mean Mississippi queen, she taught me everything Way down around Vicksburg, around Louisiana way Where lived the Cajun lady, aboard the Mississippi Queen You know she was a dancer, she moved better on wine  [Chorus] While the rest of them dudes were getting their kicks Boy, I beg your pardon, I was getting mine Mississippi queen, if you know what I mean Mississippi queen, she taught me everything  [Verse 2] This lady she asked me, if I would be her man You know that I told her, I'd do what I can To keep her looking pretty, buy her dresses that shine  [Chorus] While the rest of them dudes were making their friends Boy, I beg your pardon, I was losing mine I was losing my mind, on the Mississippi Queen Mississippi queen, if you know what I mean Mississippi queen, she taught me everything  [Verse 3] Way down around Vicksburg, around Louisiana way Where lived the Cajun lady, aboard the Mississippi Queen You know she was a dancer. she moved better on wine While the rest of them dudes were getting their kicks Boy, I beg your pardon, I was getting mine  [Outro] I was getting mine I was getting mine No, you can't have mine No no, you can't have mine To keep a mississippi queen  ",
        "title": "Mississippi Queen"
    },
    {
        "artist": "The Grass Roots",
        "lyrics": null,
        "title": "Baby Hold On"
    },
    {
        "artist": "Joe Simon",
        "lyrics": "  Alright Baby, you're alright Ooh honey, you're alright  Farther on down the road You will accompany, oh yeah Farther on down the road You will accompany, oh yeah  When I think back Your love was like a sun I don't remember the cold days I just remember the warm  Farther on down the road Girl, you will accompany, oh yes, you will  If a fusing life that I had before I'd rather be, oh yeah I'll be glad to learn from you and I know, good and well, honey You'd be glad to learn from me, oh yeah  If we get down and things get sad We can cheer up each other And [Incomprehensible] things just ain't that bad  If a fusing life That I'd had before, girl I'd rather be  I'm happy As long as you're with me I don't have to worry I love, I love you  Day by day One step, one step at a time You gave me so much love Just an ease this old aching heart on mine, oh yeah  I don't know where they came from And I don't know what they might say, woman You always been in my heart  Oh, day by day It's the magic of kindness Flowing all the time, that's all love is  Farther on down the road Girl, you will accompany, oh yes you will I don't have to worry, baby I do believe you'd love me You'd love me, you'd love me You'd love me, you'd love me You know I'd love you too, honey We don't have to worry  Farther on down the road Evey thing gonna be alright Alright, alright, alright  ",
        "title": "Farther On Down The Road"
    },
    {
        "artist": "Lulu with The Dixie Flyers",
        "lyrics": "  Bum bum, bum bum bum bum bum bum Bum bum, bum bum bum bum bum bum Bum bum, bum bum bum bum bum bum  People, gather around And hear this brand new sound I know you're gonna dig it 'Cause you're hip and you're ???, yeah  Well I know I'm gonna cry 'Cause it's feeling deep inside And you can't turn away That you feel to another human being, yeah  Come on and hum a song from your heart You gotta just hum a song from your heart Hear your heart go  Bum bum, bum bum bum bum bum bum  Well if you're feeling low You'll forget it, 'cause I know Everyone can do it if you try It's been done before  And if you'll hum a song From your heart, it won't be wrong And you'll walk away leaving all your troubles When you close your door, yeah  Come on and hum a song from your heart You gotta just hum a song from your heart Hear your heart go  Hum a song from your heart You gotta just hum a song from your heart Come on and hum a song from your heart Everybody, hum a song from your heart Yeah, yeah Come on now, hum a song from your heart Come on, everybody Yeah, yeah  ",
        "title": "Hum A Song (From Your Heart)"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": null,
        "title": "Into The Mystic"
    },
    {
        "artist": "Mac Davis",
        "lyrics": "  On a quiet street in the city a little old man walks along Shuffling through the Autumn afternoon And the Autumn leaves reminded him another summer's come and gone He had a long, lonely night ahead waitin' for June Then among the leaves near an orphan's home a piece of paper caught his eye And he stooped to pick it up with trembling hands And as he read the childish writing, the old man began to cry 'Cause the words burned inside him like a flame  \"Whoever finds this, I love you!\" \"Whoever finds this, I need you!\" \"I ain't even got no one to talk to!\" \"So, Whoever finds this, I love you!\"  The old man's eyes searched the orphan's home And cam to rest upon a child with her nose pressed up against the window pane And the old man knew he'd found a friend, at last So he waved at her and smiled And they both knew they'd spend the winter laughing at the rain  (Spoken) And they did spend the summer laughing at the rain, talking through the fence, exchanging little gifts they'd made for each other. The old man would carve toys for the little girl, and she would draw pictures for him of beautiful ladies surrounded by green trees and sunshine, and they laughed alot. But then on the first day of June, the little girl ran to the fence to show the man a picture she had drawn, BUT HE WASN'T THERE! And somehow, the little girl knew he wasn't coming back. So she went back to her little room, took out a crayola and a piece of paper, and wrote:  \"Whoever finds this, I love you!\" \"Whoever finds this, I need you!\" \"I don't even have no one to talk to.\" \"So, whoever finds this, I love you!\"  ",
        "title": "Whoever Finds This, I Love You"
    },
    {
        "artist": "Clarence Carter",
        "lyrics": "  Baby, your love Makes me feel so good It's got me doing things, baby I never dreamed I would  But we got to check ourselves 'Cause we belong to someone else  And I can't leave your love alone I just can't leave your love alone When you chuck your love on me It's got me begging and crying  Wrecking every bone in my body Oh Lord, just tearing up my mind  It's been sunk in too deep And it's become a big part of me I can't leave your love alone I just can't leave your love alone  I know this slipping around Can be a dangerous thing But we got to keep on Taking these chances  I got my good luck piece in my hand Hoping they won't catch us Won't catch us red-handed, oh  The effect of your love Leave me shook up after you're gone Setting fire to my clothes, baby Leaving my body so warm  But I know what we're doing is wrong But I can't leave your love alone I just can't leave your love alone Oh Lord, I can't leave your love alone  All of my friends try to tell me But I just can't leave your love alone Oh, no, no, I can't leave your love alone It's got me, it's got me, it's got me so bad  ",
        "title": "I Can't Leave Your Love Alone"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  Here's something that you never had It slid in on an oily rag The price is right up on the tag I'll put it in a brand new bag This thing will let you be yourself And won't offend nobody else Nothin' like you ever saw An' it's not against the law  Why don't you check out your mind Been with yer all the time Why don't you check out your mind Been with yer all the time  People thinking they've been took Just finding out they over looked They never found the missing link Forgot they had a mind to think  Why don't you check out your mind Been with yer all the time Why don't you check out your mind Been with yer all the time Check out your mind Check out your mind Check out your mind  Trust in me and I in you No matter what you see me do I'm doing me for all I'm worth None do be better on this earth  Why don't you check out your mind Been with yer all the time Why don't you check out your mind Been with yer all the time Why don't you check out your mind Been with yer all the time Why don't you check out your mind Been with yer all the time  Check out your mind [repeat x17]  ",
        "title": "Check Out Your Mind"
    },
    {
        "artist": "Tommy James And The Shondells",
        "lyrics": null,
        "title": "Come To Me"
    },
    {
        "artist": "Van Morrison",
        "lyrics": "  By the side of the tracks where the train goes by The wind and the rain will catch you, you will sigh Deep in your heart Then you'll come a-running to me You'll come a-running to me  Well you watch the train go 'round the bend Play in dust and dream that it will never end Deep in your heart You'll come a-running to me You'll come a-running to me  Said, hey, come a-running to me Oh, come a-running to me Hey, yeah, come a-running to me Said, hey, come a-running to me Oh, come a-running to me Hey, yeah, come a-running to me  With your hound dog by your side And your arms stretched out open wide I wanna keep you satisfied in the morning sun By my side, come on, come on run And you kick the sand up with your heels You think to yourself how good it feels Put away all your walking shoes Then you come running to me Now you come running to me  I said, hey, come a-running to me Oh, come a-running to me Hey, yeah, come a-running to me  You gotta rainbow if you run to me  ",
        "title": "Come Running"
    },
    {
        "artist": "The Pipkins",
        "lyrics": "  That's right, that's right, I'm sad and blue 'Cause I can't do the boogaloo I'm lost, I'm lost, can't do my thing That's why I sing \"Gimme, gimme dat ding!\"  Gimme dat, gimme dat, gimme, gimme, gimme dat Gimme dat ding, gimme dat, gimme, gimme dat Gimme dat ding, gimme dat, gimme, gimme dat Gimme, gimme, gimme, dat ding (Oh, sing it one more time, mama)  Ah, gimme dat, gimme dat, gimme, gimme, gimme dat Gimme dat ding, gimme dat, gimme, gimme dat Gimme dat ding, gimme dat, gimme, gimme dat Gimme, gimme, gimme, dat ding (Ah, you ain't doing that late at night)  A-ooh, what good's a metronome without a bell for ringing? (You're right, you're right, it's no use at all) How fast can anybody ever tell he swinging? (Eh, they can't tell) How can you tell the rhythm written on a bar? (Well, you don't go too far, that's what you do) How can you ever hope to know just where you are? (Well you look around ya) Gimme dat (Gimma dat) Gimme dat (Gimma dat) Gimme dat (Gimma dat) Gimme dat Gimme, gimme, gimme, gimme (Ah, gotcha)  Gimme dat, gimme dat, gimme, gimme, gimme dat Gimme dat ding, gimme dat, gimme, gimme dat Gimme dat ding, gimme dat, gimme, gimme dat Gimme, gimme, gimme, dat ding  Oh, gimme dat, gimme dat, gimme, gimme, gimme dat Gimme dat ding, gimme dat, gimme, gimme dat Gimme dat ding, gimme dat, gimme, gimme dat Gimme, gimme, gimme, dat ding  A-ooh, what good's a metronome without a bell for ringing? (Well, you try and you do your best) How fast can anybody ever tell he swinging? (Oh, you ain't doing that at all mama) How can you tell the rhythm written on a bar? (Well, you see) How can you ever hope to know just where you are? (Ah, yeah gimme dat) Gimme dat (Do ya wanna make an old man happy?) Gimme dat Gimme dat Gimme dat, (Yeah, well, gimme some o' dat...) Gimme, gimme, gimme, gimme  Gimme dat, gimme dat, gimme, gimme, gimme dat Gimme dat ding, gimme dat, gimme, gimme dat Gimme dat ding, gimme dat, gimme, gimme dat Gimme, gimme, gimme, dat ding  (That's right)  ",
        "title": "Gimme Dat Ding"
    },
    {
        "artist": "John Phillips",
        "lyrics": null,
        "title": "Mississippi"
    },
    {
        "artist": "Mark Lindsay",
        "lyrics": null,
        "title": "Miss America"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": null,
        "title": "The Girls' Song"
    },
    {
        "artist": "The Meters",
        "lyrics": "  Just keep on strut Just keep on strut Just keep on strut Just keep on strut Just keep on strut Just keep on strut Just keep on strut Just keep on strut Just keep on strut Just keep on strut Fell on you Just keep on strut Keep on strut, keep on strut Just keep on strut Keep on strut, just keep on strut Just keep on Keep on strut  ",
        "title": "Chicken Strut"
    },
    {
        "artist": "Crabby Appleton",
        "lyrics": null,
        "title": "Go Back"
    },
    {
        "artist": "Guy Drake",
        "lyrics": "  Well, I've never worked much In fact, I've been poor all my life I guess I really own is Ten kids and a wife  This house is a lived in mine But it's really a shack But I always managed somehow To drive me a brand new Cadillac  Backdoor steps They done fell plum down Front screen door's off and laying Somewhere out there on the ground  Wind just now whupped another piece Of that old tar roofing off the back Sure hope it don't skin up that new Cadillac  Front porch They're loose at the bottom It don't make no sense to fix them Cause that floor just too darn rotten  Wintertime, we sometimes have some snow That blows in through the cracks It gets too bad, we just all pile up Sleep out there in that new Cadillac  I know the place ain't much But I sure don't pay no rent I get the check the first of every month From this here federal government  Every Wednesday, I get commodities Sometimes, four or five sacks Pick em up down at the welfare office Driving that new Cadillac  Some folks say I'm crazy And I'd even been called a fool But my kids get free books and All them there free lunches at school  We get peanut butter and cheese And, man, they give us flour by the sack Course them welfare checks They make the payments on this new Cadillac  The way that I see it These other folks are the fools They're working and paying taxes Just to send my youngins through school  Salvation Army cuts our hair And gives us the clothes we wear on our back So we can dress up and ride around And show off this new Cadillac  But things still gonna get better yet At least that's what I understand They tell me this new President Put in a whole new poverty plan  Why, he gonna send us poor folks money They say we gonna get it out here in stacks In fact, my wife's already shopping around For her new Cadillac  ",
        "title": "Welfare Cadilac"
    },
    {
        "artist": "Brook Benton",
        "lyrics": null,
        "title": "My Way"
    },
    {
        "artist": "Smokey Robinson & The Miracles",
        "lyrics": null,
        "title": "Who's Gonna Take The Blame"
    },
    {
        "artist": "Aretha Franklin with The Dixie Flyers",
        "lyrics": "  [Verse 1] I-i'm getting the spirit in the dark (Um-hum-hum) I'm getting the spirit in the dark (um-hum-hum) People moving oh and they grooving Just getting the spirit (Um-hum-hum) in the dark Tell me sister how do ya feel? Tell me my brother-brother-brother How do you feel? A do you feel like dancing? Get up and let's start dancing Start getting the spirit (Start getting in the spirit) Spirit in the dark (In the dark)  [Chorus] (Doot-doot) It's like sally walker (Do-do-doot-doot) Sitting in a saucer (do-do-do-do-do-do) That's how ya (doot) do it (Do-do-doot-doot) It ain't nothing (Do-ooo-do-ooo-doot-doot) to it Riiiiide sally ride (Do-ooo-do-do-do) Put your hand on your hips Cover your eyes And move (Move) With the spirit (With the spirit) Go on an move (Move) Move with the spirit (With the spirit) Oh move (Move) Move with the spirit Now-now-now (With the spirit) Move with the spirit  [Verse 2] Are you getting the spirit? (Yeah) Are you getting it in the dark? (Yeah) I wonder how you're getting the spirit? (Yeah) Getting the spirit in the dark (Yeah) People moving yeah-yeah-yeah Everybody's grooving Just getting the spirit (Start getting in the spirit) Are you getting it? Are you getting it in the dark? (In the dark)  [Chorus] (Doot-doot) It's like sally walker (doo-do-do-do) Sitting in her saucer (doo-do-do-do-do) That's how ya do it (doo-do-do-do-do) Now get on up to it (Doo-do-do-do-do) Ride sally ride (Doo-do-do-do-do) Put your hands on your hips Cover your eyes And move on up with the spirit (With the spirit) Go on and move (Move) Move with the spirit (With the spirit) Move with the spirit (With the spirit) Hey now move (Move) Move with the spirit  [Outro] (I think i've got it! All of my brothers (Move with the spirit) All of my sisters (Move with the spirit) Move (Move with the spirit) With the spirit (Move with the spirit) Keep on moving (Move with the spirit) We all groove (Groove with the spirit now) Now move (Move with the spirit) Keep on groove! (Groove with the spirit) You gotta move your hands (Move) Put em together And groove your hands Gotta move your feet (Groove!) The spirit on the beat (Move) Oh move (Move with the spirit) Move! (Move with the spirit) Oh move (Move with the spirit) Move (Move with the spirit) Move with the spirit (Move with the spirit) Ooo yeah move on (Move with the spirit) Oh right on! (The spirit) Come on! (The spirit) Right on (The spirit) (move on) (The spirit) Feel it (The spirit) Feel it (Oh that spirit) Feel (Oh that spirit) Yeah-yeah-yeah-yeah (Move with the spirit) Yeah move on (move with the spirit) Yeah (Move with the spirit) Yeah (Move with the spirit) Move on (Move with the spirit) Oh good god a-mighty! (Move with... The spirit) Yeah good god a-mighty)  ",
        "title": "Spirit In The Dark"
    },
    {
        "artist": "The Jaggerz",
        "lyrics": null,
        "title": "I Call My Baby Candy"
    },
    {
        "artist": "Sly & The Family Stone",
        "lyrics": null,
        "title": "I Want To Take You Higher"
    },
    {
        "artist": "Faith, Hope And Charity",
        "lyrics": null,
        "title": "So Much Love"
    },
    {
        "artist": "Ike & Tina Turner & The Ikettes",
        "lyrics": "  Hey, hey, hey, hey  Beat is gettin' stronger The beat is gettin' longer too Music's soundin' good to me But I wanna, said I wanna  I wanna take you higher Yeah, let me take you higher Baby, baby, let me light your fire Ooh yeah, little bit higher  Boom shacka lacka lacka Boom shacka la boonka boo  Hey, hey, hey, hey  Beat is nitty-gritty Music's in your city too Music's gettin' good to me But now don't ya, I said don't ya  Don't ya wanna get higher? Yeah, don't ya wanna get higher? Baby, baby, let me light your fire Ooh ha, little bit higher  Boom shacka lacka lacka Boom shacka la boonka boo  Hey, hey, hey, hey  Come on baby (Higher) Don't ya wanna get high (Higher) Ooh, yeah (Higher) Light your fire  (Fire)  Come on daddy (Higher) A little bit higher (Higher) I wanna (Higher) Said I wanna light your fire (Fire)  Boom shacka lacka lacka Boom shacka la boonka boo  Hey, hey, hey, hey  Beat is here to make you move Music's here to help you groove Music's soundin' good to me But take your places  I'm gonna take you (Higher, higher) Yeah, baby Gonna take ya (Higher, higher) Ooh, yeah  Little bit higher C'mon daddy (Higher) A little bit (Higher)  ",
        "title": "I Want To Take You Higher"
    },
    {
        "artist": "Quincy Jones",
        "lyrics": "  Killer joe don't you go Hurt me slow please joe Cool joe mean joe  ",
        "title": "Killer Joe"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  1, 2... 1, 2, 3, 4, Ow!  [Eddie] People moving out, people moving in Why, because of the color of their skin Run, run, run but you sure can't hide An eye for an eye, a tooth for a tooth Vote for me and I'll set you free Rap on, brother, rap on  [Dennis] Well, the only person talking about love thy brother is the (preacher) And it seems nobody's interested in learning but the (teacher) Segregation, determination, demonstration, integration, Aggravation, humiliation, obligation to our nation Ball of confusion. Oh yeah, that's what the world is today. Woo, hey, hey  [Paul] The sale of pills are at an all time high Young folks walking round with their heads in the sky The cities ablaze in the summertime And oh, the beat goes on  [Dennis] Evolution, revolution, gun control, sound of soul Shooting rockets to the moon, kids growing up too soon Politicians say more taxes will solve everything  [Melvin] And the band played on So, round and around and around we go Where the world's headed, nobody knows  [Instrumental]  Oh, great googamooga, can't you hear me talking to you Just a ball of confusion Oh yeah, that's what the world is today Woo, hey, hey  [Eddie] Fear in the air, tension everywhere Unemployment rising fast, the Beatles new record's a gas  [Dennis] And the only safe place to live is on an Indian reservation  [Melvin:] And the band played on Eve of destruction, tax deduction, city inspectors, bill collectors Mod clothes in demand, population out of hand, suicide, too many bills Hippies moving to the hills. People all over the world are shouting, 'End the war.'  [Melvin] And the band played on  [Instrumental]  Great googalooga, can't you hear me talking to you Sayin'... ball of confusion That's what the world is today, hey, hey Let me hear ya, let me hear ya, let me hear ya Sayin'... ball of confusion That's what the world is today, hey, hey Let me hear ya, let me hear ya, let me hear ya, let me hear ya, let me hear ya Sayin'... ball of confusion  ",
        "title": "Ball Of Confusion (That's What The World Is Today)"
    },
    {
        "artist": "The Tee Set",
        "lyrics": null,
        "title": "If You Do Believe In Love"
    },
    {
        "artist": "Little Milton",
        "lyrics": null,
        "title": "Baby I Love You"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": "  {Intro}  Want some whiskey in your water? Sugar in your tea? What's all these crazy questions you're askin' me? This is the craziest party that could ever be Don't turn on the lights cause I don't wanna see  Mama told me not to come, Oh Lord Mama told me not to come \"That ain't the way to have fun, no\"  {Hook}  Open up your window, let some air into this room I think I'm almost chokin' from the smell of stale perfume And that cigarette you're smokin' 'bout scare me half to death Open up the window, sucker, let me catch my breath  Mama told me not to come Mama told me not to come, She say, uh \"That ain't the way to have fun, son\" \"That ain't the way to have fun, son\" she said  {Bridge}  The radio is blastin', someone's knockin' on the door I'm lookin' at my girlfriend, she's passed out on the floor I seen so many things I ain't never seen before I don't know what it is, I don't wanna see no more  Mama told me not to come, Oh, Lord Mama told me not to come She said, \"That ain't the way to have fun, son\" \"That ain't the way to have fun, no\"  Mama told me, mama told me Mama told me, told me, told me Mama told me, told me, ooh, yeah, yeah Mama told me not to go Mama told me, mama told me Ain't that the truth  \"That ain't the way to have fun, no\" \"That ain't the way to have fun, son\" \"That ain't the way to have fun, no\" \"That ain't the way to have fun, son\"  \"That ain't the way to have fun, no\" \"That ain't the way to have fun, son\" \"That ain't the way to have fun, no\" \"That ain't the way to have fun, son\"  {Outro}  ",
        "title": "Mama Told Me (Not To Come)"
    },
    {
        "artist": "Delaney & Bonnie & Friends",
        "lyrics": null,
        "title": "Free The People"
    },
    {
        "artist": "Bob Seger System",
        "lyrics": null,
        "title": "Lucifer"
    },
    {
        "artist": "Candi Staton",
        "lyrics": "  You picked me up Oh, yes you did When nobody else would I know you did  And you did things For me, my baby That nobody else could I know you did  You gave me your heart But I couldn't be true But I still got that Same sweet feeling for you Sweet baby, mmm  We had a love Oh, yes, we did Beyond compare I know we did  And when I needed you Oh, Lordy You were always there I know you were  I had my chance But I couldn't come through Now I still got that Same sweet feeling for you Sweet baby, oh, yeah  I got that feeling When I hear your name That old lonesome feeling Keep coming back again  I get that feeling And I cry out in the night I need you, baby, oh, darling To say everything's all right  Come back, baby, oh, yeah Where you belong I hope you will  Please forgive me Oh, darling For doing you wrong I hope you will  I'm so sorry for all The pain I put you through But I still got that Same sweet feeling for you Sweet baby, mmm  I got that feeling Everything I do I get that feeling For nobody but you  Sometime in the midnight hour I get so lonesome I need you, baby I need you, baby  I need you, baby To stay right here by my side I need you, baby...  ",
        "title": "Sweet Feeling"
    },
    {
        "artist": "Vic Dana",
        "lyrics": null,
        "title": "Red Red Wine"
    },
    {
        "artist": "Ginger Baker's Air Force",
        "lyrics": null,
        "title": "Man Of Constant Sorrow"
    },
    {
        "artist": "The Youngbloods",
        "lyrics": "  Darkness, Darkness Be my pillow Take my hand And let me sleep In the coolness of your shadow In the silence of your deep  Darkness, Darkness Hide my yearning For the things I cannot be Keep my mind from constant turning Toward the things I cannot see now Things I cannot see now Things I cannot see  Darkness, darkness Long and lonesome Ease the day that brings me pain I have felt the edge of sadness I have known the depth of fear Darkness, darkness, be my blanket Cover me with the endless night Take away, take away the pain of knowing Fill the emptiness of right now Emptiness of right now, now, now Emptiness of ri-ight now  Darkness, darkness, be my pillow Take my hand, and let me sleep In the coolness of your shadow In the silence, the silence of your deep Darkness, darkness, be my blanket Cover me with the endless night Take away, take away the pain of knowing Fill the emptiness of right now Emptiness of right now now now Emptiness of right.... Oh yeah Oh yeah Emptiness, emptiness Oh yeah  ",
        "title": "Darkness, Darkness"
    },
    {
        "artist": "Brenda & The Tabulations",
        "lyrics": null,
        "title": "And My Heart Sang (Tra La La)"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": null,
        "title": "Let This Be A Letter (To My Baby)"
    },
    {
        "artist": "The Fortunes",
        "lyrics": "  I still get the same old feeling Tearing at this heart of mine Telling me that maybe I'm Not really over you  I still get the same old yearning Turning my heart inside out Love, there can't be any doubt I'm still not over you  The oak tree where you carved my name A year ago now Somehow doesn't really look the same  I think it closed now The places we would go Still play the songs we used to know  I still get the same old feeling Tearing at this heart of mine Telling me that maybe I'm Not really over you  I still get the same old yearning Turning my heart inside out Love, there can't be any doubt I'm still not over you  The cottage where we used to meet Is overgrown now We dreamed we'd live there too someday  Just on our own now The letters you wrote me Still bring that sentimental ring  I still get the same old feeling Tearing at this heart of mine Telling me that maybe I'm Not really over you  I still get the same old yearning Turning my heart inside out Love, there can't be any doubt I'm still not over you  ",
        "title": "That Same Old Feeling"
    },
    {
        "artist": "CROW",
        "lyrics": "  Take some of this candy sweet From my little bag of tricks And walk on down the street awhile Follow me through my door I'll lead you by the hand, my love And take you to the top By morn, you'll say forget the clock And do it to me once again You hair is long and full and soft Upon my pillowcase Dusk has fallen once again It's time for us to part  ",
        "title": "Cottage Cheese"
    },
    {
        "artist": "Dee Dee Warwick",
        "lyrics": null,
        "title": "She Didn't Know (She Kept On Talking)"
    },
    {
        "artist": "Luther Ingram",
        "lyrics": "  Before you think I love you For just one thing To you, my love, this might Be the way that it seems  But I love the way That you carry yourself I even love the way You wear your hair  Ain't that loving you? Ain't that loving you For more reasons than one?  Somehow our love Has been misled By a lot of things That the other men said  But I love you, oh yes, I do For what you are I love you, I love you I love you, I love For what you're made of  Ain't that loving you? Ain't that loving you For more reasons than one?  Has it ever occurred to you Why I do all that I can do? Just to keep a little smile Upon your face  It's because I love you I love you, baby In so many times  Somehow, our love Has been misled By a lot of things That the other men said  But I love you, oh yes, I do For what you are Even love you, I love you I love you, I love you For that you made me become  Ain't that loving you? Ain't that loving you For more reasons than one?  Oh baby, I love the way You kiss my lips Oh baby, I love the way You swivel your hips  Oh baby, I love the way That you understand Oh baby, I love the way  ",
        "title": "Ain't That Loving You (For More Reasons Than One)"
    },
    {
        "artist": "The Raelettes",
        "lyrics": null,
        "title": "I Want To (Do Everything For You)"
    },
    {
        "artist": "The Flaming Ember",
        "lyrics": "  Westbound #9 The Flaming Ember  Catching the westbound number nine Gonna leave this town, leave it far behind Gonna leave while I've got my peace of mind On the westbound number nine  Sittin' on the bank of Holy Creek down by the county line I can hear the sound of Old Boss and Lazy Horse--he's howlin' right on time He's howlin' at the sound of the #9 comin' down the line And my mind catches a ride on the westbound number nine And my mind catches a ride on the westbound number nine  Catching the westbound number nine Gonna leave this town, leave it far behind Gonna leave while I've got my peace of mind On the westbound number nine  My Pa is with his moonshine friends Drinkin Deacon Jones' bathtub gin Deacon Jones preachin' about savin' souls Yellin' out how the whole town is full of sin But like Pa and all the rest He tries to look down Bobbie Sue's low-cut dress And my mind catches a ride on the westbound number nine And my mind catches a ride on the westbound number nine  Ma, I see you're ashamed to look me in the face As if I was nothing but a past mistake Sittin' there at night when Pa comes stumblin' in Full of the Deacon's bathtub gin Swearin' and a-cussin' that I wasn't no kin I heard his name but Ma knows what he should have been  Westbound number nine Gonna leave this town, leave it far behind Gonna leave while I've got my peace of mind On the westbound number nine  Catching the westbound number nine Gonna leave this town, leave it far behind Gonna leave while I've got my peace of mind On the westbound number nine  ",
        "title": "Westbound #9"
    },
    {
        "artist": "Pickettywitch",
        "lyrics": null,
        "title": "That Same Old Feeling"
    },
    {
        "artist": "Eric Burdon And War",
        "lyrics": "  {Intro}  I was once out strolling One very hot summer's day When I thought I'd lay myself down to rest In a big field of tall grass I lay there in the sun And felt it caressing my face As I fell asleep and dreamed  I dreamed I was in a Hollywood movie, yes I did And that I was the star of the movie This really blew my mind The fact that me, an overfed long-haired, leaping gnome Should be the star of a Hollywood movie  But there I was I was taken to a place: The Hall of the Mountain King I stood high up on a mountaintop Naked to the world In front of Every kind of girl There was long ones, tall ones, short ones, brown ones Black ones, round ones, big ones Crazy ones  Out of the middle Came a lady She whispered in my ear Something crazy She said:  Spill the wine, dig that girl Spill the wine, take that pearl  I thought to myself What could that mean? Am I going crazy Or is this just a dream? Now wait a minute - I know I'm lying in a field of grass somewhere So it's all in my head And then I heard her say ...one more time:  Spill the wine take that pearl  I could feel hot flames of fire roaring at my back As she disappeared But soon she returned In her hand was a bottle of wine In the other, a glass She poured some of the wine from the bottle into the glass And raised it to her lips And just before she drunk it She said:  Take the wine, take that pearl Spill the wine, take that pearl  ",
        "title": "Spill The Wine"
    },
    {
        "artist": "Little Richard",
        "lyrics": "  [Verse 1] I hope that I should live to see When every man can know he's free Suffering from the past I make I ought to be sad  [Chorus 1] I got my duty rock and roll Now everybody, everybody, everyone's got to be free! Oh  [Chorus 2] Now la-la, la-da-da-da La-la, la-da da-da  [Verse 2] Mmmm, let's get rid of that old man, hey-ey-ey And bring our government up to date It may be very hard to do Just open your mind, let love come through  [Chorus 1] You hear me calling you my? Everybody, everybody, everyone's got to be free! Oh yes!  [Chorus 2] La-la, la-da-da-da La-la, la-da da-da  [Verse 3] We did our thing every thing and we paid our dues Now let's get rid of these freedom blues It may be very hard to do Just open your mind, let love come through  [Chorus 1] I got my duty rock and roll Now everybody, everybody, everyone's got to be free! Oh  [Chorus 2][x2]  ",
        "title": "Freedom Blues"
    }
]