[
    {
        "artist": "The Beatles With Billy Preston",
        "lyrics": "  Sweet Loretta Fart she thought she was a cleaner, but she was a frying pan  [Verse 1] Jojo was a man who thought he was a loner But he knew it couldn't last Jojo left his home in Tucson, Arizona For some California grass  [Chorus] Get back, get back Get back to where you once belonged Get back, get back Get back to where you once belonged Get back, Jojo Go home  {​​Interlude}​​  [Chorus] Get back, get back Get back to where you once belonged Get back, get back Get back to where you once belonged Get back, Jojo Go home  [Electric Piano Solo]  Get back, Jo  [Verse 2] Sweet Loretta Martin thought she was a woman But she was another man All the girls around her say she's got it coming But she gets it while she can  [Chorus] Get back, get back Get back to where you once belonged Get back, get back Get back to where you once belonged Get back, Jojo Go home  [Verse 3] Get back, Loretta Your mama's waiting for you Wearing her high-heel shoes And her low-neck sweater Get back home, Loretta  [Chorus] Get back, get back Get back to where you once belonged Get back, get back Get back to where you once belonged Get back, Jojo Go home  I'd like to say thank you on behalf of the group and ourselves, and I hope we passed the audition  ",
        "title": "Get Back"
    },
    {
        "artist": "Henry Mancini And His Orchestra",
        "lyrics": "  [Instrumental]  ",
        "title": "Love Theme From Romeo & Juliet"
    },
    {
        "artist": "Creedence Clearwater Revival",
        "lyrics": "  I see the bad moon arising I see trouble on the way I see earthquakes and lightnin' I see bad times today  Don't go around tonight Well, it's bound to take your life There's a bad moon on the rise  I hear hurricanes a blowing I know the end is coming soon I fear rivers overflowing I hear the voice of rage and ruin  Don't go around tonight Well, it's bound to take your life There's a bad moon on the rise  Hope you got your things together Hope you are quite prepared to die Looks like we're in for nasty weather One eye is taken for an eye  Well don't go around tonight Well it's bound to take your life There's a bad moon on the rise  Don't go around tonight Well, it's bound to take your life There's a bad moon on the rise  ",
        "title": "Bad Moon Rising"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": "  [Verse 1] As the snow flies On a cold and gray Chicago morning A poor little baby child is born In the ghetto And his mama cries Cause if there's one thing that she don't need It's another little hungry mouth to feed In the ghetto  [Verse 2] People, don't you understand A child needs a helping hand Or he'll grow to be an angry young man some day Take a look at you and me Are we too blind to see Do we simply turn our heads And look the other way  [Verse 3] Well the world turns And a hungry little boy with a runny nose Plays in the street as the cold wind blows In the ghetto  [Verse 4] And his hunger burns So he starts to roam the streets at night And he learns how to steal And he learns how to fight In the ghetto  [Verse 5] Then one night in desperation A young man breaks away He buys a gun, He steals a car Tries to run, but he don't get far And his mama cries  [Bridge] As a crowd gathers 'round an angry young man Face down on the street with a gun in his hand In the ghetto  [Verse 6] And as her young man dies On a cold and gray Chicago morning Another little baby child is born In the ghetto  And his mama cries In the ghetto  ",
        "title": "In The Ghetto"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Intro] Ah-ah-aaah, oh yeah... Oh listen to me people  [Verse 1] I haven't got time to think about money Or what it can buy And I haven't got time to sit down and wonder What makes a birdie fly And I don't have the time to think about What makes a flower grow And I've never given a second thought To where the rivers flow  [Chorus] Too busy thinking about my baby And I haven't got time for nothing else  [Verse 2] Said, I haven't got time to discuss the weather How long it's going to last And I haven't got time to do no studies Once I get out of class Telling you I'm just a fellow Said I got a one track mind And when it comes to thinking about anything but my baby I just don't have any time  [Chorus]  [Verse 3] The diamonds and pearls in the world Could never match her worth, no no She's some kind of wonderful, people tell you I got heaven right here on earth I'm just a fellow With a one, one track mind And when it comes to thinking about anything but my baby I just don't have any time  [Chorus]  [Outro] (yeah, she's never hard to find Because she's always on my mind)  ",
        "title": "Too Busy Thinking About My Baby"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": null,
        "title": "One"
    },
    {
        "artist": "Mercy",
        "lyrics": null,
        "title": "Love (Can Make You Happy)"
    },
    {
        "artist": "The Friends Of Distinction",
        "lyrics": "  It sure is mellow grazin' in the grass (Grazin' in the grass is a gas, baby, can you dig it) What a trip just watchin' as the world goes past (Grazin' in the grass is a gas, baby, can you dig it) There are so many good things to see While grazin' in the grass (Grazin' in the grass is a gas, baby, can you dig it) Flowers with colours for takin' Everything outta sight in the grass (Grazin' in the grass is a gas, baby, can you dig it) The sun beaming down between the leaves (Grazin' in the grass is a gas, baby, can you dig it) And the bir-ir-ir-irds dartin' in and out of the trees (Grazin' in the grass is a gas, baby, can you dig it) Everything here is so clear, you can see it And everything here is so real, you can feel it And it's real, so real, so real, so real, so real, so real Can you dig it Whooo-oooh I can dig it, he can dig it She can dig it, we can dig it They can dig it, you can dig it Oh, let's dig it Can you dig it, baby I can dig it, he can dig it She can dig it, we can dig it They can dig it, you can dig it Oh, let's dig it Can you dig it, baby [Instrumental Interlude] The sun beaming down between the leaves (Grazin' in the grass is a gas, baby, can you dig it) And the bir-ir-ir-irds dartin' in and out of the trees (Grazin' in the grass is a gas, baby, can you dig it) Everything here is so clear, you can see it And everything here is so real, you can feel it And it's real, so real, so real, so real, so real, so real Can you dig it Whooo-oooh, yeah I can dig it, he can dig it She can dig it, we can dig it They can dig it, you can dig it Oh, let's dig it Can you dig it, baby I can dig it, he can dig it She can dig it, we can dig it They can dig it, you can dig it Oh, let's dig it Can you dig it, baby I can dig it, he can dig it She can dig it, we can dig it They can dig it, you can dig it Oh, let's dig it Can you dig it, baby I can dig it, he can dig it (Grazin' in the grass is a gas, baby, can you dig it) She can dig it, we can dig it They can dig it, you can dig it (Grazin' in the grass is a gas, baby, can you dig it) Oh, let's dig it....  ",
        "title": "Grazing In The Grass"
    },
    {
        "artist": "Oliver",
        "lyrics": "  Good morning starshine The earth says \"hello\" You twinkle above us We twinkle below Good morning starshine You lead us along My love and me as we sing Our early morning singing song Gliddy glup gloopy Nibby nabby noopy la la la lo lo Sabba sibby sabba Nooby abba nabba le le lo lo Tooby ooby walla nooby abba nabba Early morning singing song Good morning starshine You lead us along My love and me as we sing Our early morning singing song Gliddy glup gloopy Nibby nabby noopy la la la lo lo Sabba sibby sabba Nooby abba nabba le le lo lo Tooby ooby walla nooby abba nabba Early morning singing song Singing a song, humming a song Singing a song, loving a song Laughing a song Sing the song, sing the song Song the sing Song, song, song, sing Sing, sing, sing, song  ",
        "title": "Good Morning Starshine"
    },
    {
        "artist": "Blood, Sweat & Tears",
        "lyrics": "  [Verse 1] What goes up must come down [cowbell enters] Spinnin' wheel got to go 'round [full drum kit enters] Talkin' 'bout your troubles it's a cryin' sin Ride a painted pony let the spinnin' wheel spin  [Verse 2] You got no money and you got no home Spinnin' wheel all alone Talkin' 'bout your troubles and you never learn Ride a painted pony let the spinnin' wheel turn  [Bridge] Did you find the directing sign on the Straight and narrow highway Would you mind a reflecting sign Just let it shine within your mind And show you the colors that are real  [Verse 3] Someone is waiting just for you Spinnin' wheel, spinnin' true Drop all your troubles by the riverside Catch a painted pony on the spinning wheel ride  [Instrumental]  [Verse 4] Someone is waiting just for you Spinnin' wheel, spinnin' true Drop all your troubles by the riverside Ride a painted pony let the spinning wheel fly  [Outro]  ",
        "title": "Spinning Wheel"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": "  When the moon is in the Seventh House And Jupiter aligns with Mars Then peace will guide the planets And love will steer the stars  This is the dawning of the age of Aquarius The age of Aquarius Aquarius Aquarius  Harmony and understanding Sympathy and trust abounding No more falsehoods or derisions Golden living dreams of visions Mystic crystal revelation And the mind's true liberation Aquarius Aquarius  When the moon is in the Seventh House And Jupiter aligns with Mars Then peace will guide the planets And love will steer the stars  This is the dawning of the age of Aquarius The age of Aquarius Aquarius Aquarius Aquarius Aquarius  Let the sunshine Let the sunshine in The sunshine in  Let the sunshine Let the sunshine in The sunshine in  Let the sunshine Let the sunshine in The sunshine in  Let the sunshine Let the sunshine in The sunshine in  Oh everyone sing along Come on! Now everybody just sing along And let the sunshine on in Open up your heart And let it shine on you  And when you're lonely Hey! let it shine, yea You got to open up your heart And let it shine on in  When you feel like you've been mistreated And your friends are turning backs upon you Just open up your heart And let it shine in  You've got to feel it You've got to feel it Just open up your heart And let it shine on in  Let the sunshine Let the sunshine in The sunshine in  I want you to sing along with the 5th Dimension Just open up your heart And let it shine on in  Let the sunshine Let the sunshine in The sunshine in  Let the sunshine Let the sunshine in The sunshine in  Hey, you gotta feel it You gotta feel it Open up your heart And let the sunshine in  Let the sunshine Let the sunshine in The sunshine in  ",
        "title": "Aquarius/Let The Sunshine In"
    },
    {
        "artist": "Desmond Dekker & The Aces",
        "lyrics": "  Get up in the morning, slaving for bread, sir So that every mouth can be fed Poor, poor me, Israelites. Aah  Get up in the morning, slaving for bread, sir So that every mouth can be fed Poor me, the Israelite  My wife and my kids, they packed up and leave me Darling, she said, \"I was yours to be seen\" Poor me, the Israelite  Shirt them a-tear up, trousers are gone I don't want to end up like Bonnie and Clyde Poor me, the Israelite  After a storm there must be a calm They catch me in the farm You sound your alarm Poor a-poor a-poor me, the Israelite  {Instrumental}  I said I get up in the morning, slaving for bread, sir So that every mouth can be fed Poor me, Israelite. Aah  I said my wife and my kids, they are packed up and leave me Darling, she said, I was yours to be seen Poor me, Israelites. Aah  Look Me shirts them a-tear up, trousers are gone I don't want to end up like Bonnie and Clyde A-poor a-poor me, Israelites. Aah  After a storm there must be a calm They catch me in the farm You sound your alarm Poor me, Israelite A-poor a-poor a-poor me, Israelites. Aah Poor me, Israelite Poor me, Israelite  ",
        "title": "Israelites"
    },
    {
        "artist": "The Edwin Hawkins' Singers Featuring Dorothy Combs Morrison",
        "lyrics": "  Oh, Happy Day  Oh, happy day, oh, happy day When Jesus washed, when my Jesus washed When Jesus washed my sins away Oh, happy day, oh, happy day When my Jesus washed my sins away  He taught me how To watch and pray To watch and pray Every hour and every day  Oh happy day, oh happy day When Jesus washed my sins away Oh, happy day, oh, happy day When my Jesus washed my sins away  He gave me light That I might be, I might be He gave me light That I might see, I might see  Oh happy day, oh happy day When Jesus washed my sins away Oh, happy day, oh, happy day When my Jesus washed my sins away...  ",
        "title": "Oh Happy Day"
    },
    {
        "artist": "The Guess Who",
        "lyrics": "  {Intro}  These eyes, cry every night for you These arms, long to hold you again  The hurting's on me, yeah I will never be free, no, my baby, no no You gave a promise to me, yeah You broke it, and you broke it, oh no  {Hook}  These eyes, watched you bring my world to an end This heart could not accept and pretend  The hurting's on me, yeah I will never be free, no, no, no You took the vow with me, yeah And you spoke it, and you spoke it, babe  These eyes, are crying These eyes have seen a lot of loves But they're never gonna see another one like I had with you These eyes, are crying These eyes have seen a lot of loves But they're never gonna see another one like I had with you These eyes, are crying These eyes have seen a lot of loves But they're never gonna see another one like I had with you  These eyes, cry every night for you These arms, these arms long to hold you, hold you again  These eyes, are crying These eyes have seen a lot of loves But their never gonna see another one like I had with you These eyes, are crying These eyes have seen a lot of loves But their never gonna see another one like I had with you These eyes, are crying These eyes have seen a lot of loves But their never gonna see another one like I had with you These eyes, are crying These eyes have seen a lot of loves But their never gonna see another one like I had with you  Baby, baby, baby, baby Don't ya know these...  ",
        "title": "These Eyes"
    },
    {
        "artist": "Donovan",
        "lyrics": "  {Monologue - }  The continent of Atlantis was an island Which lay before the great flood In the area we now call the Atlantic Ocean So great an area of land That from her western shores Those beautiful sailors journeyed To the South and the North Americas with ease In their ships with painted sails To the East Africa was a neighbor Across a short strait of sea miles  The great Egyptian age is But a remnant of The Atlantian culture The antediluvian kings colonised the world All the Gods who play in the mythological dramas In all legends from all lands were from far Atlantis  Knowing her fate Atlantis sent out ships to all corners of the Earth On board were the Twelve:  The poet, the physician, The farmer, the scientist The magician and the other so-called Gods of our legends Though Gods they were - And as the elders of our time choose to remain blind Let us rejoice  And let us sing And dance and ring in the new Hail Atlantis!  {Sung Portion - }  Way down below the ocean where I wanna be she may be Way down below the ocean where I wanna be she may be Way down below the ocean where I wanna be she may be Way down below the ocean where I wanna be she may be Way down below the ocean where I wanna be she may be My antediluvian baby, oh yeah yeah, yeah yeah yeah I wanna see you some day My antediluvian baby, oh yeah yeah, yeah yeah yeah My antediluvian baby My antediluvian baby, I love you, girl Girl, I wanna see you some day My antediluvian baby, oh yeah I wanna see you some day, oh My antediluvian baby My antediluvian baby, I wanna see you My antediluvian baby, gotta tell me where she gone I wanna see you some day Wake up, wake up, wake up, wake up Oh yeah Oh club club, down down, yeah My antediluvian baby, oh yeah yeah yeah yeah  ",
        "title": "Atlantis"
    },
    {
        "artist": "Spiral Starecase",
        "lyrics": "  I don't remember what day it was I didn't notice what time it was All I know is that I fell in love with you And if all my dreams come true I'll be spending time with you  Every day's a new day in love with you With each day comes a new way of loving you Every time I kiss your lips my mind starts to wander And if all my dreams come true I'll be spending time with you  Oh, I love you more today than yesterday But not as much as tomorrow I love you more today than yesterday But, darling, not as much as tomorrow  Tomorrow's date means springtime's just a day away Cupid, we don't need ya now, be on your way I thank the lord for love like ours that grows ever stronger And I always will be true, I know you feel the same way too  Oh, I love you more today than yesterday But not as much as tomorrow I love you more today than yesterday But only half as much as tomorrow  Every day's a new day, every time I love ya Every way's a new way, every time I love ya Every day's a new day, oh, how I love ya  ",
        "title": "More Today Than Yesterday"
    },
    {
        "artist": "Ray Stevens",
        "lyrics": "  He's free as the breeze He's always at ease He lives in the jungle And hangs by his knees As he swings through trees Without a trapeeze In his BVD's A-hoo hoo!  He's got a union card And he's practicin' hard To play the gitar Gon' be a big star Yeah he's gonna go far An' carry moonbeams home in a jar!  He ordered Chet's guitar course COD Makes A&E an' he's workin' on B Digs C&W&R&B an' an' me an' a chimpanzee Agree that one day soon he'll be A celebrity Get it! Get it! Get it! Get it! OWWWWWWWWW!  Gitarzan! He's a gitar man! He's all you can stand Give him a hand Gitarzan!  (Tarzan yell) (Coughing)  He's gotta girl named Jane With no last name Kinda homely and plain But he loves her just the same Cause she kindles a flame And it drives him insane When he hears her sing She really does her thing It's here claim to fame Come on, sing one Jane:  Baby, baby, Whaooooo Baby! (Scatting) Whaooooo Baby!  How 'bout that Lets here it for Jane!  Thank ya' folks  Well, they gotta pet monkey He likes to get drunky And sing boogie woogie And it sounds real funky Come on, yo' time, boy Sing one monkey Here we go  (Monkey grunts)  Lets here it for the monkey! Whooooo! (He He He He)  On Saturday night they need some excitement Jane gets right and the monkey gets tight And their voices unite, in the pale moon light And it sounds alright, yeah, it's dynamite It's outta sight Let's hear it, right nnnnnnnnow!  (Gitarzan, Jane, and monkery all together)  Jane: Shut up baby, I'm tryin' to sing!  Get it! Get it! Get it! Get it! Owwwwwww!  Gitarzan! And his jungle band! They're all you can stand Give 'em a hand, Gitarzan! (repeats once while fading)  ",
        "title": "Gitarzan"
    },
    {
        "artist": "Tom Jones",
        "lyrics": "  I know that it's late and I really must leave you alone But you're too good to hold that I feel such a long way from home Yes I know that our love is too new, but I promise it's going to be true Please let me stay and don't you send me away, oh no, no  Aaaah Tell me baby that you need me, say you'll never leave me Love me tonight  Hold me now my heart is aching, untill the dawn is breaking Love me tonight  Something is burning inside, something that can't be denied I can't let you out of my sight, darling Love me tonight  Let me love you, baby Let me love you, baby Baby, love me tonight  I' ve waited so long for the girl of my dreams to appear And now I can hardly believe that you really are here Here in my arms you belong, how can this feeling be wrong Darling be kind for I' m out of my mind over you  Aaaahh Tell me baby, that you need me, say you'll never leave me Love me tonight  Baby now the pain is stronger, I can't wait a moment longer Love me tonight  Something is burning inside, something that can't be denied I can't let you out of my sight darling Love me tonight  Let me love you, baby Let me love you, baby Baby, love me tonight Love me to-ni-i-i-i-i-i-ight!!  ",
        "title": "Love Me Tonight"
    },
    {
        "artist": "Classics IV Featuring Dennis Yost",
        "lyrics": "  Every day with you girl Is sweeter than the day before Everyday I love you more and more More and more and more  They're saying that all good things Must come to an end But girl, it isn't true Each day with you I fall in love again  Everyday with you girl Is sweeter than the day before Everyday I love you more and more More and more and more  And when I go to sleep at night time Tomorrow's what I'm praying for 'Cause everyday with you girl Is sweeter than the day before  Every day with you girl Is sweeter than the day before Everyday I love you more and more More and more and more  And when I go to sleep at night time Tomorrow's what I'm praying for 'Cause everyday with you girl Is sweeter than the day, sweeter than the day Sweeter than the day before  ",
        "title": "Everyday With You Girl"
    },
    {
        "artist": "Sonny Charles And The Checkmates, Ltd.",
        "lyrics": null,
        "title": "Black Pearl"
    },
    {
        "artist": "Peter, Paul & Mary",
        "lyrics": null,
        "title": "Day Is Done"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  People gather round me... This is to who it may concern I'm not tryin' to run your life but you're never too old to learn Stop worryin' about your neighbors and the fancy things they got 'Cause if you do you'll find it's true, you're gonna wind up on the spot  Don't let the Jones... Don't let the Jones... Don't let the Joneses get you down Don't let the Jones... Don't let the Jones... Don't let the Joneses get you down  You may not believe it but nine times out of ten it's true The people you're tryin' to keep up with are tryin' to keep up too Remember that old sayin'; \"All that glitters ain't gold\" Take heed, don't ignore it, and to your money tightly hold  Don't let the Jones... Don't let the Jones... Don't let the Joneses get you down Don't let the Jones... Don't let the Jones... Don't let the Joneses get you down  You're a leader yourself but you don't even know it You're so busy followin' Joneses you ain't got time to show it Keeping up with the Joneses, it only makes your life a mess Bill collectors, tranquilizers and gettin' deeper in debt  You better leave the Joneses alone You better leave ---oh leave--- the Joneses alone  Joneses got a new car today Here's what you should say; Hooray for the Joneses Instead you worry 'til your whole head turns gray Worryin' about the Joneses Remember it's their car and they're the ones who had to pay So leave (boom boom) the Joneses alone Your car might be old but, remember; It never fails to get you where you want to go  Don't let the Jones... Don't let the Jones... Don't let the Joneses get you down Don't let the Jones... Don't let the Jones... Don't let the Joneses get you down  You're doing fine Don't let the Joneses blow your mind  If you see somethin' you want and you know you can't afford it Well the very next thing for you to do is start saving towards it The Joneses have been the downfall of many a person you see So, people, take my advice and let the Joneses be  Don't let the Jones... Don't let the Jones... Don't let the Joneses get you down Don't let the Jones... Don't let the Jones... Don't let the Joneses get you down  You're doing fine Don't let the Joneses blow your mind You're doing fine Don't let the Joneses blow your mind  ",
        "title": "Don't Let The Joneses Get You Down"
    },
    {
        "artist": "The Cowsills",
        "lyrics": null,
        "title": "Hair"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1: John Lennon] Standing in the dock at Southampton Trying to get to Holland or France The man in the mac said, \"You've got to go back\" You know they didn't even give us a chance  [Chorus: John Lennon] Christ you know it ain't easy You know how hard it can be The way things are going They're gonna crucify me  [Verse 2: John Lennon] Finally made the plane into Paris Honeymooning down by the Seine Peter Brown called to say \"You can make it O.K You can get married in Gibraltar, near Spain\"  [Chorus: John Lennon] Christ you know it ain't easy You know how hard it can be The way things are going They're gonna crucify me  [Verse 3: John Lennon] Drove from Paris to the Amsterdam Hilton Talking in our beds for a week The news people said, \"Say what you doing in bed?\" I said, \"We're only trying to get us some peace\"  [Chorus: John Lennon] Christ you know it ain't easy You know how hard it can be The way things are going They're gonna crucify me  [Bridge: John Lennon] Saving up your money for a rainy day Giving all your clothes to charity Last night the wife said \"Poor boy, when you're dead You don't take nothing with you But your soul - think!\"  [Verse 4: John Lennon] Made a lightning trip to Vienna Eating chocolate cake in a bag The newspaper said, \"She's gone to his head They look just like two gurus in drag\"  [Chorus: John Lennon & Paul McCartney] Christ you know it ain't easy You know how hard it can be The way things are going They're gonna crucify me  [Verse 5: John Lennon & Paul McCartney] Caught the early plane back to London Fifty acorns tied in a sack The men from the press said, \"We wish you success It's good to have the both of you back\"  [Chorus: John Lennon & Paul McCartney] Christ you know it ain't easy You know how hard it can be The way things are going They're gonna crucify me The way things are going They're gonna crucify me  [Outro]  ",
        "title": "The Ballad Of John And Yoko"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": "  What does it take (What does it take) To win your love for me? (To win your love for me) How can I make (How can I make) This dream come true for me? (Had a dream for you)  Whoa, I just got to know (Have to know) Ooo, baby 'cause I love you so  'Gonna blow for you'  I tried, I tried, I tried, I tried In every way I could (Anyway I could) To make you see how much I love you (See how much I love you) Woo! I thought you understood (Thought you understood) So, you gotta make me see (Make me see) What does it take To win your love for me?  'Gonna blow, again for you'  ",
        "title": "What Does It Take (To Win Your Love)"
    },
    {
        "artist": "Buchanan Brothers",
        "lyrics": null,
        "title": "Medicine Man (Part I)"
    },
    {
        "artist": "Paul Revere & The Raiders Featuring Mark Lindsay",
        "lyrics": null,
        "title": "Let Me"
    },
    {
        "artist": "The Winstons",
        "lyrics": "  There's a man at my house, he's so big and strong He goes to work each day, and he stays all day long  He comes home each night looking tired and beat He sits down at the dinner table and has a bite to eat  Never a frown always a smile When he says to me how's my child I said that I've been studying hard all day in school Tryin' very hard to understand the golden rule  I think I'll color this man father I think I'll color him love Said I'm gonna color him father I think I'll color the man love, yes I will  He says education is the thing if you want to compete Because without it son, life ain't very sweet I love this man and I don't know why Except I'll need his strength until the day that I die  My mother loves him and I can tell By the way she looks at him when he holds my little sister Nell I heard her say just the other day That if it hadn't of been for him she couldn't have found her way  I think I'll color him father I'm gonna color him love I've got to color him father I think I'll color this man love  Our real old man he got killed in the war And she knows she and seven kids couldn't of gotten very far She said she thought that she could never love again And then there he stood with that big wide grin He married my mother and he took us in And now we belong to the man with that big wide grin  I've got to color this man father I'm gonna color him love I've got to color him father I believe I'll color this man love  He's just been so good to me I know I've got to color him love I'm gonna color him father I've got to color this man love  He's just been so kind I think I'll color him love I'm gonna color him father  ",
        "title": "Color Him Father"
    },
    {
        "artist": "The Rascals",
        "lyrics": null,
        "title": "See"
    },
    {
        "artist": "The Neon Philharmonic",
        "lyrics": "  Mornin' girl, how'd ya sleep last night? You're sev'ral ages older now Your eyes have started showin' how The little girl's growin' now  Mornin' girl, was that you last night? Crying on the radio Beggin' for a way to go To go back where love wasn't jumbled so  Oh, no, things are different now than they were before You know love is more than kisses A whole lot more  Mornin' girl, put your dreams away And read your box Cherrios And powder-puff that pretty nose And go out and find your man where the wild wind blows Mornin' girl  ",
        "title": "Morning Girl"
    },
    {
        "artist": "James Brown",
        "lyrics": null,
        "title": "Mother Popcorn (You Got To Have A Mother For Me) Part 1"
    },
    {
        "artist": "Diana Ross & The Supremes",
        "lyrics": "  Capricorn, Scorpio Taurus, Gemini, Virgo Cancer, Pisces Leo, Libra, Aries Aquarius, Sagittarius  The moon shines bright above but the charts declare It's not my night for love, ah, deep in my heart I feel a good vibrations sayin' \"You and me, babe, would make a good combination\"  There's no need in looking to the skies Can't you see the stars shine in my eyes? I love you, boy, I really love you, boy  No matter what sign you are You're gonna be mine you are Can't let astrology chart our destiny No matter what sign you are You're gonna be mine you are The beat of the heart, my love Is stronger than the charts, my love  Ooh, strange vibrations Ooh, good combination  Your water sign just lit my fire You fill me with such desire I love you, boy, I really love you, boy  No matter what sign you are You're gonna be mine you are Can't let astrology chart our destiny No matter what sign you are You're gonna be mine you are I need you beside me, love Only you can guide my love  Capricorn, Scorpio Taurus, Gemini, Virgo Cancer, Pisces Leo, Libra, Aries  I don't care about your rising sign All I know is when your lips touch mine You move me, boy, you really move me, boy  No matter what sign you are You're gonna be mine you are, yes, you are Hold me, boy Ah, hold me, hold me, hold me, hold me  Hold me, boy, only you can make it right You are my guiding light Hold me, hold me, hold me, hold me Hold me, boy, only you can make it right You are my guiding light  ",
        "title": "No Matter What Sign You Are"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Chorus] La la la la la la La la la la la la  [Verse 1] My cherie amour, lovely as a summer day My cherie amour, distant as the milky way My cherie amour, pretty little one that I adore You're the only girl my heart beats for How I wish that you were mine In a cafe or sometimes on a crowded street I've been near you, but you never noticed me My cherie amour, won't you tell me how could you ignore That behind that little smile I wore How I wish that you were mine  [Chorus]  [Verse 2] Maybe someday, you'll see my face among the crowd Maybe someday, I'll share your little distant cloud Oh, cherie amour, pretty little one that I adore You're the only girl my heart beats for How I wish that you were mine  [Chorus]  ",
        "title": "My Cherie Amour"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": "  I get the feeling that you really miss me Oh, I love you when you hug and kiss me And look at me like I'm buggin' you honey Girl, I can't stand it when you start acting funny Oh moody woman you change like the weather Moody woman but you got it together Moody, moody, moody woman I love you Oh variety is the spice of life  Yes the pain makes the pleasure nice You bet your life I do You make my day when you say you need me But that's no way to play when you say you're gonna leave me Moody woman, oh I love you Moody woman I think the world of you Moody, moody, moody woman I love you  You bet your life I do You know you can girl  Oh baby you could be impossibly smart But I know you love me You think the world of me And you got a great big heart  People tell me that love's blind There ain't no love as blind as mine And though I have to suffer when you're feeling blue Oh moody woman I know all about you My life would be much tougher if I didn't have you Moody woman can't live without you  Moody, moody, moody woman I love you You bet your life I do Oh moody woman yo know I love you Moody woman I don't want to leave you Moody woman I think the world of you You have been my whole life Why don't you let me love you Moody baby you know that I need you  ",
        "title": "Moody Woman"
    },
    {
        "artist": "The Isley Brothers",
        "lyrics": "  Hold it, baby, I turned you on Now I can't turn you off I turned you on Now I can't turn you off  What a good, good feeling A great sensation You and me, baby A good combination  Sock it to me Sock it to me Sock it to me Sock it to me  Baby, I started it But I can't stop it I admit that I started it, baby Girl but I can't stop it  What a good, good feeling A great sensation You and me, baby A good combination  Sock it to me Sock it to me Sock it to me Sock it to me Get it, George  Sock it to me Sock it to me Sock it to me Sock it to me  I turned you on Sock it to me Sock it to me Sock it to me  I turned you on But I can't turn you off Baby, I said, I turned you on But I can't turn you off  Come on, girl, light my fire Set me a little bit higher Round and round and up and down we go Where we gonna stop, baby, nobody knows  Sock it to me Whip it to me Give it to me Sock it to me  Sock it to me Sock it to me Sock it to me Sock it to me  ",
        "title": "I Turned You On"
    },
    {
        "artist": "Johnnie Taylor",
        "lyrics": null,
        "title": "Testify (I Wonna)"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  In an April dream Once you came to me When you smiled, I looked into your eyes And I knew I'd be loving you And then you touched my hand And I learned, April dreams can come true  Oh, we're just April fools Who can't see all the danger around us If we're just April fools I don't care True love has found us now  Little did we know Where the road would lead Here we are a million miles away from the past Travelin' so fast Now, there's no turning back If our sweet April dream doesn't last  Are we just April fools Who can't see all the danger around us If we're just April fools I don't care We'll find our way somehow No need to be afraid True love has found us now  ",
        "title": "The April Fools"
    },
    {
        "artist": "1910 Fruitgum Co.",
        "lyrics": null,
        "title": "Special Delivery"
    },
    {
        "artist": "The Dells",
        "lyrics": "  Red and Yellow and Pink and Green Purple and Orange and Blue I can sing a rainbow (I can sing a rainbow) I can sing a rainbow too  Blue Blue, blue my world is blue Blue is my world now I'm without you  Gray Gray my life is gray Hole in my heart since you (Since you went away) Ah yeah Oh yeah  I can sing a rainbow (I can sing a rainbow) I can sing a rainbow  Red Red my eyes are red Crying for you alone in my bed  Green So green my jealous heart I douted you and now Now we are apart Ah yeah Oh yeah  When we met I've prouded some soul Then love died Now the rainbow  Rain  Black Oh black The nights I've known Longing for you Lost and along God Oh God The jealous love for you Blue is my world Now I'm (hey) (hey) (I said hey) Now I am without you baby  Blue My world is blue baby I love you baby My world is blue baby I want you baby My world is blue baby I need you baby So blue I need you baby I want you baby  ",
        "title": "I Can Sing A Rainbow/Love Is Blue"
    },
    {
        "artist": "Andy Kim",
        "lyrics": null,
        "title": "Baby, I Love You"
    },
    {
        "artist": "Vikki Carr",
        "lyrics": null,
        "title": "With Pen In Hand"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  There's a certain sound Always follows me around When your close to me You will hear it  It's the sound of lovers Here when they discover There could be no other for their love  It's my happy heart you hear Singing loud and singing clear And it's all because your near Me my love Take my happy heart away Let me love you night and day In your arms I want to stay, oh my love  Feeling more and more Like i've never felt before You have changed my life So compeltely  Music fills my soul now I've lost all control now I'm not half, i'm whole now With your love  It's my happy heart you hear Singing loud and singing clear And it's all because your near Me my love Take my happy heart away Let me love you night and day In your arms i want to stay, oh my love  La, la, la, la, la, la, la, la, ...  ",
        "title": "Happy Heart"
    },
    {
        "artist": "James Brown",
        "lyrics": "  [Chorus][x2] Popcorn, hey[x4]  ",
        "title": "The Popcorn"
    },
    {
        "artist": "Tommy James And The Shondells",
        "lyrics": "  Look over yonder What do you see? The sun is a rising Most definitely A new day is coming, whoo-hoo! People are changing Ain't it beautiful, whoo-hoo! Crystal Blue Persuasion  Better get ready Gonna see the light Love, love is the answer, whoo-hoo! And that's all right So don't you give up now, whoo-hoo! So easy to find Just look to your soul, look to you soul! And open your mind  Crystal Blue Persuasion, Mm-hmm It's a new vibration Crystal Blue Persuasion, Crystal Blue Persuasion  Maybe tomorrow When he looks down Every green field, whoo-hoo! And every town All of his children In every nation There'll be, Peace and Good Brotherhood Crystal Blue Persuasion, Yeah  Crystal Blue Persuasion, aha!  ",
        "title": "Crystal Blue Persuasion"
    },
    {
        "artist": "Dusty Springfield",
        "lyrics": null,
        "title": "The Windmills Of Your Mind"
    },
    {
        "artist": "The Meters",
        "lyrics": "  [Instrumental]  ",
        "title": "Cissy Strut"
    },
    {
        "artist": "O.C. Smith",
        "lyrics": null,
        "title": "Friend, Lover, Woman, Wife"
    },
    {
        "artist": "The Brooklyn Bridge Featuring Johnny Maestro",
        "lyrics": "  Walking home I pass her door And I send a special prayer Up to the room on the second floor For my mind is in there with her But my body takes me home And I need to have a love Because I've been too long alone So won't you Welcome me love My name is lonely Tell that girl that I think I'm her only I want you with pride So help me like the light in her eye Welcome me love I know you don't know me Take my hand there's a lot you can show me I want you with pride So help me like the light in her eye I'll try to make her happy And I promise I'll be good I'll play it by the rules Just like every lover should In times that I will fail her And we let each other down But I'm sure that we can make it As long as you're around So won't you Welcome me love My name is lonely Tell that girl that I think I'm her only I want you with pride So help me like the light in her eyes Welcome me love I know you don't know me Take my hand there's a lot you can show me I want you with pride So help me like the light in her eye  ",
        "title": "Welcome Me Love"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": "  Written by Jimmy Webb - 1969  The end has come and found us here With our toys scattered all around us here The puzzle that we never found an answer for Still asks us, darlin', just what all the games were for And here we stand in a box of sand Where's the playground Susie? You're the one who's supposed to know her way around Where's the playground Susie If I don't stay around? If I don't stay around?  The carousel has stopped us here It twirled a time or two and then it dropped us here And still you're not content with something about me But what merry-go-round can you ride without me To take your hand ? How would you stand?  Where's the playground Susie If I decide to let you go and play around? Where's the playground Susie If I don't stay around? If I don't stay around?  Where's the playground Susie? You're the one who's supposed to know her way around Where's the playground Susie If I decide to let you go and play around?  ",
        "title": "Where's The Playground Susie"
    },
    {
        "artist": "The Joe Jeffrey Group",
        "lyrics": "  I woke up this mornin', Baby I had you on my mind I woke up this mornin', Baby You know that I felt so fine You know I need you You know that I love you This is my pledge of love to My pledge of love My pledge of love Darlin', Darlin', Darlin' to you Yeah, to you, yeah  I woke up this mornin', Baby I had you on my mind I felt so much love this mornin' Little girl, little girl, you feel so fine You know I need you You know that I love you Darling, this is my pledge of love My pledge of love My pledge of love Darlin', Darlin', Darlin' to you Oh yeah, to you, yea-yeah  Sky's gettin dark above me Baby, I need your lovin' Got to have all of your lovin' Baby, I want your lovin' Baby (Baby), Baby (Baby) Baby (Baby), Baby (Baby) Baby (Baby), Baby (Baby) Baby (Baby), Baby (Baby)  I woke up this mornin', Baby Yes, and I called your name I felt so much love this mornin' Little girl, little girl, for shame You know I need you You know that I love you And this is my pledge of love to My pledge of love, hey My pledge of love Darlin', Darlin', Darlin' to you, yeah Oh, got to have your lovin' Baby, you know I want your lovin' Ooooooh, need your.......  ",
        "title": "My Pledge Of Love"
    },
    {
        "artist": "Booker T. & The MG's",
        "lyrics": "  Instrumental  ",
        "title": "Mrs. Robinson"
    },
    {
        "artist": "J.J. Jackson",
        "lyrics": "  You don't know How I feel You'll never know How I feel When I needed you To come around You always try To bring me down  Oh, but I know, girl Believe me when I say that You Are surely, surely gonna pay, girl  But it's all right All right girl You can hurt me But it's all right  Hey now, one day Ah, you will see You'll never find A guy like me Who'll love you right Both day and night You'll never have to worry 'Cause it's all uptight  Oh, but I'm tellin' you girl And I know that it's true That I Was made to love only you, girl  But it's all right All right girl You can hurt me But it's all right Go on, yeah  Mm mm mm mm mmmm  Oh, yeah  Mm mm mm mm mmmm  Oh, yeah My my my baby Wow, yeah!  I said it's all right all right girl Hey, say It’s all right all right girl  Now there's one thing I wanna say, hey, yeah You'll meet a guy Who’ll make you pay He'll treat you bad And make you sad And you will lose The love you had  Oh, but I hate To say I told you so, but Baby, you gotta gotta reap what you sow, girl  But it's all right All right girl You are payin' now But it's all right So goodbye, now Goodbye, girl You're payin' now So bye-bye You hurt me once You hurt me twice Oh, but-a baby That don't cut no ice Hey, goodbye, baby Goodbye now So long  ",
        "title": "But It's Alright"
    },
    {
        "artist": "The Grass Roots",
        "lyrics": null,
        "title": "The River Is Wide"
    },
    {
        "artist": "Bee Gees",
        "lyrics": "  [Verse 1] Ooh, every day you make me cry, girl I cry too much And today you say goodbye, girl It's just too much  [Pre-Chorus] Hey, I swallowed each and every lie That you gave to me Where lies the man that I was And the future that could never be?  [Chorus] Tomorrow every one gonna know me better And tomorrow every one gonna drink my wine And tomorrow every one gonna read my letter And my story of love and a love that could never be mine  [Verse 2] Ooh ask you to be my wife, girl You were playing Now I ask you where is my life, girl? You were saying  [Pre-Chorus] Hey, I swallowed each and every lie That you gave to me Where lies the man that I was And the future that could never be?  [Outro] Tomorrow every one gonna know me better And tomorrow every one gonna drink my wine And tomorrow every one gonna read my letter And my story of love and a love that could never be mine  Tomorrow every one gonna know me better And tomorrow every one gonna drink my wine And tomorrow every one gonna read my letter And my story of love and a love that could never be mine  ",
        "title": "Tomorrow Tomorrow"
    },
    {
        "artist": "Bill Deal & The Rhondels",
        "lyrics": "  I've been hurt, hurt, hurt Yes I've been hurt I've been hurt like I've never been hurt before Cause you lied, you lied to me So leave me alone Cause I've been hurt Baby you lied Darling, what happened, what happened What happened, what happened last night I saw you with another guy Was holding you tight I've been hurt Baby you cheated, mistreated You cheated, cheated on me And you told me, you told me You told a whole lot of lies Darling, what happened, what happened What happened, what happened last night Well, I saw you with another guy He was holding you tight  ",
        "title": "I've Been Hurt"
    },
    {
        "artist": "The Emotions",
        "lyrics": "  Uh huh, yeah Uh huh, yeah  Come on back (come on back) I'm not ready to let you go Come on back (come on back) baby I'm not ready to let you go No (no, no, no)  I will tell you when I'm ready (Tell you when I'm ready) Got to, got to let you know (I got to let you know)  Don't walk away from me, baby (Like that) Cause she came into the room (Don't turn your back)  Cause you're gonna tell her today And I mean what I say (And tell her right away)  And I say stay right here, baby I just can't let you go Stay right here, baby So I can love you Love you, love you, boy  Don't walk away from me, baby (Like that) Cause she came into the room (Don't turn your back)  Cause you're gonna tell her today And I mean what I say (And tell her right away)  And I say stay right here, baby So I can love you Love you, love you, boy  So I can love you, uh huh, yeah So I can love you, uh huh, yeah (Oh, yeah) so I can love you Uh huh, yeah (mmmm)  So I can love you just A little bit more now, baby So I can love you, uh huh, yeah (I wanna love you, love you Love you, love you, love you)  So I can love you just A little bit more now, baby So I can love you, uh huh, yeah....  ",
        "title": "So I Can Love You"
    },
    {
        "artist": "Dyke And The Blazers",
        "lyrics": null,
        "title": "We Got More Soul"
    },
    {
        "artist": "The Charles Randolph Grean Sounde",
        "lyrics": null,
        "title": "Quentin's Theme"
    },
    {
        "artist": "Dick Hyman & His Electric Eclectics",
        "lyrics": null,
        "title": "The Minotaur"
    },
    {
        "artist": "Sly & The Family Stone",
        "lyrics": null,
        "title": "I Want To Take You Higher"
    },
    {
        "artist": "Four Tops",
        "lyrics": null,
        "title": "What Is A Man"
    },
    {
        "artist": "Jay & The Americans",
        "lyrics": null,
        "title": "Hushabye"
    },
    {
        "artist": "Herb Alpert",
        "lyrics": null,
        "title": "Without Her"
    },
    {
        "artist": "The New Colony Six",
        "lyrics": null,
        "title": "I Could Never Lie To You"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": "  You knew I could not stay for long when you asked me To come over in the wee hours of the mornin  I said I could not let the sunrise catch me sleepin And that is why I've givin you fair warnin  And though you might have loved me like I never ever have been Loved before your front door is open And I've got to keep on movin  So I will stay with you a while and then I'll Let my hitch hike thumb take me to where I wanna  Because I've got to keep on searchin for the dream that I've been seekin Since I left my home in Oklahoma  And who's to say but that I might not be back tomorrow If I find there's only sorrow you may see me from your windowsill Next mornin  I'm a drifter and I've seen the rain I'm a drifter and I've felt the pain, the pain that comes with loneliness So I drift from town to town searchin all around Lookin for the answer to my sorrow And if the answer is you then I'll be back tomorrow  Lets make the most of time before the break of day But don't try to make me stay if I don't want to  Because I've got to keep on searchin for that dream And you can't bind me with the simple words I love you  But if I realize the dream that I've been searchin for Is waitin here behind your door Then I'll come back to stay if you still want me to  I'm a drifter and I've seen the rain I'm a drifter and I've felt the pain the pain that comes with loneliness So I drift from town to town searchin all around Lookin for the answer to my sorrow And if the answer is you then I'll be back tomorrow  I'm a drifter and I've seen the rain I'm a drifter and I've felt the pain the pain that comes with loneliness So I drift from town to town searchin all around Lookin for the answer to my sorrow And if the answer is you then I'll be back tomorrow  I'm a drifter 'fade  ",
        "title": "I'm A Drifter"
    },
    {
        "artist": "The Turtles",
        "lyrics": null,
        "title": "You Don't Have To Walk In The Rain"
    },
    {
        "artist": "The Arbors",
        "lyrics": null,
        "title": "I Can't Quit Her"
    },
    {
        "artist": "Richard Harris",
        "lyrics": null,
        "title": "Didn't We"
    },
    {
        "artist": "Herbie Mann",
        "lyrics": null,
        "title": "Memphis Underground"
    },
    {
        "artist": "Kenny Rogers & The First Edition",
        "lyrics": "  {Intro}  You've painted up your lips and rolled and curled your tinted hair Ruby are you contemplating going out somewhere? The shadows on the wall tell me the sun is going down Oh Ruby, don't take your love to town  It wasn't me that started that old crazy Asian war But I was proud to go and do my patriotic chore And yes, it's true that I'm not the man I used to be Oh Ruby, I still need some company  It's hard to love a man whose legs are bent and paralyzed And the wants and needs of a woman your age Ruby, I realize But it won't be long, I've heard them say, until I'm not around Oh Ruby, don't take your love to town  She's leaving now cause I just heard the slamming of the door The way I know I heard its slams one hundred times before And if I could move I'd get my gun and put her in the ground Oh Ruby, don't take your love to town  Oh Ruby, for God's sake, turn around  {Outro}  ",
        "title": "Ruby, Don't Take Your Love To Town"
    },
    {
        "artist": "Frankie Valli",
        "lyrics": "  I hear the sound of music Your favorite kind of music And that reminds me dear, of you  I see the summer roses Your favorite shade of roses And that reminds me too of you dear  If I could hear no music If there could be no roses No summer nights to make me dream as I do I'd still would not forget you One thing would still be true My heart reminds me I love you  If I could hear no music If there could be no roses No summer nights to make me dream as I do I'd still would not forget you One thing would still be true My heart reminds me I love you  ",
        "title": "The Girl I'll Never Know (Angels Never Fly This Low)"
    },
    {
        "artist": "Zager & Evans",
        "lyrics": null,
        "title": "In The Year 2525"
    },
    {
        "artist": "Jerry Smith and his Pianos",
        "lyrics": null,
        "title": "Truck Stop"
    },
    {
        "artist": "Otis Redding",
        "lyrics": "  I'm a Love Man Call me the Love Man Oooh, baby I'm the Love Man That's what they call me I'm a Love Man Six feet one weigh two hundred and ten A Long hair... Real fair skin A long legs and I'm-a out-a sight There ain't no doubt I'm gonna take you out 'Cause I'm a love man That's what they call me I'm the Love Man Make love to you in the mornin' Make love to you at night now Make love to when you think about it I' gonna bet you Everything's alright 'Cau...'Cau...'Cau...'Cau...'Cause I'm a love man Ooh baby I'm a love man That's what they call me I'm a Love Man Say there goes a love man Six feet one weigh two hundred and ten Long hair... Real fair skin I'm long legged and I'm-a out-a sight My, my babe I'm gonna take you out  'Cause I' a love man Ooh baby I'm a love man Take your hand; let me holler one time...AAWW!  Love man that's all I am now I'm just a love man Ooh baby call me a love man Yes I am, I'm just a love man Let me tell you somethin' Which one of you girls want me to hold you? A Which one of you girls want me to kiss you? Which one of your girls wants me to take you out? Go on I got you, gonna knock you all night 'Cause baby I'm a love man All right, Ooh, baby I'm a love man Let me tell ya! I'm sayin' I'm just a love man, good ol' man I'm just a love man, fancy man I'm just a love man, good ol' man I'm just a...  ",
        "title": "Love Man"
    },
    {
        "artist": "Mama Cass",
        "lyrics": null,
        "title": "It's Getting Better"
    },
    {
        "artist": "Smokey Robinson & The Miracles",
        "lyrics": null,
        "title": "Doggone Right"
    },
    {
        "artist": "Roy Clark",
        "lyrics": null,
        "title": "Yesterday, When I Was Young"
    },
    {
        "artist": "B.B. King",
        "lyrics": "  Everybody wants to know Why I sing the blues Yes, I say everybody wanna know Why I sing the blues Well, I've been around a long time I really have paid my dues  When I first got the blues They brought me over on a ship Men were standing over me And a lot more with a whip And everybody wanna know Why I sing the blues Well, I've been around a long time Mm, I've really paid my dues  I've laid in a ghetto flat Cold and numb I heard the rats tell the bedbugs To give the roaches some Everybody wanna know Why I'm singing the blues Yes, I've been around a long time People, I've paid my dues  I stood in line Down at the County Hall I heard a man say, \"We're gonna build Some new apartments for y'all\" And everybody wanna know Yes, they wanna know Why I'm singing the blues Yes, I've been around a long, long time Yes, I've really, really paid my dues  Now I'm gonna play Lucille  My kid's gonna grow up Gonna grow up to be a fool Cause they ain't got no more room No more room for him in school And everybody wanna know Everybody wanna know Why I'm singing the blues I say I've been around a long time Yes, I've really paid some dues  Yeah, you know the company told me Guess you're born to lose Everybody around me, people It seems like everybody got the blues But I had 'em a long time I've really, really paid my dues You know I ain't ashamed of it, people I just love to sing my blues  I walk through the cities, people On my bare feet I had a fill of catfish and chitterlings Up in Downbill Street You know I'm singing the blues Yes, I really I just have to sing my blues I've been around a long time People, I've really, really paid my dues  Now Father Time is catching up with me Gone is my youth I look in the mirror everyday And let it tell me the truth I'm singing the blues Mm, I just have to sing the blues I've been around a long time Yes, yes, I've really paid some dues  Yeah, they told me everything Would be better out in the country Everything was fine I caught me a bus uptown, baby And every people, all the people Got the same trouble as mine I got the blues, huh huh I say I've been around a long time I've really paid some dues  One more time, fellows!  Blind man on the corner Begging for a dime The rollers come and caught him And throw him in the jail for a crime I got the blues Mm, I'm singing my blues I've been around a long time Mm, I've really paid some dues  Can we do just one more?  Oh I thought I'd go down to the welfare To get myself some grits and stuff But a lady stand up and she said \"You haven't been around long enough\" That's why I got the blues Mm, the blues I say, I've been around a long time I've really, really paid my dues  Fellows, tell them one more time  Ha, ha, ha. That's all right, fellows Yeah!  ",
        "title": "Why I Sing The Blues"
    },
    {
        "artist": "Gary Lewis And The Playboys",
        "lyrics": null,
        "title": "Rhythm Of The Rain"
    },
    {
        "artist": "Paul Anka",
        "lyrics": null,
        "title": "Sincerely"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": "  When I noticed her the first time I was outside running barefoot in the rain She lived in the house next door Her nose was pressed against the window pane When I looked at her she smiled And showed a place where two teeth used to be And I heard her ask her mom if she Could come outside and play with me Soon the day's of sand and shovels Gave way to the mysteries of life Then I noticed she was changing and I Looked at her through different eyes We became as one and knew a love Without beginning or an end And everyday I lived with her Was like a new day dawning once again  And I've loved her since every doll was Shirley Temple Soda pop was still a nickel Jam was on her fingertips Milk was circled on her lips After many years our live grew Silent and at night I heard her cry And when she left me in the fall I knew That it would be our last goodbye I was man enough to give her Everything she needed for a while And searching for a perfect love I found that I could not give her a child Now she lives a quiet life And is the mother of a little girl Every time I pass her house My thoughts go back into another world Because I see her little girl Her nose is pressed against the window pane She thinks I'm a lonely man Who wants to come inside out of the rain And I've loved her since every doll was shirley Temple Soda pop was still a nickel Jam was on her fingertips Milk was circled on her lips  ",
        "title": "The Days Of Sand And Shovels"
    },
    {
        "artist": "The Doors",
        "lyrics": "  [Chorus] Tell all the people that you see Follow me Follow me down Tell all the people that you see Set them free Follow me down  [Verse] You tell them they don't have to run We're going to pick up everyone Come out and take me by my hand Going to bury all our troubles in the sand, oh yeah Can't you see the wonder at your feet Your life's complete Follow me down Can't you see me growing, get your guns The time has come To follow me down Follow me across the sea Where milky babies seem to be Molded, flowing revelry With the one that set them free  [Bridge] Tell all the people that you see It's just me Follow me down  [Chorus][x2]  ",
        "title": "Tell All The People"
    },
    {
        "artist": "Peppermint Rainbow",
        "lyrics": null,
        "title": "Don't Wake Me Up In The Morning, Michael"
    },
    {
        "artist": "The Vogues",
        "lyrics": "  [THE VOGUES]: January through December We'll have moments to remember  The New Year's Eve we did the town The day we tore the goal post down We'll have these moments to remember The quiet walks, the noisy fun The ballroom prize we almost won We'll have these moments to remember  Though summer turns to winter And the present disappears The laughter we were glad to share Will echo through the years  When other nights and other days May find us gone our separate ways We'll have these moments to remember  [RECITED POETIC VERSION OF THE FIRST HALF OF THE 4th VERSE, TOLD BY SPOKEN-WORD SPEAKER, STACY BATEMAN]: The drive-in movie where we'd go And somehow never watched the show  [SUNG BY THE VOGUES]: We'll have these moments to remember  Though summer turns to winter And the present disappears The laughter we were glad to share Will echo through the years  Though other nights and other days May find us gone our separate ways We'll have these moments to remember  ",
        "title": "Moments To Remember"
    },
    {
        "artist": "The Cowsills",
        "lyrics": null,
        "title": "The Prophecy Of Daniel and John The Divine (Six-Six-Six)"
    },
    {
        "artist": "The Lettermen",
        "lyrics": "  I know you Don't know what I'm going through Standing here looking at you Well let me tell you that it hurts so bad It makes me feel so sad  It makes me hurt so bad To see you again Like needles and pins people say You've been making out OK  She's in love don't stand in her way But let me tell you that it hurts so bad It makes me feel so bad It's gonna hurt so bad if you walk away  Why don't you stay and let me make it up to you Stay I'll do anything you want me to You loved me before please love me again I can't let you go back to him  Please don't go please don't go It hurts so bad it hurts so bad it hurts so bad I'm begging you please please don't go please don't go  ",
        "title": "Hurt So Bad"
    },
    {
        "artist": "Frankie Laine",
        "lyrics": null,
        "title": "Dammit Isn't God's Last Name"
    },
    {
        "artist": "Candi Staton",
        "lyrics": "  You may think I'm silly to love a man twice my age But I know from experience, girls, sometime with pain The man I've got, the fire is almost gone He can't heat up nobody's eyes He got just enough to keep me warm I'd rather be an old man's sweetheart Than to be a young man's fool, oh yeah  To love you once a month is all an old man desires You can love a young man 7 days a week And still he's not satisfied And old man would be so grateful You could just sit and talk But a young man is somewhere doing the camel walk I'd rather be an old man's sweetheart Than to be a young man's fool, yeah, yeah, yeah  Most girls prefer a young man 'Cause a young man is strong - tell him, let me be But I'd rather put up with this old man Than have a young man doing me wrong And old man would be so grateful - tell him You could just let him sit and talk - tell him, let me be But a young man is somewhere busy doing the camel walk I'd rather be an old man's sweetheart Than to be a young man's fool  Don't wanna be your fool, no Don't wanna be your fool Ain't gonna be your fool Don't wanna be no fool Young man, just ain't gonna do that No no, don't wanna be no fool Ain't gonna be no fool  ",
        "title": "I'd Rather Be An Old Man's Sweetheart (Than A Young Man's Fool)"
    },
    {
        "artist": "Clarence Carter",
        "lyrics": "  Every time I'm with you darling A fever comes over me, oh yeah And there's a burning deep inside That just won't let me be, oh no  I tried to be patient baby But I just can't stand the pain, oh no And there's no time like right now darling While we're alone again  The feeling is right And the time is right now Now you say it, the feeling is right I got to have your love  My desires won't wait forever darling My willpower's growing weak, oh yeah And I can't fill this need inside With promises you won't keep, oh no  So put away your childish ways And let the woman in you shine, oh yeah And let a good thing come between us girl Get down with this love of mine  The feeling is right And the time is right now Oh the feeling is right I got to have your love  I said the feeling is right And the time is right now Sometime you make me feel like  ",
        "title": "The Feeling Is Right"
    },
    {
        "artist": "Archie Bell & The Drells",
        "lyrics": null,
        "title": "Girl You're Too Young"
    },
    {
        "artist": "The Monkees",
        "lyrics": null,
        "title": "Listen To The Band"
    },
    {
        "artist": "Ed Ames",
        "lyrics": "  (Guitar riff)  Ba da da.....ba da da Ba da da.....ba da da da  Well, I'm the son of a traveling man And though I'm partially shackin' Railroad whistles and freighter horns Turn me on, and I'm packing  Seattle, Savannah Orlando or anywhere Chicago, St. Louis Sheboygan, I'm going there  Though I know that I love you And the feeling's so good If you love me too I'm warning you  Don't count em forever We can have a ball together But if fun time??? come admitten' comes a feeling I'll be splitting  Tacoma, Pomona Don't know where I'm heading for There's one thing I'm sure of Just as soon as I get there, baby I'll be feeling like Traveling on once more  Baby, now that you understand Well, there's no reason for sorrow You know, I'm the son of a travelin' man Here today, gone tomorrow  From Boston to Charleston Wherever the four winds blow I'm restless, I'm ready There's a rainbow for me to follow Anywhere that it leads me I must go!  Milwaukee, Muskegon Miami, the heart is there Atlanta, New Orleans Columbus or anywhere  Biloxi or Philly Toledo I'm going there (Fade)  ",
        "title": "Son Of A Travelin' Man"
    },
    {
        "artist": "Marva Whitney",
        "lyrics": "  [Chorus] It's my thing I can do what I wanna do You can't tell me Who to sock it to It's my thing I can do what I wanna do You can't tell me Who to sock it to  [Verse 1] You don't want me to love you It ain't no big deal You don't wanna leave me man It ain't no big deal I don't need love As for as you Make me no difference Who you sock it to  [Chorus 2] It's my thing I can do what I wanna do You can't tell me Who to sock it to It's my thing  [Bridge] I'm got hurt For your love Oh it's pathetic baby I gotta be on alert I'll do anything Anything I choose I just can't be at the window Stopped for you  [Chorus 3] It's your thing, my thing That I want to do You can't tell me Who to sock it to It's my thing I can do what I wanna do You can't tell me, no Who to sock it to  ",
        "title": "It's My Thing (You Can't Tell Me Who To Sock It To)"
    },
    {
        "artist": "The Delfonics",
        "lyrics": null,
        "title": "Funny Feeling"
    },
    {
        "artist": "Vik Venus Alias: Your Main Moon Man",
        "lyrics": null,
        "title": "Moonflight"
    },
    {
        "artist": "Joe Simon",
        "lyrics": null,
        "title": "Baby, Don't Be Looking In My Mind"
    },
    {
        "artist": "Spanky And Our Gang",
        "lyrics": null,
        "title": "And She's Mine"
    },
    {
        "artist": "Bobby Bland",
        "lyrics": null,
        "title": "Gotta Get To Know You"
    },
    {
        "artist": "Ohio Express",
        "lyrics": "  If you are mine Come on, girl And give me the sign I need affection Come on, baby Supply the direction Come on  Pinch me, baby, pinch me Come on and convince me Pinch me, baby, pinch me Come on and convince me  Don't tell me stop when I'm on my way to the top I want to groove So come on, baby And make your move Come on  Pinch me, baby, pinch me Come on and convince me Pinch me, baby, pinch me Come on and convince me  Do do do do Do do do do Do do do do Do do do do  If you survive We got to do it One more time It's nothing moves You pinch me And I'll pinch you Come on now  Pinch me, baby, pinch me Come on and convince me Alright Pinch me, baby, pinch me Come on and convince me Do do do do Pinch me, baby, pinch me Come on and convince me Do do do do Pinch me, baby, pinch me Come on and convince me Do do do do Pinch me, baby, pinch me Come on and convince me  ",
        "title": "Pinch Me (Baby, Convince Me)"
    },
    {
        "artist": "Joe Cocker",
        "lyrics": "  Seems I've got to have a change of scene Every night I have the strangest dream Imprisoned by the way I could have been Left here on my own or so it seems I've got to leave before I start to scream But someone locked the door and took the key  Feeling alright I'm not feeling too good myself, no Yes, sir Feeling alright I'm not feeling that good myself, no  Boy, you sure took me for one big ride And even now I sit and I wonder why That when I think of you I stop myself from crying I just can't waste my time I must get down Got to stop believing in all your lies 'Cause there's too much to do before I die, hey  Feeling alright I'm not feeling too good myself, yeah Oh no Feeling alright I'm not feeling too good, little girl Mmhmm  Don't you get too lost in all I say Yeah, but at the time you know I really felt that way But that was then and now you know it's today I can't get safe so I guess I'm here to stay Till someone comes along and takes my place With a different name and a different face  Feeling alright I'm not feeling that good myself, yeah Feeling alright Hey, I'm not feeling that good myself  Oh, you feeling alright I'm not feeling that good myself Feeling alright I'm not feeling good myself  Feeling alright I'm not feeling too good myself Feeling alright I'm not feeling that good myself  ",
        "title": "Feeling Alright"
    }
]