[
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Verse 1] What if I told you It was all meant to be Would you believe me Would you agree It's almost that feeling That we've met before So tell me that you don't think I'm crazy When I tell you love has come and now  [Chorus] A moment like this Some people wait a lifetime For a moment like this Some people search forever For that one special kiss Oh, I can't believe it's happening to me Some people wait a lifetime For a moment like this  [Verse 2] Everything changes But beauty remains Something so tender I can't explain Well I maybe Dreamin But till I awake Can we make this dream last forever And I'll cherish all the love we share  [Chorus] A moment like this Some people wait a lifetime For a moment like this Some people search forever For that one special kiss Oh, I can't believe it's happening to me Some people wait a lifetime For a moment like this  [Verse 3] Could this be the greatest love of all I want to know that you will catch me when I fall So let me tell you this Some people wait a lifetime  [Chorus] A moment like this Some people wait a lifetime For a moment like this Some people search forever For that one special kiss Oh, I can't believe it's happening to me Some people wait a lifetime For a moment like this  [Outro] Oh, like this oh, I can't believe it's happening to me  Some people wait a lifetime For a moment like this  Oh, like this  ",
        "title": "A Moment Like This"
    },
    {
        "artist": "Nelly Featuring Kelly Rowland",
        "lyrics": "  [Intro: Kelly Rowland] I love you And I need you Nelly, I love you I do need you  [Hook: Kelly Rowland] No matter what I do All I think about is you Even when I'm with my boo Boy, you know I'm crazy over you No matter what I do All I think about is you Even when I'm with my boo Boy, you know I'm crazy over you  [Verse 1: Nelly] I met this chick and she just moved right up the block from me And uh, she got the hots for me The finest thing my hood done seen But oh no, oh no, she got a man and a son, though But that's okay, cause I Wait for my cue and just listen, play my position Like a shortstop, pick up e'rything mami hittin' And in no time… I plan to make this one here mine And that's for sure, cause I I never been the type to break up a happy home, but uh, there's something 'bout baby girl I just can't leave alone So tell me, ma, what's it gonna be? She said (You don't know what you mean to me)  [Hook: Kelly Rowland] No matter what I do All I think about is you Even when I'm with my boo Boy, you know I'm crazy over you No matter what I do All I think about is you Even when I'm with my boo Boy, you know I'm crazy over you  [Verse 2: Nelly] I see a lot, and you look, and I never say a word I know how niggas start actin' trippin' out here about they girls And there's no way, Nelly gon' fight over no dame... As you can see, but I I like your steez, your style, your whole demeanor The way you come through and holla And swoop me in his two-seater Now that's gangsta… And I got special ways to thank ya.... Don't you forget it, but uh It ain't that easy for you to pack and leave him But uh, you and dirty got ties for different reasons I respect that, and right before I turn to leave She said… she said… (You don't know what you mean to me)  [Hook: Kelly Rowland] No matter what I do All I think about is you Even when I'm with my boo Boy, you know I'm crazy over you No matter what I do All I think about is you Even when I'm with my boo Boy, you know I'm crazy over you  [Interlude: Nelly] Sing it for me, K!  [Bridge: Kelly Rowland + (Nelly)] I love you (word?) and I need you Nelly I… love you, I do… (come on, girl) And it's more than you'll ever know Boy, it's for sure You can always count on my love Forever more, yeah, yeah  [Outro: Nelly] East Coast, I know you shaking right Down South, I know you bouncing right West Coast, I know you walking right, cause Midwest, I see you swinging right (You don't know what you mean to me)  [Hook: Kelly Rowland] No matter what I do All I think about is you Even when I'm with my boo Boy, you know I'm crazy over you No matter what I do All I think about is you Even when I'm with my boo Boy, you know I'm crazy over you  [Outro: Nelly + (Kelly Rowland)] East Coast, I know you shaking right Down South, I know you bouncing right West Coast, I know you walking right, cause Midwest, I see you swinging right (You don't know what you mean to me) East Coast, I know you shaking right Down South, I know you bouncing right West Coast, I know you walking right, cause Midwest, I see you swinging right (You don't know what you mean to me)  [Hook: Kelly Rowland] No matter what I do All I think about is you Even when I'm with my boo Boy, you know I'm crazy over you No matter what I do All I think about is you Even when I'm with my boo Boy, you know I'm crazy over you No matter what I do All I think about is you Even when I'm with my boo Boy, you know I'm crazy over you  [Outro] East Coast, I know you shaking right Down South, I know you bouncing right West Coast, I know you walking right, cause Midwest, I see you swinging right (You don't know what you mean to me) East Coast, I know you shaking right Down South, I know you bouncing right West Coast, I know you walking right, cause Midwest, I see you swinging right (You don't know what you mean to me)  ",
        "title": "Dilemma"
    },
    {
        "artist": "Eve Featuring Alicia Keys",
        "lyrics": "  [Intro/Hook: Alicia Keys] I just wanna rock you, all night long, oh oh oh oh! (I wanna rock you) I just wanna rock you, all night long, oh oh oh oh!  [Verse 1: Eve] Yo! Need you to understand me daddy I ain't your average Baby girl doin it all I'm well established I ain't tryin to lead you on just wanna ask If you might wanna give me your name explain your status You know I see you in time and time you seem available Don't mean shit, I know these bitches wanna settle you Gotta say you on my short list of few Them other dudes is ok but I'm feelin you Want you in the best way what you 'gon do about it? Why don't you just test me you won't want to do without it Yo I'm comin at you hard bein a thug And I ain't givin up till I get that gangsta love, uh huh  [Hook - Alicia Keys] I just wanna rock you, all night long, oh oh oh oh! (I wanna rock you) I just wanna rock you, all night long, oh oh oh oh!  [Verse 2: Eve] I know you seen me this night that night, always my shit tight Hair done, outfit crazy, skirts fit just right Wife-beater with a bangin tan Walk in demandin all eyes baby here I am Ain't a shame in my frame and I know your watchin Puttin on a show for you pop and I ain't stoppin Lot of action in your corner yeah you gonna do Only thing to make it better though is me with you And I know you feelin that regardless of your frontin And I heard through the streets it was me you wantin Let me find out you shy or somethin But I know your not, so stop the games and approach is you real or not?  [Hook - Alicia Keys] I just wanna rock you, all night long, oh oh oh oh! (I wanna rock you) I just wanna rock you, all night long, oh oh oh oh!  [Verse 3: Eve] Yo! Uh! Ok! Numbers exchange, now it's in place Shouldn't have took you so long in the first place I'm just playin cutie, yeah give me a call No it's cool you ain't got to see me to my car See I'm a big girl, but you'll find out Stop for me while I drop top and ride out Wheels spinnin wanna know what shorty all about But it's cool I'm proven in these words that's comin out my mouth  [Alicia Keys] It's that gangsta lovin (Gangsta) that's just got me buggin (Buggin) It's that gangsta lovin (Gangsta gangsta) that just got me buggin (Oh ah!)  [Hook - Alicia Keys] I just wanna rock you, all night long, oh oh oh oh! (I wanna rock you) I just wanna rock you, all night long, oh oh oh oh!  [Outro: Alicia Keys] I wanna rock you baby, I wanna hold you baby Won't you be my baby? I wanna be your lady I wanna rock you baby, I wanna hold you baby Won't you be my baby? I wanna be your lady Baby let me rock with you (Gangsta gangsta) You know I wanna rock with you (Gangsta gangsta) Baby let me rock with you (E-V-E) You know I wanna rock with you (Alicia Keys, gonna rock you) Baby let me rock with you You know I wanna rock with you (It's gangsta gangsta) Baby let me rock with you (Gangsta gangsta) You know I wanna rock with you (Gangsta gangsta love) Ooooh, yeah, you know I wanna rock with you Baby let me rock with you  ",
        "title": "Gangsta Lovin'"
    },
    {
        "artist": "Avril Lavigne",
        "lyrics": "  [Intro] Uh huh, life's like this Uh huh, uh huh, that's the way it is 'Cause life's like this Uh huh, uh huh that's the way it is  [Verse 1] Chill out, what you yellin' for? Lay back, it's all been done before And if you could only let it be, you would see I like you the way you are When we're drivin' in your car And you're talkin' to me one on one, but you become  [Pre-Chorus] Somebody else 'round everyone else You're watchin' your back, like you can't relax You're tryin' to be cool, you look like a fool to me Tell me  [Chorus] Why do you have to go and make things so complicated? I see the way you're Actin' like you're somebody else gets me frustrated Life's like this, you And you fall and you crawl and you break And you take what you get and you turn it into honesty And promise me, I'm never gonna find you fake it No, no, no  [Verse 2] You come over unannounced Dressed up like you're somethin' else Where you aren't where it's at, you see, you're makin' me Laugh out when you strike your pose Take off all your preppy clothes You know, you're not foolin' anyone when you become  [Pre-Chorus] Somebody else 'round everyone else You're watchin' your back, like you can't relax You're tryin' to be cool, you look like a fool to me Tell me  [Chorus] Why do you have to go and make things so complicated? I see the way you're Actin' like you're somebody else gets me frustrated Life's like this, you And you fall and you crawl and you break And you take what you get and you turn it into honesty And promise me, I'm never gonna find you fake it No, no, no  [Bridge] Chill out, what you yellin' for? Lay back, it's all been done before And if you could only let it be, you would see  [Pre-Chorus] Somebody else 'round everyone else You're watchin' your back, like you can't relax You're tryin' to be cool, you look like a fool to me Tell me  [Chorus] Why do you have to go and make things so complicated? I see the way you're Actin' like you're somebody else gets me frustrated Life's like this, you And you fall and you crawl and you break And you take what you get and you turn it into honesty And promise me, I'm never gonna find you fake it No, no Why do you have to go and make things so complicated? I see the way you're Actin' like you're somebody else gets me frustrated Life's like this, you And you fall and you crawl and you break And you take what you get and you turn it into honesty And promise me, I'm never gonna find you fake it No, no, no  ",
        "title": "Complicated"
    },
    {
        "artist": "Eminem",
        "lyrics": "  [Intro] Where's my snare? I have no snare in my headphones There you go, yeah, yo, yo  [Verse 1] Have you ever been hated or discriminated against? I have—I've been protested and demonstrated against Picket signs for my wicked rhymes, look at the times Sick as the mind of the motherfuckin' kid that's behind All this commotion, emotions run deep as oceans, explodin' Tempers flarin' from parents, just blow 'em off and keep goin' Not takin' nothin' from no one, give 'em hell long as I'm breathin' Keep kickin' ass in the morning and takin' names in the evenin' Leave 'em with a taste as sour as vinegar in they mouth See, they can trigger me, but they'll never figure me out Look at me now! I bet you're probably sick of me now Ain't you, Momma? I'ma make you look so ridiculous now!  [Hook] I'm sorry, Momma, I never meant to hurt you I never meant to make you cry But tonight I'm cleanin' out my closet (One more time!) I said I'm sorry, Momma, I never meant to hurt you I never meant to make you cry But tonight I'm cleanin' out my closet  [Verse 2] I got some skeletons in my closet And I don't know if no one knows it So before they throw me inside my coffin and close it I'ma expose it; I'll take you back to '73 Before I ever had a multi-platinum-selling CD I was a baby, maybe I was just a couple of months My faggot father must have had his panties up in a bunch ‘Cause he split, I wonder if he even kissed me goodbye No, I don't, on second thought, I just fuckin' wished he would die I look at Hailie, and I couldn't picture leavin' her side Even if I hated Kim, I'd grit my teeth and I'd try To make it work with her at least for Hailie's sake I maybe made some mistakes But I'm only human, but I'm man enough to face 'em today What I did was stupid, no doubt it was dumb But the smartest shit I did was take the bullets out of that gun ‘Cause I'da killed him, shit, I woulda shot Kim and him both It's my life, I'd like to welcome y'all to The Eminem Show  [Hook] I'm sorry, Momma, I never meant to hurt you I never meant to make you cry But tonight I'm cleanin' out my closet (One more time!) I said I'm sorry, Momma, I never meant to hurt you I never meant to make you cry But tonight I'm cleanin' out my closet  [Verse 3] Now, I would never diss my own momma just to get recognition Take a second to listen 'fore you think this record is dissin' But put yourself in my position, just try to envision Witnessin' your momma poppin' prescription pills in the kitchen Bitchin' that someone's always goin' through her purse and shit's missin', goin' through public housing systems Victim of Münchausen's Syndrome My whole life I was made to believe I was sick when I wasn't 'Til I grew up, now I blew up It makes you sick to your stomach, doesn't it? Wasn't it the reason you made that CD for me, Ma? So you could try to justify the way you treated me, Ma? But guess what, you're gettin' older now And it's cold when you're lonely, and Nathan's growin' up so quick he's gonna know that you're phony And Hailie's gettin' so big now, you should see her, she's beautiful But you'll never see her—she won't even be at your funeral! See, what hurts me the most is you won't admit you was wrong Bitch, do your song, keep tellin' yourself that you was a mom! But how dare you try to take what you didn't help me to get? You selfish bitch, I hope you fuckin' burn in hell for this shit! Remember when Ronnie died and you said you wished it was me? Well, guess what, I am dead—dead to you as can be!  [Hook] I'm sorry, Momma, I never meant to hurt you I never meant to make you cry But tonight I'm cleanin' out my closet (One more time!) I said I'm sorry, Momma, I never meant to hurt you I never meant to make you cry But tonight I'm cleanin' out my closet  ",
        "title": "Cleanin' Out My Closet"
    },
    {
        "artist": "Creed",
        "lyrics": "  [Verse 1] Please come now I think I'm falling I'm holding on to all I think is safe It seems I found the road to nowhere And I'm trying to escape I yelled back when I heard thunder But I'm down to one last breath And with it let me say Let me say  [Chorus] Hold me now I'm six feet from the edge And I'm thinking maybe six feet Isn't so far down  [Verse 2] I'm looking down now that it's over Reflecting on all of my mistakes I thought I found the road to somewhere Somewhere in His grace I cried out, „Heaven save me“ But I'm down to one last breath And with it let me say Let me say  [Chorus] Hold me now I'm six feet from the edge And I'm thinking maybe six feet Isn't so far down  [Chorus] Hold me now I'm six feet from the edge And I'm thinking maybe six feet Isn't so far down I'm so far down  [Verse 3] Sad eyes follow me But I still believe there's Something left for me So please come stay with me Because I still believe there's Something left for you and me For you and me For you and me  [Chorus] Hold me now I'm six feet from the edge And I'm thinking  [Chorus] Hold me now I'm six feet from the edge And I'm thinking maybe six feet Isn't so far down  [Chorus] Hold me now I'm six feet from the edge And I'm thinking maybe six feet Isn't so far down  [Outro] Please come now I think I'm falling I'm holding on to all I think is safe  ",
        "title": "One Last Breath"
    },
    {
        "artist": "P. Diddy & Ginuwine Featuring Loon, Mario Winans & Tammy Ruggeri",
        "lyrics": null,
        "title": "I Need A Girl (Part Two)"
    },
    {
        "artist": "Cam'Ron Featuring Juelz Santana, Freekey Zekey & Toya",
        "lyrics": "  [Chorus: Freekey Zekey (Toya)] Hey ma (wassup) Let's slide (all right) All right - and we gon get it on tonight You smoke? (I smoke) I drink (me too) Well good - cause we gon' get high tonight Got drops (got coupes) got trucks (got jeeps) All right - cause we gon' take a ride tonight So ma (wassup) Let's slide (all right) All right - and we gon' get it on tonight  [Verse 1: Juelz Santana] Yo, now I was downtown clubbing, ladies night Seen shorty, she was crazy right And I approach baby like: \"Ma, what's your age and type?\" She looked at me and said, you's a baby, right I told her, \"I'm 18 and live a crazy life Plus I'll tell you what the 80's like And I know what the ladies like Need a man that's polite, listens and takes advice I could be all three, plus I can lay the pipe Come with me, come stay the night\" She looked at me laughing; like \"boy, your game is tight\" I'm laughing back like, sure you're right, get in the car And don't touch nothing, sit in the car Let's discuss something, either we lovin' or I'll see you tomorrow Now we speeding up the West Side Hand creepin up her left side, I'm ready to do it Ready to bone, ready for dome 55th exit, damn, damn, already we home Now let's get it on  [Chorus: Freekey Zekey (Toya)] Hey ma (wassup) Let's slide (all right) All right - and we gon get it on tonight You smoke? (I smoke) I drink (me too) Well good - cause we gon' get high tonight Got drops (got coupes) got trucks (got jeeps) All right - cause we gon' take a ride tonight So ma (wassup) Let's slide (all right) All right - and we gon' get it on tonight  [Verse 2: Cam'ron {Juelz Santana}] Yo.. uhh Now that I got a girl, my ex wanna holla and spit Told me to acknowledge her quick She like \"Cam, stop fronting on that Dave Hollister tip Come over let's swallow and sip.\" I'm like: \"momma is sick I promise you dick, usually have a problem with chicks (why?) They all say I'm rotten and rich\" But not her, boobies' real, high heel doobie feel Plus got them Gucci nails, huh You a cutie still (still) And this my down girl too - ain't no groupie deal We left the movies with Uzis, Suzuki wheels To the jacuzzi, I tell you, my boo be's real I mean she do be winning, Louie spinning Go to the crib, she got the Gucci linen I see boo be grinning She looked and said: \"Cam, I know that you be sinning\" \"Naw! I'm a changed man, look at the Range, ma'am (Look) I got a whole new game plan\" Looked and said: \"That's nothing but game, Cam\" She was right, she was up in the Range, man (she know me) Dropped her off at the L, now I'm flipping the cell That's right, I had to call up L Yo L {what up?} I hit {what else} Plus dome {say word} and we got it on tonight  [Chorus: Freekey Zekey (Toya)] Hey ma (wassup) Let's slide (all right) All right - and we gon get it on tonight You smoke? (I smoke) I drink (me too) Well good - cause we gon' get high tonight Got drops (got coupes) got trucks (got jeeps) All right - cause we gon' take a ride tonight So ma (wassup) Let's slide (all right) All right - and we gon' get it on tonight  ",
        "title": "Hey Ma"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] I'm lying here on the floor where you left me I think I took too much I'm crying here, what have you done? I thought it would be fun I can't stay on your life support There's a shortage in the switch I can't stay on your morphine Cause it's making me itch I said I tried to call the nurse again But she's being a little bitch I think I'll get outta here, where I can  [Chorus] Run just as fast as I can To the middle of nowhere To the middle of my frustrated fears And I swear you're just like a pill Instead of making me better You keep making me ill You keep making me ill  [Verse 2] I haven't moved from the spot where you left me This must be a bad trip All of the other pills They were different Maybe I should get some help I can't stay on your life support There's a shortage in the switch I can't stay on your morphine Cause it's making me itch I said I tried to call the nurse again But she's being a little bitch I think I'll get outta here, where I can  [Chorus] Run just as fast as I can To the middle of nowhere To the middle of my frustrated fears And I swear you're just like a pill Instead of making me better You keep making me ill You keep making me ill Run just as fast as I can To the middle of nowhere To the middle of my frustrated fears And I swear you're just like a pill Instead of making me better You keep making me ill You keep making me ill  ",
        "title": "Just Like A Pill"
    },
    {
        "artist": "Ludacris Featuring Mystikal & Infamous 2.0",
        "lyrics": null,
        "title": "Move B***h"
    },
    {
        "artist": "Missy \"Misdemeanor\" Elliott",
        "lyrics": null,
        "title": "Work It"
    },
    {
        "artist": "Nelly",
        "lyrics": "  Hot in... so hot in herre! So hot in... hot - OH! With a little bit of, uh uh; and a little bit of, uh uh Just a little bit of...  just a little bit of... Just a little bit of...  just a little bit of...  [Verse 1: Nelly] I was like, good gracious - ass is bodacious (uhh) Flirtacious, tryin to show patience I'm waitin for the right time to shoot my steez (you know) Waitin for the right time to flash them keys, then uhh I'm leavin, please believe in - ohhh! Me and the rest of my heathens Check it, got it locked at the top of the Fo' Seasons Penthouse, roof top, birds I'm feedin No deceivin, nuttin up my sleeve and No teasin.. I need you to Get up up on the dance floor Give that man what he askin for Cause I feel like bustin loose And I feel like touchin you, uh uh And can't nobody stop the juice So baby tell me what's the use? I said  [Hook] It's gettin hot in herre (so hot), so take off all your clothes I am - gettin so hot, I wanna take my clothes off It's gettin hot in herre (so hot), so take off all your clothes I am - gettin so hot, I wanna take my clothes off  Uh, uh, uh - let it hang alll out!  [Verse 2: Nelly] Why you at the bar if you ain't poppin the bottles? (c'mon) What good is all the fame if you ain't fuckin the models I see you drivin, sports cars, ain't hittin the throttle And I'll be down to do a hundred, top down and goggles Got off the freeway, exit 106 and parked it Ash tray, flip gate, time to spark it Gucci collar for dollar, got out and walked it I spit game cause baby I can't talk it Warm, sweatin, it's hot up in this joint Vokal tanktop, on at this point You with a winner so baby you can't lose I got secrets can't leave Cancun So take it off like you're home alone You know dance in front your mirror while you're on the phone Checkin your reflection and tellin your best friend Like \"Girl I think my butt gettin big!\"  [Hook] It's gettin hot in herre (so hot), so take off all your clothes I am - gettin so hot, I wanna take my clothes off It's gettin hot in herre (so hot), so take off all your clothes I am - gettin so hot, I wanna take my clothes off  Uh, uh, uh - let it hang alll out!  (Let it hang all out) Mix a little bit of ah, ah With a little bit of ah, ah (Let it just fall out) Give a little bit of ah, ah With a little bit of ah, ah (Let it hang all out) With a little bit of ah, ah And a sprinkle of that ah, ah (Let it just fall out) I like it when ya ah, ah Girl, baby make it ah, ah  [Verse 3: Nelly] Stop pacin, time wastin I got a friend with a pole in the basement (what?) I'm just kidding like Jason (oh) Unless you gon' do it Extra, extra - eh, spread the news (check it) Nelly took a trip from the Lou' to the Neptunes Came back with somethin thicker than fittin in Sasoons Say she got a thing about cuttin in restrooms - ohhhhh!  [Hook] It's gettin hot in here (so hot), so take off all your clothes I am - gettin so hot, I wanna take my clothes off It's gettin hot in here (so hot), so take off all your clothes I am - gettin so hot, I wanna take my clothes off  Uh, uh, uh - let it hang alll out! It's gettin hot in herre (so hot), so take off all your clothes I am - gettin so hot, I wanna take my clothes off It's gettin hot in herre (so hot), so take off all your clothes I am - gettin so hot, I wanna take my clothes off  Uh, uh, uh - let it hang alll out!  (Let it hang all out) Mix a little bit of ah, ah With a little bit of ah, ah (Let it just fall out) Give a little bit of ah, ah With a little bit of ah, ah (Let it hang all out) With a little bit of ah, ah And a sprinkle of that ah, ah (Let it just fall out) I like it when ya ah, ah Girl, baby make it ah, ah... ohhh!  ",
        "title": "Hot In Herre"
    },
    {
        "artist": "Daniel Bedingfield",
        "lyrics": "  [Intro] If only I could get through this I just gotta get through this I just gotta get through this If only I could get through this I just gotta get through this  [Hook] I gotta get through this I gotta get through this I gotta make it, gonna make, gonna make it through I'm gotta get through this I gotta get through this I gotta take my, gotta take my mind off you  [Bridge] Give me just a second then I'll be all right Surely one more moment couldn't break my heart Give me 'til tomorrow then I'll be okay Just another day and then I'll hold you tight  [Verse] When your love is pouring like the rain I close my eyes and it's gone again When will I get the chance to say I love you I pretend that you're already mine Then my heart ain't breaking every time I look into your eyes  If only I could get through this If only I could get through this If only I could get through this God, God gotta help me get through this  [Hook, Bridge and Verse]  If only I could get through this If only I could get through this If only I could get through this God, God gotta help me get through this  If only I could get through this God, God gotta help me get through this  If only I could get through this God, God gotta help me get through this  If only I could get through this  ",
        "title": "Gotta Get Thru This"
    },
    {
        "artist": "Ashanti",
        "lyrics": null,
        "title": "Happy"
    },
    {
        "artist": "Angie Martinez Featuring Lil' Mo & Sacario",
        "lyrics": "  [Lil' Mo] Yeaaaaaaaaaaayyyyy!!! [Angie M] Oh yeah yeah [Lil' Mo] Yeaaaaaaaaaaayyyy!!! [Angie M] Uh, woo! come on, uh [Lil' Mo] If I can go, with you [Angie M] Yo, yo, uh  [Verse 1: Angie Martinez] If I can chose a place to go it gotta be far away From here we could crossover like Hardaway Somewhere outside the states, where tommorow's like today And I'm out in a space where nobody else can stay And, if I can go, with you Then I'll go get the ticket right now if that's cool Have you ever been close to feelin like leavin the coast too Feelin like leavin with somebody who Hold you the right way while watchin the night fade Make you feel like you right back in the ninth grade When you know what he likes and what he might say And you try to be calm and answer in nice ways And, if I can go, with you Way out the states no 2-ways and no page No cells and no trace, and you just a phone call away So all I got to say is  [Hook: Lil' Mo] If I can go, contigo, I'll pack my things, soon as you say Baby vamos, we'll fly away, like there is no, no tomorrow If can go, contigo, I'll tell my friends, nothing at all I'll get my things, soon as you say, baby vamos, we'll fly away  [Verse 2: Sacario] And, if I can go, with you Oh boy we 'bout to make a lot of people annoyed In Croix, you better know I know how to sneak with them toys Employed, with the block since around 94 boy And, if I can flow, with you Holdin dat dough after the studio I roll with you I send Dutch and three other goons to go get you Sacario the name awaits the whole issue Grown men keep on cryin get mo' tissue The way me and this girl be rhymin it's so official Them I'm takin a trip too with no pistols Cause everything peace only sand no streets Little Miami Heat, that's the plan we'll see Two cups, one in Senado one in Sand Beach And, I'll think I'll go, with you So tell the station you need a week - back to you  [Hook: Lil' Mo] If I can go, contigo, I'll pack my things, soon as you say Baby vamos, we'll fly away, like there is no, no tomorrow If I can go, contigo, I'll tell my friends, nothing at all I'll get my things, soon as you say, baby vamos, we'll fly away  [Bridge: Lil' Mo] You can fly away, no one has to know Babe take me with you, cause if I can go Soon as you say the word, we'll be on our way To a foreign place, you got to tell me  [Angie Martinez] Yo, uh, so now that we got a plan are you comin? We could plan a week The only question now is LaGuardia or Kennedy?  [Sacario] And a seat, know why? the window cause I like to see And seein as to how I'm so fly me and the clouds can speak  [Angie+S] And, since we 'bout to go, in a few [Sacario] Go 'head  [Angie Martinez] Oh, I just wanted to tell Trace thank you That week off I'm grateful what was you tryin to say boo?  [Sacario] Nuttin just grab my chain off the table and 2 way too  [Angie Martinez] Ok, that little place it's a great move But ain't no problems, unless the water don't stay blue  [Sacario] And the shop's there?  [Angie Martinez] If they don't got em, they don't make em (Sacario: True!) No concrete just sand, throw away your shoes Now, that we are on, our way And our bags is packed and the car service is not late Everything's ok, so I guess I catch you on the next track Now I don't gotta ask  [Hook: Lil' Mo] If I can go, contigo, I'll pack my things, soon as you say Baby vamos, we'll fly away, like there is no, no tomorrow If I can go, contigo, I'll tell my friends, nothing at all I'll get my things, soon as you say, baby vamos, we'll fly away  [Outro: Lil' Mo] If I can go, contigo, I'll pack my things, soon as you say Baby vamos, we'll fly way, like there is no, no tomorrow And if I can go, contigo, I'll tell my friends, nothing at all Nothing at all, I'll tell my friends, nothing at all  ",
        "title": "If I Could Go!"
    },
    {
        "artist": "N.O.R.E.",
        "lyrics": null,
        "title": "Nothin'"
    },
    {
        "artist": "Justin Timberlake",
        "lyrics": "  [Produced by The Neptunes]  [Intro: Justin Timberlake] Just something about you... Way I'm lookin' at you whatever You keep lookin' at me... You gettin' scared now, right? Don't feel me baby, it's just Justin It feel good right?... Listen  [Verse 1: Justin Timberlake] I kind of noticed, something wasn't right From your colorful face It's kind of weird to me Since you're so fine If it's up to me your face will change  [Pre-Hook: Justin Timberlake] If you smile then that should set the tone Just be limber And if you let go the music should groove your bones Just remember Sing this song with me  [Hook: Justin Timberlake] Ain't nobody love you like I love you You're a good girl and that's what makes me trust ya (hey!) Late at night I talk to you You will know the difference when I touch you  [Verse 2: Justin Timberlake] See people are so phony Nosy cause they're lonely Aren't you sick of the same thing? They say so and so was dating Love you or they're hatin' When it doesn't matter anyway Cause we're here tonight  [Pre-Hook: Justin Timberlake] If you smile then that should set the tone Just be limber, baby And if you let go the music should groove your bones Baby just remember Sing this song with me  [Hook: Justin Timberlake] Ain't nobody love you like I love you You're a good girl and that's what makes me trust ya (hey!) Late at night I talk to you You will know the difference when I touch you  [Verse 3: Justin Timberlake] Yeah, you know I can make ya happy I could change your life If you give me that chance to be your man I won't let you down baby If you give me that chance to be your man Here baby, put on my jacket And then ...  [Bridge: Justin Timberlake] Maybe we'll fly the night away (I just wanna love you baby) Girl (Yeah, yeah, yeah) Maybe we'll fly the night away (I just wanna love you baby) Girl  [Verse 4: Pusha T] Ma, what chu wanna do? I'm in front of you Grab a friend see, I can have fun with two Or me and you put on a stage show In the mall kids ask \"how the chain glow?\" Point to her they say, \"wow, it's the same glow\" Point to me I say, \"yeah, it's the same dough\" We the same type, you my a alike You have me sleepin in the same bed every night  [Verse 5: Malice] Go ride wit me you deservin' the best Take a few shots let it burn in your chest We could ride down pumpin N.E.R.D. in the deck Funny how a few words turn into sex Play number 3, joint called \"Brain\" (I just love your... Brain) Ma, took a hint, make me swerve in the lane The name Malicious and I burn every track Clipse and J. Timberlake - now how heavy is that?  [Bridge: Justin Timberlake] Maybe we'll fly the night away (I just wanna love you baby) Girl (Yeah, yeah, yeah) Maybe we'll fly the night away (I just wanna love you baby) Girl  [Hook: Justin Timberlake] Ain't nobody love you like I love you You're a good girl and that's what makes me trust ya (hey!) Late at night I talk to you You will know the difference when I...  [Outro: Justin Timberlake] Break it down You know, I used to dream about this when I was a little boy I never thought it would end up this way, drums (hey!) It's kind of special right? yeah... You know, you think about it Sometimes people, just destined Destined to do what they do And that's what it is Now everybody dance...  ",
        "title": "Like I Love You"
    },
    {
        "artist": "No Doubt Featuring Lady Saw",
        "lyrics": "  [Verse 1] There's times when I want something more Someone more like me There's times when this dress rehearsal Seems incomplete But you see the colors in me Like no one else And behind your dark glasses You're something else  [Chorus] You're really lovely Underneath it all You want to love me Underneath it all I'm really lucky Underneath it all You're really lovely  [Verse 2] You know some real bad tricks And you need some discipline But lately you've been trying real hard And giving me your best And you give me the most gorgeous sleep That I've ever had And when it's really bad I guess it's not that bad  [Chorus] You're really lovely Underneath it all You want to love me Underneath it all I'm really lucky Underneath it all You're really lovely  [Bridge] So many moons that we have seen Stumbling back next to me I've seen right through and underneath And you make me better I've seen right through and underneath And you make me better  [Rap - Lady Saw] For real! 'Cause underneat' it all, you are my real Prince Charmin' Like the heat from the fire, you were always burnin' Anytime you’re around, my body keeps callin' For your touch, your kisses and your sweet romancin' There’s another side of you, weh this a woman yah adore Aside from your temper, everything else secure You’re good for me, baby, of that, I’m sure 'Cause over and over again, mi want more  [Verse 3] You've used up all your coupons And all you got left is me And somehow I'm full of forgiveness I guess it's meant to be…  [Chorus] You're really lovely Underneath it all You want to love me Underneath it all I'm really lucky Underneath it all You're really lovely  ",
        "title": "Underneath It All"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Intro] Mmm yeah.. Oh yeah oh..  [Verse 1] Hey my baby Why you lookin' so down? Seems like you need a lovin' Baby you need a girl like me(around) Hey my baby Tell me why you cry Here take my hand and (yeah) Wipe those tears from your eyes  [Chorus x2] Can I talk to you Comfort you Let you know I care 4 you  [Verse 2] Hey sexy baby Why'd your girl leave you in pain? To let a fine man like you go She must be insane Hey sexy baby There's no need to worry Oh boy if you call on me I'll come, I'll come in a hurry  [Chorus]  [Bridge x2] Hold on (Hold on) Stay strong (Stay strong) Press on (For me baby) I care 4 you ( I care 4 you)  ",
        "title": "I Care 4 U"
    },
    {
        "artist": "Fabolous Featuring P. Diddy & Jagged Edge",
        "lyrics": "  [P. Diddy] Yeah, yeah, this the moment they all been waiting for playboy We here now, we in the house now, fa sho' Check me out, I'm tired of playing games  [Hook: Jagged Edge] Girl I'd trade it all, money cars, and everything All, even give up my street dream All, anything to have you on my team All, babygirl I'd trade it all  Diddy: Fabolous, talk to 'em  [Verse 1: Fabolous] I assume I'm so into you Cause even before we hit the bedroom I was friends wit you If they ask, I ain't got to say \"whom?\" in them interviews My sweet thing never believe the rumors, that been ain't true The fact I had numerous friends is true But you was wifey, could change me to a groom in a minute boo Maybe, my sense of humor gets into you But girl, they could make a perfume from the scent of you I wanna take you where it feel like June in December too So what you think about Cancun 'til the winter through? I don't know what the other consumers you been with do I put a day aside, to go to Bloomy's and spend with you Like any other man, I wanna zoom to the clinic too But I wanna see if me and my junior's identical A dude put a wound on the skin of you I swear to everything, that same afternoon, I'll be in the news Feel me?  [Hook: repeat 2X w/ changes]  [Verse 2: P. Diddy] C'mere girl, come and take a walk with me So I can take you places you don't often be C'mon ma, come and get lost with me As far as them other chicks, can't get them off of me Everlastin', love in a whole 'nother fashion All I'm askin, is let me cash in Cause I'd give all the passion, all of the Sean John fashion In orderly fashion, perhaps when You figure out, exactly what Diddy 'bout Cause we could take this whole city out Now who gon' stop us, who gon' knock us? Top us, we can't find coppers to lock us Lear jets and choppers, love hella proper Seperate the weak from the obso-lete, hard to keep, I got ya I rocked ya, word to Big Poppa, I got ya, yeah  [Hook] - repeat 2X  Fab: What you want huh? Diddy: I'm ready to give this all up for you shorty Get your mind right  [Verse 3: Fabolous] Well this newcomer's known, to move with the seasons Couple winter lodges, few summer homes I'm there for every \"ooh\", \"um\", and moan And make sure when the new Hummer roams, the shoes come in chrome I ain't new at buying white, yellow, and cucumber stones That send chills through a woman bones, but life gets gruesome alone Even though I got the kinda bread that won't matter if a few crumbs are blown Flights, I done flew some alone Now I wanna wake up everyday with you in a new number zone Mama mia, it's you I'mma phone Just to erase all the negative views from your dome And I promise this fellas G, it's so gangsta it'll calm all that jealousy And drama you tellin me, so mama come yell at me So I can put the top down, and we can \"Cruise/Cruz\" like Tom and Penelope My charm is a felony.......  [Hook] - repeat to fade  Diddy: Fabolous, Diddy, Desert Storm, we rock on, and rock on  ",
        "title": "Trade It All"
    },
    {
        "artist": "LL Cool J",
        "lyrics": "  [Intro: Pharrell Williams] This is for my number one This is for my number one This is for my number one True baby for I adore  [Verse 1] This is hard to say I wanna make sure I go about this in the right way Cuz lately I been busy a lot And I know you don't feel appreciated and what not I used to tell you that you're hair looked fly Kiss you slow and stare in your eyes Now I talk real foul and slick Every other sentence is, \"You make me sick\" Back in the days I was your number one pick Now your heart's half-broken and that's hard to fix I had to dig deep inside myself Cuz I can't see you bouncin' with somebody else It's a long journey back to the place we was When I was too embarrassed to admit I was in love And you was my good girl that wouldn't give it up I can't let us self-destruct  [Hook: Marc Dorsey] Baby smile today Cuz I been imaginin' more ways I'm gon' love you better When your friends'll see you too Just when you think there's nothin' else I can do I'm gon' love you better  [Verse 2] When I think about the things we did And I think about you having my kids And I think about us sharing a crib Losin' all that, God forbid You deserve flowers and candy, the simple things In addition to the SL's, baguettes and rings Instead I walk around like I'm a king And having you ain't nothing but a thing I even stopped tellin' you the lovin' was good Too busy frontin' in the hood Baby girl, hold me tight don't ever let go I'mma do it real gentle baby, nice and slow One more chance baby and don't say no Cuz I got another side to show Some say love is painful it helps you grow Well it's time for the pain to go, ya'know  [Hook]  [Bridge x2] (Pharrell Williams) Do you think I meant to hurt you? (No) Do you think I meant to hurt you? (No) So let's laugh together, cry together God willin' we gon' die together  [Verse 3] It's a brand new me, a brand new you A brand new day, sky so blue Hold my hand while I walk with you Sit on my lap, lemme talk to you No more games callin' you foul names Actin' like females is all the same I'm gon' love you better, my mentality changed From this day forward I'll never be the same I'mma rub your lower back, share my dreams I love you, lemme show you what I mean Give you the deepest love a girl ever seen Watch you sleep, so peaceful and serene A toast to the queen, you're back in my life But this time I'mma do it right Trust me, from the bottom of my heart Nothin's gonna tear us apart, promise  [Hook x2]  [Bridge x2]  ",
        "title": "Luv U Better"
    },
    {
        "artist": "Styles",
        "lyrics": "  [Hook (Styles P in parentheses)] \"I get high, I get high, I get high, I get high I get high, I get high, I get high, I get high I get high on your memory, high on your memory HIGH on your memory...\"  \"I get high - high - high - high\" (Every day) \"I get high - high - high - high\" (Every night) \"I get high - high - high - high\" (All the time) \"High-ighhhhhhh...\"  [Verse One] Everyday I need an ounce and a half S.P.; the only flower that you know, with a bounce and a half Listen kid, I need a mountain of cash So I could roll up, hop in the whip and like, bounce to the ave I get high cause I'm in the hood, the guns is around It take a blunt, just to ease the pain that humbled me now (whew) And I'd rather roll somethin' up; cause if I'm sober dog I just might flip, grab my guns and hold somethin' up I get high as a kite; I'm in the zone all alone Motherfucker case I'm dyin' tonight (it happen tonight) So I roll 'em up, back to back, fat as I could (uh-huh) You got beef with Styles P, I come to splatter the hood  [Hook]  [Verse Two] Aiyyo I smoke like a chim-in-ney {*inhaling*} Matter fact I, smoke like a gun, when a killer see his enemy I smoke like Bob Marley did; add to that That I smoke like the hippies did, back in the 70's Spit with the finishin' touch - get this, that I'ma finish you before I finish the dutch I get high like the birds and the planes I get high when, bullets hit faces after words exchanged I get a rush, off the blood on the walls, you understand? Like the, M-5 pedal, when it's touchin' the floor I get high cause fuck it, what's better to do? And I'mma never give a fuck (that's right) cause I'm better than you  [Hook]  [Verse Three] I'mma smoke 'til my lungs collapse; I'm from a era where Niggas cause terror over guns and crack Where a dollar bill is powerful; I smoke weed cause Time seem precious, and I, know what a hour do (I know dat) High for a livin', gots ta, ride for a livin' With my, real gangsta niggas that'll die for a livin' (die my niggas) Shit I get as high as I could; cause if you see things Like I see things, that I'mma die in the hood (right here) Motherfucker understand it's full service to you I don't smoke the weed if it ain't purple or blue And you could name any rapper, if you want he could die (anybody) This is S.P., dump it in you bitch, I get high  [Outro] \"I get high - high - high - high\" (Every day) \"I get high - high - high - high\" (Every night) \"I get HIGH on your memory, HIGH on your memory\" (All the time) \"HIGH on your memory...\" (Every day) \"I get high - high - high - high\" (I am the Ghost) \"I get high - high - high - high\" (Float with me) \"I get HIGH on your memory, HIGH on your memory I get HIGH on your memory\" (I get high like birds to planes) \"I get HIGH on your memory, HIGH on your memory\" I get HIGH on your memory\" (I get high like, smokin' dubs to the head) \"I get high - high - high - high\" \"High-ighhhhhhh...\"  ",
        "title": "Good Times"
    },
    {
        "artist": "Avril Lavigne",
        "lyrics": "  [Verse 1] He was a boy, she was a girl Can I make it anymore obvious? He was a punk, she did ballet What more can I say? He wanted her, she'd never tell But secretly she wanted him as well But all of her friends stuck up their nose They had a problem with his baggy clothes  [Chorus 1] He was a skater boy, she said \"see you later, boy\" He wasn't good enough for her She had a pretty face, but her head was up in space She needed to come back down to earth  [Verse 2] Five years from now, she sits at home Feeding the baby, she's all alone She turns on TV, guess who she sees Skater boy rocking up MTV She calls up her friends, they already know And they've all got tickets to see his show She tags along, stands in the crowd Looks up at the man that she turned down  [Chorus 2] He was a skater boy, she said \"see you later, boy\" He wasn't good enough for her Now he's a superstar, slamming on his guitar Does your pretty face see what he's worth?  He was a skater boy, she said \"see you later, boy\" He wasn't good enough for her Now he's a superstar, slamming on his guitar Does your pretty face see what he's worth?  [Bridge] Sorry, girl, but you missed out Well, tough luck, that boy's mine now We are more than just good friends This is how the story ends Too bad that you couldn't see See the man that boy could be There is more than meets the eye I see the soul that is inside  [Verse 3] He's just a boy and I'm just a girl Can I make it anymore obvious? We are in love, haven't you heard How we rock each other's world?  [Chorus 3] I'm with the skater boy, I said \"see you later, boy\" I'll be backstage after the show I'll be at a studio, singing the song we wrote About a girl you used to know  I'm with the skater boy, I said \"see you later, boy\" I'll be backstage after the show I'll be at a studio, singing the song we wrote About a girl you used to know  ",
        "title": "Sk8er Boi"
    },
    {
        "artist": "John Mayer",
        "lyrics": "  [Verse 1] \"Welcome to the real world\", she said to me Condescendingly Take a seat Take your life Plot it out in black and white Well I never lived the dreams of the prom kings And the drama queens I'd like to think the best of me Is still hiding Up my sleeve  They love to tell you Stay inside the lines But something's better On the other side  [Chorus] I want to run through the halls of my high school I want to scream at the Top of my lungs I just found out there's no such thing as the real world Just a lie you've got to rise above  [Verse 2] So the good boys and girls take the so called right track Faded white hats Grabbing credits and Maybe transfers They read all the books but they can't find the answers And all of our parents They're getting older I wonder if they've wished for anything better While in their memories Tiny tragedies  They love to tell you Stay inside the lines But something's better On the other side  [Chorus] I want to run through the halls of my high school I want to scream at the Top of my lungs I just found out there's no such thing as the real world Just a lie you've got to rise above  [Bridge] I am invincible I am invincible I am invincible As long as I'm alive  [Chorus] I want to run through the halls of my high school I want to scream at the Top of my lungs I just found out there's no such thing as the real world Just a lie you've got to rise above  [Outro] I just can't wait til my ten year reunion I'm going to bust down the double doors And when I stand on these tables before you You will know what all this time was for  ",
        "title": "No Such Thing"
    },
    {
        "artist": "Vanessa Carlton",
        "lyrics": "  [Intro]  [Verse 1] Makin' my way downtown Walkin' fast, faces pass And I'm home-bound Starin' blankly ahead Just makin' my way Makin' a way through the crowd  [Pre-Hook 1] And I need you And I miss you And now I wonder  [Hook] If I could fall into the sky Do you think time would pass me by? Cause you know I'd walk a thousand miles If I could just see you, tonight  [Verse 2] It's always times like these when I think of you And wonder if you ever think of me Cause everything's so wrong And I don't belong, livin' in your precious memory  [Pre Hook 2] Cause I'll need you And I'll miss you And now I wonder  [Hook] If I could fall into the sky Do you think time would pass me by? Oh, cause you know I'd walk a thousand miles If I could just see you, tonight  [Bridge] I, I don't wanna let you know I, I drown in your memory I, I don't wanna let this go I, I don't  [Verse 1 (reprise)] Makin' my way downtown Walkin' fast, faces pass And I'm home-bound Starin' blankly ahead Just makin' my way Makin' a way through the crowd  [Pre-Hook 3] And I still need you And I still miss you And now I wonder  [Hook] If I could fall into the sky Do you think time would pass us by? Cause you know I'd walk a thousand miles If I could just see you  [Hook] If I could fall into the sky Do you think time would pass me by? Cause you know I'd walk a thousand miles If I could just see you If I could just hold you, tonight  ",
        "title": "A Thousand Miles"
    },
    {
        "artist": "DJ Sammy & Yanou Featuring Do",
        "lyrics": null,
        "title": "Heaven"
    },
    {
        "artist": "Ashanti",
        "lyrics": null,
        "title": "Baby"
    },
    {
        "artist": "Mario",
        "lyrics": "  You Ready for me  [Verse 1] I wanna know your name and I wanna know if you gotta man (I wanna know) I wanna know everything I wanna your number and if I can come over and I wanna know what you like I wanna know so I can do it all night But you're telling me I'm just a friend You're telling me I'm just a friend  [Chorus] Oh baby you (oh baby you) Got what I need (got what I need) But you say I'm just a friend (say I'm just a friend) But you say I'm just a friend Cause I can be your (cause I can be your) Fantasy But you say I'm just a friend (say I'm just a friend) But you say I'm just a friend  [Verse 2] I wanna know you in and out I wanna know what you're all about (I wanna know) I wanna know what makes you laugh I wanna know about your past I wanna know how you move I wanna know so I can move too (I wanna know) But you're telling me I'm just a friend Telling me I'm just a friend  [Chorus 2x]+(Mario) Oh baby you (oh baby you) Got what I need (got what I need, yeah) But you say I'm just a friend (say I'm just a friend) But you say I'm just a friend Cause I can be your (girl I can be your) Fantasy (fantasy, yeah) But you say I'm just a friend (say I'm just a friend) But you say I'm just a friend   [Mario] Oh can you give me one reason why (why) You wouldn't want this kinda guy Cause I stay dipped, I stay laced And I know, you know I'm fly Girl, stop playing games with me And let's get it on tonight You got nothing to lose Let me do what I do  [Chorus 2x] Oh baby you Got what I need (got what I need) But you say I'm just a friend (say I'm just a friend) But you say I'm just a friend (Just wanna be your) Cause I can be your fantasy (fantasy, girl) But you say I'm just a friend (but you say ) But you say I'm just a friend  [Breakdown] You can call me anytime you like (oh anytime) It doesn't matter day or night (said it doesn't matter) We can do whatever you (ohh) Wanna do it's up to you Don't fight the feeling that you feel (don't fight the feeling) I can tell that its real (oh girl) So won't you help me understand Why you say I'm just a friend  [Chorus]  ",
        "title": "Just A Friend 2002"
    },
    {
        "artist": "Joe Nichols",
        "lyrics": null,
        "title": "The Impossible"
    },
    {
        "artist": "Diamond Rio",
        "lyrics": null,
        "title": "Beautiful Mess"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] There's a new wind blowing like I've never known I'm breathing deeper than I've ever done And it sure feels good, to finally feel the way I do I want to love somebody Love somebody like you And I am letting go of all my lonely yesterdays I've forgiven myself for the mistakes I've made Now there's just one thing, the only thing I want to do I want to love somebody Love somebody like you  [Hook] Yeah, I want to feel the sunshine Shining down on me and you When you put your arms around me You let me know there's nothing in this world I can't do  [Verse 2] I used to run in circles going nowhere fast I'd take, uh, one step forward and two steps back Couldn't walk a straight line even if I wanted to I want to love somebody Love somebody like you Whoa! here we go now!  Hey I want to love ya baby  [Hook] Yeah, I want to feel the sunshine Shining down on me and you When you put your arms around me You let me know there's nothing in this world I can't do  [Verse 3] Sometimes it's hard for me to understand But you're teaching me to be a better man I don't want to take this life for granted like I used to do, no, no I want to love somebody Love somebody like you I'm ready to love somebody Love somebody like you. Ooh And I want to love somebody Love somebody like you, yeah Oh yeah  Hey I want to love ya baby  [Guitar Solo + Banjo Solo]  [Outro] Oh, I want to be the man in the middle of the night Shining like its true I want to be the man that you run to whenever I call on you When everything that loved someone finally found its way Want to be a better man I see it in you yeah Hey, I wanna be that...  ",
        "title": "Somebody Like You"
    },
    {
        "artist": "Michelle Branch",
        "lyrics": "  [Verse 1] Of all the things I've believed in I just want to get it over with Tears from behind my eyes but I do not cry Countin' the days that pass me by I've been searchin' deep down in my soul Words that I'm hearin' are starting to get old It feels like I'm startin' all over again The last three years were just pretend And I said  [Chorus] Good-bye to you Goodbye to everything I thought I knew You were the one I loved The one thing that I tried to hold onto  [Verse 2] I still get lost in your eyes And it seems that I can't live a day without you Closin' my eyes and you chase my thoughts away To a place where I am blinded by the light But it's not right  [Chorus] Good-bye to you Goodbye to everything I thought I knew You were the one I loved The one thing that I tried to hold onto  [Bridge] Ooh whoa And it hurts to want everything and nothin' at the same time I want what's yours and I, what's mine I want you but I'm not givin' in this time  [Chorus] Good-bye to you Goodbye to everything I thought I knew You were the one I loved The one thing that I tried to hold onto Goodbye to you (Goodbye to you) Everything I thought I knew (Goodbye to you) You were the one I loved  [Post-Chorus] The one thing that I tried to hold onto (The one thing that I tried to hold onto) The one thing that I tried to hold onto (The one thing that I tried to hold onto)  [Outro] Oh, one thing that I tried to hold onto And when the stars fall I will lie awake You're my shooting star  ",
        "title": "Goodbye To You"
    },
    {
        "artist": "Irv Gotti Presents The Inc. Featuring Ja Rule, Ashanti, Charli Baltimore & Vita",
        "lyrics": "  [Hook: Ja Rule] + (Ashanti) (I wanna be your chick) (I wanna be down for you) Do you trust me? (Yea) Love me? (Yea) You puttin it on me? You must be (Your down ass chick) (I wanna be your chick) And only for the Rule baby (I'll ride for you) Yea (And die for you) Yea (Do anything you want me to; I'll be your down ass chick)  [Ja Rule] Yo - this is no intention of bein offensive to women By calling y'all bitches, my down ass bitches Still my queen, princess cuts look clean On that finger next to the finger you flipped at me And there's no in between me and you, only me and you Who else gon put it on ya, like the Rule And God only looks after children and fools And you're not - so who gon' look after you? Just Rule baby  [Vita] True baby, it's only for you baby Vita's thighs only divide, if you inside Cause I, love the way you touch me nobody can get it And if it's comin or gunnin just considered it's spitted So when you gone fo' a minute, I just fantasize Like if it's you that's all in it, then I'm satisfied 'til you come back to me, holdin stacks and jewels V-I-T-A and my nigga J-A, Rule baby  [Hook]  [Ashanti] I'm gonna be here when you need me Rule baby, can always count on me And you don't ever have to worry You know I'll make it in a hurry Here for you and I will never leave Shed tears for you, cause boy you got to me There will never be another for me You'll always be my one and only  [Ja Rule] Baby girl, would you bust your gun wit me? [Ashanti] Yea, yea [Ja Rule] Lie to the Feds if they come get me? [Ashanti] Yea, yea [Ja Rule] And if I died, would you kill for me? [Ashanti] Yea, yea [Ja Rule] Do you trust in me? [Ashanti] Yea, yea [Ja Rule] Are you lovin me? [Ashanti] Yea, yea, yea  [Ja Rule] Yea, let's get it gwenin' like we Ashford and Simpson Or Ike and Anna Mae on one of they good days You smile like sun rays 5'5 with brown eyes And thick legs, only for the Rule baby!!  [Hook]  [Charli Baltimore] Now baby, I told you I can show you better than I can tell you Blow trial, who bring commissaries and mail You them sweet words and naked flicks? I'm still that pretty down down ass 2 cars behind your 6 And I detest any clown that's clockin my round ass Only a down ass, and it's ALL for you I grown a tad bit since we've been at it like rabbits The booty a lil' plumper and it's (alll for Rule) Shit, who gon' love you like that? Thug with you with it stacked to the ceiling or splittin a dub with you Cause I play my position with cold D's, O.G.'s Until that bloodshed, blood red, or we O.D Remember every word that you told me? (Just show me! Hold me!) All you need in your life is Chuck, drugs, and dubs Or 22's, now tell me who the honey for you? .. Chuck  [Hook] - repeat 2X  ",
        "title": "Down 4 U"
    },
    {
        "artist": "Tracy Byrd",
        "lyrics": "  Well I walked in the band just started The singer couldn't carry a tune in a bucket Was on a mission to drown her memory but I thought no way with all this ruckus But after one round with Jose Cuervo I caught my boots tapping long with the beat And after two rounds with Jose Cuervo That band was sounding pretty darn good to me Then some stranger asked me to dance And I revealed to her my two left feet Said, \"Don't get me wrong I'm glad you asked\" But tonight's about me and an old memory Then after three rounds with Jose Cuervo I let her lead me out on the floor And after four rounds with Jose Cuervo I was showing off moves never seen before Well around five or round six I forgot what I came to forget After round seven, or was it eight? I bought a round for the whole dang place And after nine rounds with Jose Cuervo They were countin' me out, and I was about to give in And after ten rounds with Jose Cuervo I lost count and started counting again One round with Jose Cuervo I went two rounds with Jose Cuervo Three rounds with Jose Cuervo Five, or was it four Yeah six rounds with Jose Cuervo Eight rounds with Jose Cuervo Ten rounds with Jose Cuervo  ",
        "title": "Ten Rounds With Jose Cuervo"
    },
    {
        "artist": "Faith Hill",
        "lyrics": null,
        "title": "Cry"
    },
    {
        "artist": "Nappy Roots Featuring Anthony Hamilton",
        "lyrics": "  Awwww.... Mmmmm, awww..  [Hook] All my life been po' But it really don't matter no mo' And they wonder why we act this way Nappy Boys gon' be okay All my life been po' But it really don't matter no mo' And they wonder why we act this way Nappy Roots gon' be okay, okay  [Big V] We came in the game, plain ya see Average man when the rest was ashamed to be Nappy head and all, ain't no changin me Ooooh-oh-oh-oooh-oh-oh... So rough it was, downright wrong I tell ya Nobody never gave us nothin but tough time and made us somethin Different stretch of road, new somethin to see Every state on the map, a different somethin to eat Daps and handshakes, it meant nuttin for real Everybody makin a killin man, showin no feelins Walkin off collectin pay, it's the way of the world Can't change it, so I guess I'm gon' pray for the world Sometimes I ask myself, was I made for the world? I scream this to you, and I say it to the world Nappy then, Nappy now - Nappy for a bit Knee-deep, head over heels in this country shit!  [Hook]  [Skinny DeVille] Even though I picture better days I'm thankful for the chance I got to say amen The Lord done blessed me with his grace, I wish this day would never end We represent the slums, where we from, we feel they bump Polish shot off on these presidents, and hardtimes they go and come Some take up off, without the chance, to make it at all Who woulda thought Skinny'd be the one that's, makin this call Lord, help me out, tell me where I went wrong I'm tryna find a righteous path, although it's, never been long I gotta do it for my sons, they tellin me, \"Daddy be strong\" We gon' make it through these hardtimes Even though they go and they come Ya absolutely right, for somethin happen to me on last Tuesday night It's plain as day, man they... with this World Trade Naw brave any order but confoldure Better make it home when nothin seems to matter That's when, see, everything can go - any which way They got me fooled, see the Henny with the J Front po'ch, chillin broke, country folk, I'm Nappy with my ways yo  [Hook]  [R. Prophit] It's a blessin we woke up this mornin All my colored folk stressin, come let's join hands Got to cope with the pressures of bein po' man Poppa taught me an order, survive for no man Nappy blossomed from the Roots, course we gon' stand Prophit grew from a juvenile to a grown man Ya gotta take responsibility for ya own man Zonin, two blunts a mo'nin, by sunrise sometimes I love to hear my woman moanin, it's on again Damn I hope you play this song again The soul cleansin, the melody just rev my engine Not a lot of things but usually just appendin, but lately Been searchin for Benjamins, saw my folks locked in the tenaments And it don't make no sense (what) children and sentencin Broadcastin from the slums, that's why I'm writin these sentences Just lower my income, (what) though we ain't finish it  [Hook]  ",
        "title": "Po' Folks"
    },
    {
        "artist": "Vanessa Carlton",
        "lyrics": "  (Verse 1) Just a day Just an ordinary day Just trying to get by Just a boy Just an ordinary boy But he was looking to the sky And as he asked if I would come along I started to realize That everyday he finds Just what he's looking for Like a shooting star he shines  (Chorus) And he said take my hand Live while you can Don't you see your dreams lie right in the palm of your hand  (Verse 2) And as he spoke, he spoke ordinary words Although they did not feel For I felt what I had not felt before And you'd swear those words could heal And as I looked up into those eyes His vision borrows mine And I know he's no stranger For I feel I've held him for all of time  (Chorus) And he said take my hand Live while you can Don't you see your dreams lie right in the palm of your hand  (Bridge) Please come with me See what I see Touch the stars for time will not flee Time will not flee Can you see?  (Verse 3) Just a dream, just an ordinary dream As I wake in bed And the boy, that ordinary boy Or was it all in my head? Did he asked if I would come along It all seemed so real But as I looked to the door I saw that boy standing there with a deal  (Chorus) And he said take my hand Live while you can Don't you see all your dreams lie right in the palm of your hand In the palm of your hand In the palm of your hand  (Outro) Just a day, just an ordinary day Just trying to get by Just a boy Just an ordinary boy But he was looking to the sky  ",
        "title": "Ordinary Day"
    },
    {
        "artist": "Chad Kroeger Featuring Josey Scott",
        "lyrics": null,
        "title": "Hero"
    },
    {
        "artist": "Jimmy Eat World",
        "lyrics": "  [Verse 1] Hey Don't write yourself off yet It's only in your head you feel left out or looked down on Just try your best Try everything you can And don't you worry what they tell themselves when you're away  [Chorus] It just takes some time Little girl, you're in the middle of the ride Everything, everything will be just fine Everything, everything will be all right  [Verse 2] Hey You know they're all the same You know you're doing better on your own so don't buy in Live right now Just be yourself It doesn't matter if that's good enough for someone else  [Chorus] It just takes some time Little girl, you're in the middle of the ride Everything, everything will be just fine Everything, everything will be all right  It just takes some time Little girl, you're in the middle of the ride Everything, everything will be just fine Everything, everything will be all right, all right!  [Verse 3] Hey Don't write yourself off yet It's only in your head you feel left out or looked down on Just do your best Do everything you can Don't you worry what their bitter hearts are going to say  [Chorus] It just takes some time Little girl, you're in the middle of the ride Everything, everything will be just fine Everything, everything will be all right  It just takes some time Little girl, you're in the middle of the ride Everything, everything will be just fine Everything, everything will be all right  ",
        "title": "The Middle"
    },
    {
        "artist": "Sheryl Crow",
        "lyrics": "  [Verse 1] My friend the communist Holds meetings in his RV I can't afford his gas So I'm stuck here watching TV I don't have digital I don't have diddly squat It's not having what you want It's wanting what you've got  [Chorus] I'm gonna soak up the sun Gonna tell everyone To lighten up (I'm gonna tell 'em that) I've got no one to blame For every time I feel lame I'm looking up I'm gonna soak up the sun I'm gonna soak up the sun  [Verse 2] I've got a crummy job It don't pay near enough To buy the things it takes To win me some of your love  [Chorus 2] Every time I turn around I'm looking up, you're looking down Maybe something's wrong with you That makes you act the way you do  [Chorus] I'm gonna soak up the sun Gonna tell everyone To lighten up (I'm gonna tell 'em that) I've got no one to blame For every time I feel lame I'm looking up I'm gonna soak up the sun I'm gonna soak up the sun  [Bridge] I'm gonna soak up the sun While it's still free I'm gonna soak up the sun Before it goes out on me  [Verse 3] Don't have no master suite I'm still the king of me You have a fancy ride, but baby I'm the one who has the key  [Chorus 2] Every time I turn around I'm looking up, you're looking down Maybe something's wrong with you That makes you act the way you do Maybe I am crazy too  [Chorus] I'm gonna soak up the sun Gonna tell everyone To lighten up (I'm gonna tell 'em that) I've got no one to blame For every time I feel lame I'm looking up I'm gonna soak up the sun I'm gonna soak up the sun  [Outro] I'm gonna soak up the sun Got my 45 on So I can rock on  ",
        "title": "Soak Up The Sun"
    },
    {
        "artist": "Sean Paul",
        "lyrics": "  [Intro] Jus gimme the light, yeah yeah Jus gimme the light, yo yo Jus gimme the light, don't say it Jus gimme the light, Sean Paul  [Hook] Jus gimme the light and pass the dro Bust another bottle of Mo Gal dem in a me sight and I gots to know Which one is gonna catch my flow Cause I'm inna the vibes And I got my dough Bust another bottle of Mo Gurl dem lookin hype And I gots to know  [Verse 1] Could I be your protector Your buff in every sector Everyman around dem Wanna turn your inspector But you no let them sweat ya No grill you with no lecture But dem power drill Or dem fuel injector Dem a infector Disease collector Nuff of dem a gwan Like dem wan come wreck ya Done out the part Where you got in your center But you know You dont let themn guy affect ya  [Hook] Jus gimme the light and pass the dro Bust another bottle of Mo Gal dem in a me sight and I gots to know Which one is gonna catch my flow Cause I'm inna the vibes And I got my dough Bust another bottle of Mo Gurl dem lookin hype And I gots to know  [Verse 2] One, two, three, four, five of them Situation getting really live again Girl dem wanna fi hang out with The players and the riders dem Beside of them and dem say Dem tired of the liars Dem friars and connivers Will never get inside of dem Dem clyder dem Especially the money hider dem Watchie watchie girl bout dem A try fi make bride of dem Denied again Some of them move like a Spiderman Girl dem say nah Open wide again  [Hook] Jus gimme the light and pass the dro Bust another bottle of Mo Gal dem in a me sight and I gots to know Which one is gonna catch my flow Cause I'm inna the vibes And I got my dough Bust another bottle of Mo Gurl dem lookin hype And I gots to know  [Verse 1] Could I be your protector Your buff in every sector Everyman around dem Wanna turn your inspector But you no let them sweat ya No grill you with no lecture But dem power drill Or dem fuel injector Dem a infector Disease collector Nuff of dem a gwan Like dem wan come wreck ya Done out the part Where you got in your center But you know You dont let themn guy affect ya  [Hook] Jus gimme the light and pass the dro Bust another bottle of Mo Gal dem in a me sight and I gots to know Which one is gonna catch my flow Cause I'm inna the vibes And I got my dough Bust another bottle of Mo Gurl dem lookin hype And I gots to know  ",
        "title": "Gimme The Light"
    },
    {
        "artist": "Ginuwine",
        "lyrics": "  You know what baby, I need to tell you something And.. it's something very important, you know I want you to take this time out and just listen And hold me close You hear me? Listen  Can I have you for a minute? Don't get shy cause my hearts in it (when I say) You got me strung out I don't know and I can't call it But whatever it is you've got it (Nah babe) Without a doubt, yeah Never been the one to cling And I don't like to be needed (But now) I guess that's all changed That's why I get mad at your folks 'Cuz I don't want you to go (Nah babe) I want you to stay  [Chorus] You can say I'm tripping but I'm stingy And I can't hide it Wanna keep you all to me I'm selfish, why try to fight it? You're the only one, you're the only love That's strong enough to claim me So please forgive me I'm just stingy But how can you blame me?  (Listen) Baby, tell me how you do it Cause you got me so into it I'm gone but I don't understand So amazing, captivating, elevating Any way you try to put it I wanna be your man So if you (if you wanna put me on) I don't mind it's alright, I'm for it I would so adore it Nothing turns me on more than being with you Baby, I'm not trippin'  [Chorus] You can say I'm tripping but I'm stingy And I can't hide it Wanna keep you all to me I'm selfish, why try to fight it? You're the only one, you're the only love That's strong enough to claim me So please forgive me I'm just stingy But how can you blame me?  Do what you want Anything, anything I am all yours You can do no wrong (can do no wrong) Everything, everything I do because I'm so wide open  No joking, you got me right where you want me to be I just hope you feel the same cause I don't want nothing to change This is where I wanna be So if you wanna put me on I don't mind it's alright, I'm for it, I would so adore it Nothing turns me on better than being with you Baby  [Chorus] You can say I'm tripping but I'm stingy And I can't hide it Wanna keep you all to me I'm selfish, why try to fight it? You're the only one, you're the only love That's strong enough to claim me So please forgive me I'm just stingy But how can you blame me? You can say I'm tripping but I'm stingy And I can't hide it Wanna keep you all to me I'm selfish, why try to fight it? You're the only one, you're the only love That's strong enough to claim me So please forgive me I'm just stingy But how can you blame me?  ",
        "title": "Stingy"
    },
    {
        "artist": "Eminem",
        "lyrics": "  [Intro] \"Look, if you had one shot, or one opportunity, to seize everything you ever wanted, in one moment. Would you capture it, or just let it slip?\" Yo!  [Verse 1] His palms are sweaty, knees weak, arms are heavy There's vomit on his sweater already—Mom's spaghetti He's nervous, but on the surface he looks calm and ready To drop bombs, but he keeps on forgetting What he wrote down, the whole crowd goes so loud He opens his mouth, but the words won't come out He's choking, how? Everybody's joking now The clock's run out, time's up, over—blaow! Snap back to reality, oh, there goes gravity Oh, there goes Rabbit, he choked, he's so mad But he won't give up that easy, no, he won't have it He knows, his whole back's to these ropes, it don't matter, he's dope He knows that, but he's broke, he's so stagnant, he knows When he goes back to this mobile home, that's when it's Back to the lab again, yo, this whole rhapsody Better go capture this moment and hope it don't pass him  [Chorus] You better lose yourself in the music The moment, you own it, you better never let it go You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo You better lose yourself in the music The moment, you own it, you better never let it go You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo You better…  [Verse 2] His soul's escaping through this hole that is gaping This world is mine for the taking, make me king As we move toward a New World Order A normal life is boring, but superstardom's Close to post-mortem, it only grows harder Homie grows hotter, he blows, it's all over These hoes is all on him, coast-to-coast shows He's known as the Globetrotter, lonely roads, God only Knows, he's grown farther from home, he's no father He goes home and barely knows his own daughter But hold your nose, 'cause here goes the cold water These hoes don't want him no mo', he's cold product They moved on to the next schmoe who flows He nose-dove and sold nada, and so the soap opera Is told, it unfolds, I suppose it's old, partner But the beat goes on—da-da-dom, da-dom, dah-dah, dah-dah  [Chorus] You better lose yourself in the music The moment, you own it, you better never let it go You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo You better lose yourself in the music The moment, you own it, you better never let it go You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo You better…  [Verse 3] No more games, I'ma change what you call rage Tear this motherfuckin' roof off like two dogs caged I was playin' in the beginning, the mood all changed I've been chewed up, and spit out and booed off stage But I kept rhymin' and stepped right in the next cypher Best believe somebody's payin' the Pied Piper All the pain inside amplified by the Fact that I can't get by with my nine-to- five, and I can't provide the right type of life for my family 'Cause man, these goddamn food stamps don't buy diapers And there's no movie, there's no Mekhi Phifer, this is my life And these times are so hard, and it's gettin' even harder Tryna feed and water my seed, plus teeter-totter Caught up between bein' a father and a prima donna Baby mama drama, screamin' on her, too much for me To wanna stay in one spot, another day of monotony's gotten me To the point I'm like a snail, I've got To formulate a plot, or end up in jail or shot Success is my only motherfuckin' option—failure's not Mom, I love you, but this trailer's got to go I cannot grow old in Salem's Lot So here I go, it's my shot, feet, fail me not This may be the only opportunity that I got  [Chorus] You better lose yourself in the music The moment, you own it, you better never let it go You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo You better lose yourself in the music The moment, you own it, you better never let it go You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo You better…  [Outro] You can do anything you set your mind to, man  ",
        "title": "Lose Yourself"
    },
    {
        "artist": "Musiq",
        "lyrics": "  [Verse 1] Lately you've been questioning If I still see you the same way Cause through these trying years We gonna both physically change  Now don't you know you you'll always be The most beautiful woman I know So let me reassure you darlin that My feelings are truly unconditional  [Chorus] See I'll love you when your hair turns gray, girl I'll still want you if you gain a little weight, yeah The way I feel for you will always be the same Just as long as your love don't change, No  I was meant for you and you were meant for me, yeah And I'll make sure that I'll be everything you need, yeah Girl the way we are is how its gonna be Just as long as your love don't change  [Verse 2] Cause I'm not impressed, more or less By them girls in the T.V and magazines Cause honestly I believe that your beauty Is way more than skin deep Cause everything about you makes me feel I have the greatest gift in the world And even when you get on my last nerve I couldn't see myself being with another girl  [Chorus]  [Bridge] So don't waste your time worryin bout Small things that ain't relevant to me Cause to my understanding your all I want and need See what I'm tryin to say is I'm here to stay And as long as your love doesn’t change, then  Baby darling I swear that I I swear I ain't going nowhere no [Chorus]  [Vamp] You’re my baby, yeah Don't you change baby, no Baby you gotta understand that I love you baby, yeah Don’t you know, you gotta know You’ve got to know Yeah, yeah  ",
        "title": "dontchange"
    },
    {
        "artist": "Our Lady Peace",
        "lyrics": "  Last time I talked to you You were lonely and out of place You were looking down on me Lost out in space We laid underneath the stars Strung out and feeling brave I watched the red orange glow I watched you float away  Down here in the atmosphere Garbage and city lights You've gone to save your tired soul You've gone to save our lives I turned on the radio To find you on satellite I'm waiting for this sky to fall I'm waiting for a sign And all we are Is all so far  You're falling back to me The star that I can see, yeah I know you're out there Somewhere out there You're falling out of reach Defying gravity, yeah I know you're out there Somewhere out there  Hope you remember me When you're homesick and need a change I miss your purple hair I miss the way you taste I know you'll come back someday On a bed of nails I'll wait I'm praying that you don't burn out Or fade away And all we are Is all so far  You're falling back to me The star that I can see, yeah I know you're out there Somewhere out there You're falling out of reach Defying gravity, yeah I know you're out there Somewhere out there  You're falling back to me The star that I can see I know you're out there Oh You're falling out of reach Defying gravity I know you're out there Somewhere out there  You're falling back to me The star that I can see, yeah I know you're out there Somewhere out there You're falling out of reach Defying gravity, yeah I know you're out there Somewhere out there  You're falling back to me I know , I know You're falling out of reach I know  ",
        "title": "Somewhere Out There"
    },
    {
        "artist": "Hoobastank",
        "lyrics": null,
        "title": "Running Away"
    },
    {
        "artist": "Dave Matthews Band",
        "lyrics": "  [Verse 1] Where are you going? With your long face Pulling down, Don't hide away Like an ocean That you can't see but you can smell And the sound of the waves crash down  [Hook] I am no Superman, I have no reasons for you I am no hero, Oh that's for sure But I do know one thing Is where you are is where I belong I do know where you go, Is where I want to be  Where are you going? Where do you go?  [Verse 2] Are you looking for answers To questions under the stars? Well, if along the way You are grown weary You can rest with me until A brighter day and you're okay  [Hook] I am no Superman, I have no answers for you I am no hero, Oh that's for sure But I do know one thing Is where you are is where I belong I do know where you go, Is where I want to be  Where are you going? Where do you go?  Where do you go? Where are you going?  Where do you go?  [Hook]  Where are you going? Where do you go? Tell me, where are you going? Where? Well, let's go  ",
        "title": "Where Are You Going"
    },
    {
        "artist": "Christina Aguilera Featuring Redman",
        "lyrics": "  [Intro: Redman] UH, dirrty, filthy, nasty Christina you nasty (Yeah) Too dirty to clean my act up If you ain't dirty, you ain't here to party Whoo, ladies move, gentleman move Somebody ring the alarm, a fire in the room Ring the alarm, and I'm trowin' elbows Ring the alarm, and I'm trowin' elbows Ring the alarm, and I'm trowin' elbows Ring the alarm, and I'm trowin' elbows Ring the alarm, and I'm trowin' elbows Ring the alarm, and I'm trowin' elbows Ring the alarm, and I'm trowin' elbows Where my dawgs at?  [Verse 1: Christina] (Uh, let me loose) Oooh, I'm overdue Give me some room, coming through Paid my dues, I'm in the mood Me and my girls come to shake the room DJ spinning, show your hands Let's get dirrty, that's my jam I need that, uh to get me off Sweating 'til my clothes come off It's explosive, speakers are thumping Still jumping, 6 in the morning Table dancing, glasses are crashing No question, time for some action Temperature's up (Can you feel it), 'bout to erupt Gonna get my girls, get your boys, gonna make some noise  [Hook: Christina] Gonna get rowdy Gonna get a little unruly Get it fired up in a hurry Wanna get dirrty It's about time that I came to start the party Sweat dripping over my body Dancing, getting just a little naughty Wanna get dirrty, it's about time for my arrival  [Verse 2: Christina] Ah, heat is up Ladies, fellas drop your cups Bodies packed, front to back Move your ass; I like that Tight hip huggers (low for sure) Shake a little something (on the floor) I need that (uh) to get me off Sweating 'til my clothes come off Let's get open, cause a commotion Still going, 8 in the morning There's no stopping, we keep it popping Hard rocking, everyone's talking Give all you got (give it to me), just hit the spot Gonna get my girls, get your boys, gonna make some noise  [Hook: Christina] Rowdy Gonna get a little unruly Get it fired up in a hurry Wanna get dirrty It's about time that I came to start the party Sweat dripping over my body Dancing, getting just a little naughty Wanna get dirrty, it's about time for my arrival  [Bridge: Christina] Here it comes it's the one you been wait'n on Get up get it rough, yup that's what's up Giving just what you love to the maximum Uh-oh (Uh-oh) Here we go (here we go) What to do when the music starts to drop That's when we take it to the parking lot And I bet you somebody's gonna call the cops Uh-oh (Uh-oh) Here we go (Here we go)  [Verse 3: Redman] Yo, hot damn, Doc a Jam like a Summer Show I keep my car looking like a crash dummy drove My gear look like the bank got my money froze For dead presidents I pimp like Huddy roll Doc the one that excite ya divas (ow!) If the media shine, I'm shining with both of the sleeves up Yo Christina (what), better hop in here My block live and in color, like Rodman hair (yeah) The club is packed, the bar is filled I'm waiting for sister to act like Lauryn Hill Frankly, it's a rap, no bargain deals I drive a four wheel ride with foreign wheels Throw it up baby it's Brick City, you heard of that We blessed, and hung low, like Bernie Mac (Bernie Mac) Dogs, let 'em out, women, let 'em in It's like I'm ODB, the way I'm freaking  [Hook: Christina] Gonna get rowdy Gonna get a little unruly Get it fired up in a hurry Wanna get dirrty It's about time that I came to start the party Sweat dripping over my body Dancing, getting just a little naughty Wanna get dirrty, it's about time for my arrival Rowdy, gonna get a little unruly Get it fired up in a hurry Wanna get dirrty It's about time that I came to start the party Sweat dripping over my body Dancing, getting just a little naughty Wanna get dirrty, it's about time for my arrival Rowdy, gonna get a little unruly Get it fired up in a hurry Wanna get dirrty It's about time that I came to start the party Sweat dripping over my body Dancing, getting just a little naughty Wanna get dirrty, it's about time for my arrival  [Outro: Christina Aguilera] Uh. What?  [Redman] Another Rockwilder production Aww... yeah  ",
        "title": "Dirrty"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] Well, me and my lady had our first big fight So I drove around till I saw the neon light A corner bar, and it just seemed right So I pulled up  [Verse 2] Not a soul around but the old bar keep Down at the end and looking half asleep And he walked up, and said: \"What'll it be?\" I said: \"The good stuff\"  [Verse 3] He didn't reach around for the whiskey; He didn't pour me a beer His blue eyes kind of went misty He said: \"You can't find that here  [Chorus 1] Because it's the first long kiss on a second date Momma's all worried when you get home late And dropping the ring in the spaghetti plate Because your hands are shaking so much And it's the way that she looks with the rice in her hair Eating burnt suppers the whole first year And asking for seconds to keep her from tearing up Yeah, man, that's the good stuff\"  [Verse 4] He grabbed a carton of milk and he poured a glass And I smiled and said: \"I'll have some of that\" We sat there and talked as an hour passed Like old friends  [Verse 5] I saw a black and white picture and it caught my stare It was a pretty girl with bouffant hair He said: \"That's my Bonnie Taken about a year after we were wed\"  [Verse 6] He said \"Spent five years in the bottle When the cancer took her from me But I've been sober three years now Because the one thing stronger than the whiskey  [Chorus 2] Was the sight of her holding my baby girl The way she adored that string of pearls I gave her the day that our youngest boy, Earl Married his high school love And it's a new tee-shirt saying: 'I'm a Grandpa' Being right there as our time got small And holding her hand, when the Good Lord called her up Yeah, man, that's the good stuff\"  [Outro] He said: \"When you get home, she'll start to cry When she says: 'I'm sorry,' say: 'So am I' And look into those eyes, so deep in love And drink it up Because that's the good stuff That's the good stuff\"  ",
        "title": "The Good Stuff"
    },
    {
        "artist": "Darryl Worley",
        "lyrics": "  I miss the look of surrender in your eyes The way your soft brown hair would fall I miss the power of your kiss when we made love But baby most of all  I miss my friend The one my heart and soul confided in The one I felt the safest with The one who knew just what to say to make me laugh again And let the light back in I miss my friend  I miss the colors that you brought into my life Your golden smile, those blue-green eyes I miss your gentle voice in lonely times like now Saying it'll be alright  I miss my friend The one my heart and soul confided in The one I felt the safest with The one who knew just what to say to make me laugh again And let the light back in I miss my friend  I miss those times I miss those nights I even miss the silly fights The making up The morning talks And those late afternoon walks  I miss my friend The one my heart and soul confided in The one I felt the safest with  ",
        "title": "I Miss My Friend"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Verse 1] Okay I forgot about the trash I didn't trim the long hairs on my mustache I did buy you a ring I believe it was back in '93 Alright I admit it I forgot our anniversary But I did pick up the baby this morning at the nursery That ain't no big thing but it's a gold star for me  [Chorus] You get tired and disgusted with me When I can't be just what you want me to be I still love you and I try real hard I swear one day you'll have a brand new car I even asked the Lord to try to help me He looked down from heaven and said to tell you please Just be patient I'm a work in progress  [Verse 2] I'm sorry I got mad waiting in the truck It seemed like hours you getting all dressed up Just to go to Shoney's on a Wednesday night I read that book you gave me about Mars and Venus I think it's sinking in but I probably need to reread it But I'm starting to see now what you've been saying is right  [Chorus]  [Verse 3] I know you meant well when you gave me those clogs But my heels sure get hot down by the muffler on my hog I'm sure they're stylish but I'll take my boots I try to do that healthy thing like you want me to do But that low fat, no fat's getting hard to chew Now I love your cooking honey But sometimes I need some real food  [Chorus]  [Outro] Oh honey just be patient now I'm a work in progress  ",
        "title": "Work In Progress"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  [Chorus] Standing in line to see the show tonight And there's a light on, heavy glow By the way I tried to say I'd be there waiting for Dani the girl is singing songs to me Beneath the marquee Overload  [Verse 1] Steak knife, card shark Con job, boot cut Skin that flick, she's such a little DJ To get there quick by street but not the freeway Turn that trick to make a little leeway Beat that nic but not the way that we play Dogtown, blood bath Rib cage, soft tail  [Chorus] Standing in line to see the show tonight And there's a light on, heavy glow By the way I tried to say I'd be there waiting for  [Verse 2] Black jack, dope dick Pawn shop, quick pick Kiss that dyke, I know you want to hold one Not on strike but I'm about to bowl one Bite that mic, I know you never stole one Girls that like a story, so I told one Song bird, main line Cash back, hard top  [Chorus] Standing in line to see the show tonight And there's a light on, heavy glow By the way I tried to say I'd be there waiting for Dani the girl is singing songs to me Beneath the marquee Oversold By the way I tried to say I'd be there waiting for  [Bridge] Ooh, ah, guess you never meant it Ooh, ah, guess you never meant it Ooh, ah, guess you never meant it Ooh, ah, guess you never meant it Ooh, ah, guess you never meant it Ooh, ah, guess you never meant it Ooh, ah, guess you never meant it Ooh, ah  [Chorus] Standing in line to see the show tonight And there's a light on, heavy glow By the way I tried to say I'd be there waiting for Dani the girl is singing songs to me Beneath the marquee Of her soul By the way I tried to say I know you from before Standing in line to see the show tonight And there's a light on, heavy glow By the way I tried to say I'd be there waiting for  ",
        "title": "By The Way"
    },
    {
        "artist": "Martina McBride",
        "lyrics": "  I wonder where your heart is Cause it sure don't feel like it's here Sometimes I think you wish That I would just disappear Have I got it all wrong Have you felt this way long Are you already gone  Do you feel lonely When you're here by my side Does the sound of freedom Echo in your mind Do you wish you were by yourself Or that I was someone else Anyone else  (Chorus) Where would you be If you weren't here with me Where would you go If you were single and free Who would you love Would it be me Where would you be  I don't wanna hold you back No, I don't wanna slow you down I don't wanna make you feel Like you are tied up and bound Cause that's not what love's about If there's no chance we can work it out Tell me now Oh tell me tell me now  (Repeat Chorus) Have I become the enemy Is it hard to be yourself In my company  (Repeat Chorus) Oh tell me tell me now Where would you be Where would you go Who would you love Would it be me?  ",
        "title": "Where Would You Be"
    },
    {
        "artist": "Phil Vassar",
        "lyrics": "  I was ten, I was thin, I was playing first base With a secondhand glove and dirt on my face In nowhere, Virginia Who'd ever figure that kid in the yard would go very far  It was 419 Lakewood, had no silver spoons Just an old beat-up upright that played out of tune Now I'm singing and living the life that I love And when I count my blessings, I thank God I was an American child  An American child 'Cause dreams can grow wild born inside an American child  Seven pounds, three ounces, she's got my nose And she's into my heart as deep as it goes With a promise that's more than just someone's last name Anyone's equal, in late August came an American child  An American child 'Cause dreams can grow wild born inside an American child  My grandfather would have been eighty today But in '45 he fell down beside an American child  An American child Oh, an American child 'Cause dreams can grow wild born inside an American child Oh, an American child  ",
        "title": "American Child"
    },
    {
        "artist": "Shakira",
        "lyrics": "  [Verse 1] It's not her fault that she's so irresistible But all the damage she's caused is unfixable Every twenty seconds you repeat her name But when it comes to me you don't care If I'm alive or dead, so  [Chorus] Objection! I don't want to be the exception To get a bit of your attention I love you for free and I'm not your mother But you don't even bother Objection! I'm tired of this triangle Got dizzy dancing tango I'm falling apart in your hands again No way, I've got to get away  [Verse 2] Next to her cheap silicone I look minimal That's why in front of your eyes I'm invisible But you've got to know small things also count Better put your feet on the ground And see what it's about, so  [Chorus] Objection! I don't want to be the exception To get a bit of your attention I love you for free and I'm not your mother But you don't even bother Objection! I'm tired of this triangle Got dizzy dancing tango I'm falling apart in your hands again No way, I've got to get away  [Bridge] I wish there was a chance for you and me I wish you couldn't find a place to be away from me This is pathetic and sardonic and sadistic and psychotic Tango is not for three - was never meant to be But you can try it, rehearse it or train like a horse But don't you count on me Don't you count on me, boy  [Chorus] Objection! I don't want to be the exception To get a bit of your attention I love you for free and I'm not your mother But you don't even bother Objection! I'm tired of this triangle Got dizzy dancing tango I'm falling apart in your hands again No way, I've got to get away, get away, get away, get away I'm falling apart in your hands again Get away I'm falling apart in your hands again Get away, get away  ",
        "title": "Objection (Tango)"
    },
    {
        "artist": "Big Tymers Featuring Tateeze, Boo & Gotti",
        "lyrics": null,
        "title": "Oh Yeah!"
    },
    {
        "artist": "System Of A Down",
        "lyrics": "  [Verse 1] Life is a waterfall We're one in the river And one again after the fall Swimming through the void, we hear the word We lose ourselves, but we find it all  [Pre-Chorus] 'Cause we are the ones that want to play Always want to go but you never want to stay And we are the ones that want to choose Always want to play but you never want to lose  [Chorus] Aerials in the sky When you lose small mind You free your life  [Verse 2] Life is a waterfall We drink from the river Then we turn around and put up our walls Swimming through the void, we hear the word We lose ourselves, but we find it all  [Pre-Chorus] 'Cause we are the ones that want to play Always want to go but you never want to stay And we are the ones that want to choose Always want to play, but you never want to lose Oh  [Chorus] Aerials in the sky When you lose small mind You free your life Aerials, so up high When you free your eyes Eternal prize Aerials in the sky When you lose small mind You free your life Aerials so up high When you free your eyes Eternal prize  [Outro] Ahh, ahh, ahhh Ahh, ahh, ahhh Ahh, ahh, ahh-ahh, ah ah, ah-ah-ahhh Ahh, ahh, ahhh Ahh, ahh, ahhh Ahh, ahh, ahh-ahh, ah ah, ah-ah, om  ",
        "title": "Aerials"
    },
    {
        "artist": "Clipse",
        "lyrics": "  [Intro: Pharrell] (Get down!) Niggas and bitches (Get down!) You are now listening to (Get down!) The real (Get down!) And that would be (Get down!) Clipse, the Neptunes (Get down!) And the new label (Get down!) Star Trak!  [Verse 1: Pusha T] Top down, chrome spinning You see the boss grinning, I'm loving these damn women I let two get in, she tried to let the rest fit in I'm like, \"Naw love, that's forbidden\" I ain't for squishing, that's a problem to the wheel well Trust I know them 20's real well Now we coasting, me, two chicks, and toasting I turn up the volume, watch the bass get 'em open Soft spoken, with a wild side I love 'em in the ride, they lovin' the ride We was moving bodies before we hit the party Before the DJ started cutting (I was already fucking) Cinderella'd you girls; from nothing to something Hit the parking lot, hear the club system thumping Lose the face, you two's was great But it's to the V.I.P., I got new moves to make  [Hook: Pharrell] When the last time you heard it like this? Smoke something, drink something, get ripped And make the girls in the party just strip Move ya ass, girl Only if you know you live From the club to the parking lot How many chicks can you fit in that ride? Put 'em up, homie  [Verse 2: Malice] Hey, it's just a day in the life Club nights, one of the reasons I love life Chicks be in the back tipsy We gets in for free—\"Ay, they with me\" Two stepping, you see each crew repping Slipping on the floor, mirrors and walls is sweating Shorty in my ear say she got a thong on And I love how she move any time a song on I like that ma, you do something to me Come this way and prove something to me Fast or slow, she got the right moves And I got the right dough for any date that I choose I'm open, but naw, I don't lose focus If the shit jump off, you know the thing that I'm toting But I'm only here to party, y'all Carry every weekend like it's Mardi Gras  [Hook: Pharrell] When the last time you heard it like this? Smoke something, drink something, get ripped And make the girls in the party just strip Move ya ass, girl Only if you know you live From the club to the parking lot How many chicks can you fit in that ride? Put 'em up, homie  [Bridge: Pharrell + Kelis in background] Yo, you are now listening to the sounds That are vibrating your speakers Please do not be alarmed It will not hurt you at all For it is the real For all my real niggas and bitches  [Verse 3: Pusha T] When they say \"last call\" it don't mean the night's over It mean it's time for her to show ya How quick she can hop out those Gucci loafers Pin her ass to the sofa and attack the chocha S&M chick, asked Pusha to choke her But I thought about how rich I am and said, \"No sir\" Chick was crazy, gave her crazy space What did it the whip appeal, or my baby face?  [Verse 4: Malice] The night's still young and I'm already leaning Cruise through the lot on the deuce-2's gleaming The liquor in me and I don't need a reason Obnoxious with the women, hot tucked in the linen I pull up, let her get in, she know from the beginning She added to the list of them chicks that I done been in Her head spinning and my head spinning Mine from juice and gin and hers from neck and chin and I'm a winner, man  [Hook 2X: Pharrell] When the last time you heard it like this? Smoke something, drink something, get ripped And make the girls in the party just strip Move ya ass, girl Only if you know you live From the club to the parking lot How many chicks can you fit in that ride? Put 'em up, homie  ",
        "title": "When The Last Time"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Verse 1] I took my love and I took it down I climbed a mountain and I turned around And I saw my reflection in the snow-covered hills Well, the landslide brought me down Oh, mirror in the sky, what is love? Can the child within my heart rise above? Can I sail through the changing ocean tides? Can I handle the seasons of my life?  [Chorus] Well, I've been afraid of changing 'cause I built my life around you But time makes you bolder Children get older I'm getting older, too Well, I've been afraid of changing 'cause I built my life around you But time makes you bolder Children get older I'm getting older, too I'm getting older, too  [Verse 2] So, take this love and take it down Yeah, and if you climb a mountain and you turn around And if you see my reflection in the snow-covered hills Well, the landslide brought me down And if you see my reflection in the snow-covered hills Well, maybe Well, maybe Well, maybe Landslide brought me down  ",
        "title": "Landslide"
    },
    {
        "artist": "3LW Featuring P. Diddy & Loon",
        "lyrics": null,
        "title": "I Do (Wanna Get Close To You)"
    },
    {
        "artist": "Nivea Featuring Brian & Brandon Casey",
        "lyrics": "  Featuring Brian and Brandon Casey  [Intro: Brian] Uh, I like it baby (yeah) Uh, one time for the club (ye-eah) Two time for my thugs, uh-huh Three times for my ladies, come on, come on, come on (ooh, oh) Uh, Nivea y'all.. Jagged Edge y'all... (oooh) Uh-uh, Jagged Edge you all  [Verse 1: Nivea] It was hard to find a brotha that was down for me So I'm tellin' everybody let him be Cuz he's mine and I can't take no pigeons tryna take my baby So I thought I had to let you know Find someone that you can call your own Cuz now you're walkin' in the danger zone And if I touch you I'll be wrong  [Hook 1: Nivea] If you mess with my man I'ma be the one to bring it to ya Got my girls, got my man So find your own and leave mine alone Don't mess with my man I'ma be the one to bring it to ya Here's a little advice for you, find your own man  [Verse 2: Brian] It was hard to find a girl that's really down for me Seems like a lot of niggas tryin' me 'Cuz they trynna take my baby, oh what the hell, naw! So now you really betta check yourself Messin' with my girl is bad for your health and So you know you will be dealt with Betta find your own girl  [Hook 2: Jagged Edge] If you mess with my girl I'ma be the one to bring it to ya Got my niggas, got my girl So find your own and leave mine alone Don't mess with my girl I'ma be the one to bring it to ya Here's a little advice for you, find your own girl  [Bridge 1: Nivea, Brandon & Jagged Edge] Girl I'm warning you, if you want my man You should just keep ya hands to yourself, now-now And playa I'm warnin' you, if you want my girl I suggest that you look but don't touch, now-now  [Bridge 2: Nivea & Brandon] It was hard to find a brotha that was down for me, don't mess with my man It's hard to find a girl that's really down for me, Don't mess wit my girl Hard to find a brotha that was down for me, don't mess wit my man So hard to find a girl that's down for me, don't mess with my girl  [Hook 1: Nivea] If you mess with my man I'ma be the one to bring it to ya Got my girls, got my man So find your own and leave mine alone Don't mess with my man I'ma be the one to bring it to ya Here's a little advice for you, find your own man  [Hook 2: Jagged Edge] If you mess with my girl I'ma be the one to bring it to ya Got my niggas, got my girl So find your own and leave mine alone Don't mess with my girl I'ma be the one to bring it to ya Here's a little advice for you, find your own girl  [Hook 1: Nivea] If you mess with my man I'ma be the one to bring it to ya Got my girls, got my man So find your own and leave mine alone Don't mess with my man I'ma be the one to bring it to ya Here's a little advice for you, find your own man  [Hook 2: Jagged Edge] If you mess with my girl I'ma be the one to bring it to ya Got my niggas, got my girl So find your own and leave mine alone Don't mess with my girl I'ma be the one to bring it to ya Here's a little advice for you, find your own girl  ",
        "title": "Don't Mess With My Man"
    },
    {
        "artist": "Wyclef Jean Featuring Claudette Ortiz",
        "lyrics": "  [Wyclef] I'm just sittin' here playin' the guitar  [Claudette] City High, Claudette and 'Clef (oooh oooh oh)  [Wyclef] Ehh, excuse me If you see me screamin' Deep in my mind I'm only dreamin' Cuz if I wake girl And your not by my side I feel like half of me Is no longer alive So please shorty Before you walk out that door, booby Would you listen to my song?  [Claudette] If only, I give you one last chance (one last chance) Wit the devil you can no longer dance You've got to be faithful So we could be fruitful Build a family And follow God's destiny So just before I run to the block, papi I might listen to your song  [Wyclef] OOH, before you walk out that door listen  [Hook: Wyclef & Claudette] [W.J.] They say two wrongs don't make a right [C.O.] Don't make it right [W.J.] So if I'm wrong, I ain't tryna fight I'm tryna have some dinner wit some candlelight [C.O.] Yeah, yea [W.J.] Lay up in tha bed and make love all night [C.O.] So papi I won't leave, maybe I'll just stay But promise me that you'll do the same [W.J.] Girl I'mma love you, like I never loved you [C.O.] Touch me, like you never touched me [W.J.] Yo, if you give me the chance girl, I'm gone show you  [Claudette]+(Wyclef) Now baby, understand (I understand) That I forgive you But I ain't gone forget That you brought me pain  [Wyclef] Baby, baby, baby, baby But I have grown From a thug into a man Built my castle with bricks And no longer with sand Oh girl  [Claudette] Then just before I run to the block baby I might listen to your song  [Wyclef] BOO, before you walk out that door listen  [Hook: Wyclef & Claudette] [W.J.] They say two wrongs don't make it right [C.O.] Don't make it right [W.J.] So if I'm wrong, I ain't tryna fight [C.O.] I don't wanna fight [W.J.] I'm tryna have some dinner wit some candlelight [C.O.] Yeah, yea [W.J.] Lay up in tha bed and make love all night [C.O.] So papi I won't leave, maybe I'll just stay But promise me that you'll do the same [W.J.] Girl I'mma love you, like I never loved you [C.O.] Touch me, like you never touched me [W.J.] Yo, if you give me the chance girl, I'm gone show you  [Claudette] I'm so used to rain That I can't see the sunshine no more I'm so used to the pain that the The sickness feels like the cure  [Wyclef] But only if you gave me the keys to your soul And let me in, I'm gonna love you over [C.O.] Over [W.J.] And over [C.O.] Over [W.J.] Again [Both] Yea, yea, yea, yea, yea, yea, yea, yea, Ohh  [Hook: Wyclef & Claudette] [W.J.] They say two wrongs don't make a right [C.O.] That Don't make it right, no! [W.J.] So if I'm wrong, I ain't tryna fight [C.O.] I don't wanna fight, no, whoa, oh [W.J.] I'm tryna have some dinner wit some candlelight [C.O.] Yeah, yea, make love to me! [W.J.] Lay up in tha bed and make love all night [C.O.] So papi I won't leave, maybe I'll just stay But promise me that you'll do the same [W.J.] Girl I'mma love you, like I never loved you [C.O.] Touch me, like you never touched me [W.J.] Yo, if you give me the chance girl, I'm gone show you  [Claudette] Show me, yeaa (show)  [Wyclef] I ain't gon stay on tha block no more girl I'mma come home early girl, I promise  [Claudette] Yea yea yea yea yea yea yea yea...  ",
        "title": "Two Wrongs"
    },
    {
        "artist": "Montgomery Gentry",
        "lyrics": "  There's a for sale sign on a big old' rusty tractor You can't miss it, Its the first thing that you see Just up the road, a pale blue water tower With \"I Love Jennie\" painted in bright green Hey That's my Uncle Bill there by the courthouse He'll be lowering the flag when the sun goes down And this is My town (Nana na na na) Yeah this is my town (Nana na na na) HEY! Where I was born Where I was raised Where I keep all my yesterdays Where I ran off cause I got mad And it came to blows with my old man Well I came back and settled down This is where they'll put me in the ground Yeah this is My town (Nana na na na) Yeah this is My town (Nana na na na) My town  There ain't much going on here since they closed the mill That Whistle still blows every day at noon A bunch of us still go down to the diner I wonder if that Interstates still coming through But come Sunday morning service at the Church of Christ Well there ain't an empty seat to be found And this is My town (Nana na na na) Yeah this is my town (Nana na na na) Where I was born Where I was raised Where I keep all my yesterdays Where I ran off cause I got mad And it came to blows with my old man Well I came back and settled down It's where they'll put me in the ground This is My town (Nana na na na) Yeah this is My town (Nana na na na) My town  Well I bought and painted up that rusty tractor You can't miss it It's sitting right there in our yard The County came and took that water tower And that's Jennie with a baby in the car Well we're off to Sunday service at the Church of Christ And if we want a seat we better leave right now And maybe later me and T-Roy will show you around, our town (Nana na na na) Yeah this is my town (Nana na na na) Yeah Where I was born Where I was raised Where I keep all my yesterdays Where I ran off cause I got mad And it came to blows with my old man Well I came back and settled down This is where they'll put me in the ground This is My town (Nana na na na) Yeah this is My town (Nana na na na) This is My town (Nana na na na) My town (My town) (Nana na na na) This is My town (Nana na na na) My town (Nana na na na) This is My town (Nana na na na)  ",
        "title": "My Town"
    },
    {
        "artist": "Sara Evans",
        "lyrics": "  [Verse 1:] Back when I was young Couldn't wait to grow up Get away and get out on my own And looking back now Ain't it funny how I've been trying to get back home, yea When my low self esteem Needs a man loving me And I find me a perfect catch Then I see my friends Having wild weekends Then I don't wanna get quite so attached Just as soon as I get what I want I get unsatisfied Good is good but could be better  [Chorus:] I keep looking, I keep looking for I keep looking for something more I always wonder what's on the other side Of the number two door I keep looking Looking for something more  [Verse 2:] Well, the straight haired girls They all want curls And the brunettes wanna be blonde It's your typical thing You got ying you want yang It just goes on and on They say, hey, it's only human To never be satisfied Well I guess that I'm as human as the next one  [Chorus]  [Bridge:] Just as soon as I get what I want I get unsatisfied Hey, good is good but could be better  [Chorus]  ",
        "title": "I Keep Looking"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": null,
        "title": "Unbroken"
    },
    {
        "artist": "Santana Featuring Michelle Branch",
        "lyrics": "  [Verse 1] Tell me Just what you want me to be One kiss And boom, you're the only one for me  [Pre-Chorus] So please tell me Why don't you come around no more? Cause right now I'm cryin' Outside the door of your candy store  [Chorus] It just takes a little bit of this A little bit of that It started with a kiss Now we're up to bat A little bit of laughs A little bit of pain I'm telling you, my babe It's all in the game of love  [Verse 2] It's whatever you make it to be Sunshine instead of this cold lonely sea So please baby try And use me for what I'm good for It ain't saying goodbye It's knocking down the door of your candy store  [Chorus] It just takes a little bit of this A little bit of that It started with a kiss Now we're up to bat A little bit of laughs A little bit of pain I'm telling you, my babe It's all in the game of love It's all in this game of love  [Bridge] You roll me, control me, console me Please hold me You guide me, divide me into one  Make me feel good, yeah  [Pre-Chorus] So please tell me why Don't you come around no more? Cause right now I'm dying Outside the door of your loving store  [Chorus] It just takes a little bit of this A little bit of that It started with a kiss Now we're up to bat A little bit of laughs A little bit of pain I'm telling you, my babe It's all in the game of love (A little bit of this, a little bit of that) It's all in this game of love It's all in the game of love (A little bit of laughs, a little bit of pain) Let's play the game of love  [Outro] Roll me, control me, please hold me (A little bit of this, a little bit of that) Make me feel good, yeah (A little bit of laughs, a little bit of pain) Now I'm on my own, on my own (A little bit of this, a little bit of that...)  ",
        "title": "The Game Of Love"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": null,
        "title": "These Days"
    },
    {
        "artist": "Faith Evans Featuring Missy \"Misdemeanor\" Elliott",
        "lyrics": "  [Intro: P.Diddy] As we proceed (Yeah yeah yeah yeah) to give you what you need (Yeah yeah yeah yeah) Yeah, it's gettin hot in here! (Yeah yeah yeah yeah) Oh! It's gettin hot in here! Missy!  [Verse 1: Missy Elliott] (P.Diddy) (Wooo hoooo!) Dag it's hot (I like this) Must have been Missy comin up in the spot How many times I'm a tell you to stop If me and Faith on the track artist don't wanna drop Now c-c-come on move your feet Let's slide to the flo' when ya hear this beat Let's shake it like a pro (oh) gimme what you got This is gonna blow when you play it in your box  [Faith Evans] Sometimes you can be in love and having fun And still not know what's goin on (No) Or on the other hand you separate, thinkin that the feelin's gone Feels like forever when were together, I knew that we are destiny So here's the last chance for the last dance For us to bring back the dream  [Hook 1: Faith Evans] So baby come and rescue me (I'm burnin up!) I got somethin' for you to see (I'm burnin up!) Baby come and take me there (I'm burnin up!) Trust me you should (Hurry up!) Baby I'm just (burnin up! burnin up!)  [Verse 2: Missy] (P.Diddy) (It's gettin hot in here!!!) I'm burnin up like a match (Missy: Match) layin on my back (Missy: Back) Thirty eight deezy a that's just baby fat Why you so upset? Cause you want some putty cat You bought no jimmy hat no way don't gimme that Yeah I want you back, so can I have you back Those size twelve feet explains what's in your slacks I know this for a fact, I love the way you mack Can you rescue me? Ay yo Faith where you at?  [Beat Switches to JustBlaze version]  [Freeway] Bad Boy, Roc-A-Fella, this is the remix! Faith! Free! Just Blaze!  [Hook 2: Faith Evans] Burnin up, my heart is like burnin up Things you do got my heart startin a fire (yess it isss) I'm on fire! Burnin up, my heart is like burnin up Things you do got my heart startin a fire (I'm on firreee)  [Faith Evans] Feels like forever, when we're together You are my destiny You got me in this position And my hearts not in the condition Your my desire, smells like a fire Baby come rescue me So baby bring back the dreaaamm Just come and rescue meee I'm on fire!  [Verse 3: Freeway (Faith)] Shes burnin up! If I hit her with a Cardier it'll cool her down Its the Roc miss, gonna skip work or what? On time when you clock and I can hold you down (I'm on fire!) Still on fire I'mma hold you down Soak you up, go round for round Yeaaahhh she Just Blazin, ain't that amazin She claimin she don't know the sound (I'm on fire!) But she feelin the kid Don't care how it starts Just when I'm floatin the pound Into the crib, we can just dance, dance, dance All night in the dark You like that? Yeaaahhh On the right track yeah How you want me to bite that? Ma I'll be right back When the jokin stops, Faith, Just Blaze and Free Bad Boy and the Roc  [Outro: Faith Evans] Burning up! My heart is like burnin up! Things you do got my heart startin a fire Burning up! My heart is like burnin up! Things you do got my heart startin a fire Burning up! My heart is like burnin up! Things you do got my heart startin a fire Burning up! My heart is like burnin up! Things you do got my heart startin a fire Burning up! My heart is like burnin up! Things you do got my heart startin a fire  ",
        "title": "Burnin' Up"
    },
    {
        "artist": "Kelly Rowland",
        "lyrics": null,
        "title": "Stole"
    },
    {
        "artist": "Disturbed",
        "lyrics": null,
        "title": "Prayer"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Pre-Chorus] At first she's going to come on strong Like She'll love you all night long Like it's going out of style Then she'll leave you with a smile  [Chorus] Well you can't help but wonder Why you can't help but love her But you can't help love her And all that hurting was more than worth it It's written all over your face  [Verse 1] One day you'll pass her on the street With that guy you used to be She'll say hello and walk on by Then she'll leave you with a smile  [Chorus] Well you can't help but wonder Why you can't help but love her But you can't help love her And all that hurting was more than worth it It's written all over your face  [Pre-Chorus] At first she's going to come on strong Like She'll love you all night long Like it's going out of style Then she'll leave you with a smile  [Outro] Ah, she's going to love you She going to leave you with a smile Ah, she's going to love you She going to leave you with a smile  ",
        "title": "She'll Leave You With A Smile"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Intro] American Girls and American Guys We’ll always stand up and salute, we’ll always recognize When we see Old Glory Flying - there’s a lot of men dead So we can sleep in peace at night when we lay down our head  [Verse 1] My daddy served in the army where he lost his right eye But he flew a flag out in our yard 'til the day that he died He wanted my mother, my brother, my sister and me To grow up and live happy in the land of the free  [Verse 2] Now this nation that I love has fallen under attack A mighty sucker punch came flying in from somewhere in the back Soon as we could see clearly through our big black eye Man, we lit up your world like the Fourth of July  [Chorus] Hey, Uncle Sam put your name at the top of his list And the Statue of Liberty started shaking her fist And the eagle will fly - man, it’s gonna be hell When you hear Mother Freedom start ringing her bell And it feels like the whole wide world is raining down on you Oh, brought to you courtesy of the red, white, and blue  [Bridge] Oh, justice will be served and the battle will rage This big dog will fight when you rattle his cage And you’ll be sorry that you messed with the U.S. of A `Cause we`ll put a boot in your ass, it`s the American way  [Chorus] Hey, Uncle Sam put your name at the top of his list And the Statue of Liberty started shaking her fist And the eagle will fly - man, it’s gonna be hell When you hear Mother Freedom start ringing her bell And it feels like the whole wide world is raining down on you Brought to you courtesy of the red, white, and blue  [Outro] Oh, oh Of the red, white and blue Oh, oh Of my red, white, and blue  ",
        "title": "Courtesy Of The Red, White And Blue (The Angry American)"
    },
    {
        "artist": "Norah Jones",
        "lyrics": "  [Verse 1] I waited 'til I saw the sun I don't know why I didn't come I left you by the house of fun I don't know why I didn't come I don't know why I didn't come  When I saw the break of day I wished that I could fly away Instead of kneeling in the sand Catching tear-drops in my hand  [Refrain] My heart is drenched in wine But you'll be on my mind Forever  [Verse 2] Out across the endless sea I will die in ecstasy But I'll be a bag of bones Driving down the road alone  [Refrain] My heart is drenched in wine But you'll be on my mind Forever  [Verse 3] Something has to make you run I don't know why I didn't come I feel as empty as a drum I don't know why I didn't come I don't know why I didn't come I don't know why I didn't come  ",
        "title": "Don't Know Why"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] Here you come knocking on my door baby Tell me what you got on your mind I guess those college boys all went home for the summertime And you’re looking right, looking good, looking like a woman should So why is it so hard to find A place to lay your pretty little head down once in a while  [Pre-Chorus 1] You run on a little tough luck baby Don’t you sweat it Everything is waiting inside for you You know I got it Come and get it  [Chorus] Who’s your daddy, who’s your baby? Who’s your buddy, who’s your friend? And who’s the one guy that you come running to When your love life starts tumbling? I got the money if you got the honey Let’s cut a deal let’s make a plan Who’s your daddy, who’s your baby? Who’s your buddy, who’s your man?  [Pre-Chorus 2] You might’ve run on a little tough luck baby Don’t you sweat it Everything is waiting inside for you You know I got it So come and get it  [Chorus] Who’s your daddy, who’s your baby? Who’s your buddy, who’s your man?  ",
        "title": "Who's Your Daddy?"
    },
    {
        "artist": "Jack Johnson",
        "lyrics": "  [Verse 1] I know she said it's alright But you can make it up next time I know she knows it's not right There ain't no use in lying  Maybe she thinks I know something Maybe maybe she thinks it's fine Maybe she knows something I don't I'm so, I'm so tired, I'm so tired of trying  [Chorus] It seems to me that maybe It pretty much always means no So don't tell me you might just let it go And often times we're lazy It seems to stand in my way Because no one, no, not one Likes to be let down  [Verse 2] I know she loves the sunrise No longer sees it with her sleeping eyes And I know that when she said she's going to try Well it might not work because of other ties and I know she usually has some other ties And I wouldn't want to break them, no, I wouldn't want to break them Maybe she'll help me to untie this but Until then, well, I'm going to have to lie too  [Chorus] It seems to me that maybe It pretty much always means no So don't tell me you might just let it go And often times we're lazy It seems to stand in my way Because no one, no, not one Likes to be let down It seems to me that maybe It pretty much always means no So don't tell me you might just let it go  [Outro] The harder that you try baby, the further you'll fall Even with all the money in the whole wide world Please please please don't pass me Please please please don't pass me Please please please don't pass me by  Everything you know about me now baby, you're going to have to change You're going to have to call it by a brand new name Please please please don't drag Please please please don't drag Please please please don't drag me down  And just like a tree down by the water baby I shall not move Even after all the silly things you do Please please please don't drag Please please please don't drag Please please please don't drag me down  ",
        "title": "Flake"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Verse 1] Daddy sits on a front porch swinging Looking out on a vacant field Used to be filled with burley t'bacca Now he knows it never will My Brothers found work in Indiana M' Sisters a nurse at the old folks home Mama still cooking too much for supper And me I’ve been a long time gone  [Chorus] Been a long time gone No, I ain't hoed a row since I don't know when Long time gone And it ain't coming back again  [Verse 2] Deliah plays that ol' church pian'a Sitting out on her daddy’s farm She always thought that we'd be together Lord I never meant to do her harm Said she could hear me singin' in the choir Me, I heard another song I caught wind and hit the road runnin' And Lord, I've been a long time gone  [Chorus] Been a long time gone No, I ain't hoed a row since I don't know when Long time gone And it ain't coming back again  [Bridge] Now me, I went to Nashville Tryin' to beat the big deal Playin' down on Broadway Gettin' there the hard way Living from a tip jar Sleeping in my car Hocking my guitar Yeah I’m gonna be a star  [Verse 3] Now, me and Deliah singing every Sunday Watching the children and the garden grow We listen to the radio to hear what's cookin’ But the music ain't got no soul Now they sound tired but they don't sound Haggard They've got money but they don't have Cash They got Junior but they don't have Hank I think, I think, I think  [Outro] The rest is a long time gone No, I ain't hit the roof since I don’t know when Long time gone And it ain't coming back I said a long time gone No, I ain't honked the horn since I don’t know when Long time gone And it ain't coming back again I said a long time, long time, long time gone Well it’s been a long time Long time, long time, long time gone Oh, it's been a long time gone Long time, long time, long time gone Yeah yeah  ",
        "title": "Long Time Gone"
    },
    {
        "artist": "U2",
        "lyrics": "  [Verse 1] The sea, it swells like a sore head And the night, it is aching Two lovers lie with no sheets on their bed And the day it is breaking  [Pre-Chorus 1] On rainy days we'd go swimming out On rainy days, swimming in the sound On rainy days we'd go swimming out  [Chorus] You're in my mind all of the time I know that's not enough If the sky can crack there must be someway back For love and only love Electrical storm Electrical storm Baby, don't cry  [Verse 2] Car alarm won't let you back to sleep You're kept awake dreaming someone else's dream Coffee is cold but it'll get you through Compromise, that's nothing new to you  [Pre-Chorus 2] Let's see colors that have never been seen Let's go places no one else has been  [Chorus] You're in my mind all of the time I know that's not enough Well, if the sky can crack there must be someway back To love and only love Electrical storm Electrical storm Electrical storm Baby, don't cry  [Verse 3] It's hot as hell, honey, in this room Sure hope the weather will break soon The air is heavy, heavy as a truck We need the rain to wash away our bad luck  [Bridge] Hey! Hey!  [Final Chorus] Well if the sky can crack there must be some way back To love and only love Electrical storm Electrical storm Electrical storm Baby, don't cry Baby, don't cry Baby, don't cry Baby, don't cry  ",
        "title": "Electrical Storm"
    },
    {
        "artist": "Kylie Minogue",
        "lyrics": "  [Verse 1] Thought that I was going crazy Just having one of those days yeah Didn't know what to do Then there was you  [Pre-Chorus] And everything went from wrong to right And the stars came out and filled up the sky The music you were playing really blew my mind It was love at first sight  [Chorus] 'Cause, baby, when I heard you For the first time I knew We were meant to be as one  [Verse 2] Was tired of running out of luck Thinking about giving up yeah Didn't know what to do Then there was you  [Pre-Chorus] And everything went from wrong to right And the stars came out and filled up the sky The music you were playing really blew my mind It was love at first sight  [Chorus] 'Cause, baby, when I heard you For the first time I knew We were meant to be as one (To be as one) Baby, when I heard you For the first time I knew We were meant to be as one  [Bridge] And everything went from wrong to right And the stars came out and filled up the sky The music you were playing really blew my mind It was love at first sight Love at first sight Love at first sight Love Ooh, it was love, it was love At first sight  [Chorus] 'Cause, baby, when I heard you For the first time I knew We were meant to be as one (To be as one) Baby, when I heard you For the first time I knew We were meant to be as one  [Outro] It was love, it was love, it was love, it was love It was love, it was love, it was love, it was love It was love, it was love, it was love, it was love  ",
        "title": "Love At First Sight"
    },
    {
        "artist": "Jimmy Eat World",
        "lyrics": "  [Verse 1] If you're listening (whoa oh oh oh oh-oh) Sing it back (whoa oh oh oh oh) String from your tether unwinds (whoa oh, whoa oh) Up and outward to bind (whoa oh, whoa oh)  [Chorus] I was spinning free (whoa oh oh oh oh-oh) With a little sweet and simple numbing me  [Verse 2] Are you listening? (whoa oh oh oh oh-oh) Sing it back (whoa oh oh oh oh) So tell me what do I need (whoa oh, whoa oh) When words lose their meaning  [Chorus] I was spinning free (whoa oh oh oh oh-oh) With a little sweet and simple numbing me Stumble till you crawl (whoa oh oh oh oh-oh) Sinking into sweet uncertainty  (Are you listening? Are you listening?)  [Verse 3] If you're listening (whoa oh oh oh oh-oh) (If you're listening, are you listening?) Sing it back (whoa oh oh oh oh) (If you're listening, are you listening?) And I'm still running away (whoa oh, whoa oh) Won't play your hide and seek game (whoa oh, whoa oh)  [Chorus] I was spinning free (whoa oh oh oh oh-oh) With a little sweet and simple numbing me What a dizzy dance (whoa oh oh oh oh-oh) This sweetness will not be concerned with me  [Coda] No, the sweetness will not be concerned with me No, the sweetness will not be concerned with me  ",
        "title": "Sweetness"
    },
    {
        "artist": "Trick Daddy Featuring Cee-Lo & Big Boi",
        "lyrics": "  [Talking] Hah, haha That's just the sound of the Hen'.. True Story.. Buddy Roe.. They say tell the truth, Shane and them (uh-huh) Thank God for the thugs too...  [Hook: Cee-Lo] Drop the top and let the sunshine in With the woodgrain, let the twinkies spin Get you a glass, mix the Coke and the Hen' It's quite alright, with the 'dro in the wind With the 'dro in the wind  [Trick Daddy] I'm a ol' sneaky, ol' freaky, ol' geechy-ass nigga Collard green, neckbone-eatin-ass nigga Always wearin my jeans baggy saggy You know Florida, Georgia, South Cakalaky Growed up eatin spam sandwiches Sugar water and mayonnaise sandwich Share the room with bout four mo' brothers But one home for 'em and wattn't no mo' covers A little bad motherfucker (ah-ha) Always rude and always in trouble None of my teachers ain't like me (uh-huh) But make it so bad, Pearl had seven mo' like me If you growed up the way I did You gotsta understand, Trick love the kids (Ooooooohh!) Trick love the kids  [Hook: Cee-Lo]  [Trick Daddy] Cop me a seven-tres Chevy, put dubs on that bitch (uh-huh) Candy-apple green, niggas lovin this shit (lovin this shit) And when I'm in it, I'll act a fool Ya don't like how I'm livin? Bitch fuck you (uh-huh) That's right I'm a rude-ass nigga Quick to do you, cut a fool-ass nigga Weighin' in at bout a buck six-five And a nigga can fuck, plus the boy gets live (that's right) You know legs, wings, and short thighs (short thighs) Eat 'em up, beat 'em up, then switch sides  [Cee-Lo] Hot whore work her Sean John velour to the floor He oughta enjoy, with the loaded four-four Be sure and acquire more 'fore ya fuck with mine Disrespect; I'll disconnect ya line With a sick SWAT, when shit's hot, ya get shot The fire, the fury, ya fuck with it not Ya stoppin the grace, get out my space and my - face Fore me and my ace-a lay down the whole place Recognize, this is the verbalize Surprise, fuckin with me wrong way to wise nigga Hoes, clothes, shows, Vogues, golds Big ol' bankrolls, that's all a nigga know Throw yo' elbows, I'm sicker than I suppose Hoes unchose, cuz my jewelry froze You know how it goes, these young niggas don't want it like this Go off and get yo' gat, to silence the chit-chat, blast! So pass, outlast, bout cash Mo' sicky, talk tricky to the trick like trash Lo realer, a go-rilla, flow for mo' scrilla Come clean, lookin mean, but you ain't no killa! (Oooooooooh!) (Trick love the kids!)  [Hook: Cee-Lo]  [Big Boi] Look now beyond the rims and all the 'dro The 'dro and all the smoke, my throat, it makes me choke Like a serial killer was squeezin on my throat box In the clutches of danger but not a stranger on the block Is it the cheeferry reefer be blowin my chest up Be riding from the club trying my best not to mess up A professor of this lyrical thang, I'll take the purist strain Of this slang and inject it into your veins Did your heart stop man? Drop-top fade Aviator shades with a mirror front face Movin through the dirty at a slow pimps pace Kinda like the turtle and the rabbit in the race To the finish line, I jumped a pair of Reeboks So bright, so fresh, snow white but no socks Then I slip on some of that O with the wings I bust it straight out the pack like a three piece Prophylactic, before you splack it You gotta prepare it and mack it, wear your jacket or it's tragic Not intended for any illegal purposes It's like anthrax and small pox in surplus to murderous (Ya gotsta understand Trick love the kids!) (Trick love the kids!)  [Hook: Cee-Lo]  ",
        "title": "In Da Wind"
    },
    {
        "artist": "Goo Goo Dolls",
        "lyrics": "  [Verse 1] Ecstasy is all you need Livin' in the big machine now Oh, you're so vain Now your world is way too fast Nothing's real and nothing lasts And I'm aware I'm in love but you don't care Turn your anger into lust I'm still here, but you don't trust at all And I'll be waiting Love and sex and loneliness Take what's yours and leave the rest So I'll survive God, it's good to be alive  [Chorus] And I'm torn in pieces I'm lyin' there waiting for My heart is reeling I'm blind and waiting for you  [Verse 2] Silly love with all your sins Where you stop and I begin And I'll - I'll be waiting Living like a house on fire What you fear is your desire It's hard to deal I still love the way you feel Now this angry little girl Drowning in this petty world And I'm, who you run to Swallow all your bitter pills That's what makes you beautiful You're all a lie I won't leave what you ain't got  [Chorus] And I'm torn in pieces I'm lyin' there waiting for My heart is reeling I'm blind and waiting for you  [Bridge] I'm blind and waiting for you I'm blind and waiting for you  [Outro] And I can't believe it's coming true God, it's good to be alive I'm still here, waiting for you And I can't believe it's coming true I'm blind and waiting for you  ",
        "title": "Big Machine"
    },
    {
        "artist": "Erykah Badu Featuring Common",
        "lyrics": "  Right here what we gone do is go back Way back Ooh... Way back, yeah  [Verse 1: Erykah Badu] I met him when I was a A little girl, he gave me He gave me poetry He was my first But in my heart I knew I Wasn't the only one 'Cause when the tables turned He had to break, but...  [Pre-Hook] Whenever I got lonely Or needed some advice He gave me his shoulder His words were very nice But that is all behind me 'Cause now there is no other My love is his and his is mine A friend became the...  [Hook] Love of my life You are my friend Love of my life I can depend Love of my life Without you, baby It feels like I sampled true love But the shit didn’t clear  [Interlude: Common] A freak-freak, y'all, and ya don't stop A to the beat y'all and ya don't stop A freak-freak  [Verse 2: Erykah Badu] Or could it be that it was All just so simple then A teenage love but you said He's just a friend He moved around and we kept In touch through his friend Mike The world was young and we knew We couldn't rush but...  [Pre-Hook] Whenever I got lonely Or needed some advice He gave me his shoulder His words were very nice But that is all behind me 'Cause now there is no other My love is his and his is mine A friend became the...  [Hook] Love of my life You are my friend Love of my life On you I can depend, yeah, yeah Love of my life Without you, baby It feels like I sampled true love But the shit didn’t clear  [Verse 3: Common] Y'all know how I met her We broke up and got back together To get her back, I had to sweat her Thought she'd roll with bad boys forever in many ways Them boys may be better, to grow, I had to let her She needed cheddar and I understood that Looking for cheese, that don't make her a hoodrat In fact she's a queen to me, her light beams on me I love it when she sings to me It's like that and a...  [Hook] Love of my life Ooh, you know you rock my world and Love of my life You B-boy and I'm B-girl'n Love of my life It don't stop until the break of dawn, ooh...  Love of my life Ooh, you know you rock my world and Love of my life You B-boy and I'm B-girl'n Love of my life Yeah...  ",
        "title": "Love Of My Life (An Ode To Hip Hop)"
    },
    {
        "artist": "Clipse",
        "lyrics": "  [Intro: Pharrell & (Pusha T)] Yo, I go by the name (I'm yo' pusha) Of Pharrell, from the Neptunes And I just wanna let y'all know (I'm yo' pusha) The world, is about to feel something (I'm yo pusha) That they've never felt before, c'mon  [Verse 1: Pusha T] From ghetto to ghetto, to backyard to yard I sell it whipped un-whipped, it’s soft or hard I'm the neighborhood pusha Call me Subwoofer, cause I pump base like that, Jack On or off the track, I'm heavy cous Ball 'til you fall, cause you could duck to the Feddy Govs Sorry my love, what I'm seeing through these eyes Benz convoys with the wagon on the side Only big boys keep deuces on the ride Gucci Chuck Taylor with the dragon on the side Man, I make a buck, why scram? I'm trying to show y'all who the fuck I am The jewels is flirting, be damned if I'm hurting Legend in two games like I'm Pee Wee Kirkland Platinum on the block with consistent hits While Pharrell keep talking this music shit  [Hook: Pharrell] Grindin'... Grindin', grindin' Grindin', grindin' Huh-huh  [Verse 2: Malice] Patty cake, patty cake, I'm the baker's man I bake them cakes as fast as I can And you can tell by how my bread stack up Then disguise it as rap so the feds back up Watch it, like my whip, like my chick, topless Doing a buck-six with me in the cockpit Grindin' cousin, I got wholes for a dozen Even eleven-5, if I see ya keep it comin' And my weight, that's just as heavy as my name So much dough, I can't swear I won't change Excuse me if my wealth got me full of myself Cocky, something that I just can't help 'Specially when them 20's is spinning like windmills And the ice 32 below minus the wind chill Filthy, the word that best defines me I'm just grinding man, y'all never mind me  [Hook: Pharrell] Grindin'... Grindin', grindin' Grindin', grindin' Huh-huh  [Post-Hook: Clipse & (Pharrell)] Grindin' (whoa) When you know what I keep in the lining (whoa) Niggas better stay in line when (whoa) You see a nigga like me shinin' (grinding!) Grindin' (whoa) When you know what I keep in a lining (whoa) Niggas better stay in line when (whoa) You see a nigga like me shinin' (grinding!)  [Verse 3: Malice] My grind's 'bout family, never been about fame From days I wasn't able, there was always 'caine Four and a half will get you in the game Anything less is just a goddamn shame Guess the weight, my watch got blue chips in the face Glock with two tips whoever gets in the way Not to mention the hideaway that rests by the lake Consider my raw demeanor the icing on the cake I'm grindin'  [Verse 4: Pusha T] I move 'caine like a cripple Balance weight through the hood, kids call me Mr. Sniffles Other hand on my nickel Plated whistle, one eye closed I'll hit you As if I was Slick Rick my aim is still an issue Lose your soul in, whichever palm I'm holdin' One'll leave you frozen, the other, noddin' and dozin' I'm grindin' Jack  [Hook: Pharrell] Grindin'... Grindin', grindin' Grindin', grindin' Huh-huh  [Post-Hook: Clipse & (Pharrell)] Grindin' (whoa) When you know what I keep in the lining (whoa) Niggas better stay in line when (whoa) You see a nigga like me shinin' (grinding!) Grindin' (whoa) When you know what I keep in a lining (whoa) Niggas better stay in line, when (whoa) You see a nigga like me shinin' (grinding!)  [Produced by The Neptunes]  ",
        "title": "Grindin'"
    },
    {
        "artist": "Beenie Man Featuring Janet",
        "lyrics": "  [Intro: Beenie Man] Baby girl Oh nah nah Zagga zagga zagga zaaah Oh Lord Lord Lord Lord Are you ready for this? (yea)  [Verse 1: Beenie Man] Whenever I got no money (what?) She is still my honey (what?) And there is a reason to be funny, cause I I (yeah) I said it (yup) I don't care what you say but you can say girl Keep on sayin your thing, yea And I don't care what you do but you can do girl Keep on doin your thing, yea And I don't care what you shake but you can shake girl You have my head a spin, yea And I don't care what you kiss but you can kiss girl You have this brother a sing, that  [Hook: Beenie Man] People keep on tellin me that you are here to stay, yeah But I keep on tellin them that, you will go away Cause wha'? Two wrongs can't make no right, noooo Ain't nothing wrong with a good old fight, so? yea  [Chorus: Janet Jackson] Its alright (ooh na na) If you feel it boy (feelin feelin) You can feel this feelin' all around the world (zagga zow zow) It's ok (oooh now now) If you feel it (uh, uh) Forget everything and everybody Boy, let's just have a party me and you  [Verse 2: Beenie Man] Gyal outta yuh mouth nuh call me that name (name) Instead of bring me joy, you brought me pure pain (pain) Now I really know what is the game (game) Bust ya brain (brain) Blood fi stain (stain) Sometimes I really thought your love was so true (true) Cried on my shoulder, bought that at all too (to) Now I really know what just to do (do) Forget you too (too) You and your crew (crew)  [Repeat Hook]  [Chorus: Janet Jackson] Its alright (it's alright now) If you feel it boy (zagga zagga zow zow) You can feel this feelin' all around the world (come on, uh) Its ok (it's ok) If you feel it (oooh now now) Forget everything and everybody Boy, let's just have a party me and you  [Verse 3: Beenie Man] Whenever I got no money (no money) She is still my honey (my honey) Without any clothes or jewelry (yea) She is still my honey (my honey) But true likkle cars and luxury I almost lose my honey But open your heart girl (open your heart) And let me back in yea (let me back in) And you be my queen n I forever your king Yea cause Two wrongs can't make no right  [Chorus: Janet Jackson] Its alright (it's alright) If you feel it boy (oh now now zagga zow) You can feel this feelin' all around the world (ooo now now) Its ok (it's ok now) If you feel it (ooo Lord Lord) Forget everything and everybody Boy, let's just have a party me and you  [Outro: Beenie Man] Me and you Not my whole crew Dancing together in the old venue Forget everything and everybody (forget everything) Boy lets just have a party me and you Lets just have a paaaarty, lets just have a paaaarty (now) Forget everything and everybody (forget everything) Boy lets just have a party, me and you Lets have a paaaaarty me and you my baby, zaga zaga za Ziggy za ah na, zagga yagga yow yow yow  ",
        "title": "Feel It Boy"
    },
    {
        "artist": "Amerie",
        "lyrics": null,
        "title": "Why Don't We Fall In Love"
    },
    {
        "artist": "Luther Vandross",
        "lyrics": "  I thought sometime alone Was what we really needed You said this time would hurt more than it helps But I couldn't see that I thought it was the end Of a beautiful story And so I left the one I loved at home to be alone (alone) And I tried to find Out if this one thing is true That I'm nothing without you I know better now And I've had a change of heart  I'd rather have bad times with you, than good times with someone else I'd rather be beside you in a storm, than safe and warm by myself I'd rather have hard times together, than to have it easy apart I'd rather have the one who holds my heart Whoo-oo-oo-oo yeah  And then I met someone And thought she could replace you We got a long just fine We wasted time because he was not you We had a lot of fun Though we knew we were faking Love was not impressed with our connection they were all lies, all lies So I'm here cause I found this one thing is true That I'm nothing without you I know better now And I've had a change of heart  I'd rather have bad times with you, than good times with someone else I'd rather be beside you in a storm, than safe and warm by myself I'd rather have hard times together, than to have it easy apart I'd rather have the one who holds my heart Who holds my heart  I can't blame you if you turn away from me, like I've done you I can only prove the things I say with time Please be mine  I'd rather have bad times with (please be mine) you Than good times with someone else (I know) I'd rather be beside you in a storm (anytime) Than safe and warm by myself (so sure baby) I'd rather have hard times to gether Than to have it easy apart I'd rather have the one who holds my heart (my heart)  I'd rather have bad times with you (surely) Than good times with someone else (surely) I'd rather be beside you in a storm (oh yeah) Than safe and warm by myself (all by myself) I'd rather have hard times together Than to have it easy apart (you know it) I'd rather have the one who holds my heart  I'd rather have the one who holds my heart I'd rather have the one who holds my heart Whoooo.....who holds my heart  ",
        "title": "I'd Rather"
    },
    {
        "artist": "Mark Chesnutt",
        "lyrics": null,
        "title": "She Was"
    },
    {
        "artist": "Sheryl Crow",
        "lyrics": "  [Verse 1] Well I went to bed in Memphis And I woke up in Hollywood I got a quarter in my pocket And I'd call you if I could But I don't know why I gotta fly I wanna rock and roll this party I still wanna have some fun I wanna leave you feeling breathless Show you how the west was won But I gotta fly I gotta fly  [Chorus] Like Steve McQueen All I need's a fast machine And I'm gonna make it all right (woo, woo) Like Steve McQueen Underneath your radar screen You'll never catch me tonight (woo, wo0)  [Verse 2] I ain't taking shit off no one Baby, that was yesterday I'm an all American rebel Making my big getaway Yeah, you know it's time I gotta fly  [Chorus] Like Steve McQueen All I need's a fast machine And I'm gonna make it all right (woo, woo) Like Steve McQueen Underneath your radar screen You'll never catch me tonight (woo, woo) Like Steve McQueen (woo, woo) Like Steve McQueen  [Bridge] We got rockstars in the White House And all our pop stars look like porn All my heroes hit the highway Cause they don't hang out here no more You can drum me on my cellphone You can page me all night long But you won't catch this free bird I'll already be long gone  [Chorus] Like Steve McQueen All we need's a fast machine And we're gonna make it all right (woo, woo) Like Steve McQueen Underneath your radar screen You'll never catch me tonight (woo, woo) Like Steve McQueen All we need's a fast machine And we're gonna make it all right (woo, woo)  ",
        "title": "Steve McQueen"
    },
    {
        "artist": "New Found Glory",
        "lyrics": "  [Verse 1] I’m drunk off your kiss For another night in a row This is becoming too routine for me But I didn't mean to lead you on And it’s alright to pretend That we still talk It’s just for show, isn’t it? It’s my fault that it fell apart  [Pre-Hook] Just maybe You need this And I didn’t mean to Lead you on  [Hook] You were everything I wanted But I just can't finish what I've started There’s no room left here on my back for you It was damaged long ago Though you swear that you are true I'd still pick my friends over you My friends over you  [Verse 2] Please tell me everything That you think that I should know About all the plans you made When I was nowhere to be found And it’s alright to forget That we still talk Its just for fun, isn’t it? It’s my fault that it fell apart  [Pre-Hook]  [Hook]  [Bridge] Just maybe you need this You need this And I didn’t mean to Lead you on  [Hook]  [Hook]  ",
        "title": "My Friends Over You"
    },
    {
        "artist": "Craig David",
        "lyrics": "  [Hook] I'm walking away from the troubles in my life I'm walking away oh to find a better day I'm walking away from the troubles in my life I'm walking away oh to find a better day I'm walking away  [Verse 1] Sometimes some people get me wrong When it's something I've said or done Sometimes you feel there is no fun That's why you turn and run But now I truly realise Some people don't wanna compromise Well I saw them with my own eyes spreading those lies And well I don't wanna live a lie, too many sleepless nights Not mentioning the fights, I'm sorry to say lady  [Hook] I'm walking away from the troubles in my life I'm walking away oh to find a better day I'm walking away from the troubles in my life I'm walking away oh to find a better day I'm walking away  [Verse 2] Well I'm so tired baby Things you say you're driving me away Whispers in the powder room baby Don't listen to the games they play Girl I thought you'd realise I'm not like them other guys Coz I saw them with my own eyes You should've been more wise And well I don't wanna live a lie, too many sleepless nights Not mentioning the fights, I'm sorry to say lady  [Hook] I'm walking away from the troubles in my life I'm walking away oh to find a better day I'm walking away from the troubles in my life I'm walking away oh to find a better day I'm walking away  ",
        "title": "Walking Away"
    },
    {
        "artist": "Bruce Springsteen",
        "lyrics": "  [Verse 1] Can't see nothing in front of me Can't see nothing coming up behind I make my way through this darkness I can't feel nothing but this chain that binds me Lost track of how far I've gone How far I've gone, how high I've climbed On my back's a sixty pound stone On my shoulder a half mile line  [Chorus] Come on up for the rising Come on up, lay your hands in mine Come on up for the rising Come on up for the rising tonight  [Verse 2] Left the house this morning Bells ringing filled the air Wearing the cross of my calling On wheels of fire I come rolling down here  [Chorus] Come on up for the rising Come on up, lay your hands in mine Come on up for the rising Come on up for the rising tonight  [Bridge] Spirits above and behind me Faces gone, black eyes burning bright May their precious blood forever bind me Lord, as I stand before your fiery light  [Verse 3] I see you Mary in the garden In the garden of a thousand sighs There's holy pictures of our children Dancing in a sky filled with light May I feel your arms around me May I feel your blood mix with mine A dream of life comes to me Like a catfish dancing on the end of the line  [Bridge] Sky of blackness and sorrow (a dream of life) Sky of love, sky of tears (a dream of life) Sky of glory and sadness (a dream of life) Sky of mercy, sky of fear (a dream of life) Sky of memory and shadow (a dream of life) Your burning wind fills my arms tonight Sky of longing and emptiness (a dream of life) Sky of fullness, sky of blessed life (a dream of life)  [Chorus] Come on up for the rising Come on up, lay your hands in mine Come on up for the rising Come on up for the rising tonight  ",
        "title": "The Rising"
    },
    {
        "artist": "India.Arie",
        "lyrics": null,
        "title": "Little Things"
    },
    {
        "artist": "Puddle Of Mudd",
        "lyrics": "  Forgotten thoughts of yesterday Through my eyes I see the past  Well I don't know I don't know I don't know why I believe I believe I believe in the truth, from inside Go away go away go away from me Leave me alone Ignorance spreads lies How much will money buy Well I'll take my time as I drift and die  Unwanted live my life a shame Who's to blame for my mistakes  [Chorus] As I drift and die [x2]  Ignorance spreads lies How much will money buy Well I'll take my time As I drift and die [x5]  ",
        "title": "Drift & Die"
    },
    {
        "artist": "WC Featuring Nate Dogg",
        "lyrics": null,
        "title": "The Streets"
    },
    {
        "artist": "Papa Roach",
        "lyrics": "  [Verse 1] When I see her eyes Look into my eyes Then I realize that She could see inside my head So I close my eyes Thinking that I could hide Disassociate so I don't have to lose my head This situation leads to agitation Will she cut me off? Will this be an amputation?  [Chorus] I don't know if I care I'm the jerk Life's not fair Fighting all the time This is out of line She loves me not Loves me not Do you realize I won't compromise She loves me not Loves me not  [Verse 2] Over the past five years I have shed my tears I have drank my beers and watched my fears fly away And until this day She still swings my way But it's sad to say sometimes She says she loves me not But I hesitate To tell her I hate This relationship I want out today This is over  [Chorus] I don't know if I care I'm the jerk Life's not fair Fighting all the time This is out of line She loves me not Loves me not Do you realize I won't compromise She loves me not Loves me not  Life's not fair I'm the jerk  [Verse 3] Line for line Rhyme for rhyme Sometimes we be fighting all the goddamn time -it's making me sick Relationship is getting ill Piss drunk stupid Mad On the real Could you feel what I feel What's the deal girl? Tearing up each other's world We should be in harmony Boy and girl That is the promise we made Back in the day We told each other things wouldn't be this way I think we should work this out It's all right baby we can scream and shout  [Chorus] I don't know if I care I'm the jerk Life's not fair Fighting all the time This is out of line She loves me not Loves me not Do you realize I won't compromise She loves me not Loves me not  Life's not fair Life's not fair Life's not fair  I'm the jerk Life's not fair  [Outro] She loves me not Loves me not  ",
        "title": "She Loves Me Not"
    },
    {
        "artist": "Tweet",
        "lyrics": null,
        "title": "Call Me"
    },
    {
        "artist": "Pastor Troy Featuring Ms. Jade",
        "lyrics": "  [Intro: Pastor Troy] Ha-ha, ha-ha, come here girl Ha-ha, ha-ha, come here girl Ha-ha, ha-ha, come here girl Ha-ha, ha-ha  [Hook] [PT:] Oooooooh [CJ:] Baby what's your name? [PT:] Oooooooh [CJ:] Are you wearing Bugle Boy jeans? [PT:] (Hell naw!) Oooooooh [CJ:] I heard you was from Atlanta [PT:] Oooooooh [CJ:] But baby please excuse my manners, I just wanna know Are we cuttin'?! Are we cuttin'?! Are we cuttin'?! [PT:] Oooooooh, hell yeah, yeah yeah yeah Oooooooh She won't see tomorrow, if I don't cut tonight  [Verse 1 - Pastor Troy] Yeah, Friday night (yeah) Yeah, balling holmes (yeah) Got a nigga smelling fresh as a rose Grab my kicks and tuck my clothes (cause y'all!) Sharp as a knife, and this is the life Pastor, ya tell me how ya love that? Let a nigga see that pussy crack, where you at? (uh) The dance flo' (yeah) that's my shit (yeah) Baby girl let ya hair down Show a nigga what you working with, twerking with (I ammm) low-key You don't wanna leave? (c'mon baby) You don't wanna go back to the suite (c'mon) Let you caress my feet, huh Now what you wanna know?  [Hook]  [Verse 2 - Pastor Troy] Off the chain! Damn! Damn boo Where ya been all my lifetime? Let me fuck ya 'til the sun shine (uh huh) uh huh (uh huh) What I do? (whoaa) Mind my biz No I can't take ya home with me Baby girl, it is what it is, show biz Saturday morning (damn!) damn I'm weak Knew whassup when you came to the room Talkin about getting some sleep She's the, the-truth, shorty got loose Sorry, but all I needed was a pretty red substitute  [Hook]  [Verse 3 - Ms. Jade] What you talking? I, bring heat when it's hawking Cause I, can't stand a man that don't understand I'm weighing kilos and grams the bitch with the upper-hand I'm, bout to kill it; you, dealing with the realest Fuck the strawberry's and chocolate (ohh) Hennessy and a condom, say they kissing and grinding It's all about the timing; I, really like \"Vice Versa\" But, tonight's much worser, and um Philly chick you only travel with the best of men Hand me out Atlanta just to see you in your belt and Timb's Pastor Troy, won't you just pass the boy In a, split second I'm answering all questions You dummies are still confessing how much money make you undress And so tell me  [Hook] - repeat to fade  ",
        "title": "Are We Cuttin'"
    },
    {
        "artist": "Kellie Coffey",
        "lyrics": "  Oh  Maybe tonight We could close the door and lock ourselves inside Take time to feel I don't want to miss the chance to be so real The days all fly away and I forget the truth Everything that matters, is, in this room  When you lie next to me Breathing the air I breathe We don't have to speak, an' just be Our love's a precious thing Don't want to waste a day Or one more minute without you in it Life is so sweet When you lie next to me  My heart is yours And every part of me still wants to give you more More time to love 'Cos you never know when life will leave us I want to take in all the beauty here Oh, let the world around us just disappear  When you lie next to me Breathing the air I breathe We don't have to speak, an' just be Our love's a precious thing Don't want to waste a day Or one more minute without you in it Life is so sweet When you lie next to me Oh lie next to me  When you lie next to me Breathing the air I breathe We don't have to speak, an' just be Our love's a precious thing Don't want to waste a day Or one more minute without you in it Life is so sweet When you lie next to me  When you lie next to me  ",
        "title": "When You Lie Next To Me"
    },
    {
        "artist": "Marc Anthony",
        "lyrics": null,
        "title": "I've Got You"
    },
    {
        "artist": "BBMak",
        "lyrics": null,
        "title": "Out Of My Heart (Into Your Head)"
    }
]