[
    {
        "artist": "Archie Bell & The Drells",
        "lyrics": "  Hi everybody I'm Archie Bell of the Drells From Houston, Texas We don't only sing but we dance Just as good as we walk In Houston we just started a new dance Called the Tighten Up This is the music We tighten up with  First tighten up on the drums Come on now, drummer I want you to tighten it up for me now Oh, yeah Tighten up on that bass now Tighten it up Ha, ha, yeah Now let that guitar fall in Oh, yeah Tighten up on that organ now Yeah, you do the tighten up Yeah, now  I said, if you can do it now It sure would be tough Now look here, come on now Now make it mellow  Let's tighten it up now Do the tighten up Everybody can do it now So get to it We're gonna tighten up Let's do the tighten up You can do it now So baby, get to it  Look to your left now Look to your right Everybody can do it But don't you get too tight Come on and tighten up Let's tighten it up now Let's tighten it up now Tighten it up Do the tighten up Come and tighten it up Tighten it up now  Come on now, Billy Tighten it up Oh, yeah Sock it to me now Tighten it up Come on and tighten up that bass Oh, yeah Now look here I want that guitar To fall in on there Tighten it up now Oh, yeah Now tighten it up, organ  Now everybody tighten it up now Now look here We gonna make it mellow for you now We gonna make it mellow now Tighten it up You can get it Move to your left Move to your right Tighten it up now Everything will be outta sight Come on and tighten it up Tighten it up now You can do it...  ",
        "title": "Tighten Up"
    },
    {
        "artist": "Simon & Garfunkel",
        "lyrics": "  [Intro] Dee dee dee dee dee dee dee dee dee dee dee dee dee Doo doo doo doo doo doo doo doo doo Dee dee dee dee dee dee dee dee dee dee dee dee dee  [Hook] And here's to you, Mrs. Robinson Jesus loves you more than you will know Wo, wo, wo God bless you please, Mrs. Robinson Heaven holds a place for those who pray Hey, hey, hey Hey, hey, hey  [Verse 1] We'd like to know a little bit about you for our files We'd like to help you learn to help yourself Look around you, all you see are sympathetic eyes Stroll around the grounds until you feel at home  [Hook] And here's to you, Mrs. Robinson Jesus loves you more than you will know Wo, wo, wo God bless you please, Mrs. Robinson Heaven holds a place for those who pray Hey, hey, hey Hey, hey, hey  [Verse 2] Hide it in a hiding place where no one ever goes Put it in your pantry with your cupcakes It's a little secret, just the Robinsons' affair Most of all, you've got to hide it from the kids  [Hook] Coo, coo, ca-choo, Mrs. Robinson Jesus loves you more than you will know Wo, wo, wo God bless you please, Mrs. Robinson Heaven holds a place for those who pray Hey, hey, hey Hey, hey, hey  [Verse 3] Sitting on a sofa on a Sunday afternoon Going to the candidates debate Laugh about it, shout about it When you've got to choose Every way you look at it, you lose  [Hook] Where have you gone, Joe DiMaggio A nation turns its lonely eyes to you Woo, woo, woo What's that you say, Mrs. Robinson Joltin' Joe has left and gone away Hey, hey, hey Hey, hey, hey  ",
        "title": "Mrs. Robinson"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": null,
        "title": "Honey"
    },
    {
        "artist": "Hugo Montenegro, His Orchestra And Chorus",
        "lyrics": "  Here is the tale of the boy standing in front of you Not one word is exaggerated -- entirely true A four square in chemistry, my agenda tonight As I rock the house left, and a I rock the house right I can't fly, I can't dance And I don't like any bands Listen up, 'cause I am Atom, I am the sequencing man Where I want is where I go I'm always armed with a burrito Listen up, 'cause I am Atom, I am the sequencing man I travel the world with my band in a box And I rock 10 times harder than your average punk rock band I'm almost done, I'm almost through I hope to God I'm not boring you I often do the number 2 I am the always often pooping Jew I can't fly, I can't dance And I don't like any bands Listen up, 'cause I am Atom, I am the sequencing man Where I want is where I go I'm always armed with a burrito Listen up, 'cause I am Atom, I am the sequencing man I can't fly, I can't dance And I don't like your band Listen up, 'cause I am Atom, I am the sequencing man Where I want is where I go I'm always armed with a burrito Pay attention, 'cause I am Atom, I am the sequencing man  ",
        "title": "The Good, The Bad And The Ugly"
    },
    {
        "artist": "The Rascals",
        "lyrics": null,
        "title": "A Beautiful Morning"
    },
    {
        "artist": "The Intruders",
        "lyrics": "  (Cowboys to girls) I remember (I remember) When I used to play shoot 'em up (Shoot 'em up, bang, bang, baby) I remember When I chased the girls and beat 'em up  But I was young and didn't understand But now I'm a grownup man I know girls are made for kissing Never knew what I was missing Now my life is not the same My whole world has been rearranged  I went from (Cowboys to girls) Oh, yes, I did (Shoot 'em up, bang, bang) (Cowboys to girls)  I remember (I remember) When I used to see you jumping rope (Jumpin' rope, up and down, baby) And I remember When you got your first baby coach  But you were young and didn't understand Now you're a woman and I'm a man And it's me that you're kissing Ain't it fun reminiscing? And our lives are not the same Our whole world has been rearranged  You went from (Baby dolls to boys) Oh, yes, you did (Jumpin' rope, baby) And I went from (Cowboys to girls) Oh, yes, I did  Now it's me that you're kissing Ain't it fun reminiscing? And our life is not the same This whole world has been rearranged  I went from (Cowboys to girls) Oh, yes, I did (Shoot 'em up, bang, bang) And you went from (Baby dolls to boys) Oh, yes, you did (Jumpin' rope, baby)  (Cowboys to girls) Oh, yes (Shoot 'em up) (Baby dolls to boys) Talkin' 'bout, talkin' 'bout (Cowboys to girls)  ",
        "title": "Cowboys To Girls"
    },
    {
        "artist": "The Troggs",
        "lyrics": "  Troggs – Love Is All Around  [Chorus 1] I feel it in my fingers, I feel it in my toes Well love is all around me and so the feeling grows It's written on the wind, it's everywhere I go So if you really love me, come on and let it show  [Verse] You know I love you, I always will My mind's made up by the way that I feel There's no beginning, there be no end Cause on my love, you can depend  [Chorus 2] I see your face before me as I lay on my bed I kinda get to thinking of all the things you said You gave your promise to me and I gave mine to you I need someone beside me in everything I do  [Verse] You know I love you, I always will My mind's made up by the way that I feel There's no beginning, there be no end Cause on my love, you can depend  [Chorus 3] It's written on the wind, it's everywhere I go So if you really love me, come on and let it show Come on and let it show  [Repeat until fade] Come on and let it show Come on and let it show Come on and let it show Come on and let it show  ",
        "title": "Love Is All Around"
    },
    {
        "artist": "The Irish Rovers",
        "lyrics": null,
        "title": "The Unicorn"
    },
    {
        "artist": "The Union Gap Featuring Gary Puckett",
        "lyrics": null,
        "title": "Young Girl"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  Do you know the way to San Jose? I’ve been away so long I may go wrong and lose my way Do you know the way to San Jose? I’m going back to find Some peace of mind in San Jose  L.A. is a great big freeway Put a hundred down and buy a car In a week, maybe two They’ll make you a star Weeks turn into years, how quick they pass And all the stars that never were Are parking cars and pumping gas  You can really breathe in San Jose They’ve got a lot of space There’ll be a place where I can stay I was born and raised in San Jose I’m going back to find Some peace of mind in San Jose  Fame and fortune is a magnet It can pull you far away from home With a dream in your heart you’re never alone Dreams turn into dust and blow away And there you are without a friend You pack your car and ride away I’ve got lots of friends in San Jose Do you know the way to San Jose?  Oh, L.A. is a great big freeway Put a hundred down and buy a car In a week, maybe two They’ll make you a star Weeks turn into years, how quick they pass And all the stars that never were Are parking cars and pumping gas I’ve got lots of friends in San Jose Ohhhh, do you know the way to San Jose? Hmmmm, can’t wait to get back to San Jose  ",
        "title": "Do You Know The Way To San José"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] Your precious sweetheart, she's so faithful, she's so true Oh yeah Her dreams are tumbling, her world is crumbling because of you, uhh uh One day you'll hurt her just once too much And when you finally lose your tender touch, hey, hey  [Chorus] Shoo-Be-Doo-Be-Doo- Be-Doo-Da-Day Her feet may wander, her heart may stray, oh yeah Shoo-Be-Doo-Be-Doo- Be-Doo-Da-Dee You going to send your baby straight to me  [Verse 2] I'm going to give her all the lovin' within my heart, oh yeah I'm going to patch up every single little dream you tore apart Understand me? And when she tells you she's cried her last tear Heaven knows I'm going to be somewhere near, oh yeah  [Chorus] Shoo-Be-Doo-Be-Doo- Be-Doo-Da-Day Her feet may wander, her heart may stray, baby Shoo-Be-Doo-Be-Doo- Be-Doo-Da-Dee Love's gon' send your baby straight to me  [Verse 3] You'd better listen to me, yeah, yeah Heartaches are calling tears are falling because of you Hey, yeah And when you're gone you'll know I'm the one to go to her rescue Maybe you didn't know that thing You're going to leave her once too many times and when you come back That girl's gon' be mine, oh mine  [Chorus] Shoo-Be-Doo-Be-Doo- Be-Doo-Da-Day Her feet may wander, her heart may stray, yeah yeah Shoo-Be-Doo-Be-Doo- Be-Doo-Da-Dee Love's gon' send your baby straight to me Shoo-Be-Doo-Be-Doo- Be-Doo-Da-Day...  ",
        "title": "Shoo-Be-Doo-Be-Doo-Da-Day"
    },
    {
        "artist": "The Box Tops",
        "lyrics": "  When I think about the good love you gave me I cry like a baby Living without you is driving me crazy I cry like a baby Well, I know now that you're not a play thing Not a toy, or a puppet on a string  As I look back on a love so sweet now I cry like a baby Every road is a lonely street I cry like a baby I know now that you're not a play thing Not a toy, or a puppet on a string  Today we passed on a street And you just walked on by My heart just fell to my feet And once again I began to cry  When I think about the good love you gave me I cry like a baby Living without you is driving me crazy I cry like a baby  I know now that you're not a play thing I cry like a baby As I look back on a love so sweet now I cry like a baby Every road is a lonely street I cry like a baby My heart just fell to my feet, you know I cried like a baby You left the water running now I cried like a baby  ",
        "title": "Cry Like A Baby"
    },
    {
        "artist": "Percy Sledge",
        "lyrics": null,
        "title": "Take Time To Know Her"
    },
    {
        "artist": "Marvin Gaye & Tammi Terrell",
        "lyrics": "  [Hook: Marvin Gaye and Tammi Terrell] Ain't nothing like the real thing, baby Ain't nothing like the real thing Ain't nothing like the real thing, baby Ain't nothing like the real thing  [Tammi] I got your picture hangin' on the wall But it can't see or come to me when I call your name I realize it's just a picture in a frame  [Marvin] I read your letters when you're not here But they don't move me and they don't groove me like when I hear Your sweet voice whispering in my ear  [Hook] Ain't nothing like the real thing, baby Ain't nothing like the real thing  [Tammi] I play the game, of fantasy I pretend but I know in reality I need the shelter of your arms to comfort me  [Marvin and Tammi] No other sound is quite the same as your name No touch can do half as much to make me feel better So let's stay together  [Marvin] I got some memories to look back on And though they help me when you phone, I'm well aware Nothing can take your place of being there  [Hook] So let me get the real thing So let me get the real thing Ain't nothing like the real thing, baby Ain't nothing like the real thing Ain't nothing like the real thing, baby Ain't nothing like the real thing  ",
        "title": "Ain't Nothing Like The Real Thing"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Instrumental Break]  [Intro: Paul McCartney] Lady Madonna, children at your feet Wonder how you manage to make ends meet Who finds the money when you pay the rent? Did you think that money was heaven sent?  [Verse 1: Paul McCartney] Friday night arrives without a suitcase Sunday morning creeping like a nun Monday's child has learned to tie his bootlace See how they run  [Chorus: Paul McCartney] Lady Madonna, baby at your breast Wonders how you manage to feed the rest  [Tenor Saxophone Solo: Ronnie Scott]  (pa pa pa pa pa pa pa pa pa pa pa)  [Bridge: Paul McCartney, John Lennon & George Harrison] See how they run  [Chorus: Paul McCartney] Lady Madonna lying on the bed Listen to the music playing in your head  [Verse 2: Paul McCartney] Tuesday afternoon is never ending Wednesday morning papers didn't come Thursday night your stockings needed mending See how they run  [Outro: Paul McCartney] Lady Madonna, children at your feet Wonder how you manage to make ends meet  [Instrumental Break]  ",
        "title": "Lady Madonna"
    },
    {
        "artist": "Blue Cheer",
        "lyrics": "  [intro] Lord, I gotta raise a fuss Lord, I gotta raise a holler About workin' all summer Just to try the earn a dollar Well, Lord, I tried to call my baby Try to get a date...  Sometimes, I wonder what I'm gonna do But there ain't no cure For the summertimes blues  Well my mom and papa told me son you gotta make some money Well if you wanna use the car to go a ridin' next sunday Oh, Lord, I didn't go to work I told the boss I was sick  Sometimes, I wonder what I'm gonna do But there ain't no cure For the summertimes blues  I gotta take three weeks I gotta have a fine vacation I gotta take my problems to the United Nations I done told my congress man and he said \"vote\" (dig this boy)  Sometimes, I wonder what I'm gonna do But there ain't no cure For the summertimes blues  I gotta take three weeks I gotta have a fine vacation I gotta take my problems to the United Nations I done told my congressman and he said \"vote\" (dig this boy)  Sometimes, I wonder what I'm gonna do But there ain't no cure For the summertimes blues. Woah, there ain't no cure  ",
        "title": "Summertime Blues"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": "  [Intro] I got the feelin'! Baby, baby I got the feelin'!  [Verse 1] You don't know what you do to me People are heavy, down in misery Hey, yeah, alright Hey, hey, good lord  I got the feelin' baby Baby, sometimes I'm down My heart, I'm around the town  I'm level with the ground, baby I said level with the ground Well baby, you treat me bad  No, no. I know no You don't mean it now Sometimes I roam But, I'll be coming back home Sometimes, I seem to be fly I just don't know when to say, \"bye bye\"  Hey baby, baby I got that feelin' baby I have it, alright  Baby, baby, baby Baby, baby, baby Baby, baby, baby Baby, baby  Come on now Come on now Oh, oh, oh...  ",
        "title": "I Got The Feelin'"
    },
    {
        "artist": "Arthur Conley",
        "lyrics": "  One used to be the shotgun Two used to be the bad boogaloo Three used to be the swing shingaling Four used to be the funky four fingers  Down on funky street, diggin' the funky beat Down on funky street That's where the grooviest people meet  From Atlanta Georgia, goin' on down to the border Every boy is dancin' with somebody's daughter Groovin' in the city, got to get down with it  Down on funky street we're diggin' that funky beat Down on funky street That's where the groovier people meet  Jump up and down and you're turnin' around You bend your knees half way down to the ground You move it to the west and you move it to the south You turn it around and kiss your partner in the mouth  Down on funky street, diggin' that funky beat Down on funky street Where the grooviest people meet  Sweet soul music is in the air People they're comin' from everywhere Comin' from the east, comin' from the west Dancin' with the one that they love the best  One, c'mon everybody, got to hit the floor Three, c'mon, baby, and go with me Two used be the bad boogaloo One, got to have just a little fun  Down on funky street, diggin' the funky beat Down on funky street, diggin' the funky beat Down on funky street, diggin' the funky beat Down on funky street, we're doing the swinging shingaling  ",
        "title": "Funky Street"
    },
    {
        "artist": "Tommy James And The Shondells",
        "lyrics": "  [Intro]  Here she come down, says  'Mony, Mony' Well, shoot 'em down, turn around, come home, honey Hey! She gimme love an' I feel alright now Everybody! You got me tossin' turnin' in the night, and I feel alright Let me feel alright  I say yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah  Well you make me feel Mony, Mony So! Mony, Mony Good! Mony, Mony Yeah! Mony, Mony So good! Mony, Mony Oh, yeah! Mony, Mony Come on! Mony, Mony  All right, baby! Mony, Mony  Say yeah, yeah, yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah  Break 'dis, shake it, Mony, Mony Shot gun, get it done, come on, Mony Don't stop cookin', it feels so good, yeah Hey! Well don't stop now, hey, come on Mony Well come on, Mony  Yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah  Well you make me feel Mony, Mony So! Mony, Mony Good! Mony, Mony Yeah! Mony, Mony Alright! Mony, Mony Come on! Mony Mony So good! Mony Mony  All right I say yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, ahhhhhhh  {hook}  Oo, I love ya Mony, Mo, Mo, Mony Oo, I love ya Mony, Mo, Mo, Mony Oo, I love ya Mony, Mo, Mo, Mony Oo, I love ya Mony, Mo, Mo, Mony  I say yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah Yeah  Come on! Come on! Come on!  Everybody Alright, alright Come on!  ",
        "title": "Mony Mony"
    },
    {
        "artist": "Spanky And Our Gang",
        "lyrics": null,
        "title": "Like To Get To Know You"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": null,
        "title": "Ain't No Way"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": "  Huh! look-a-here Ya got the kinda lovin, that was made to be mine Got that little somethin That make me know that you're mine, look-a-here You're lookin good, lookin so good, alright You're lookin good, just like I knew that you would Alright, look-a-here, when you call my name baby You call me Mr.Clean, Im gonna give you lovin That you ain't never seen, hey, you lookin good A lookin so good, alright, you lookin good Just like I knew that you would, alright, look-a-here When you wear your wigs, baby You wear your dresses tight You wear your foxy fur, baby When you step out late at night, hey! You lookin good, oh, so good, look-a-here You lookin good, just like I knew that you would Alright, look-a-here, mama get your mojo Papa get your gun, Im gonna steal your daughter Im gonna be your son, you're lookin good Hey! lookin so good, look-a-here, you lookin good Just like I knew that you would, alright, look-a-here now Huh! alright, won't you make it alright huh! Won't you make it alright, won't you make it alright? Won't you make it alright, won't you make me holler, hey! Hey, won't you make me feel good  ",
        "title": "She's Lookin' Good"
    },
    {
        "artist": "Willie Mitchell",
        "lyrics": null,
        "title": "Soul Serenade"
    },
    {
        "artist": "The Sweet Inspirations",
        "lyrics": "  I need your sweet inspiration I need you here on my mind every hour of the day Without your sweet inspiration The lonely hours of the night just don't go my way  A woman in love needs sweet inspiration And honey that's all I ask, you know, that's all I ask from you I gotta have your sweet inspiration You know there's just ain't no telling what a satisfied woman might do  When you call me, baby, baby It's such a sweet inspiration The way you call me darlin', darlin', darlin' Sets my heart to skating And if I'm out in the rain, baby And in a bad situation You know I just reach back in my mind And then I find your sweet inspiration  Sweet inspiration oh what a power And I've got the power every hour of the day I need your sweet inspiration, yeah To go on livin' to keep on givin' this way  Sweet, sweet inspiration Sweet, sweet inspiration  ",
        "title": "Sweet Inspiration"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  Girl I can't believe my ears Are you really telling me goodbye See you're taking away My reason for living And you won't even tell me why Before you walk out the door There's something I want you to know  That I could never ever love another After loving you Ooohoo No other love will I share Cause none can compare After loving you  It was only yesterday Your words are still fresh in my mind Baby you said Long as the rivers flow Each day you'd love me more Now you wanna leave me behind Listen baby I don't know what it's gonna take to make you stay I just know I've got to find a way  Cause I could never never never ever love another After loving you Ooohoo No other will I share Cause none, none can compare After loving you  So baby please stay beside me I need your sweet love to guide me Oh baby baby baby baby baby baby (I could never love another) Ooohhhh after loving you (I could never love another after loving you)  Baby baby baby it was only only only only yesterday Your words are still fresh in my mind I remember you said Long as the rivers flow Each day you'd love me more Now you wanna leave, leave me behind listen baby I don't know what it's gonna take to make you stay I just know I've got to find a way  I could never, never never never ever love another after loving you Ooohooo No other love will I share 'cause none, none can compare after loving you Ooooooh baby, on my bended knees I'm beggin you to stay here with me  Ooooh  Ooooooh Baby baby baby baby I could never never ever never ever love another After loving you Ooohoooo No other love will I share cause none can compare After loving you  ",
        "title": "I Could Never Love Another (After Loving You)"
    },
    {
        "artist": "Tom Jones",
        "lyrics": "  {Intro}  I saw the light on the night that I passed by her window I saw the flickering shadow of love on her blind She was my woman As she deceived me I watched and went out of my mind  My, my, my Delilah Why, why, why Delilah I could see, that girl was no good for me But I was lost like a slave that no man could free  At break of day when that man drove away I was waiting I crossed the street to her house and she opened the door She stood there laughing I felt the knife in my hand and she laughed no more  My, my, my Delilah Why, why, why Delilah So before they come to break down the door Forgive me Delilah I just couldn't take anymore  {Instrumental}  She stood there laughing I felt the knife in my hand and she laughed no more  My, my, my Delilah Why, why, why Delilah So before they come to break down the door Forgive me Delilah I just couldn't take anymore Forgive me Delilah I just couldn't take anymore  ",
        "title": "Delilah"
    },
    {
        "artist": "Otis Redding",
        "lyrics": "  Gonna sing this song y'all Singin' it for my baby She's the only one can bring me joy That's why I sing these happy songs  They go dum, dum, deedle dee, dum dum Dum, dum, deedle dee, dum dum Dum, dum, deedle dee, dum dum Come on now happy song, happy song now  On a cold, rainy, windy night She shut all the doors, she cut off the lights She holds me and squeeze me tight She tells me, \"Big O, everything's all right\"  And I go dum, dum, deedle dee, dum dum Play it again, dum, dum, deedle dee, dum dum Do it again, dum, dum, deedle dee, dum dum Come on now those happy songs, happy, happy songs  Come on Bring my breakfast to the table When I go to work she knows I'm able Do my job, I come back in You oughta see my baby's face, she just grins, grins, grins  I go dum, dum, deedle dee, dum dum Play it again, dum, dum, deedle dee, dum dum Sing them happy songs Lovely, lovely songs Sweet soul songs Those good old happy songs Give you such a feeling A lovely, lovely, feeling It makes you wanna shout It knocks you, knocks you out Happy, happy songs Those good old lovely songs Those good old nursery rhyme songs Those good old lovely songs Those sweet soul music songs  ",
        "title": "The Happy Song (Dum-Dum)"
    },
    {
        "artist": "The New Colony Six",
        "lyrics": "  I will always think about you Even if I live without you Please don't let that ever happen I have too much love within me  For you (for you) Baby it's true (for you) Baby  I can't find the words to tell you Just how much I really love you If you feel that same way I do You will know the love I have here  For you (for you) Baby it's true (for you) Baby  The days we spent together were fine The nights, the lights, were yours and mine It's true I'll always love you. Always love you  So let us plan our futures together Love is here. It's getting stronger Even if I live without you I will always think about you  It's true (for you) Baby it's you (for you) Baby it's true (for you) Baby for you (for you) Baby  ",
        "title": "I Will Always Think About You"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  If I were a carpenter And you were a lady Now would you marry me anyway? Would you have my baby?  If I take on a tinkers trade Would you still find me? Oh carryin' the pots I made Followin' closer behind me  Save my love through lonliness Save my love for sorrow Cause I have given you my ownliness Give me part of your tomorrow  If I work my hands in wood Would you still love me? Ah, answer me babe, yes I would I'd raise you high above me  If I was a miller at a mill wheel grindin' Now would you miss your color box? & your soft shoes shining?  If I were a carpenter & you were a lady Girl, would you marry me anyway? I want you have my baby  If I were a carpenter & you were a lady Now would you marry me anyway? Won't you have my baby?  ",
        "title": "If I Were A Carpenter"
    },
    {
        "artist": "Bobby Taylor & The Vancouvers",
        "lyrics": "  Does your mama know about me? Does she know just what I am? Will she turn her back on me  Or accept me as a man? And what about your Dad? Did you think of what he'll say? Will he be understanding Or does he think the usual way? Maybe I shouldn't worry But I've been through this before And I'd like to get things straight Before I'm knocking on your door  Does your mama know about me? Does she know just what I am? If she says forget about me  Do you think you'd understand? And what about your friends? Do you care what people say? Will you accept the burdons I know will surely come your way? Maybe I shouldn't worry But I've been through this before And I'd like to get things straight Before I'm knocking on your door  Does your mama know about me? Does she know just what I am? Will she turn her back on me?  Or accept me as a man? We've got to stand tall Can't stumble or crawl We've got to be strong For love that's so right Can't be wrong And every day I see it grow And I don't want to let it go I guess that's why I gotta know  Does your mama know about me? Does your mama know about me? Does your mama know about me? Does your mama know about me? Does your mama know about me?  ",
        "title": "Does Your Mama Know About Me"
    },
    {
        "artist": "Four Jacks And A Jill",
        "lyrics": "  It's a strange, strange world we live in, Master Jack You taught me all I know and I'll never look back It's a very strange world and I thank you, Master Jack  You took a colored ribbon from out of the sky And taught me how to use it as the years went by To tie up all your problems and make them look neat And then to sell them to the people in the street  It's a strange, strange world we live in, Master Jack You taught me all I know and I'll never look back It's a very strange world and I thank you, Master Jack  I saw right through the way you started teachin' me now So some day soon you could get to use me somehow I thank you very much and though you've been very kind But I'd better move along before you change my mind  It's a strange, strange world we live in, Master Jack You know how I feel as if I'll never come back It's a very strange world and I thank you, Master Jack  You taught me all the things the way you'd like them to be But I'd like to see if other people agree It's all very int'resting the way you disguise But I'd like to see the world through my own eyes  It's a strange, strange world we live in, Master Jack No hard feelin's if I never come back You're a very strange man and I thank you, Master Jack  You're a very strange man and I thank you, Master Jack You're a very strange man and I thank you, Master Jack  ",
        "title": "Master Jack"
    },
    {
        "artist": "Ohio Express",
        "lyrics": "  [Intro ]  Yummy, Yummy, Yummy I got love in my tummy And I feel like a-loving you Love, you're such a sweet thing Good enough to eat thing And that's just a-what I'm gonna do Oh love, to hold ya Oh love, to kiss ya Oh love, I love it so Oh love, you're sweeter Sweeter than sugar Oh love, I won't let you go  [Hook] Yummy, Yummy, Yummy I got love in my tummy And as silly as it may seem The loving that you're giving Is what keeps me living And your love is like Peaches and cream Kind-a like sugar Kind-a like spices Kind-a like, like what you do Kind-a sounds funny But love, honey And honey, I love you  [Bridge] Para, pararara Para, pararara  [Hook] Yummy, Yummy, Yummy I got love in my tummy That your love can satisfy Love, you're such a sweet thing Good enough to eat thing And sweet thing, that ain't no lie I love to hold ya I love, to kiss ya Oh love, I love it so Oh love, you're sweeter Sweeter than sugar Oh love, I won't let you go  [Outro ] Para, pararara Para, pararara Sweet thing... Yummy Yummy Sweet thing... Para, pararara Para, pararara Sweet thing Yummy Yummy  ",
        "title": "Yummy Yummy Yummy"
    },
    {
        "artist": "Sly & The Family Stone",
        "lyrics": null,
        "title": "Dance To The Music"
    },
    {
        "artist": "Georgie Fame",
        "lyrics": "  Bonnie and Clyde were pretty looking people But I can tell you, people They were the devil's children Bonnie and Clyde began their evil doing One lazy afternoon Down Savannah way  They robbed a store And high-tailed out of that town Got clean away in a stolen car And waited till the heat died down  Bonnie and Clyde advanced their reputation And made the graduation Into the banking business Reach for the sky! Sweet talking Clyde would holler As Bonnie loaded dollars In the dewlap bag  Now one brave man He tried to take them alone They left him lying in a pool of blood And laughed about it all the way home  Bonnie and Clyde got to be public enemy number one Running and hiding from every American lawman's gun  They used to laugh about dying But deep inside them they knew That pretty soon they'd be lying Beneath the ground together Pushing up daisies to welcome the sun and the morning dew  Acting upon reliable information A Federal Deputation laid a deadly ambush When Bonnie and Clyde came walking in the sunshine A half a dozen carbines opened up on them  Bonnie and Clyde They lived a lot together And finally together They died  ",
        "title": "The Ballad Of Bonnie And Clyde"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": null,
        "title": "(Sweet Sweet Baby) Since You've Been Gone"
    },
    {
        "artist": "Bobby Vee",
        "lyrics": null,
        "title": "My Girl/Hey Girl"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": null,
        "title": "Take Good Care Of My Baby"
    },
    {
        "artist": "Gene And Debbe",
        "lyrics": null,
        "title": "Playboy"
    },
    {
        "artist": "The Doors",
        "lyrics": "  [Intro] Wait until the war is over And we're both a little older The unknown soldier  [Chorus] Breakfast where the news is read Television, children fed Unborn living, living dead Bullet strikes the helmet's head  [Verse 1] And it's all over for the unknown soldier It's all over for the unknown soldier Uh March! Company, halt! Present arms! Make a grave for the unknown soldier Nestled in your hollow shoulder The unknown soldier  [Chorus] Breakfast where the news is read Television, children fed Unborn living, living dead Bullet strikes the helmet's head   [Bridge] And it's all over The war is over It's all over War is over  [Outro] It's all over, baby! All over, baby! Oh all right, yeah! All over, yeah ha ha! All over! All over, baby! Oh, oh yeah! All over All over Yeah  ",
        "title": "The Unknown Soldier"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  White chalk written on red brick Our love told in a heart It's there, drawn in the playground Love, kiss, hate, or adore  I love Jennifer Eccles I know that she loves me I love Jennifer Eccles I know that she loves me  La la, la-la la la la La la, la-la la-la La la, la-la la la la La la, la-la la-la  I used to carry her satchels She used to walk by my side But when we got to her doorstep Her dad wouldn't let me inside  One Monday morning Found out I'd made the grade Started me thinking Had she done the same?  La la, la-la la la la La la, la-la la-la La la, la-la la la la La la, la-la la-la  One Monday morning Found out I'd made the grade Started me thinking Had she done the same?  I hope Jennifer Eccles Is going to follow me there Our love is bound to continue Love, kiss, hate, or adore  Singing I love Jennifer Eccles I know that she loves me I love Jennifer Eccles I know that she loves me  La la, la-la la la la La la, la-la la-la La la, la-la la la la La la, la-la la-la  Singing La la, la-la la la la La la, la-la la-la La la, la-la la la la La la, la-la la-la  ",
        "title": "Jennifer Eccles"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": "  [Verse 1] Now, I'm a U.S. Male cause I was born In a Mississippi town on a Sunday morn Now Mississippi just happens to occupy a place In the southeastern portion of this here United States Now that's a matter of fact, buddy And you know it well So I just call myself the U.S. Male That's M-A-L-E, son. That's me!  [Verse 2] Now I said all that to say all this I've been watching' the way You've been watching' my missus For the last three weeks you been hot on her trail And you kinda upset this U.S. Male You touch her once with your greasy hands I'm gonna stretch your neck like a long rubber band She's wearin' a ring that I bought her on sale And that makes her the property of this U.S. Male  [Chorus] You better not mess with the U.S. Male my friend The U.S. Male gets mad, he's gonna do you in You know what's good for yourself son You better find somebody else son Don't tamper with the property of the U.S. Male  [Verse 4] Through the rain and the heat and the sleet and the snow The U.S. Male is on his toes So quit watching' my woman, cuz that ain't wise You ain't pullin' no wool over this boy's eyes I catch you 'round my woman, champ I'm gonna leave your head 'bout the shape of a stamp Kinda flattened out, so you'll do well To quit playin' games with this U.S. Male  [Chorus] You better not mess with the U.S. Male my friend The U.S. Male gets mad, he's gonna do you in You know what's good for yourself son You better find somebody else son Don't tamper with the property of the U.S. Male  [Bridge] Tell me guitar Aw yeah Now sock it to me one time baby  [Outro] All right, now I'm gonna tell it like it is son I catch you messing' 'round with that woman of mine I'm gonna lay one on ya. You're talking' to the U.S. Male The American U.S. Male  ",
        "title": "U.S. Male"
    },
    {
        "artist": "The Who",
        "lyrics": "  See that girl who's smiling so brightly Well I reckon she's cool and I reckon rightly She's good looking and I ain't frightened I'm gonna show you why they call me lightning  Hey little girl who's dancing so lightly My XKE is shining so brightly The noose around us is slowly tightening I'm gonna show you why they call me lightning  Hey little girl who's dancing so lightly My XKE is shining so brightly The noose around us is slowly tightening I'm gonna show you why they call me lightning  You can't catch me, I'm as fast as can be Call me lightning, I'm as fast as can be No you can't catch me, no you can't catch me  ",
        "title": "Call Me Lightning"
    },
    {
        "artist": "O.C. Smith",
        "lyrics": "  Oh, the path was deep and wide From footsteps leading to our cabin Above the door there burned a scarlet lamp And late at night a hand would knock And there would stand a stranger Yes, I'm the son of Hickory Holler's tramp  Yeah, the weeds were high, the corn was dry When daddy took to drinking Him and Sally Walker, they up and ran away Then Momma shed a silent tear  And promised fourteen children \"I swear you'll never see a hungry day\" When Momma sacrificed her pride The neighbors started talking But we were much too young To understand the things they said All we really cared about Was Momma's chicken dumplings And a goodnight kiss Before we went to bed  Oh, you know, the path was deep and wide From footsteps leading to our cabin Above the door there burned a scarlet lamp And late at night a hand would knock And there would stand a stranger Yes, I'm the son of Hickory Holler's tramp When Daddy left and destitution  Came upon our family Not one neighbor volunteered To lend a helping hand So just let 'em gossip all they want She loved us, and she raised us The proof is standing here A full grown man  Last summer Momma passed away And left the ones who loved her Each and every one is More than grateful for their birth And each Sunday she receives A big bouquet of fourteen roses With a card that reads  'The Greatest Mom on Earth' Oh, you know, the path was deep and wide From footsteps leading to our cabin Above the door there burned a scarlet lamp And late at night a hand would knock And there would stand a stranger Yes, I'm the son of Hickory Holler's tramp  ",
        "title": "The Son Of Hickory Holler's Tramp"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": null,
        "title": "I Wanna Live"
    },
    {
        "artist": "The Dells",
        "lyrics": null,
        "title": "Wear It On Our Face"
    },
    {
        "artist": "The Delfonics",
        "lyrics": null,
        "title": "I'm Sorry"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": null,
        "title": "Friends"
    },
    {
        "artist": "Richard Harris",
        "lyrics": "  Spring was never waiting for us, girl It ran one step ahead As we followed in the dance  Between the parted pages We were pressed In love's hot, fevered iron Like a striped pair of pants  Mac Arthur's Park is melting in the dark All the sweet green icing flowing down Someone left the cake out in the rain I don't think that I can take it Cause it took so long to bake it And I'll never have that recipe again Oh, nooo!  I recall the yellow cotton dress Foaming like a wave On the ground beneath your knees Birds like tender babies in your hands And the old men playing Chinese checkers By the trees  Mac Arthur's Park is melting in the dark All the sweet green icing flowing down Someone left the cake out in the rain I don't think that I can take it Cause it took so long to bake it And I'll never have that recipe again Oh, nooo!  There'll be another song for me And I will sing it There'll be another dream for me Someone will bring it I will drink the wine while it is warm And never let you catch me Looking at the sun, oh yeah And after all the loves of my life After all loves in my life You'll be the one  I will take my life into my hands And I will use it I will win the worship in their eyes And I will lose it I will have the things that I desire And my passion flow Like rivers through the sky Oh and after all the loves in my life After all the loves in my life You'll still be the one And I'll ask myself why  Mac Arthur's Park is melting in the dark All the sweet green icing flowing down Someone left the cake out in the rain I don't think that I can take it Cause it took so long to bake it And I'll never have that recipe again  ",
        "title": "MacArthur Park"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": null,
        "title": "Look To Your Soul"
    },
    {
        "artist": "People",
        "lyrics": null,
        "title": "I Love You"
    },
    {
        "artist": "James & Bobby Purify",
        "lyrics": null,
        "title": "I Can Remember"
    },
    {
        "artist": "B.B. King",
        "lyrics": "  [Instrumental break]  [Verse 1 - B.B. King] You act like you don't want to listen When I'm talking to you You think you outta do baby Anything you wanna do You must be crazy baby You just gotta be outta your mind As long as I'm payin' the bills woman I'm payin' the cost to be the boss  [Verse 2  -B.B. King] I'll drink if I want to And play a little poker too Don't you say nothing to me As long as I'm taking care of you As long as I'm workin baby And payin' all the bills I don't want no mouth from you About the way I'm supposed to live You must be crazy woman Just gotta be outta your mind As long as I foot the bills I'm payin' the cost to be the boss  [Verse 3 - B.B. King] Now that you got me You act like you ashamed You don't act like my woman You just usin' my name I tell you I'm gonna have all the money And I don't want no back-talk Cause if you don't like the way I'm doin' Just pick up your things and walk You gotta be crazy baby You must be outta your mind As long as I'm payin' the bills woman I'm payin' the cost to be the boss  ",
        "title": "Paying The Cost To Be The Boss"
    },
    {
        "artist": "Engelbert Humperdinck",
        "lyrics": "  I can remember when we walked together Sharing a love I thought would last forever Moonlight to show the way so we can follow Waiting inside her eyes was my tomorrow Then something changed her mind, her kisses told me I had no loving arms to hold me  Every day I wake up then I start to break up Lonely is a man without love Every day I start out then I cry my heart out Lonely is a man without love Every day I wake up then I start to break up Knowing that it's cloudy above Every day I start out then I cry my heart out Lonely is a man without love  I cannot face this world that's fallen down on me So if you see my girl please send her home to me Tell her about my heart that's slowly dying Say I can't stop myself from crying  Every day I wake up then I start to break up Lonely is a man without love Every day I start out then I cry my heart out Lonely is a man without love Every day I wake up then I start to break up Knowing that it's cloudy above Every day I start out then I cry my heart out Lonely is a man without love  Every day I wake up then I start to break up Lonely is a man without love Every day I start out then I cry my heart out Lonely is a man without love  ",
        "title": "A Man Without Love (Quando M'innamoro)"
    },
    {
        "artist": "Andy Kim",
        "lyrics": "  Look at you baby look at me So in love we used to be But now it's just a memory Baby, how'd we ever get this way Tell me baby, how'd we ever get this way Well I recall when things were fine And every day the sun would shine When I was yours and you were mine Baby, how'd we ever get this way Tell me baby, how'd we ever get this way Remember how it used to was Before the rovin' eye of love Why does it do the way it does Baby, how'd we ever get this way Tell me baby, how'd we ever get this way Time and time and time again I wonder why it all began Tell me how's it gonna end Baby, how'd we ever get this way Ba-la, la, la, la, la, la Ba-la, la, la, la, la, la Ba-la, la, la, la, la, la Baby, how'd we ever get Baby, how'd we ever get Baby, how'd we ever get this way Ba-la, la, la, la, la, la Ba-la, la, la, la, la, la Ba-la, la, la, la, la, la  ",
        "title": "How'd We Ever Get This Way"
    },
    {
        "artist": "Merrilee Rush & The Turnabouts",
        "lyrics": "  There'll be no strings to bind your hands Not if my love can't bind your heart And there's no need to take a stand For it was I who chose to start I see no reason to take me home I'm old enough to face the dawn  Just call me angel of the morning, Angel Just touch my cheek before you leave me, baby Just call me angel of the morning, Angel Then slowly turn away... from me  Maybe the sun's light will be dim And it won't matter anyhow If morning's echo says we've sinned Well, it was what I wanted now And if we're the victims of the night I won't be blinded by light  Just call me angel of the morning, Angel Just touch my cheek before you leave me, baby Just call me angel of the morning, Angel Then slowly turn away... I won't beg you to stay... with me... Through the tears... of the day.... Of the years... baby, baby --  Just call me angel of the morning, Angel Just touch my cheek before you leave me, baby Just call me angel of the morning, Angel Just touch my cheek before you leave me, baby....  ",
        "title": "Angel Of The Morning"
    },
    {
        "artist": "Ray Stevens",
        "lyrics": null,
        "title": "Unwind"
    },
    {
        "artist": "Robert John",
        "lyrics": null,
        "title": "If You Don't Want My Love"
    },
    {
        "artist": "Guy Marks",
        "lyrics": "  Verse 1 Oh, your red scarf matches your eyes You closed your cover before striking Father had the shipfitter blues Loving you has made me bananas Verse 2 Oh, your red scarf matches your eyes You closed your cover before striking Father had the shipfitter blues Loving you has made me bananas Bridge Oh, you burnt your finger that evening While my back was turned I asked the waiter for iodine But I dined all alone Verse 3 Oh, your red scarf matches your eyes You closed your cover before striking Father had the shipfitter blues Loving you has made me bananas  (Return to bridge)  ",
        "title": "Loving You Has Made Me Bananas"
    },
    {
        "artist": "Flatt & Scruggs",
        "lyrics": null,
        "title": "Foggy Mountain Breakdown"
    },
    {
        "artist": "Sergio Mendes & Brasil '66",
        "lyrics": null,
        "title": "The Look Of Love"
    },
    {
        "artist": "Joe Simon",
        "lyrics": null,
        "title": "(You Keep Me) Hangin' On"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": "  Never gonna give you up No matter how you treat me Never gonna give you up So don't you think of leavin  Girl, you treat me bad and I know why Yeah, I've seen you runnin' around with another guy And you think if you hurt me that I'll go away Made it up in my mind that I'm here to stay  So tell em Never gonna give you up Whisper in his ear No matter how you treat me Never gonna give you up You tell him that Jerry said he'll never let you go So don't you think of leavin' Hey, don't you understand What you're doing to the man?  Do you see these tears here in my eyes? Ain't no use in me lyin' Cause I really cried You think you're gonna take me And put me on the shelf Girl, I'd rather die Than see you with somebody else  So throw it out of your mind I'll never leave you Though you grieve me and deceive me, yeah Hey, don't you understand What you're doing to the man?  My friends all say that I'm your fool And you're using me like a carpenter uses a tool And I know their intentions are all very good Some of them would help me if they could  But I'll never, never, never, never, never let you go baby No matter what you say Babe, don't you understand That you're killing this man? Never gonna give you up Never gonna give you up No matter what you do to me, baby  ",
        "title": "Never Give You Up"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  People get ready, I've got good news for you How we got over, like we all supposed to do Let us all say amen and together we'll clap our hands 'Cause we rollin' on, we're rollin' on, we're rollin' on, we're rollin' on  The road is hard to find and it's hard to climb But we cannot stop, until we reach that mountain top And we've been tryin' tryin' so hard but it takes a little time Brothers and Sisters don't you worry you get yours and I'll get mine  And we'll all say amen and together we'll clap our hands 'Cause we rollin' on, we're rollin' on, we're rollin' on, we're rollin' on  The road is hard to find and it's hard to climb But we cannot stop, until we reach that mountain top Roll roll roll on  Wooh, the road is hard to find, and it's hard to climb But we cannot stop, until we reach that mountain top We're rollin' on We're rollin' on, (rollin' on) Brothers and Sisters child we're rollin' on Ain't nobody worry (c'mon now) we're rollin' on  The road is hard to find and it's hard to climb But we cannot stop, until we reach that mountain top I've got to get it Got to get it, uh C'mon Keep on pushin'  ",
        "title": "We're Rolling On (Part I)"
    },
    {
        "artist": "Jay And The Techniques",
        "lyrics": "  Baby, baby  Baby, make your own sweet music Baby, make your own sweet music  Take a loving feeling Add some kissing to it Mix it in your heart and You'll be dancing on the ceiling  Baby, baby You got to make your own music You got to let it groove inside you You only need your soul to guide you And make me wanna play it with you  Baby, baby The melody of love is in you Just open up your heart and listen Hear the beat you're missing Baby, make your own sweet music  Straight from your heart and Let me show you how to use it I could teach you the part Every night and we could use it Playing all the music  Whoa, baby, baby I'm weeping every night without you  Baby, baby Make your own sweet music  Take it straight from your heart And let me show you how to use it I could teach you the part Every night and we could use it Playing all the music  Whoa, baby, baby I'm weeping every night without you I love you, won't you Please believe me  I'll make you never want to leave me With every burning kiss I give you  Baby, baby You got to make your sweer music You got to let it groove inside you You only need your soul to guide you Now, now, now, now  Baby, baby The melody of love is in you  ",
        "title": "Baby Make Your Own Sweet Music"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": "  I've got another heartbreaker on my hands Girl, I can't stand up to you and be a normal man My heart can't take it, I'm fallin' in love with you You'll trap me into doin' things I wouldn't ordinarily do You're dynamite, you've got me uptight The way you sock it to me, girl, you're outta sight  Heartbreaker, heartbreaker Heartbreaker, heartbreaker  She's a heartbreaker and all my buddies know She makes me feel like a king behind closed doors When we're out on a date and none of it shows She makes me feel like the lowest man on the totem pole She's dynamite, she's got me uptight The way you sock it to me, girl, you're outta sight  Heartbreaker, heartbreaker Heartbreaker, heartbreaker  What a heartbreaker, the devil on wheels Whatever you got, you sure make me feel real I'll keep on hangin' out, hangin' in as long as I can I can't help myself, here I go again You're dynamite, you've got me uptight The way you sock it to me, girl, you're outta sight  Heartbreaker, heartbreaker Heartbreaker, heartbreaker  Heartbreaker, heartbreaker Heartbreaker, heartbreaker My heartbreaker, heartbreaker Oh heartbreaker, heartbreaker  ",
        "title": "She's A Heartbreaker"
    },
    {
        "artist": "Martha Reeves & The Vandellas",
        "lyrics": null,
        "title": "I Promise To Wait My Love"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": null,
        "title": "Think"
    },
    {
        "artist": "Soul Survivors",
        "lyrics": null,
        "title": "Impossible Mission (Mission Impossible)"
    },
    {
        "artist": "1910 Fruitgum Co.",
        "lyrics": "  I remember how it started On a sunny summer's day I was looking out my window All the kids were out to play  Then she said, hey Let's play May I Out into the street I came Ever since that sunny morning Nothing has been quite the same  [Chorus] May I take a giant step into your heart May I give you love and sweet affection May I take a giant step into your heart So that you will look in my direction May I take a giant step into your heart  Though I may be getting older May I's still my favorite game Girl, I got to have your permission If our need's to be the same  Show me if you really want me Show me if you really care Give me just a little sign, girl Make me feel you want me here  [Repeat Chorus 2x]  ",
        "title": "May I Take A Giant Step (Into Your Heart)"
    },
    {
        "artist": "Lemon Pipers",
        "lyrics": "  If you're looking for a sunshine boy Come with me I can give you some We'll climb a rainbow ladder to the sky Just you and I, we will fly To the yellow ball of butter Where the clouds are as fluffy as a parachute sail In the Jelly Jungle Of Orange Marmalade-lade-lade-lade-lade-lade-lade-lade-lade-lade There are tangerine dreams waiting for you In Orange Marmalade-lade-lade-lade-lade-lade-lade-lade-lade-lade Take a trip on my pogo stick Bounce up and down, do a trick I'll play a beat on your pumpkin drum And we'll have fun in the sun We will always be together Lick my hand forever and come out of the shade To the Jelly Jungle Of Orange Marmalade-lade-lade-lade-lade-lade-lade-lade-lade-lade There are tangerine dreams waiting for you In Orange Marmalade-lade-lade-lade-lade-lade-lade-lade-lade-lade Carrot trumpets play Violins grow like peaches in the sun all day In the Jelly Jungle Of Orange Marmalade-lade-lade-lade-lade-lade-lade-lade-lade-lade There are tangerine dreams waiting for you In Orange Marmalade-lade-lade-lade-lade-lade-lade-lade-lade-lade  ",
        "title": "Jelly Jungle (Of Orange Marmalade)"
    },
    {
        "artist": "Paul Mauriat And His Orchestra",
        "lyrics": null,
        "title": "Love In Every Room"
    },
    {
        "artist": "Herb Alpert",
        "lyrics": "  You see this guy This guy's in love with you Yes, I'm in love Who looks at you the way I do When you smile I can tell We know each other very well How can I show you I'm glad I got to know you, 'cause  I've heard some talk They say you think I'm fine Yeah, I'm in love And what I'd do to make you mine Tell me now, is it so? Don't let me be the last to know My hands are shaking Don't let my heart keep breaking, 'cause  I need your love I want your love Say you're in love In love with this guy If not, I'll just die  Tell me now, is it so? Don't let me be the last to know My hands are shaking Don't let my heart keep breaking, 'cause  I need your love I want your love Say you're in love In love with this guy If not, I'll just die  ",
        "title": "This Guy's In Love With You"
    },
    {
        "artist": "The Association",
        "lyrics": "  I kicked off my shoes, and felt the good earth beneath my feet I loosened my tie, and felt what it feels like to breathe I found the secret to llife I took some time for living I took off my watch, and found I had all the time in the world I opened up my arms, so I could hold life like a beautiful girl I laid down all of my hang-ups forever I looked around, and saw what sweet things can be found Simply by taking some time for living Grooving on little things life is giving  From now on I'm taking time out for life Too busy to stop and notice the things that are real Embarrassed to talk about all things that I feel It's so strange, never noticed the world all around me Hey, look I've changed, my attitude's been rearranged  From now on I'm taking some time for living Grooving on everything life is giving I'm gonna be taking time for life Lifetime for living Grooving on everything life is giving Lifetime for living Grooving on everything life is giving Lifetime for living  ",
        "title": "Time For Livin'"
    },
    {
        "artist": "Ollie & The Nightingales",
        "lyrics": null,
        "title": "I Got A Sure Thing"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  If I close my eyes I can almost hear my mother Callin', \"Neil go find your brother Daddy's home, and it's time for supper Hurry on.\"  And I see two boys Racin' up two flights of staircase Squirmin' into Papa's embrace And his whiskers warm on their face Where's it gone? Oh, where's it gone?  Two floors above the butcher First door on the right And life filled to the brim As I stood by my window And looked out on those Brooklyn Roads  I can still recall The smells of cookin' in the hallways Rubbers drying in the doorways And report cards I was always Afraid to show  Mama'd come to school And as I sit there softly crying Teacher'd say, \"He's just not trying Got a good head if he'd apply it But you know yourself It's always somewhere else.\"  I built me a castle With dragons and kings And I'd ride off with them As I stood by my window And looked out on those Brooklyn roads  Thought of going back But all I'd see are stranger's faces And all the scars that love erases But as my mind walks through those places I'm wonderin' What's come of them?  Does some other young boy Come home to my room Does he dream what I did As he stands by my window And looks out on those Brooklyn roads Brooklyn roads  ",
        "title": "Brooklyn Roads"
    },
    {
        "artist": "Herb Alpert & The Tijuana Brass",
        "lyrics": null,
        "title": "Cabaret"
    },
    {
        "artist": "Solomon Burke",
        "lyrics": null,
        "title": "I Wish I Knew (How It Would Feel To Be Free)"
    },
    {
        "artist": "The Byrds",
        "lyrics": null,
        "title": "You Ain't Going Nowhere"
    },
    {
        "artist": "Cream",
        "lyrics": "  Twice upon a time In the valley of the tears The auctioneer is bidding For a box of fading years And the elephants are dancing On the graves of squealing mice Anyone for tennis? Wouldn't that be nice?  And the ice creams are all melting On the streets of bloody beer While the beggars stain the pavements With fluorescent Christmas cheer And the Bentley-driving guru Is putting up his price Anyone for tennis? Wouldn't that be nice?  And the prophets in the boutiques Give out messages of hope With jingle bells and fairy tales And blind providing scopes And you can tell that all they're saying Underneath the pretty lights Anyone for tennis? Wouldn't that be nice?  Yellow Buddhist monk is Burning brightly at the zoo You can bring a bowl of rice And then a glass of water, too And Fate is setting up the chessboard While Death rolls out the dice Anyone for tennis? Wouldn't that be nice?  ",
        "title": "Anyone For Tennis"
    },
    {
        "artist": "Herman's Hermits",
        "lyrics": "  Sleepy Joe Sleepy Joe  Rise and shine, Sleepy Joe Now's the time, don't you know? To get into a new kind of dream You've been living alone With no Bell telephone And you don't have a shirt that is clean  You can rest your head on the corner of your bed You can watch the world go by But you're never gonna see What the other people see If you're always gonna be a Sleepy Joe  Rise and shine, Sleepy Joe There are places to go There are windows to clean on the way You've got nothing to lose But the shine on your shoes Do the best things you can every day  You can get upset at the way the people get You can turn your back on the crowd But you never gonna see What is absolutely real If you're always gonna be a Sleepy Joe  La la la, la la la, la la la, la la la (Sleepy Joe) La la la, la la la, la la la (Sleepy Joe) La la la, la la la, la la la, la la la (Sleepy Joe) La la la, la la la, la la la (Sleepy Joe)  Rise and shine, Sleepy Joe Now's the time, don't you know? To get into a new kind of dream You've been living alone With no Bell telephone And you don't have a shirt that is clean  La la la, la la la, la la la, la la la (Sleepy Joe) La la la, la la la, la la la (Sleepy Joe) La la la, la la la, la la la, la la la (Sleepy Joe) La la la, la la la, la la la (Sleepy Joe)  Rise and shine, Sleepy Joe There are places to go There are windows to clean on the way You've got nothing to lose But the shine on your shoes Do the best things you can every day  La la la, la la la, la la la, la la la (Sleepy Joe) La la la, la la la, la la la (Sleepy Joe) La la la, la la la, la la la, la la la (Sleepy Joe) La la la, la la la, la la la (Sleepy Joe)  ",
        "title": "Sleepy Joe"
    },
    {
        "artist": "Joe Tex",
        "lyrics": "  If I ever do you wrong If I ever leave you all alone If I ever tell you a lie And if I ever make you cry Baby, I hope a fire Light on my pie I hope a bee sting me over my eye You know I love my pie And I love my eye, baby So you know I'll never do you wrong If I ever make you blue If I ever say I don't love you If I ever make you sad And if I say something that'll make you mad Baby, I hope I slip And break my hip I hope a fever blister come on my lip You know I love my hip And I love my lip, baby So you know I'll never do you wrong If I ever break your heart If I ever tear your dreams apart If I ever say we're through And if I ever walk away from you Baby, I hope a? Come on my elbow I hope a rock fall on my big toe You know I love my toe And my elbow, baby So you know I'll never do you wrong  ",
        "title": "I'll Never Do You Wrong"
    },
    {
        "artist": "Hamilton Camp",
        "lyrics": null,
        "title": "Here's To You"
    },
    {
        "artist": "Tiny Tim",
        "lyrics": "  Tiptoe through the window By the window, that is where I'll be Come tiptoe through the tulips with me  Oh, tiptoe from the garden By the garden of the willow tree And tiptoe through the tulips with me  Knee deep in flowers we'll stray We'll keep the showers away And if I kiss you in the garden, in the moonlight Will you pardon me? And tiptoe through the tulips with me  (Tongue clicking solo)  Knee deep in flowers we'll stray We'll keep the showers away And if I kiss you in the garden, in the moonlight Will you pardon me? And tiptoe through the tulips with me  ",
        "title": "Tip-Toe Thru' The Tulips With Me"
    },
    {
        "artist": "The Mills Brothers",
        "lyrics": null,
        "title": "My Shy Violet"
    },
    {
        "artist": "Jackie Wilson & Count Basie",
        "lyrics": null,
        "title": "Chain Gang"
    },
    {
        "artist": "William Bell",
        "lyrics": "  Listen, people, listen I'm gonna sing you a song About a man who lived good But didn't live too long  He was born in Macon, Georgia A poor boy without a dime He found his way to Memphis Singing These Arms Of Mine  Otis, Otis Redding was his name Without his soulful singing This old world won't be the same  Now he traveled on to Frisco New York and abroad Everywhere he sang The people would applaud  One day he left Georgia Wisconsin bound But he didn't get to sing that night The plane he was in went down  He was a soul music singer The king of the Memphis sound It makes me feel so sad Cause now he ain't around  He died with his guitar Close to his hands But his soul lives on today In the heart of a million fans  Taking about  Otis, Otis Redding was his name His picture oughta be hung In the music hall of fame  Otis, he was known as Big O Otis, we gonna miss him so Otis, ooh, yeah We gonna miss him so  ",
        "title": "A Tribute To A King"
    },
    {
        "artist": "Patti Page",
        "lyrics": null,
        "title": "Gentle On My Mind"
    },
    {
        "artist": "Etta James",
        "lyrics": null,
        "title": "I Got You Babe"
    },
    {
        "artist": "Peaches & Herb",
        "lyrics": null,
        "title": "United"
    },
    {
        "artist": "Classics IV",
        "lyrics": null,
        "title": "Soul Train"
    },
    {
        "artist": "Rev. Martin Luther King, Jr.",
        "lyrics": "  I am happy to join with you today in what will go down in history as the greatest demonstration for freedom in the history of our nation.  Five score years ago, a great American, in whose symbolic shadow we stand today, signed the Emancipation Proclamation. This momentous decree came as a great beacon light of hope to millions of Negro slaves who had been seared in the flames of withering injustice. It came as a joyous daybreak to end the long night of their captivity.  But one hundred years later, the Negro still is not free. One hundred years later, the life of the Negro is still sadly crippled by the manacles of segregation and the chains of discrimination. One hundred years later, the Negro lives on a lonely island of poverty in the midst of a vast ocean of material prosperity. One hundred years later, the Negro is still languishing in the corners of American society and finds himself in exile in his own land. So we have come here today to dramatize a shameful condition.  In a sense we have come to our nation's capital to cash a check. When the architects of our republic wrote the magnificent words of the Constitution and the Declaration of Independence, they were signing a promissory note to which every American was to fall heir. This note was a promise that all men, yes, black men as well as white men, would be guaranteed the unalienable rights of life, liberty, and the pursuit of happiness.  It is obvious today that America has defaulted on this promissory note insofar as her citizens of color are concerned.  Instead of honoring this sacred obligation, America has given the Negro people a bad check, a check which has come back marked \"insufficient funds.\" But we refuse to believe that the bank of justice is bankrupt. We refuse to believe that there are insufficient funds in the great vaults of opportunity of this nation. So we have come to cash this check -- a check that will give us upon demand the riches of freedom and the security of justice. We have also come to this hallowed spot to remind America of the fierce urgency of now. This is no time to engage in the luxury of cooling off or to take the tranquilizing drug of gradualism. Now is the time to make real the promises of democracy. Now is the time to rise from the dark and desolate valley of segregation to the sunlit path of racial justice. Now is the time to lift our nation from the quick sands of racial injustice to the solid rock of brotherhood. Now is the time to make justice a reality for all of God's children.  It would be fatal for the nation to overlook the urgency of the moment. This sweltering summer of the Negro's legitimate discontent will not pass until there is an invigorating autumn of freedom and equality. Nineteen sixty-three is not an end, but a beginning. And those who hope that the Negro needed to blow off steam and will now be content will have a rude awakening if the nation returns to business as usual. There will be neither rest nor tranquility in America until the Negro is granted his citizenship rights. The whirlwinds of revolt will continue to shake the foundations of our nation until the bright day of justice emerges.  But there is something that I must say to my people who stand on the warm threshold which leads into the palace of justice. In the process of gaining our rightful place we must not be guilty of wrongful deeds. Let us not seek to satisfy our thirst for freedom by drinking from the cup of bitterness and hatred.  We must forever conduct our struggle on the high plane of dignity and discipline. We must not allow our creative protest to degenerate into physical violence. Again and again we must rise to the majestic heights of meeting physical force with soul force. The marvelous new militancy which has engulfed the Negro community must not lead us to a distrust of all white people, for many of our white brothers, as evidenced by their presence here today, have come to realize that their destiny is tied up with our destiny. They have come to realize that their freedom is inextricably bound to our freedom. We cannot walk alone.  As we walk, we must make the pledge that we shall always march ahead. We cannot turn back. There are those who are asking the devotees of civil rights, \"When will you be satisfied?\" We can never be satisfied as long as the Negro is the victim of the unspeakable horrors of police brutality. We can never be satisfied, as long as our bodies, heavy with the fatigue of travel, cannot gain lodging in the motels of the highways and the hotels of the cities. We cannot be satisfied as long as the Negro's basic mobility is from a smaller ghetto to a larger one. We can never be satisfied as long as our children are stripped of their selfhood and robbed of their dignity by signs stating \"For Whites Only.\" We cannot be satisfied as long as a Negro in Mississippi cannot vote and a Negro in New York believes he has nothing for which to vote. No, no, we are not satisfied, and we will not be satisfied until justice rolls down like waters and righteousness like a mighty stream.  I am not unmindful that some of you have come here out of great trials and tribulations. Some of you have come fresh from narrow jail cells. Some of you have come from areas where your quest for freedom left you battered by the storms of persecution and staggered by the winds of police brutality. You have been the veterans of creative suffering. Continue to work with the faith that unearned suffering is redemptive.  Go back to Mississippi, go back to Alabama, go back to South Carolina, go back to Georgia, go back to Louisiana, go back to the slums and ghettos of our northern cities, knowing that somehow this situation can and will be changed. Let us not wallow in the valley of despair.  I say to you today, my friends, so even though we face the difficulties of today and tomorrow, I still have a dream. It is a dream deeply rooted in the American dream.  I have a dream that one day this nation will rise up and live out the true meaning of its creed: \"We hold these truths to be self-evident: that all men are created equal.\"  I have a dream that one day on the red hills of Georgia the sons of former slaves and the sons of former slave owners will be able to sit down together at the table of brotherhood.  I have a dream that one day even the state of Mississippi, a state sweltering with the heat of injustice, sweltering with the heat of oppression, will be transformed into an oasis of freedom and justice.  I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin but by the content of their character.  I have a dream today.  I have a dream that one day, down in Alabama, with its vicious racists, with its governor having his lips dripping with the words of interposition and nullification; one day right there in Alabama, little black boys and black girls will be able to join hands with little white boys and white girls as sisters and brothers.  I have a dream today.  I have a dream that one day every valley shall be exalted, every hill and mountain shall be made low, the rough places will be made plain, and the crooked places will be made straight, and the glory of the Lord shall be revealed, and all flesh shall see it together.  This is our hope. This is the faith that I go back to the South with. With this faith we will be able to hew out of the mountain of despair a stone of hope. With this faith we will be able to transform the jangling discords of our nation into a beautiful symphony of brotherhood. With this faith we will be able to work together, to pray together, to struggle together, to go to jail together, to stand up for freedom together, knowing that we will be free one day.  This will be the day when all of God's children will be able to sing with a new meaning, \"My country, 'tis of thee, sweet land of liberty, of thee I sing. Land where my fathers died, land of the pilgrim's pride, from every mountainside, let freedom ring.\"  And if America is to be a great nation this must become true. So let freedom ring from the prodigious hilltops of New Hampshire. Let freedom ring from the mighty mountains of New York. Let freedom ring from the heightening Alleghenies of Pennsylvania!  Let freedom ring from the snowcapped Rockies of Colorado!  Let freedom ring from the curvaceous slopes of California!  But not only that; let freedom ring from Stone Mountain of Georgia!  Let freedom ring from Lookout Mountain of Tennessee!  Let freedom ring from every hill and molehill of Mississippi. From every mountainside, let freedom ring.  And when this happens, when we allow freedom to ring, when we let it ring from every village and every hamlet, from every state and every city, we will be able to speed up that day when all of God's children, black men and white men, Jews and Gentiles, Protestants and Catholics, will be able to join hands and sing in the words of the old Negro spiritual, \"Free at last! free at last! thank God Almighty, we are free at last!\"  ",
        "title": "I Have A Dream"
    },
    {
        "artist": "The Delfonics",
        "lyrics": "  He don't really love you, girl As much as I do, oh He's only gonna try his best To make a fool of you because  (He don't really love you) Like I do (He don't really love you) Like I do (like I do) baby Like I do, yeah  I can remember How you kiss so fine Now that you left me What will I do What will I do, girl  And I said (He don't really love you) And what am I gonna say now (He don't really love you)  (He don't really love you) And what am I gonna say now (He don't really love you)  I said (He don't really love you) And what am I gonna say now (He don't really love you) Can't you see me crying  (He don't really love you) Girl, I'm slowly dying (He don't really love you)  ",
        "title": "He Don't Really Love You"
    },
    {
        "artist": "Al Martino",
        "lyrics": null,
        "title": "Lili Marlene"
    },
    {
        "artist": "Ed Ames",
        "lyrics": null,
        "title": "Apologize"
    },
    {
        "artist": "Nancy Wilson",
        "lyrics": "  When you look into his eyes And he turns away Sitting at a corner table And theres nothing much to say  Does he have to draw you pictures Does he have to spell it out Face it girl, its over Wo-oyeah, its over  When he glances at his watch And it isnt late And you try to amuse him And he doesnt concentrate  Just how plainly can he tell you Does he have to shout out loud Face it girl, its over  Whats the use in hanging on  As he slowly slips away from you  Dont go along for the ride Keep some semblence of pride Theres really nothing you can do  There ain't nothing you can do girl  So the time has come, I know, for our last good-bye Guess Ill have to go on living, when its easier to die Give me strength enough to take it Take it like a woman should  Know, I know I Know its over  Log on  Its over  ",
        "title": "Face It Girl, It's Over"
    },
    {
        "artist": "Eddy Arnold",
        "lyrics": null,
        "title": "It's Over"
    },
    {
        "artist": "Friend And Lover",
        "lyrics": null,
        "title": "Reach Out Of The Darkness"
    },
    {
        "artist": "Bill Medley",
        "lyrics": null,
        "title": "I Can't Make It Alone"
    },
    {
        "artist": "The Status Quo",
        "lyrics": "  When I look up to the sky I see your eyes a funny kind of yellow I rush home to bed, I soak my head I see your face underneath my pillow I wake next morning, tired, still yawning See your face come peeping through my window  Pictures of matchstick men and you Mirages of matchstick men and you All I ever see is them and you  Windows echo your reflection When I look in their direction gone When will this haunting stop? Your face it just won't leave me alone  Pictures of matchstick men and you Mirages of matchstick men and you All I ever see is them and you  You in the sky, you with this guy You make men cry, you lie You in the sky, you with this guy You make men cry, you lie  Pictures of matchstick men Pictures of matchstick men Pictures of matchstick men Pictures of matchstick men  ",
        "title": "Pictures Of Matchstick Men"
    },
    {
        "artist": "Mary Wells",
        "lyrics": null,
        "title": "The Doctor"
    }
]