[
    {
        "artist": "Johnny Preston",
        "lyrics": "  On the bank of the river Stood Running Bear, young Indian brave On the other side of the river Stood his lovely Indian maid  Little White Dove was her name Such a lovely sight to see But their tribes fought with each other So their love could never be  Running Bear loved Little White Dove With a love big as the sky Running Bear loved Little White Dove With a love that couldn't die  He couldn't swim the raging river 'Cause the river was too wide He couldn't reach Little White Dove Waiting on the other side  In the moonlight, he could see her Throwing kisses 'cross the waves Her little heart was beating faster Waiting there for her Indian brave  Running Bear loved Little White Dove With a love big as the sky Running Bear loved Little White Dove With a love that couldn't die  Running Bear dove in the water Little White Dove did the same And they swam out to each other Through the swirling stream they came  As their hands touched and their lips met The raging river pulled them down Now they'll always be together In their happy hunting ground  Running Bear loved Little White Dove With a love big as the sky Running Bear loved Little White Dove With a love that couldn't die  ",
        "title": "Running Bear"
    },
    {
        "artist": "Mark Dinning",
        "lyrics": "  Teen Angel Teen Angel Teen Angel  VERSE 1 That fateful night the car was stalled Upon the railroad track I pulled you out and we were safe But you went running back  CHORUS Teen angel Can you hear me? Teen angel Can you see me? Are you somewhere up above? And am I still your own true love?  VERSE 2 What was it you were looking for That took your life that night They said they found my high school ring Clutched in your fingers tight  CHORUS  VERSE 3 Just sweet sixteen, and now you're gone They've taken you away I'll never kiss your lips again They buried you today  CHORUS  Teen angel Teen angel Answer me please  ",
        "title": "Teen Angel"
    },
    {
        "artist": "Marty Robbins",
        "lyrics": "  Out in the West Texas town of El Paso I fell in love with a Mexican girl Nighttime would find me in Rosa's cantina Music would play and Felina would whirl  Blacker than night were the eyes of Felina Wicked and evil while casting a spell My love was deep for this Mexican maiden I was in love but in vain, I could tell  One night a wild young cowboy came in Wild as the West Texas wind Dashing and daring, a drink he was sharing With wicked Felina, the girl that I loved  So in anger I challenged his right For the love of this maiden Down went his hand for the gun that he wore My challenge was answered in less than a heartbeat The handsome young stranger lay dead on the floor  Just for a moment I stood there in silence Shocked by the foul evil deed I had done Many thoughts raced through my mind as I stood there I had but one chance and that was to run  Out through the back door of Rosa's I ran Out where the horses were tied I caught a good one, it looked like it could run Up on its back and away I did ride  Just as fast as I could from The West Texas town of El Paso Out to the badlands of New Mexico  Back in El Paso my life would be worthless Everything's gone in life; nothing is left It's been so long since I've seen the young maiden My love is stronger than my fear of death  I saddled up and away I did go Riding alone in the dark Maybe tomorrow, a bullet may find me Tonight nothing's worse than this pain in my heart  And at last here I Am on the hill overlooking El Paso I can see Rosa's cantina below My love is strong and it pushes me onward Down off the hill to Felina I go  Off to my right I see five mounted cowboys Off to my left ride a dozen or more Shouting and shooting, I can't let them catch me I have to make it to Rosa's back door  Something is dreadfully wrong for I feel A deep burning pain in my side Though I am trying to stay in the saddle I'm getting weary, unable to ride  But my love forFelina is strong And I rise where I've fallen Though I am weary I can't stop to rest I see the white puff of smoke from the rifle I feel the bullet go deep in my chest  From out of nowhere Felina has found me Kissing my cheek as she kneels by my side Cradled by two loving arms that I'll die for One little kiss and Felina, goodbye  Songwriter:  Marty Robbins  ",
        "title": "El Paso"
    },
    {
        "artist": "Dion & The Belmonts",
        "lyrics": null,
        "title": "Where Or When"
    },
    {
        "artist": "Jimmy Clanton",
        "lyrics": "  I told her when it comes to talking I'm the sweetest sweet-talker in the world She said you better start talking if you want me to be your girl And she said, \"Go, Jimmy, go.\" She said, \"Go, Jimmy, go.\" Well, I talked her off the floor when she said, \"Go, Jimmy, go.\" I told when it comes to dancing I'm the best young dancer in the land Well, she looked at me with a twinkle in her eyes And then she took my hand And she said, \"Go, Jimmy, go.\" She said, \"Go, Jimmy, go.\" Well, I talked her off the floor when she said, \"Go, Jimmy, go.\" And she said, \"Go, Jimmy, go.\" She said, \"Go, Jimmy, go.\" Well, I talked her off the floor when she said, \"Go, Jimmy, go.\" I told her when it comes to kissing I ain't nothing but a kissing fool She started to giggle when I told her that I'd teach her Things she'd never learn in school And she said, \"Go, Jimmy, go.\" She said, \"Go, Jimmy, go.\" Well, I talked her off the floor when she said, \"Go, Jimmy, go.\" \"Go Jimmy, go.\" \"Go, Jimmy, go  ",
        "title": "Go, Jimmy, Go"
    },
    {
        "artist": "Frankie Avalon",
        "lyrics": null,
        "title": "Why"
    },
    {
        "artist": "Jimmy Jones",
        "lyrics": null,
        "title": "Handy Man"
    },
    {
        "artist": "Miss Toni Fisher",
        "lyrics": "  Now it begins, now that you've gone Needles and pins, twilight till dawn Watching that clock till you return Lighting that torch and watching it burn  Now it begins, day after day This is my night, ticking away Waiting to hear footsteps that say \"Love will appear and this time to stay\"  Oh, each time you go I try to pretend It's over at last This time the big hurt will end  Now it begins, now that you've gone Needles and pins, twilight till dawn But if you go, come back again I wonder when, oh when will it end? The big hurt  The big hurt The big hurt  ",
        "title": "The Big Hurt"
    },
    {
        "artist": "Freddie Cannon",
        "lyrics": null,
        "title": "Way Down Yonder In New Orleans"
    },
    {
        "artist": "Steve Lawrence",
        "lyrics": "  Thought I was in love before And then you moved in next door Pretty blue eyes, pretty blue eyes  All the guys from the neighborhood Keep sayin' you sure look good With your blue eyes, pretty blue eyes  Saw you from my window My heart skipped a beat Gonna sit by your doorstep So that I can meet  Pretty blue eyes, please come out today So I can tell you what I have to say That I love you, love you Pretty blue eyes  Saw you from my window My heart skipped a beat Gonna sit by your doorstep So that I can meet  Pretty blue eyes, please come out today So I can tell you what I have to say That I love you, love you Pretty blue eyes  [Repeat to Fade] Pretty blue eyes  ",
        "title": "Pretty Blue Eyes"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  I've traveled far, the land and the sea Beautiful places I happened to be One little town I'll never forget Is Lourdes, the village of St. Bernadette  Ave, ave, ave Ma-ri-a Ave, ave, ave Ma-ri-i-ia  There, like a dream, this wonderful night I gazed at the grotto aglow in the light A feeling divine swept over me there I fell to my knees as I whispered the prayer  Ave, ave, ave Ma-ri-a Ave, ave, ave Ma-ri-i-ia  Now I am home, I'm happy to be Telling of places I've traveled to see One little town I'll never forget Is Lourdes, the village of St. Bernadette  Ave, ave, ave Ma-ri-a Ave, ave, ave Ma-ri-i-ia  Ave, ave, ave Ma-ri-a Ave, ave, ave Ma-ri-a  ",
        "title": "The Village Of St. Bernadette"
    },
    {
        "artist": "Jack Scott",
        "lyrics": "  What in the world's come over you? Seems we never get along (Ooh, ah, ah, ah) Every night I reminisce dreaming of your tender kisses  What in the world's come over you? (Wah, wah, ooh) Could you ever change your mind? (Ah, ah, ah) If you do, I'll still be here, dear Waiting, longing for you (Ah, ah, ah)  All my life, I've loved you so Never dreamed, I'd miss you so Now, alone in my room each night My heart it cries, \"It's just not right\" Oh, oh, oh  What in the world's come over you? Could you ever change your mind? (Ah, ah, ah) If you do, I'll still be here, dear Waiting, longing for you (Ah, ah, ah)  All my life, I've loved you so Never dreamed, I'd miss you so Now, alone in my room each night My heart, it cries, \"It's just not right\" Oh, oh, oh  What in the world's come over you? (Wah, wah, ooh) You're still my angel from above (Ah, ah, ah) Guess, you'll always be my one And only, only real love  ",
        "title": "What In The World's Come Over You"
    },
    {
        "artist": "Marv Johnson",
        "lyrics": null,
        "title": "You Got What It Takes"
    },
    {
        "artist": "Conway Twitty",
        "lyrics": "  My name should be trouble My name should be woe For trouble and heartache is all that I know Yeah lonely lonely blue boy is my name  My life has been empty My heart has been torn It must have been raining the night I was born Yeah lonely lonely blue boy is my name  Well I'm so.I'm so afraid of tomorrow And so tired,so tired of today They say that love is the answer But love never came my way  I'm writing this letter to someone unknown So if you should find it and if you're alone Well, lonely lonely blue boy is my name Remember lonely,lonely blue boy is my name  ",
        "title": "Lonely Blue Boy"
    },
    {
        "artist": "The Four Preps",
        "lyrics": null,
        "title": "Down By The Station"
    },
    {
        "artist": "The Everly Brothers",
        "lyrics": "  I bless the day I found you I want to stay around you And so I beg you, let it be me  Don't take this heaven from one If you must cling to someone Now and forever, let it be me  Each time we meet love I find complete love Without your sweet love what would life be  So never leave me lonely Tell me you love me only And that you'll always let it be me  Each time we meet love I find complete love Without your sweet love what would life be  So never leave me lonely Tell me you love me only And that you'll always---let--it—be--me  ",
        "title": "Let It Be Me"
    },
    {
        "artist": "Jim Reeves",
        "lyrics": "  Put your sweet lips a little closer to the phone Lets pretend we're together all alone I'll tell the man to turn the jukebox way down low And you can tell your friend there with you he'll have to go  Whisper to me tell me do you love me true Or is he holding you the way I do Though love is blind make up your mind I've got to know Should I hang up or will you tell him he'll have to go  You can't say the words I want to hear While you're with another man Do you you want me answer yes or no Darling I will understand  Put your sweet lips a little closer to the phone Lets pretend that we're together all alone I'll tell the man to turn the jukebox way down low And you can tell your friend there with you He'll have to go  ",
        "title": "He'll Have To Go"
    },
    {
        "artist": "Paul Anka",
        "lyrics": null,
        "title": "It's Time To Cry"
    },
    {
        "artist": "Percy Faith And His Orchestra",
        "lyrics": null,
        "title": "The Theme From \"A Summer Place\""
    },
    {
        "artist": "Spencer Ross",
        "lyrics": null,
        "title": "Tracy's Theme"
    },
    {
        "artist": "Larry Hall",
        "lyrics": null,
        "title": "Sandy"
    },
    {
        "artist": "Connie Francis",
        "lyrics": "  There's nothing left for me of days that used to be They're just a memory among my souvenirs  Some letters sad and blue, a photograph or two I see a rose from you among my souvenirs  A few more tokens rest within my treasure chest And though they do their best to give me consolation  I count them all apart and as the teardrops start I find a broken heart among my souvenirs  I count them all apart and as the teardrops start I find a broken heart among my souvenirs  ",
        "title": "Among My Souvenirs"
    },
    {
        "artist": "Bobby Darin",
        "lyrics": "  Somewhere beyond the sea Somewhere waiting for me My lover stands on golden sands And watches the ships that go sailing  Somewhere beyond the sea She's there watching for me If I could fly like birds on high Then straight to her arms I'd go sailing  It's far beyond the stars It's near beyond the moon I know beyond a doubt My heart will lead me there soon  We'll meet beyond the shore We'll kiss just as before Happy we'll be beyond the sea And never again I'll go sailing  I know beyond a doubt My heart will lead me there soon We'll meet (I know we'll meet) beyond the shore We'll kiss just as before Happy we'll be beyond the sea And never again I'll go sailing  No more sailing So long sailing Bye, bye sailing...  ",
        "title": "Beyond The Sea"
    },
    {
        "artist": "Fabian",
        "lyrics": "  Hound dog man, hound dog man, I wanna be a hound dog man  I'm gonna get me an ol' hound dog I'm gonna let 'im lead the way Then I'm gonna turn 'im loose We'll go huntin' every day That's the kind of life for me There's one thing I wanna be, and that's a Hound dog man, hound dog man, I wanna be a hound dog man  I'm wanna get up in the mornin' A-Yeah, with the risin' sun I'm gonna stay right on that trail Till the day is done I think I am old enough I'm young in years but I'm mighty tough, a-like a Hound dog man, hound dog man, I wanna be a hound dog man  I'm lookin' for a girl who'll be waitin' when I come home She's gonna meet me with a kiss She's gonna be one pretty miss And every time I go, she gonna miss-a me more and more She's gonna have a tear in her eye, the time's gonna pass so slow  That's the kind of life for me A-There's one thing I wanna be, and that's a Hound dog man, hound dog man, I wanna be a hound dog man  And every time I go, she gonna miss-a me more and more She's gonna have a tear in her eye, the time's gonna pass so slow  That's the kind of life for me A-There's one thing I wanna be, and that's a Hound dog man, hound dog man, I wanna be a hound dog man Hound dog man, hound dog man, I wanna be a hound dog man Hound dog man Hound dog man  ",
        "title": "Hound Dog Man"
    },
    {
        "artist": "Annette With The Afterbeats",
        "lyrics": "  FIRST NAME INITIAL Annette with the Afterbeats Written by Martin Kalmanoff and Aaron H. Schroeder Peaked at # 20 in 1960 First name initial First name initial First name initial Ooh, ooh, ooh-ooh I wear a first name initial, a great big initial On a chain ev'rywhere I go It's your first name initial, a great big initial Engraving don't you know (don'tcha know) And I wear it to Show I belong to you Just you I love my first name initial, it makes it official That you're my steady boy It's your first name initial, a great big initial Befits my pride and joy (pride and joy) 'cause it's a symbol of My everlasting love For you I wear it at the soda shop, wear it at the record hop Ridin to a movie in your jeep (yeah-yeah, yeah-yeah) I wear it when I go to gym, wear it when I take a swim I even wear it when I slee-ee-ee-eep I wear your first name initial, a great big initial And though it's your first name I wish your last name initial and my last initial Will one day be the same So ev'ryone can see That you belong to me Just me (tood-a-loop, tood-a-loop, tood-a-loop ) I wear it at the soda shop, wear it at the record hop Ridin to a movie in your jeep (tood-a-loop, tood-a-loop Tood-a-loop ) I wear it when I go to gym, wear it when I take a swim I even wear it when I slee-ee-ee-eep I wear your first name initial, a great big initial And though it's your first name I wish your last name initial and my last initial Will one day be the same So ev'ryone can see That you belong to me Just me First name initial First name initial First name initial Ooh, ooh, ooh-ooh  ",
        "title": "First Name Initial"
    },
    {
        "artist": "Jimmie Rodgers",
        "lyrics": "  Jimmie Rodgers Miscellaneous T.l.c. (tender Love And Care) (T. L. C.) Tender Love and Care Jimmie Rodgers Roulette R-4218 (Lehman-Lebowsky-Clarke) Kahl Music BMI Tender love and care Makes a life worth living Tender love and care That's what I'll be giving Every day, every night with you When you're wrong, when you're right, when you're blue I'll give tender love and care to you I'll give tender love and care (tender love and care) Tender love and care (tender love and care) I will give you always (I will give you always) Tender love and care (tender love and care) Both in big and small ways (both in big and small ways) When you need me you'll find me there At your side anytime anywhere Giving tender love and care to you Giving tender love and care (tender love and care) Gentle sweet and kind (gentle sweet and kind) I will always treat you (I will always treat you) Gentle sweet and kind (gentle sweet and kind) Every time I need you (every time I need you) I will cheer you if you are low I will chase all your cares and woe Giving tender love and care to you (tender love and care) Giving tender love and care (oooooh-ooooooh) Tender love and care (oooooh-ooooooh) FADE: Tender love and care (oooooh-ooooooh) Tender love and care (oooooh-ooooooh) Tender love and care (oooooh-ooooooh) Above, and are for personal use and research interest only  ",
        "title": "T.L.C. Tender Love And Care"
    },
    {
        "artist": "Della Reese",
        "lyrics": "  Not One Minute More Della Reese (Robertson-Blair-Dinning) I'll only love you As long as the sea Rolls on endlessly To the shore I'll love you til then Not one minute more I'll only love you Til there's only night And the sun The sun gives no light as before I'm gonna love you til then Not one minute more I'm yours, heart and soul, I'm yours And all that I'll ever possess But if you should say to me Will you always be I'll just have to confess I'll only love you As long as the beat The beat of my heart Can rest me still once more I can love you til then Not one minute more I know I can love you til then Not one minute more Above, and are for personal use and research interest only  ",
        "title": "Not One Minute More"
    },
    {
        "artist": "Guy Mitchell",
        "lyrics": null,
        "title": "Heartaches By The Number"
    },
    {
        "artist": "Carl Dobkins, Jr.",
        "lyrics": "  I'm a lucky devil, lucky devil To find a little angel like you! The first time we touched I was floatin' on air I knew I was in heaven though I never been there On the level I'm a lucky devil To find a little angel like you! A sweet little angel like you You don't play a harp and you haven't got wings I knew you've got alot of other heavenly things On the level I'm a lucky devil To find a little angel like you! A sweet little angel like you Maybe I've got no pitchfork Maybe I've got no horns But as long as I've got you baby I'm the luckiest devil that ever was born Now your love is a treasure and I know what it's worth 'Cause I'm the only devil that's on heaven on earth On the level I'm a lucky devil To find a little angel like you! Maybe I've got no pitchfork Maybe I've got no horns But as long as I've got you baby I'm the luckiest devil that ever was born Now your love is a treasure and I know what it's worth I'm the only devil that's on heaven on earth On the level I'm a lucky devil To find a little angel like you! A sweet little angel like you A sweet little angel like you  ",
        "title": "Lucky Devil"
    },
    {
        "artist": "Bill Black's Combo",
        "lyrics": null,
        "title": "Smokie - Part 2"
    },
    {
        "artist": "Rod Lauren",
        "lyrics": null,
        "title": "If I Had A Girl"
    },
    {
        "artist": "Little Anthony And The Imperials",
        "lyrics": null,
        "title": "Shimmy, Shimmy, Ko-Ko-Bop"
    },
    {
        "artist": "Duane Eddy His Twangy Guitar And The Rebels",
        "lyrics": null,
        "title": "Bonnie Came Back"
    },
    {
        "artist": "Ray Smith",
        "lyrics": "  Rockin' little angel Come down from the sky Down from the sky Come on down from the sky Rockin' little angel Come down from the sky Come on down and stop a-teasing me (Come on down, stop teasing me}  (Stop teasing little angel) (Stop teasing little angel)  Rockin' little angel, I love you so I love you so, I love you so Rockin' little angel I love you so I want the whole wide world to know (I want the whole wide world to know}  Rock (rock) rock (rock} Little angel Rock (rock) rock (rock} Little angel Rock (rock) rock (rock} Little angel Come on down and stop a-teasing me (Come on down and stop teasing me}  Rockin' little angel, you're oh so sweet You're oh so sweet, you're oh so sweet Rockin little angel, you're oh so sweet Why don't you make my life complete (Come on and make my life complete}  Rock (rock) rock (rock} Little angel Rock (rock) rock (rock} Little angel Rock (rock) rock (rock} Little angel Come on down and stop a-teasin' me (Come on down and stop teasin' me}  (Stop teasin' little angel) (Stop teasin' little angel)  Rockin' little angel With your honey-drippin lips Your honey-drippin lips With your honey-drippin lips Rockin' little angel With your honey-drippin lips Let me kiss away my blues (Let me kiss away my blues}  Rock (rock) rock (rock} Little angel Rock (rock) rock (rock} Little angel Rock (rock) rock (rock} Little angel Come on down and stop a-teasin' me (Come on down and stop teasin' me}  ",
        "title": "Rockin' Little Angel"
    },
    {
        "artist": "Joni James",
        "lyrics": null,
        "title": "Little Things Mean A Lot"
    },
    {
        "artist": "Jerry Wallace",
        "lyrics": null,
        "title": "Little Coco Palm"
    },
    {
        "artist": "Fabian",
        "lyrics": "  Written by Kenneth Lorin Darby Peaked at # 12 in 1959 In this friendly, friendly world with each day so full of joy Why should any heart be lonely? In this friendly, friendly world with each night so full of dreams Why should any heart be afraid? The world is such a wonderful place to wander through When you've got someone you love to wander along with you With the skies so full of stars and the river so full of song Every heart should be so thankful Thankful for this friendly, friendly world  ",
        "title": "This Friendly World"
    },
    {
        "artist": "The Fireballs",
        "lyrics": null,
        "title": "Bulldog"
    },
    {
        "artist": "Dee Clark",
        "lyrics": null,
        "title": "How About That"
    },
    {
        "artist": "Bobby Darin",
        "lyrics": "  Oh the shark, babe Has such teeth, dear And he shows them Pearly white Just a jackknife Has old Macheath, babe And he keeps it Out of sight  You know when that shark bites With his teeth, babe Scarlet billows Start to spread Fancy gloves, though Wears ol' Macheath, babe So there's never, never a trace of red  Now, on the side walk, ooh Sunday morning, uh huh Lies a body just oozing life. EEK! And someone's sneaking round the corner Could that someone be Mack the Knife?  There's a tugboat down by the river, don't you know Where a cement bag's just a drooping on down Oh that cement is just, it's there for the weight, dear Five'll get ya ten, ol' Mackie's back in town  Now did ya hear 'bout Louie Miller? He disappeared, babe After drawing out all his hard earned cash And now Macheath spends, just like a sailor Could it be, our boy's done something rash?  Now, Jenny Diver, Suky Tawdry Oh, Miss Lotte Lenya, and ol' Lucy Brown Oh the line forms on the right, babe Now that Mackie's back in town  I said, Jenny Diver, oh Suky Tawdry Look out, Miss Lotte Lenya, and ol' Lucy Brown Yes, that line forms on the right, babe Now that Mackie's back in town Look out ol' Mackie is back!  ",
        "title": "Mack The Knife"
    },
    {
        "artist": "Jimmie Rodgers",
        "lyrics": null,
        "title": "Waltzing Matilda"
    },
    {
        "artist": "The Coasters",
        "lyrics": "  Oh, Red went and bought himself a monkey Got him from a pawn shop broker Taught that monkey how to guzzle beer And he taught him out to play stud poker Last night when they were gambling in the kitchen The monkey he was taking a beating The monkey said Red, \"I'm going to shoot you dead Because I know that well, you been a cheating.\"  Well, run Red run, because he's got your gun And he's aiming it at your head Run Red run, because he's got your gun And he's aiming it at your head You better get up and wail You better move your tail before he fills it full of lead  Oh, Red jumped up and started to move like a P80-Saber Jet He zoomed around the corner, and he disappeared And everybody started to stare The race was on, you know the chase was on And Red he was all shook up But, let me tell you sport, don't sell that monkey short Because he's a travelling son of a gun  Well, run Red run, because he's got your gun And he's aiming it at your head Run Red run, because he's got your gun And he's aiming it at your head You better get up and wail You better move your tail before he fills it full of lead  Monkey trapped Red in a parking alot Down along the Avenue Monkey said, \"Red, you've made a man out of me Now I'm going to make a monkey out of you Give me your car keys, give me your wallet Give it to me here, or I'll shoot Going to put on your brand new Stetson hat And go to town in your new brown suit.\"  Well, run Red run, because he's got your gun And he's aiming it at your head Run Red run, because he's got your gun And he's aiming it at your head You better get up and wail You better move your tail before he fills it full of lead  ",
        "title": "Run Red Run"
    },
    {
        "artist": "Dorothy Collins",
        "lyrics": null,
        "title": "Baciare Baciare (Kissing Kissing)"
    },
    {
        "artist": "Debbie Reynolds",
        "lyrics": "  They say you've found somebody new But that won't stop my loving you I just can't let you walk away Forget the love I had for you Guess I could find somebody, too But I don't want no one but you How could you leave without regret? Am I that easy to forget? Before you leave be sure you find You want her (his) love much more than mine 'Cause I'll just say we've never met If I'm that easy to forget Before you leave be sure you find You want her (his) love much more than mine 'Cause I'll just say we've never met If I'm that easy to forget If I'm that easy to forget  ",
        "title": "Am I That Easy To Forget"
    },
    {
        "artist": "The Champs",
        "lyrics": null,
        "title": "Too Much Tequila"
    },
    {
        "artist": "The Little Dippers",
        "lyrics": null,
        "title": "Forever"
    },
    {
        "artist": "Santo & Johnny",
        "lyrics": null,
        "title": "Tear Drop"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": "  (Whispering) Uh huh honey (Whispering) Alright  My baby whispers in my ear Ummm, Sweet Nothin's He knows the things I like to hear Ummm, Sweet Nothin's Things he wouldn't tell Nobody else Secret baby I keep them to myself Sweet Nothin's Ummm, Sweet Nothin's We walk along hand in hand Ummm, Sweet Nothin's Yeah, we both understand Ummm Sweet Nothin's Sittin' in the classroom trying to read my book My baby give me that special look Sweet Nothin's Ummm, Sweet Nothin's  Ah, sittin' on my front porch Ummm, Sweet Nothin's Well, do I love you, of course Ummm, Sweet Nothin's Mama turned on the front porch light Sayin' \"Come here darlin' that' enough for tonight\" Sweet Nothin's Ummm, Sweet Nothin's Sweet Nothin's  ",
        "title": "Sweet Nothin's"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": null,
        "title": "Talk That Talk"
    },
    {
        "artist": "Johnny Tillotson",
        "lyrics": null,
        "title": "Why Do I Love You So"
    },
    {
        "artist": "The Knockouts",
        "lyrics": null,
        "title": "Darling Lorraine"
    },
    {
        "artist": "The Viscounts",
        "lyrics": "  ♫ [Instrumental] ♫  ",
        "title": "Harlem Nocturne"
    },
    {
        "artist": "Hugo & Luigi",
        "lyrics": null,
        "title": "Just Come Home"
    },
    {
        "artist": "Webb Pierce",
        "lyrics": null,
        "title": "No Love Have I"
    },
    {
        "artist": "Bob Beckham",
        "lyrics": null,
        "title": "Crazy Arms"
    },
    {
        "artist": "The Crests",
        "lyrics": null,
        "title": "A Year Ago Tonight"
    },
    {
        "artist": "The Coasters",
        "lyrics": null,
        "title": "What About Us"
    },
    {
        "artist": "Paul Evans",
        "lyrics": "  Well, you wake up in the mornin', boy You hear the ding dong ring Then you look upon the table, boy You see the same darn thing You find no food upon the table, boy There's no pork up in the pan But you better not complain, boy You get in trouble with the man  And the Midnite Special Shine its light on me Let the Midnite Special Shine its everlovin' light on me  Well, yonder comes Miss Rosie, boy How in the world you know By the way she wears her apron, boy And the clothes she wore The umbrella on her shoulder Piece of paper in her hand Well, she come to see the gov'nor She wants to free her man  And the Midnite Special Shine its light on me Let the Midnite Special Shine its everlovin' light on me  Well, if you're ever in Houston, boy Well, you better do right You better not gamble, boy And you better not fight For the sheriff will grab you And the boys will pull you down And the next thing you know, boy You're prison bound  And the Midnite Special Shine its light on me Let the Midnite Special Shine its everlovin' light on me  ",
        "title": "Midnite Special"
    },
    {
        "artist": "Clyde McPhatter",
        "lyrics": null,
        "title": "Let's Try Again"
    },
    {
        "artist": "The Platters",
        "lyrics": "  I saw the harbor lights They only told me we were parting The same old harbor lights That once brought you to me I watched the harbor lights How could I help if tears were starting Goodbye to tender nights Beside the silvery sea I long to hold you near And kiss you just once more But you were on the ship And I was on the shore Now I know lonely nights For all the while my heart is whispering Some other harbor lights Will steal your love from me I long to hold you near And kiss you just once more But you were on the ship And I was on the shore Now I know lonely nights For all the while my heart is whispering Some other harbor lights Will steal your love from me  ",
        "title": "Harbor Lights"
    },
    {
        "artist": "Fats Domino",
        "lyrics": null,
        "title": "Country Boy"
    },
    {
        "artist": "The Bluenotes",
        "lyrics": null,
        "title": "I Don't Know What It Is"
    },
    {
        "artist": "Stonewall Jackson",
        "lyrics": null,
        "title": "Mary Don't You Weep"
    },
    {
        "artist": "Jacky Noguez And His Orchestra",
        "lyrics": null,
        "title": "Amapola"
    },
    {
        "artist": "Joe Turner",
        "lyrics": "  Ah, let 'em roll like a big wheel In a Georgia cotton field, honey hush  Come in this house, stop all that yackety yack Come in this house, babe, stop all that yackety yack Come fix my supper, don't want no talkin' back  Well, you keep on jabberin', you talk about this and that Well, you keep on jabberin', you talk about this and that I got news for you, baby, you ain't nothin' but an alley cat  Turn off the waterworks, baby, they don't move me no more Turn off the waterworks, baby, they don't move me no more When I leave this time, I ain't comin' back no more, honey hush  Honey, come in this house, stop all that yackety yack Come in here woman, stop all that yackety yack Don't make me nervous 'cause I'm holdin' a baseball bat  Singin' hi-yo, hi-yo silver, hi-yo, hi-yo silver Singin' hi-yo, hi-yo silver, hi-yo, hi-yo silver Singin' hi-yo, hi-yo silver, hi-yo, hi-yo silver  Well, hi-yo, hi-yo silver, hi-yo, hi-yo silver Singin' hi-yo, hi-yo silver, hi-yo, hi-yo silver Singin' hi-yo, hi-yo silver away  ",
        "title": "Honey Hush"
    },
    {
        "artist": "Ricky Nelson",
        "lyrics": null,
        "title": "I Wanna Be Loved"
    },
    {
        "artist": "Dinah Washington & Brook Benton",
        "lyrics": null,
        "title": "Baby (You've Got What It Takes)"
    },
    {
        "artist": "Bobby Rydell",
        "lyrics": null,
        "title": "We Got Love"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": "  Oh! Carol, I am but a fool Darling, I love you, though you treat me cruel You hurt me and you make me cry But if you leave me, I will surely die  Darling, there will never be another Cause I love you so Don't ever leave me, say you'll never go  I will always want you for my sweetheart No matter what you do Oh! Carol, I'm so in love with you  Oh! Carol, I am but a fool Darling, I love you, though you treat me cruel You hurt me and you make me cry But if you leave me, I will surely die  Darling, there will never be another Cause I love you so Don't ever leave me, say you'll never go  I will always want you for my sweetheart No matter what you do Oh! Carol, I'm so in love with you  ",
        "title": "Oh! Carol"
    },
    {
        "artist": "The Ames Brothers",
        "lyrics": "  Sometimes I go down To old Chinatown And just walk around Just wander around  Where amber lights gleam And blue shadows fall Just dream an old dream Of my China doll  Her silk Chinese coat (silk Chinese coat) Her little blue pants (little blue pants) Coral pink lips (coral pink lips) And tiny pale hands  Oh my China doll My lonely tears fall I'll never forget you, never forget you My China doll  Sometimes I go down And just hang around And just hang around A boat China bound  Oh my China doll My lonely tears fall I'll never forget you, never forget you My China doll (My China doll)  ",
        "title": "China Doll"
    },
    {
        "artist": "Lloyd Price and His Orchestra",
        "lyrics": null,
        "title": "Lady Luck"
    },
    {
        "artist": "Bobby Rydell",
        "lyrics": null,
        "title": "Wild One"
    },
    {
        "artist": "Adam Wade",
        "lyrics": null,
        "title": "Tell Her For Me"
    },
    {
        "artist": "Frank Chacksfield And His Orch.",
        "lyrics": null,
        "title": "On The Beach"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": null,
        "title": "Up Town"
    },
    {
        "artist": "The Browns",
        "lyrics": "  I peeked in to say goodnight When I heard my child in prayer Send dear God, some scarlet ribbons Scarlet ribbons for my hair  All the stores were closed and shuttered All the streets were dark and bare In our town no scarlet ribbons Not one ribbon for her hair  Through the night my heart was aching Just before the dawn was breaking I peeked in and on her bed In gay profusion laying there I saw ribbonsm scarlet ribbons Scarlet ribbons for her hair  If I live to be a hundred I will never know from where Came those lovely scarlet ribbons Scarlet ribbons for her hair...  ",
        "title": "Scarlet Ribbons (For Her Hair)"
    },
    {
        "artist": "Ivo Robic",
        "lyrics": null,
        "title": "The Happy Muleteer"
    },
    {
        "artist": "Brook Benton",
        "lyrics": null,
        "title": "So Many Ways"
    },
    {
        "artist": "Bill Haley And His Comets",
        "lyrics": null,
        "title": "Skokiaan (South African Song)"
    },
    {
        "artist": "Sonny James",
        "lyrics": null,
        "title": "I Forgot More Than You'll Ever Know"
    },
    {
        "artist": "Chuck Berry",
        "lyrics": "  In The Heat Of The Day Down In Mobile Alabama Working on the railroad With the steel driving hammer I gotta make some money To buy some brand new shoes Tryin' to find somebody To take away these blues \"She don't love me\" Hear them singing in the sun Payday's coming when my work is all done  Later in the evening when the sun is sinking low All day I been waiting for the whistle to blow Sitting in a teepee built right on the tracks Rolling them bones until the foreman comes back Pick up your belongings boys and scatter about We've got an off-schedule train comin' two miles out  Everybody's scrambling n' 'jumping around Picking up their money Tearing the teepee down Foreman wants to panic 'bout to go insane Trying to get the workers out the way of the train Engineer blows the whistle long and long Can't stop the train You have to let it roll on  ",
        "title": "Let It Rock"
    },
    {
        "artist": "Chet Atkins",
        "lyrics": null,
        "title": "One Mint Julep"
    },
    {
        "artist": "Nat King Cole",
        "lyrics": "  Time and the river Will bring my love to me If I must, I'll wait forever By the river that took her to the sea  Here by the river We loved, we laughed, we cried But with time, my love, my darling Left my arms and was gone with the tide  *How long I've been lonely; Star of love, shine bright I need her; oh, lead her To my arms tonight  Time and the river How swiftly they go by But my heart will beat for no other Till time stands still and the river runs dry  (Instrumental interlude and pick up at *.)  How long I've been lonely; Star of love, shine bright I need her; oh, lead her To my arms tonight  Time and the river How swiftly they go by But my heart will beat for no other Till time stands still and the river runs dry  ",
        "title": "Time And The River"
    },
    {
        "artist": "Jamie Horton",
        "lyrics": "  The Marines are sending my boyfriend Somewhere across the sea I know I'll cry my heart out When they take him from me  How could they be so mean To my little Marine He's really all that I've got And I love him an awful lot  The Marines are sending my boyfriend Somewhere across the sea I know I'll cry my heart out When they take him from me  Oh, my little Marine Though I'll have oceans between You'll still be all that I've got And I love you an awful lot  ",
        "title": "My Little Marine"
    },
    {
        "artist": "Kitty Kallen",
        "lyrics": null,
        "title": "That Old Feeling"
    },
    {
        "artist": "Bobby Rydell",
        "lyrics": "  In such a big, big world Somewhere in this big big world There's got to be a Little Bitty Girl for me I've got a big big love For this Little Bitty Girl So where in this big big world can she be?  I've searched high and low In every place I go I ask everyone I know Where is this love for me? I have such big big dreams bout This Little Bitty Girl So where in this big big world can she be?  In such a big, big world Somewhere in this big big world There's got to be a Little Bitty Girl for me I've got a big big love For this Little Bitty Girl So where in this big big world can she be?  I've searched high and low In every place I go I ask everyone I know Where is this love for me? I have such big big dreams bout This Little Bitty Girl So where in this big big world can she be?  ",
        "title": "Little Bitty Girl"
    },
    {
        "artist": "Frankie Ford",
        "lyrics": null,
        "title": "Time After Time"
    },
    {
        "artist": "Elton Anderson With Sid Lawrence Combo",
        "lyrics": null,
        "title": "Secret Of Love"
    },
    {
        "artist": "Connie Stevens",
        "lyrics": "  Sixteen Reasons Why I love you  One The way you hold my hand Two Your laughing eyes Three The way you understand Four Your secret sighs  They're all part of Sixteen reasons why I love you  Five The way you comb your hair Six Your freckled nose Seven The way you say you care Eight Your crazy clothes  That's just half of Sixteen reasons why I love you  Nine Snuggling in the car Ten Your wish upon a star Eleven Whispering on the phone Twelve Your kiss when we're alone Thirteen The way you thrill my heart Fourteen Your voice so neat Fifteen You say we'll never part Sixteen Our loves complete  Those are all of Sixteen reasons why I love you  Sixteen Reasons Why I love you  ",
        "title": "Sixteen Reasons"
    },
    {
        "artist": "The Fireflies Featuring Ritchie Adams",
        "lyrics": null,
        "title": "I Can't Say Goodbye"
    },
    {
        "artist": "Royal Teens",
        "lyrics": null,
        "title": "Believe Me"
    },
    {
        "artist": "Dorsey Burnette",
        "lyrics": "  There was a tall oak tree That loved a babblin brook And the babblin brook Loved the mountain high And the mountain high Loved the sky above The Creator looked down And saw everything was love, love, love No, he took a bone And a piece of mud -- He made a man and a woman To be flesh and blood And then along came the devil Up out of the ground -- He tempted the woman And that spread sin all round, all round, all round Now, if she?d left that apple On that apple tree There?d be no tears or sorrow We?d live eternally And then along came Man And chopped the oak tree down And now the babblin brook Is solid ground And now the mountain high Don't stand so high And there's a cloud of smoke That covers up the clear blue sky There was a tall oak tree There was a tall oak tree There was a tall oak tree  ",
        "title": "(There Was A) Tall Oak Tree"
    },
    {
        "artist": "The Rivieras",
        "lyrics": null,
        "title": "Since I Made You Cry"
    },
    {
        "artist": "Bobby Bland",
        "lyrics": null,
        "title": "I'll Take Care Of You"
    },
    {
        "artist": "Barrett Strong",
        "lyrics": null,
        "title": "Money (That's what I want)"
    },
    {
        "artist": "Teresa Brewer",
        "lyrics": null,
        "title": "Peace Of Mind"
    },
    {
        "artist": "Buster Brown",
        "lyrics": "  Well, I want somebody Tell me what's wrong with me I want somebody Tell me what's wrong with me No, I ain't in trouble In so much a-misery  Now, Fannie Mae Baby, won't you please come home? Fannie Mae-ae-ae Baby, won't you please come home? No, I ain't been myself Girl, since you been gone  I can hear your name a-ringin' All down the line  I can hear your little engine All down the line I wanna know do ya love me Am or I j' wa'tin' my time?  Yeah!  (harmonica - hoo ha)  Cryin', oh Oh, oh, oh, poor me! Cryin', oh Oh, whoa, oh, poor me! Well, I ain't in trouble So much a-misery  ~  ",
        "title": "Fannie Mae"
    },
    {
        "artist": "The Olympics",
        "lyrics": "  A there's a dance spreadin' round like an awful disease Hully, Hully Gully Oh well you shake your shoulders and you wiggle your knees Hully, Hully Gully This dance goin' round from coast to coast Hully, Hully Gully When me an my baby do it, tryin' to do it the most Hully, Hully Gully  [Chorus] Momma hully gully, Poppa hully gully Baby hully gully too  See man lets take a lesson, alright now Hully, Hully Gully Shake your shoulders now, alright Hully, Hully Gully Wiggle your knees now, come on WAIL now Moma hully gully, Baby hully gully You can hully gully too  Well I went to a party now and what did they do? Hully, Hully Gully Now everybody's doin' it,now why ain't you? Hully, Hully Gully Everybody looks like he's got the space Hully, Hully Gully Just listen here brothers and as all of you take Hully, Hully Gully  [Chorus] Momma hully gully, baby hully You can hully gully too!  ",
        "title": "(Baby) Hully Gully"
    },
    {
        "artist": "The Rays",
        "lyrics": null,
        "title": "Mediterranean Moon"
    },
    {
        "artist": "Bob Crewe",
        "lyrics": null,
        "title": "The Whiffenpoof Song"
    }
]