[
    {
        "artist": "Jennifer Lopez Featuring Ja Rule",
        "lyrics": "  [Intro: Jennifer Lopez and Ja Rule] (What's my motherfucking name?) R-U-L-E (Blowin' back on this Mary Jane, I'm analyzin' the game) And the game done chose me (To bring pain to pussy niggas and pussy hoes, it's one in the same) Ever since you told me (There's only room for two, I've been makin less room for you) Now only God can hold me (Hug me, love me, judge me, the only Man that hovers above me, holla)  [Verse 1: Jennifer Lopez] I met so many men and It's like they're all the same My appetite for loving Is now my hunger pain And when I'm feelin sexy Who's going to comfort me My only problem is Their insecurity  [Pre-Chorus: Jennifer Lopez and (Ja Rule)] (Tired of bein alone) Yeah, yeah (Sick of arguing on the phone) Yeah, yeah (Are you tellin all your friends) Yeah, yeah (That your nigga don't understand) My love  [Hook: Jennifer Lopez and (Ja Rule)] Because I'm real (The way you walk, the way you move, the way you talk) Because I'm real (The way you stare, the way you look, your style, your hair) Because I'm real (The way you smile, the way you smell, it drives me wild) Because I'm real And I can't go on without you  [Verse 2: Ja Rule] Girl, I've been thinkin bout this relationship And I want to know is this as good as it gets? Because we've been through the worst times and the best times But it was our time, even if it was part-time Now they been looking at me, smiling at me, laughing like we wasn't happy But not knowing that we're growing and we're getting married Hard loving and straight thugging Bitch, I ain't doing this shit for nothing I'm here to get it popping, hopping, let's ride up in the Benz Hair blowing in the wind, sun glistening off my skin, hey I'm nasty, heh, you know me But you still don't fuck with your baby  [Hook: Jennifer Lopez and (Ja Rule)] Because I'm real (The way you walk, the way you move, the way you talk) Because I'm real (The way you stare, the way you look, your style, your hair) Because I'm real (The way you smile, the way you smell, it drives me wild) Because I'm real And I can't go on without you  [Verse 3: Jennifer Lopez] Now people loving me and hating me, treating me ungratefully But not knowing that they ain't making or breaking me My life I live it to the limit and I love it Now I can breathe again, baby, now I can breathe again Now people screaming what the deal with you and so and so I tell them niggas mind their biz, but they don't hear me though Because I live my life to the limit and I love it Now I could breathe again, baby, now I could breathe again  [Pre-Chorus: Jennifer Lopez and (Ja Rule)] (Tired of bein alone) Yeah, yeah (Sick of arguing on the phone) Yeah, yeah (Are you tellin all your friends) Yeah, yeah (That your nigga don't understand) My love  [Hook: Jennifer Lopez and (Ja Rule)] Because I'm real (The way you walk, the way you move, the way you talk) Because I'm real (The way you stare, the way you look, your style, your hair) Because I'm real (The way you smile, the way you smell, it drives me wild) Because I'm real And I can't go on without you  ",
        "title": "I'm Real"
    },
    {
        "artist": "Alicia Keys",
        "lyrics": null,
        "title": "Fallin'"
    },
    {
        "artist": "Jagged Edge With Nelly",
        "lyrics": "  (JD talking) C'mon, c'mon, yeah, c'mon, yeah  (Nelly) Uh ooooooooooooh (uh oh oh oh) Uh ooooooooooooh (uh oh oh oh) Uh ooooooooooooh (uh oh oh oh) Uh ooooooooooooh  (Jagged Edge) If the party's where you're at then let me know  Don't be trippin when you see us in the club Just show a little love, represent your side like me Cause 'round here if you slick you pick a hot one Ride shotgun, couple of 'em got one Belvedere in the rear of the club Pulled up on dubs and we 'bout to go and buy the bar up So So, for sure we ain't playin Hang with no lames, hit the park and sayin...  (Hook - Jagged Edge) Ay, where the party at? Girls is on the way, where the Bacardi at? Bottles and models, talkin all a that Know I can't forget about my thugs (Where the party at?) And all my girls (Where the party at?) Off in the club (Where the party at?) If the party's where you're at let me hear you say Uh ooooooooooooh (uh oh oh oh) Uh ooooooooooooh (uh oh oh oh) Uh ooooooooooooh (uh oh oh oh) Uh ooooooooooooh If the party's where you're at just let me know  All the girls in the club in they best outfits Just showin that skin, tryna' make a nigga wanna spit Where you been girl? You and your friend Need to come to the back where we got it locked down In your white t-shirt or a three-piece suit Don't matter what you wear all that matters is who you with Some jiggy and some are straight grindin All up in the club just to have a good time and  (Hook)  (Nelly) Just show me where that party at dirty Somewhere where it's crackin right around one-thirty Never get done too early Come in as is, doo-rags and Tims I'm rollin past his, his little Jag and Benz With the rolls, not the one with the stem, the one with the rims The one that seem to make more enemies than friends I'm slidin in past doors, both eyes closed Both arms rose, both charms froze With the S-O-S-O, D-E dot F I'm buyin bottles, bottles, until it ain't none left I'm quick to go left, I blaze with no rep I jams more than Def, baby show me the club I'm like \"hey, where that Bacardi at?\" Come and mix it with the Cris', baby, what's wrong with that? We in the V.I.P. twisted, down right spliffed it Two way and shit, actin like they missed it (missed it)  (Hook)  (Jagged Edge) Left side, just put your hands up, throw 'em up Right side, just put your hands up, throw 'em up Everybody, put your hands up, throw 'em up When the beat come back around e'rybody do it again Do the eastside run this mutha for ya? (Hell yeah) Do my southside run this mutha for ya? (Hell yeah) And them haters ain't hittin on, ain't talkin 'bout us And they look like If the party's where you're at let me hear you say  ",
        "title": "Where The Party At"
    },
    {
        "artist": "Janet",
        "lyrics": "  [Verse 1] Back on the road again, feeling kinda lonely And looking for the right guy who'd be mine Friends say I'm crazy 'cause easily I fall in love \"You gotta do it different J, this time\"  [Pre-Chorus] Maybe we'll meet at a bar He'll drive a funky car Maybe we'll meet at a club And fall so deeply in love He'll tell me I'm the one And we'll have so much fun I'll be the girl of his dreams maybe  [Chorus] Alright, maybe gonna find him today I gotta get someone to call my lover Yeah, baby, come on Alright, baby, come and pass my way I gotta get someone to call my lover Yeah, baby, come on  [Verse 2] I spoil them when I'm in love Given them what they dream of Sometimes it's not a good thing but I'm blind I love hard with everything Giving my all more than they I'll take my friends' advice this time I'll do it differently  [Pre-Chorus] Maybe we'll meet at a bar He'll drive a funky car Maybe we'll meet at a club And fall so deeply in love He'll tell me I'm the one And we'll have so much fun I'll be the girl of his dreams maybe  [Chorus] Alright, maybe gonna find him today I gotta get someone to call my lover Yeah, baby, come on Alright, baby, come and pass my way I gotta get someone to call my lover Yeah, baby, come on  [Bridge] My, my, looking for a guy, guy I don't want him too shy But he's gotta have the qualities That I like in a man Strong, smart, affectionate He's gotta be all for me And I'll be too, you see happily  [Pre-Chorus] Maybe we'll meet at a bar He'll drive a funky car Maybe we'll meet at a club And fall so deeply in love He'll tell me I'm the one And we'll have so much fun I'll be the girl of his dreams maybe  [Chorus] Alright, maybe gonna find him today I gotta get someone to call my lover Yeah, baby, come on Alright, baby, come and pass my way I gotta get someone to call my lover Yeah, baby, come on Alright, maybe gonna find him today I gotta get someone to call my lover Yeah, baby, come on Alright, baby, come and pass my way I gotta get someone to call my lover Yeah, baby, come on  [Pre-Chorus] Maybe we'll meet at a bar He'll drive a funky car Maybe we'll meet at a club And fall so deeply in love He'll tell me I'm the one And we'll have so much fun I'll be the girl of his dreams maybe  [Chorus] Alright, maybe gonna find him today I gotta get someone to call my lover Yeah, baby, come on Alright, baby, come and pass my way I gotta get someone to call my lover Yeah, baby, come on  ",
        "title": "Someone To Call My Lover"
    },
    {
        "artist": "Blu Cantrell",
        "lyrics": "  [Intro] Get your hands on his cash and  [Verse 1] While he was scheming I was beamin' in the Beamer just beamin' Can't believe that I caught my man cheatin' So I found another way to make him pay for it all So I went to Neiman Marcus on a shopping spree-ah And on my way I grabbed Sole and Mia And as the cashbox rang I thought everything away  [Pre-Chorus:] (Oops) there goes the dreams we used to say (Oops) there goes the time we spent away (Oops) there goes the love I had But you cheated on me and that's for that now (Oops) there goes the house we've made a home (Oops) there goes \"you'll never leave me alone\" (Oops) for all the lies you told This is what you're owed  [Chorus:] Hey ladies, when ya man wanna get buck wild Just go back and hit 'em up style Get your hands on his cash and Spend it to the last dime for all the hard times Oh, when you go then everything goes From the crib to the ride and all the clothes So you better let 'em know that If he mess up you gotta hit 'em up  [Verse 2] While he was braggin' I was coming down the hill just draggin' All his pictures and his clothes in a bag and Sold everything else till there was just nothing left And I paid, all the bills about a month too late It's a shame we have to play these games The love we had just faded away, away  [Pre-Chorus]  [Chorus] (2x)  [Bridge] All of the dreams you sold Left me out in the cold What happened to the days when we used to trust each other And all of the things I sold Will take you until you get old To get em back without me Because revenge is just better than money you'll see  [Chorus] (2x)  ",
        "title": "Hit 'Em Up Style (Oops!)"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Intro] Yo, I ain't seen you in a minute But I got something to tell you Listen  [Verse 1] See, the thing about you that caught my eye Is the same thing that makes me change my mind Kind of hard to explain, but girl, I'll try You need to sit down, this may take a while See this girl, she sort of looks just like you She even smiles just the way you do So innocent she seemed, but I was fooled I'm reminded when I look at you  [Chorus] You remind me of a girl, that I once knew See her face whenever I, I look at you You won't believe all of the things she put me through This is why I just can't get with you  [Verse 2] Thought that she was the one for me Till I found out she was on her creep Ooh, she was sexing everyone, but me This is why we could never be  [Chorus] You remind me of a girl, that I once knew See her face whenever I, I look at you You won't believe all of the things she put me through This is why I just can't get with you  [Bridge] I know it's so unfair to you That I relate her ignorance to you Wish I knew Wish I knew how to separate the two You remind me  [Chorus] You remind me of a girl, that I once knew See her face whenever I, I look at you You won't believe all of the things she put me through This is why I just can't get with you gonna let you go You remind me of a girl, that I once knew See her face whenever I, I look at you You won't believe all of the things she put me through This is why I just can't get with you gonna let you go You remind me of a girl, that I once knew See her face whenever I, I look at you You won't believe all of the things she put me through This is why I just can't get with you gonna let you go You remind me of a girl, that I once knew See her face whenever I, I look at you You won't believe all of the things she put me through This is why I just can't get with you gonna let you go You remind me of a girl, that I once knew See her face whenever I, I look at you You won't believe all of the things she put me through This is why I just can't get with you gonna let you go  [Outro] You remind me of a girl, that I once knew See her face whenever I, I look at you Wouldn't believe all of the things she put me through This is why I just can't get with you gonna let you go  ",
        "title": "U Remind Me"
    },
    {
        "artist": "Eve Featuring Gwen Stefani",
        "lyrics": "  [Verse 1: Eve] Uh, uh, uh, huh Yo, yo Drop your glasses, shake your asses Face screwed up like you having hot flashes Which one, pick one, this one, classic Red from blonde, yeah bitch I'm drastic Why this, why that, lips stop askin' Listen to me baby, relax and start passin' Expressway, hair back, weaving through the traffic This one strong should be labelled as a hazard Some of y'all niggas hot; psych, I'm gassin' Clowns I spot em and I can't stop laughin' Easy come, easy go, E-V gon' be lastin' Jealousy, let it go, results could be tragic Some of y'all ain't writing well, too concerned with fashion None of you ain't Giselle, cat walk and imagine A lot of y'all Hollywood, drama, casted Cut bitch, camera off, real shit, blast it  [Hook: Gwen Stefani (Eve)] If I had to give you more, it's only been a year Now I've got my foot through the door, and I ain't going nowhere It took a while to get me here, and I'm gonna take my time Don't fight that good shit in your ear, now let me blow ya mind  [Bridge: Eve] They wanna bank up, crank up, makes me dizzy Shank up, haters wanna come after me You ain't a gangster, prankster, too much to eat Snakes in my path wanna smile up at me  [Verse 2: Eve] Now why you gritting your teeth? Frustration baby you got to breathe Take a lot more than you to get rid of me You see I do what they can't do, I just do me Ain't no stress when it comes to stage, get what you see Meet me in the lab, pen and pad, don't believe Huh, sixteens mine, create my own lines Love for my wordplay that's hard to find Sophomore, I ain't scared, one of a kind All I do is contemplate ways to make your fans mine Eyes bloodshot, stressing, chills up your spine Huh, sick to your stomach wishing I wrote your rhymes  [Hook: Gwen Stefani (Eve)] If I had to give you more, it's only been a year Now I've got my foot through the door, and I ain't going nowhere It took a while to get me here, and I'm gonna take my time Don't fight that good shit in your ear, now let me blow ya mind  [Verse 3: Eve] Let your bones crack Your back pop, I can't stop Excitement, Glock shots from your stash spot Fuck it, thugged out, I respect the cash route Glocked down, blasters, sets while I mash out Yeah nigga, mash out, D-R-E Back track, make that, E-V-E Do you like that? You got to I know you Had you in a trance first glance from the floor too Don't believe I'll show you, take you with me Turn you on, tension gone, give you relief Put your trust in a bomb when you listen to me Damn she much thinner know now I'm complete Still stallion, brick house, pile it on Ryde or Die bitch, double R, came strong Beware, cause I crush anything I land on Me here, ain't no mistake nigga it was planned on  [Hook: Gwen Stefani (Eve)] If I had to give you more, it's only been a year Now I've got my foot through the door, and I ain't going nowhere It took a while to get me here, and I'm gonna take my time Don't fight that good shit in your ear, now let me blow ya mind  ",
        "title": "Let Me Blow Ya Mind"
    },
    {
        "artist": "Staind",
        "lyrics": "  [Verse 1] And it's been awhile since I could hold my head up high And it's been awhile since I first saw you And it's been awhile since I could stand on my own two feet again And it's been awhile since I could call you  [Chorus] And everything I can't remember As fucked up as it all may seem The consequences that I've rendered I've stretched myself beyond my means  [Verse 2] It's been awhile since I can say that I wasn't addicted And it's been awhile since I can say I love myself as well and And it's been awhile since I've gone and fucked things up just like I always do And it's been a while, but all that shit seems to disappear when I'm with you  [Chorus] And everything I can't remember As fucked up as it all may seem The consequences that I've rendered I've gone and fucked things up again, again  [Bridge] Why must I feel this way? Just make this go away Just one more peaceful day  [Verse 3] And it's been awhile since I could look at myself straight And it's been awhile since I said I'm sorry And it's been awhile since I've seen the way the candles light your face And it's been awhile, but I can still remember just the way you taste  [Chorus] And everything I can't remember As fucked up as it all may seem to be, and I know it's me I cannot blame this on my father He did the best he could for me  [Outro] And it's been awhile since I could hold my head up high And it's been awhile since I said I'm sorry  ",
        "title": "It's Been Awhile"
    },
    {
        "artist": "Train",
        "lyrics": "  [Verse 1] Now that she's back in the atmosphere With drops of Jupiter in her hair, hey She acts like summer and walks like rain Reminds me that there's a time to change, hey Since the return from her stay on the moon She listens like spring and she talks like June, hey  [Hook 1] But tell me, did you sail across the sun? Did you make it to the Milky Way To see the lights all faded And that heaven is overrated?  Tell me, did you fall for a shooting star? One without a permanent scar And did you miss me While you were looking for yourself out there?  [Verse 2] Now that she's back from that soul vacation Tracing her way through the constellation, hey She checks out Mozart while she does Tae-Bo Reminds me that there's room to grow, hey  Now that she's back in the atmosphere I'm afraid that she might think of me as Plain ol' Jane told a story about a man Who was too afraid to fly so he never did land  [Hook 2] But tell me, did the wind sweep you off your feet? Did you finally get the chance To dance along the light of day And head back to the Milky Way?  And tell me, did Venus blow your mind? Was it everything you wanted to find? And did you miss me While you were looking for yourself out there?  [Bridge] Can you imagine no love, pride, deep-fried chicken Your best friend always sticking up for you Even when I know you're wrong?  Can you imagine no first dance, freeze-dried romance Five-hour phone conversation The best soy latte that you ever had, and me?  [Hook 3] But tell me, did the wind sweep you off your feet? Did you finally get the chance To dance along the light of day And head back toward the Milky Way?  [Hook 1] But tell me, did you sail across the sun? Did you make it to the Milky Way To see the lights all faded And that heaven is overrated?  Tell me, did you fall for a shooting star? One without a permanent scar And did you miss me While you were looking for yourself out there?  [Outro] And did you finally get the chance To dance along the light of day? And did you fall for a shooting star? Fall for a shooting star? And are you lonely looking for yourself out there?  ",
        "title": "Drops Of Jupiter (Tell Me)"
    },
    {
        "artist": "Lifehouse",
        "lyrics": "  [Verse 1] Desperate for changing, starving for truth I'm closer to where I started, I'm chasing after you  [Chorus] I'm falling even more in love with you Letting go of all I've held onto I'm standing here until you make me move I'm hanging by a moment here with you  [Verse 2] Forgetting all I'm lacking Completely incomplete I'll take your invitation You take all of me now  [Chorus] I'm falling even more in love with you Letting go of all I've held onto I'm standing here until you make me move I'm hanging by a moment here with you  I'm living for the only thing I know I'm running and not quite sure where to go And I don't know what I'm diving into Just hanging by a moment here with you  [Bridge] There's nothing else to lose There's nothing else to find There's nothing in the world That can change my mind  There is nothing else There is nothing else There is nothing else  [Verse 1] Desperate for changing, starving for truth I'm closer to where I started, I'm chasing after you  [Chorus] I'm falling even more in love with you Letting go of all I've held onto I'm standing here until you make me move I'm hanging by a moment here with you  I'm living for the only thing I know I'm running and not quite sure where to go And I don't know what I'm diving into Just hanging by a moment here with you  Just hanging by a moment Just hanging by a moment Hanging by a moment Hanging by a moment here with you  ",
        "title": "Hanging By A Moment"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Intro]  [Chris Tucker] Oh man! Look at that girl, right there! Goodness gracious! That girl fine, man! Look at it, she just too fine! She know she fine too!  [Michael Jackson] She is banging!  [Chris] She's off the hook!  [Michael Jackson] She looks good, you're right  [Chris Tucker] Hey, I bet you, can't nobody get that girl  [MJ] Chris, I can get her  [CT] You can't get that girl, Mike I guarantee you can't get that girl!  [MJ] Watch me get that girl  [CT] I bet you never-Neverland, you can't  [MJ] I can get her  [CT] All right! Shomon, then. Shomon!  [MJ] Watch!  [MJ] I don't think they're ready for this one! Darkchild..  [Verse 1] My life will never be the same Because girl, you came and changed The way I walk The way I talk I cannot explain the things I feel for you But girl, you know it's true Stay with me, fulfill my dreams And I'll be all you'll need  [Pre-Chorus] Oh, oh, oh, oh, ooh, it feels so right (Girl) I've searched for the perfect love all my life (All my Life) Oh, oh, oh, oh, ooh, it feels like I (Like I) Have finally found her perfect love is mine (See, I Finally found, come on, girl)  [Chorus] You rocked my world, you know you did And everything I own I give (You rocked my world) The rarest love who'd think I'd find Someone like you to call mine (You rocked my world)  [Chorus] You rocked my world, you know you did (Girl) And everything I own I give (I want you, girl) The rarest love who'd think I'd find Someone like you to call mine  [Verse 2] In time I knew that love would bring This happiness to me I tried to keep my sanity I waited patiently Girl, you know it seems My life is so complete A love that's true because of you Keep doing what you do  [Pre-Chorus] Oh, oh, oh, oh, who'd think that I (Oh) Have finally found the perfect love I searched for all My life (Searched for all my life) Oh, oh, oh, oh, who'd think I'd find (Whoa oh oh) Such a perfect love that's so right (Whoa, girl)  [Chorus] You rocked my world, you know you did (Come on, come On, come on, come on) And everything I own I give The rarest love who'd think I'd find (Girl) Someone like you to call mine (You rocked my world)  [Chorus] You rocked my world (You rocked my world), you know You did And everything I own I give (Girl, girl, girl) The rarest love who'd think I'd find Someone like you to call mine (Girl)  [Chorus] You rocked my world, you know you did (Oh) And everything I own I give (You rocked my world) The rarest love who'd think I'd find Someone like you to call mine  [Chorus] You rocked my world (Oh), you know you did And everything I own I give (To rock my world) The rarest love who'd think I'd find Someone like you to call mine  [Verse 3] Girl, I know that this is love I felt the magic all in the air And girl, I'll never get enough That's why I always have to have you here, hoo  [Chorus] You rocked my world (You rocked my world), you know You did And everything I own I give (Look what you did to Me, baby, yeah) The rarest love who'd think I'd find Someone like you to call mine (You rocked my world)  [Chorus] You rocked my world, you know you did (Know you did Baby) And everything I own I give (Cause you rocked my World) The rarest love who'd think I'd find (Hoo, hoo) Someone like you to call mine  [Chorus] (You rocked my world) You rocked my world, you know you did (The way you talk to me, the way you're lovin' me) (The way you give it to me)  [Chorus] You rocked my world, you know you did (Give it to me) (Yeah, yeah, yeah yeah ooh) You rocked my world (You rocked my world), you know You did (You rocked my world, you rocked my world)  [Chorus] (Come on, girl) You rocked my world (Come on, girl) You know you did (Baby, baby, baby) And everything I own I give The rarest love who'd think I'd find Someone like you to call mine  [Chorus] You rocked my world, you know you did And everything I own I give The rarest love who'd think I'd find Someone like you to call mine  ",
        "title": "You Rock My World"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": "  [Chorus] Let's get it crunk up on, have fun up on Up in this dancery We got ya open, now ya floatin' So you gots to dance for me Don't need no hateration, holleration In this dancery Let's get it percolatin', while you're waiting So just dance for me  [Verse 1] Come on everybody get on up 'Cause you know we gots to get it crunk Mary J. is in the spot tonight As I'mma make it feel alright (Make it feel alright) Come on baby just party with me Let loose and set your body free Leave your situations at the door So when you step inside jump on the floor  [Chorus] Let's get it crunk up on, have fun up on Up in this dancery We got ya open, now ya floatin' So you gots to dance for me Don't need no hateration, holleration In this dancery Let's get it percolatin', while you're waiting So just dance for me  [Verse 2] It's only gonna be about a matter of time Before you get loose and start lose your mind Cop you a drink, go head and rock your ice 'Cause we celebrating No More Drama in our life With a Dre track pumpin', everybody's jumpin' Go ahead and twist your back and get your body bumpin' I told you leave your situations at the door So grab somebody and get your ass on the dance floor  [Chorus] Let's get it crunk up on, have fun up on Up in this dancery We got ya open, now ya floatin' So you gots to dance for me Don't need no hateration, holleration In this dancery Let's get it percolatin', while you're waiting So just dance for me  [Bridge] We don't need no haters We're just trying to love one another We just want y'all have a good time No more drama in your life Work real hard to make a dime If you got beef, your problem, not mine Leave all that BS outside We're gonna celebrate all night Let's have fun, tonight, no fights Turn that Dre track way up high Making you dance all night and I Got some real heat for ya this time Doesn't matter if you're white or black Let's get crunk 'cause Mary's back  [Chorus (repeat until end)] Let's get it crunk up on, have fun up on Up in this dancery We got ya open, now ya floatin' So you gots to dance for me Don't need no hateration, holleration In this dancery Let's get it percolatin', while you're waiting So just dance for me  ",
        "title": "Family Affair"
    },
    {
        "artist": "JAY-Z",
        "lyrics": "  [Produced by Kanye West]  [Intro] Ladies and gentlemen Let's put our hands together for this dynasty! Welcome ladies and gentlemen To the eighth wonder of the world! The flow of the century, always timeless: HOV! Thanks for coming out tonight You could've been anywhere in the world But you're here with me, I appreciate that  [Verse 1] H to the izz-O, V to the izz-A For shizzle, my nizzle, used to dribble down in VA Was herbing 'em in the home of the Terrapins Got it dirt cheap for them Plus if they was short with cheese I would work with them Brought in weed, got rid of that dirt for them Wasn't-born-hustlers, I was birthing 'em H to the izz-O, V to the izz-A For sheezy, my neezy, keep my arms so breezy Can't leave rap alone, the game needs me Haters want me clapped in chrome, it ain't easy Cops want to knock me, D.A. wants to box me in But somehow I beat them charges like Rocky H to the izz-O, V to the izz-A Not guilty, he who does not feel me Is not real to me, therefore he doesn't exist So poof! —Vamoose, son of a bitch!  [Hook] H to the izz-O, V to the izz-A For shizzle, my nizzle, used to dribble down in VA H to the izz-O, V to the izz-A That's the anthem, get'cha damn hands up! H to the izz-O, V to the izz-A Not guilty, y'all got to feel me H to the izz-O, V to the izz-A That's the anthem, get'cha damn hands up!  [Verse 2] I do this for my culture, to let them know What a nigga look like when a nigga in a roaster Show them how to move in a room full of vultures Industry is shady, it needs to be taken over Label owners hate me, I'm raising the status quo up I'm overcharging niggas for what they did to the Cold Crush Pay us like you owe us for all the years that you hoed us We can talk, but money talks, so talk mo' bucks  [Hook] H to the izz-O, V to the izz-A For shizzle, my nizzle, used to dribble down in VA H to the izz-O, V to the izz-A That's the anthem, get'cha damn hands up! H to the izz-O, V to the izz-A Not guilty, y'all got to feel me H to the izz-O, V to the izz-A That's the anthem, get'cha damn hands up!  [Verse 3] Hov is back, life stories told through rap Niggas acting like I sold you crack Like I told you sell drugs; no, Hov did that So hopefully you won't have to go through that I was raised in the projects, roaches and rats Smokers out back sellin' their mama's sofa Lookouts on the corner focused on the ave Ladies in the window, focused on the kinfolk Me under a lamppost, why I got my hand closed? Crack's in my palm, watching the long arm of the law So you know I seen it all before I've seen Hoop Dreams deflate like a true fiend's weight To try and to fail: the two things I hate Succeed and this rap game: the two things that's great H to the izz-O, V to the izz-A What else can I say about dude? I gets bu-sy  [Hook] H to the izz-O, V to the izz-A For shizzle, my nizzle, used to dribble down in VA H to the izz-O, V to the izz-A That's the anthem, get'cha damn hands up! H to the izz-O, V to the izz-A Not guilty, y'all got to feel me H to the izz-O, V to the izz-A That's the anthem, get'cha damn hands up!  [Outro] H to the Izz-o, V to the Izz-A H to the Izz-o, V to the Izz-A H to the Izz-o, V to the Izz-A H to the Izz-o, V to the Izz-A  ",
        "title": "Izzo (H.O.V.A.)"
    },
    {
        "artist": "112",
        "lyrics": "  [P. Diddy] Yeah, yeah, yeah I like the way it's goin down (That's that shit right there) C'mon, c'mon (That's that shit right there) For all my ladies (That's that shit right there) Bad Boy baby (That's that shit right there) I got that peaches and cream (That's that shit right there) Peaches and cream It's the P the U the F the F  From the car to the bar, from the bar to the telly Your neck to your bra, your bra to your belly And she know, where PD go, left the ego Catch me below her belt like a foul boxer She a freak, but she sweet so I can't knock her I just push her legs back til she propped up Tongue her and see her hit high notes like the opera And I don't waste a drop til I taste the spot Give me chills but I make it hot Watch; I'mma prove in times, I'mma make ya lose your mind In a lengua smooth as mine And I never question what hon' do When she meet me, she knock on door 1,1,2 From the 404 to 212 You got peaches and cream, ma, where's my scoop? c'mon!  [Slim] Let me tell you what I wanna do Let me show you that I'm feelin' you Wanna sex, wanna ride with you Wanna taste, wanna put my lips all over you Can't get enough of you Always taken of you So sweet, so very wet So good, girl you make me sweat Girl I'm talkin' 'bout  [Chorus] Peaches and cream I need it cause you know that I'm a fiend (that's right) Gettin' freaky in my Bentley limousine It's even better when it's with ice cream Know what I mean  Peaches and cream I need it cause you know that I'm a fiend Gettin' freaky in my Bentley limousine (girl, you taste so good to me) It's even better when it's with ice cream Know what I mean, peaches and cream  [Q] I never thought that I would be So addicted to you On top, underneath, on the side of you Better yet, baby, inside of you Love the way you're just flowin down And I can feel it all around In the front, in the back of you Ooh I love the taste of you Girl you know what I'm talking about  [Chorus] Peaches and cream I need it cause you know that I'm a fiend Gettin' freaky in my Bentley limousine It's even better when it's with ice cream Know what I mean  Peaches and cream I need it cause you know that I'm a fiend Gettin' freaky in my Bentley limousine It's even better when it's with ice cream Know what I mean, peaches and cream   Won't stop girl you know I can't get enough Wanna taste it in the morning when I'm waking up Like peach cobbler in my stomach when I eat it up Got your legs around my neck so I can't get up See the boys 112 we from the A' (A' - shorty we don't play) And when it comes to eating peaches, shorty we don't play So all the ladies in the house if your peach the shit Put your hands in the air represent your clique  [Chorus] Peaches and cream I need it cause you know that I'm a fiend (that's right) Gettin' freaky in my Bentley limousine (girl, you are so tasty) It's even better when it's with ice cream Know what I mean  Peaches and cream I need it cause you know that I'm a fiend Gettin' freaky in my Bentley limousine (girl, you taste so good to me) It's even better when it's with ice cream Know what I mean, peaches and cream  [Chorus] Peaches and cream I need it cause you know that I'm a fiend Gettin' freaky in my Bentley limousine It's even better when it's with ice cream Know what I mean  Peaches and cream I need it cause you know that I'm a fiend Gettin' freaky in my Bentley limousine It's even better when it's with ice cream Know what I mean, peaches and cream  Oh girl I need it I gotta have it It's always on my mind Know what I mean Peaches and cream I like it in my car Or even in my bed Or baby on the stairs (icecream) Know what I mean Peaches and cream  [Chorus fade] Peaches and cream I need it cause you know that I'm a fiend Gettin' freaky in my Bentley limousine It's even better when it's with ice cream Know what I mean  Peaches and cream I need it cause you know that I'm a fiend Gettin' freaky in my Bentley limousine It's even better when it's with ice cream Know what I mean, peaches and cream  ",
        "title": "Peaches & Cream"
    },
    {
        "artist": "Afroman",
        "lyrics": "  [Intro: Afroman] Hmm It's like... I don't care about nothin' man Roll another blunt... Yeah (ohh ohh ohh)  La da da da da da La, Da Daaa La da da da, La da da da, La da da daaa  [Verse 1] I was gonna clean my room until I got high I was gonna get up and find the broom... but then I got high My room is still messed up and I know why (Why man?) Yea heyy Because I got high Because I got high Because I got high  (La da da da da da da da da)  [Verse 2] I was gonna go to class before I got high I coulda' cheated and I coulda' passed... but I got high I am taking it next semester and I know why (Why man?) Because I got high Because I got high Because I got high  (La da da da da da da da da)  [Verse 3] I was gonna go to work but then I got high I just got a new promotion but I got high... Now I'm selling dope and I know why (Why man?) Because I got high Because I got high Because I got high  (La da da da da da da da da)  [Verse 4] I was gonna go to court before I got high I was gonna pay my child support but then I got high (No you ain't!) They took my whole paycheck and I know why Cause I got high Cause I got high Cause I got high  (La da da da da da da da da)  [Verse 5] I wasn't gonna run from the cops but I was high I was gonna pull right over and stop... but I was high Now I am a paraplegic and I know why (Why man?) Because I got high Because I got high Because I got high  (La da da da da da da da da)  [Verse 6] I was gonna pay my car note until I got high I wasn't gonna gamble on the boat but then I got high Now the tow truck is pulling away and I know why (Why man?) Because I got high Because I got high Because I got high  (La da da da da da da da da)  [Verse 7] I was gonna make love to you but then I got high I was gonna eat yo' pussy too but then I got high Now I'm jacking off and I know why Because I got high Because I got high Because I got high  (La da da da da da da da da)  [Verse 8] I messed up my entire life because I got high I lost my kids and wife because I got high Now I'm sleeping on the sidewalk and I know why Because I got high Because I got high Because I got high  (La da da da da da da da da)  [Verse 9] I'm gonna stop singing this song because I'm high I'm singing this whole thing wrong because I'm high And if I don't sell one copy I know why (why man?) Yea heyy Cause I'm high Cause I'm high Cause I'm high  La da da da da da, La da da da, Shoop shooby doo wop  Get jiggy wit it, skibbidy bee bop diddy do wahhh  Cause I'm high, , cause I'm high, cause I'm high  (hey where the cluck at cuz)  [Verse 10] Well my name is Afroman and I'm from east Palmdale (east-palm-dale) And all the tail weed I be smokin' is bomb as hellllll (excelent delivery) I don't believe in Hitler, that's what I said (oh my goodness) So all of you skins (skins) please give me more head  (Backaaa) Afro- mutha fuckin- m-a-n(m-a-nnnnnn) A E I O U(a e i o u) and sometimes W(hahahahaha)  We ain't gonna sell none of these mutha fuckin albums cuz Lets go back to Marshall Derby and hang some mo chickens cuz Fuck it  Fuck the corporate world biatch!  ",
        "title": "Because I Got High"
    },
    {
        "artist": "Missy \"Misdemeanor\" Elliott",
        "lyrics": null,
        "title": "One Minute Man"
    },
    {
        "artist": "Craig David",
        "lyrics": "  [Intro] I got something to say, something to say All right (can you feel me?) Come on Can you fill me in? What you want? What you want me to do, baby? Can you fill me in? Let's talk about it  [Verse 1] I was checking this girl next door When her parents went out She phoned said, \"Hey boy, come on right around\" So I knock at the door You was standin' with a bottle of red wine, ready to pour Dressed in long black satin and lace to the floor So I went in, then we sat down start kissing, caressing Told me about Jacuzzi, sounded interesting So we jumped right in All calls diverted to answer phone Please leave a message after the tone I mean me and her parents were kind of cool But they ran a fine line between me and you We were just doing things young people in love do Parents tryna find out what we were up to  [Chorus] Saying why were you creeping 'round late last night Why did I see two shadows moving in your bedroom light Now you're dressed in black When I left you were dressed in white Can you fill me in? Calls diverted to answer phone Red wine bottle, half the contents gone When I returned, Jacuzzi turned on Can you fill me in?  [Verse 2] Whenever the coast was clear and she'd ask me to come out I'd say, \"Hey girl, come on right around\" So she knocked at the door I was standing with the keys in my hand to the four by four Jumped in my ride, checkin' that nobody saw The club we went in We got down bounced- bounced to the rhythm Saw it was early morning Thought we'd better be leavin' So I gave you my jacket for you to hold Told you to wear it 'cause you felt cold I mean me and her didn't mean to break the rules I weren't trying to play your mum and dad for fools We were just doing things young people in love do Parents tryna find out what we were up to  [Chorus] Saying why can't you keep your promises no more Say you'll be home by twelve, come strolling in at four Out went the girls but leaving with the boy next door Can you fill me in? Wearing a jacket, who's property Said you'd been queuing for a taxi But you left all your money on the TV Can you fill me in?  [Bridge] All they seem to do is be checking up on you baby Watchin' our every move Think some day they might approve baby  [Chorus] Why were you creeping 'round late last night Why did I see two shadows moving in your bedroom light Now you're dressed in black When I left you were dressed in white Can you fill me in? Calls diverted to answer phone Red wine bottle, half the contents gone When I returned, Jacuzzi turned on Can you fill me in?  ",
        "title": "Fill Me In"
    },
    {
        "artist": "Sugar Ray",
        "lyrics": "  [Verse 1] When it's over That's the time I fall in love again And when it's over That's the time you're in my heart again  [Bridge] And when you go, go, go, go I know, it never ends, never ends  [Chorus] All the things that I used to say All the words that got in the way All the things that I used to know Have gone out the window All the things that she used to bring All the songs that she used to sing All the favorite TV shows Have gone out the window  [Verse 2] I'm missing you I never knew how much you loved me I'm missing you I never knew how much you meant to me I need you  [Bridge] And when you go, go, go, go I know, it never ends, never ends  [Chorus] All the things that I used to say All the words that got in the way All the things that I used to know Have gone out the window All the things that she used to bring All the songs that she used to sing All the favorite TV shows Have gone out the window  [Verse 3] I'm wishing you You never said you were pretending I'm wishing you You'd feel the same and just come back to me I need you  [Bridge] And when you go, go, go, go I know, it never ends, never ends  [Verse 4] When it's over Can I still come over? (And when you go) And when it's over Is it really over?  [Verse 1] When it's over That's the time I fall in love again  [Chorus] All the things that I used to say All the words that got in the way All the things that I used to know Have gone out the window All the things that she used to bring All the songs that she used to sing All the favorite TV shows Have gone out the window  All the things that I used to say All the words that got in the way All the things that I used to know Have gone out the window All the things that she used to bring All the songs that she used to sing All the favorite TV shows Have gone out the window  All the things that I used to say All the words that got in the way All the things that I used to know Have gone out the window All the things that she used to bring All the songs that she used to sing All the favorite TV shows Have gone out the window  ",
        "title": "When It's Over"
    },
    {
        "artist": "O-Town",
        "lyrics": "  [Verse 1] I know when he's been on your mind That distant look is in your eyes I thought with time you'd realize it's over, over It's not the way I choose to live And something somewhere's got to give As sharing this relationship gets older, older  [Pre-Chorus] You know I'd fight for you But how can I fight someone who isn't even there? I've had the rest of you, now I want the best of you I don't care if that's not fair  [Chorus] Cause I want it all or nothing at all There's no where left to fall When you reach the bottom, it's now or never Is it all, or are we just friends? Is this how it ends, with a simple telephone call? You leave me here, with nothing at all  [Verse 2] There are times it seems to me I'm sharing you in memories I feel it in my heart but I don't show it, show it And then there's times you look at me As though I'm all that you can see There's times I don't believe it's right, I know it, know it  [Pre-Chorus] Don't make me promises Baby, you never did know how to keep them well I've had the rest of you, now I want the best of you It's time to show and tell  [Chorus] Cause I want it all or nothing at all There's nowhere left to fall When you reach the bottom, it's now or never Is it all, or are we just friends? Is this how it ends, with a simple telephone call? You leave me here, with nothing  [Bridge] Cause you and I Could lose it all if you've got no more room Nowhere, inside, for me in your life Cause I want it all or nothing at all There's nowhere left to fall its now or never  [Outro] Is it all or nothing at all? There's nowhere left to fall When you reach the bottom, it's now or never Is it all, or are we just friends? Is this how it ends, with a simple telephone call? You leave me here, with nothing at all  ",
        "title": "All Or Nothing"
    },
    {
        "artist": "Incubus",
        "lyrics": null,
        "title": "Drive"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": null,
        "title": "Austin"
    },
    {
        "artist": "Ginuwine",
        "lyrics": "  Oh, hey... Oh, yeah, oh, yeah To you Oh, yeah, oh, yeah  [Hook] My whole life has changed Since you came in, I knew back then You were that special one I'm so in love, so deep in love You make my life complete You are so sweet, no one competes Glad you came into my life You blind me with your love, with you I have no sight  [Verse 1 : Ginuwine] Girl, you open me, I'm wide open And I'm doing things I never do But I feel so good, I feel so good Why it takes so long for me finding you This is my story and I'm telling you It's not fiction, it's surely a fact Without you right here having my back I really don't know just where I'd be at  [Hook] My whole life has changed (My whole life has changed) Since you came in, I knew back then (Ooh...oh...) You were that special one (You were that) I'm so in love, so deep in love You make my life complete (You make, make my love Complete) You are so sweet (Oh, oh), no one competes Glad you came into my life (Ooh...) You blind me with your love, with you I have no sight  [Verse 2 : Ginuwine] I analyzed myself, I was buck wild Never thought about settling down But all the time I knew I was ready But not with all my friends around But girl, I put you first now (I put you first now) You made me, helped mold me (Helped mold me, baby) Turned me into a man, I'm so responsible And I owe it all to you  [Hook] My whole life has changed (My whole life has changed) Since you came in, I knew back then (Oh, oh) You were that special one (You were that special one) I'm so in love, so deep in love (Oh, oh, oh....) You make my life complete (You make my life complete) You are so sweet, no one competes Glad you came into my life (So glad you came in) You blind me with your love (Blind me, baby), with you I have no sight  [Bridge] (God has blessed me) God has blessed me, baby Girl, He was good to me when He sent you (I'm so happy, baby) I'm so happy, I'm so happy, baby, oh, yes, baby (Share my world) Come and share my world, baby Oh...whoa...yeah. yeah (I'm so in love) I'm so in love I'm addicted to your love, baby, yeah...  [Hook] My whole life has changed (Oh, yes, I am) Since you came in, I knew back then (Ooh) You were that special one (You were that very, very Special one) I'm so in love (You were that very, very special one) So deep in love You make my life complete (You make my life complete) You are so sweet (Yes, you did, baby), no one competes (No one competes, oh) Glad you came into my life You blind me with your love (Come on), with you I have No sight My whole life has changed (My whole life has changed) Since you came in, I knew back then (You made a Difference in my life) You were that special one (I knew you were that Special one) I'm so in love, so deep in love (When I first laid Eyes on you, babe) You make my life complete (You make my life complete Darlin') You are so sweet, no one competes (No one competes Baby) Glad you came into my life (No one, no one) You blind me with your love (No one), with you I have No sight (Come on) My whole life has changed (Oh...whoa...whoa...whoa...) Since you came in, I knew back then..  ",
        "title": "Differences"
    },
    {
        "artist": "Trick Daddy",
        "lyrics": "  [Intro] Funk, hit me up with some of that thug Yup, just like that, hit 'em in the chest with it One time, one time again in the head For Buddy Roe y'all, check it out  [Refrain] I don't know, what this world's gonna bring But I know one thing, that this is the life for me Baby cause I'm a thug All day every day, baby cause I'm a thug Wouldn't change for the world; uh uh, cause I'm a thug That's right you heard, baby cause I'm a thug Ah hah, oh yeah; check it out  [Verse 1] Could it be my baggy jeans, or my gold teeth That make me different from y'all Ain't trippin' dog, but listen dog I was raised a little different than y'all I'm just doin' my thing, usin' my ghetto slang And I'm representin' thug shit Niggas who I roll with Watch them niggas they're gon' love this Niggas who - out on bond, on the run And got ten years on parole Since you can't say it dog, I'mma say it for y'all Motherfuck the po-po's Fuck the judge and C.O.'s, fuck the D.A. and P.O.'s Fuck the family of the victim Witness, and snitchin ass hoes - nigga  [Refrain] I don't know, what this world's gonna bring But I know one thing, that this is the life for me Baby cause I'm a thug All day every day, baby cause I'm a thug Wouldn't change for the world; uh uh, cause I'm a thug That's right you heard, baby cause I'm a thug Ah hah, oh yeah; check it out  [Verse 2] See I'm so tight, niggas be like That nigga got so many hoes And I know he got clout, look at his mouth That nigga got so many golds Niggas be tellin' they hoes There's some'n up with that nigga Bitch I've been watchin' you watchin him You must wanna fuck this nigga My name alone, been known to break up happy homes No disrespect dog But you ain't have no business even answering her phone Hello, who is this If your ass was home, then Me and her couldn'ta been gettin it on And you couldn't have been hittin her right Cause ever since that night she been hittin the phone She want a thug  [Refrain] I don't know, what this world's gonna bring But I know one thing, that this is the life for me Baby cause I'm a thug All day every day, baby cause I'm a thug Wouldn't change for the world; uh uh, cause I'm a thug That's right you heard, baby cause I'm a thug Ah hah, oh yeah; check it out  [Verse 3] Since y'all niggas wanna smoke the blunts, pump the guns I'mma show you how to thug it dog, thug it dog Give me half a pill, and some Zephyrhill And I'm like fuck it dog, fuck it dog Long as my ecstasy got the best of me, ec-stasy Then none of you niggas ain't stressin' me I got one request in this bitch And you can have the rest of this shit, bitch If a nigga drop some shit, it's wack as hell And don't make no damn sense Take it back, talk about it, and tell your dog Don't even buy that shit And I don't care who he is, or where he from I represent thug shit And you ain't gotta give me my props or nominate me Cause dammit, I love this  [Refrain] I don't know, what this world's gonna bring But I know one thing, that this is the life for me Baby cause I'm a thug All day every day, baby cause I'm a thug Wouldn't change for the world; uh uh, cause I'm a thug That's right you heard, baby cause I'm a thug Ah hah, oh yeah; check it out  ",
        "title": "I'm A Thug"
    },
    {
        "artist": "Dave Matthews Band",
        "lyrics": "  [Verse 1] You cannot quit me so quickly There's no hope in you, for me No corner you could squeeze me? But I got all the time for you, love  [Hook] The space between The tears we cry Is the laughter - keeps us coming back for more The space between The wicked lies we tell In hope to keep safe from the pain  [Verse 2] But will I hold you again? These fickle, fuddled words confuse me Like 'Will it rain today?' Waste the hours with talking, talking These twisted games we're playing  [Hook 2] We're strange allies With warring hearts What a wild-eyed beast you be The space between The wicked lies we tell In hope to keep safe from the pain  [Breakdown] Will I hold you again? Will I hold... Look at us spinning out in The madness of a roller coaster You know you went off like A devil in a church In the middle of a crowded room All we can do, my love Is hope we don't take this ship down  [Hook 3] The space between Where you smile and hide Is where you'll find me if I get to go The space between The bullets in our firefight Is where I'll be hiding, waiting for you The rain that falls Splashed in your heart Ran like sadness down the window into your room The space between Our wicked lies Is where we hope to keep safe from pain Take my hand Cause we're walking out of here Oh, right out of here Is all we need dear The space between What's wrong and right Is where you'll find me hiding, waiting for you The space between Your heart and mind Is a space we'll fill with time The space between The tears we cry is the laughter keeps us coming back for more The space between Our wicked lies where we hope to keep safe from pain The space between The space between  ",
        "title": "The Space Between"
    },
    {
        "artist": "Smash Mouth",
        "lyrics": "  [Verse 1] I thought love was only true in fairy tales Meant for someone else but not for me Love was out to get me That's the way it seems Disappointment haunted all my dreams  [Chorus] And then I saw her face Now I'm a believer And not a trace Of doubt in my mind I'm in love I'm a believer I couldn't leave her If I tried  [Verse 2] I thought love was more or less a given thing More I gave the less I got, oh yeah What's the use in trying? All you get is pain When I wanted sunshine, I got rain  [Chorus] And then I saw her face Now I'm a believer And not a trace Of doubt in my mind I'm in love I'm a believer I couldn't leave her If I tried  [Bridge] What's the use in trying? All you get is pain When I wanted sunshine I got rain  [Chorus] And then I saw her face Now I'm a believer And not a trace Of doubt in my mind I'm in love I'm a believer I couldn't leave her If I tried  [Outro] Then I saw her face Now I'm a believer Not a trace Of doubt in my mind Now I'm a believer Yeah, yeah, yeah... Now I'm a believer Then I saw her face Now I'm a believer Not a trace Of doubt in my mind I'm a believer  ",
        "title": "I'm A Believer"
    },
    {
        "artist": "The Isley Brothers Featuring Ronald Isley",
        "lyrics": "  [Verse 1]  It's 2 A.M. I'm just getting in about to check my message No one has called but my homies and some bill collectors Cellular rings, somebody wants to borrow money I two-way her she don't hit me back something is funny So I called her mother's house and asked her has she seen my baby Roll my six around looking for that missing lady Got back in turned the TV on and caught the news Then I put my hand on my head cause I'm so confused And then I turned the TV down Cause I thought I heard a squeaky sound Somethings going on upstairs And I know nobody else lives here \"bump bump bump\" as I get closer to the stairways all I hear Then I hear my baby's voice in my ear screaming out....  [Hook:] You're contagious, touch me baby, give me what you got (and then a man said) sexy lady drive me crazy, drive me wild (And I just can't believe this shit) [Verse 2]  I ran downstairs looked in the closet looking for that ooo Said a prayer cause only God knows what I'm gonna do What I saw was enough to drive a Preacher wild I'm in the hall contemplating \"not in my own damn house\" Who would have thought she was creeping with another man? The down low happening to me all over again And then I turned the TV down Cause I know I heard a squeaky sound, something going on upstairs Cause I know no one else lives here \"Bump bump bump\" as I get closer to the stairways all I hear Then I hear my babies voice in my ear screamin'....  [Hook]  [Verse 3:] Ron: What the hell is going on between the sheets in my home? Chante: Baby wait let me explain before you start to point your cane Ron: Girl, I'm about to have a fit R. Kelly: \"Oh it's about to be some shit!\" How did I get in to this? Should have never came home with this bitch! Ron: Low down dirty woman, back to where you come from Chante: \"but baby wait\" Ron: \"But wait\", my ass Hit the streets your ass is grass! R. Kelly: Now, Mister Biggs, before you're done-- Ron: \"Wait how you know my name son?\" Chante: \"Honey wait I was gonna tell you\" Ron: \"Move this cat looks real familiar\" Hmmm?!?! Now don't I know you from somewhere a long time ago? R. Kelly: No, no, I don't think so Ron: Yeah, yeah, I feel I know you brother very well R. Kelly: No, no, you're mistaking me for somebody else Chante: Frank! Ron: SHUT UP! Can't you see two men are talking? Chante: But-- Ron: Thought I told your ass to get to walking! Now I think you all better leave this place Cause I'm about to catch a case  ",
        "title": "Contagious"
    },
    {
        "artist": "Toby Keith",
        "lyrics": null,
        "title": "I'm Just Talkin' About Tonight"
    },
    {
        "artist": "City High",
        "lyrics": "  [Verse 1] Boys and girls wanna hear a true story? Saturday night I was at this real wild party They had the liquor overflowing the cup About 5 or 6 strippers tryin to work for a buck And I took one girl outside with me Her name was Lonni, she went to junior high with me I said, \"Why you up in there dancin' for cash? I guess a whole a lot's changed since I seen you last.\" She said  [Refrain] What would you do if your son was at home Crying all alone on the bedroom floor Cause he's hungry And the only way to feed him is to, sleep with a man for a little bit of money And his daddy's gone Somewhere smokin' rock now, in and out of lockdown I ain't got a job now So for you this is just a good time, but for me this is what I call life  [Verse 2] Girl you ain't the only one with a baby That's no excuse to be living all crazy Then she looked me right square in the eye And said every day I wake up hopin' to die She said-nigga I know about pain cause Me and my sister ran away so my daddy couldn't rape us Before I was a teenager I been through more shit that you can't even relate to  [Refrain] What would you do if your son was at home Crying all alone on the bedroom floor Cause he's hungry And the only way to feed him is to, sleep with a man for a little bit of money And his daddy's gone Somewhere smokin' rock now, in and out of lockdown I ain't got a job now So for you this is just a good time, but for me this is what I call life  Yo way hold up, hold up, hold up Hold up, stop the breakin' yo Stop the breakin' You should you ain't gonna be going out Like this men  [Bridge] Hold up! What would you do? Get up on my feet and let go of every excuse What would you do? Cause I wouldn't want my baby to go through what I went through Come on, what would you do? Get up on my feet and stop making tired excuses What would you do? Girl, I know if my mother can do it, baby you can do it  [Refrain] What would you do if your son was at home Crying all alone on the bedroom floor Cause he's hungry And the only way to feed him is to, sleep with a man for a little bit of money And his daddy's gone Somewhere smokin' rock now, in and out of lockdown I ain't got a job now So for you this is just a good time, but for me this is what I call life  What would you do if your son was at home Crying all alone on the bedroom floor Cause he's hungry And the only way to feed him is to, sleep with a man for a little bit of money And his daddy's gone Somewhere smokin' rock now, in and out of lockdown I ain't got a job now So for you this is just a good time, but for me this is what I call life Come on  What would you do if your son was at home Crying all alone on the bedroom floor Cause he's hungry And the only way to feed him is to, sleep with a man for a little bit of money And his daddy's gone Somewhere smokin' rock now, in and out of lockdown I ain't got a job now So for you this is just a good time, but for me this is what I call life, uhm  ",
        "title": "What Would You Do?"
    },
    {
        "artist": "Ludacris Featuring Nate Dogg",
        "lyrics": "  [Hook: Nate Dogg] I've got hoes In different area codes Hoes! In different area codes  [Verse 1 - Ludacris] Now you thought I was just 7-7-0, and 4-0-4? I'm worldwide, bitch act like y'all don't know It's the abominable ho man Globe-trot international post man Neighbor-dick dope man 7-1-8's, 2-0-2's I send small cities and states I-O-U's 9-0-1, matter of fact 3-0-5 I'll jump off the G4, we can meet outside So control your hormones and keep your drawers on 'Til I close the door and I'm jumping your bones 3-1-2's, 3-1-3's (oh) 2-1-5's, 8-0-tree's (oh) Read your horoscope and eat some hors d'oeuvres 10 on pump one; these hoes is self serve 7-5-7, 4-1-0's, my cell phone just overloads  [Hook: Nate Dogg] I've got hoes In different area codes Hoes! In different area codes  [Verse 2 - Ludacris] Now every day is a ho-ly day, so stop the violence and put the 4-4 away Skeet, shoot a ho today 5-0-4, 9-7-2's 7-1-tree, whatcha gon' do? You checking out the scene, I'm checking a ho tonight With perpendicular, vehicular ho-micide 3-1-4, 2-0-1 (hey) Too much green, too much fun (hey) I bang cock in Bangkok Can't stop, I turn and hit the same spot, think not I'm the Thrilla in Manila, schlong in Hong Kong Pimp 'em like Bishop, Magic, Don Juan Man after Henny with a coke and a smile I just pick up the motherfuckin' phone and dial I got my condoms in a big ass sack I'm slanging this dick like a New Jack  [Nate Dogg] Is it cause they like my gangsta walk? Is it cause they like my gangsta talk? Is it cause they like my handsome face? Is it cause they like my gangsta ways? Whatever it is, they love it and they just won't let me be I handles my biz, don't rush me, just relax and let me be free Whenever I call (I call), come running 2-1-2 or 2-1-3 You know that I ball (I ball), stop fronting Or I'll call my substitute freak (hoes)  [Hook: Nate Dogg] I've got hoes In different area codes Hoes! In different area codes  [Outro - Ludacris] 9-1-6, 4-1-5, 7-0-4 Shout out to the 2-0-6 Everybody in the 8-0-8 Ha-ah, 2-1-6, 7-0-2, 4-1-4 3-1-7, 2-1-4's and the 2-8-1's 3-3-4, 2-0-5, I see ya Uh-uh, 3-1-8, 6-0-1's, 2-0-tree 8-0-4, 4-0-2, 3-0-1 9-0-4, 4-0-7, 8-5-0 7-0-8, 5-0-2 Hoes in different area codes, know that Southern Hoes-pitality, Northern Exhoes-ure Ha-ha, ho ridin' on the West coast Ya understand what I'm saying? Ho-cus pocus, you the dopest Hoes to the right, hoes to the left, 5 hoes this time Whoo! Ho no! The Hip-hop ho-ller-coaster, that's what we on right now Ha-ha, no need to get all ho-stile Def Jam South baby, Disturbing Tha Peace Jazze Pheezy, Uncle Face Ludacris, uh, hoes...(*whistling*) I'm sweating like a motherf  ",
        "title": "Area Codes"
    },
    {
        "artist": "Enya",
        "lyrics": "  [Verse 1] Who can say where the road goes Where the day flows, only time And who can say if your love grows As your heart chose, only time  [Instrumental/Vocalisation Hook]  [Verse 2] Who can say why your heart sighs As your love flies, only time And who can say why your heart cries When your love lies, only time  [Instrumental/Vocalisation Hook]  [Verse 3] Who can say when the roads meet That love might be in your heart And who can say when the day sleeps If the night keeps all your heart Night keeps all your heart  [Instrumental Bridge w/ Vocalisations]  [Verse 4] Who can say if your love grows As your heart chose, only time And who can say where the road goes Where the day flows, only time  [Outro] Who knows? Only time Who knows? Only time  ",
        "title": "Only Time"
    },
    {
        "artist": "Cyndi Thomson",
        "lyrics": null,
        "title": "What I Really Meant To Say"
    },
    {
        "artist": "Uncle Kracker",
        "lyrics": "  [Verse 1] You don't know how you met me You don't know why You can't turn around and say goodbye All you know is when I'm with you I make you free And swim through your veins like a fish in the sea I'm singin'  [Chorus] Follow me, everything is alright I'll be the one to tuck you in at night And if you want to leave, I can guarantee You won't find nobody else like me  [Verse 2] I'm not worried 'bout the ring you wear 'Cause as long as no one knows than nobody can care You're feelin' guilty and I'm well aware But you don't look ashamed and baby I'm not scared I'm singin'  [Chorus] Follow me, everything is alright I'll be the one to tuck you in at night And if you want to leave, I can guarantee You won't find nobody else like me  [Verse 3] Won't give you money I can't give you the sky You're better off if you don't ask why I'm not the reason that you go astray and We'll be alright if you don't ask me to stay  [Chorus] Follow me, everything is alright I'll be the one to tuck you in at night And if you want to leave, I can guarantee You won't find nobody else like me  [Verse 1] You don't know how you met me You don't know why You can't turn around and say goodbye All you know is when I'm with you I make you free And swim through your veins like a fish in the sea I'm singin'  [Chorus] Follow me, everything is alright I'll be the one to tuck you in at night And if you want to leave, I can guarantee You won't find nobody else like me  [Chorus] Follow me, everything is alright I'll be the one to tuck you in at night And if you want to leave, I can guarantee You won't find nobody else like me  ",
        "title": "Follow Me"
    },
    {
        "artist": "The Wiseguys",
        "lyrics": null,
        "title": "Start The Commotion"
    },
    {
        "artist": "Willa Ford",
        "lyrics": "  Oh I, I..... I  I wanna be bad witchu, baby I, I, I, I I wanna be bad witchu, baby  Do you Understand what I need, need From you Just let me be the girl to show You, you Everything that you can be Is everything that I can be (I wanna be) My turn Let me let you know that I I can't promise that I won't do that So, boy Say the time and place 'cause you make me wanna misbehave  .::Chorus:: I wanna be bad (bad) You make bad look so good I've got things on my mind I never thought I would I, I wanna be bad (bad) You make bad feel so good I'ma losing all my cool I'm about to break the rules I, I wanna be bad  I wanna be bad witchu, baby I, I, I, I, (with you yeah yeah yeah yeah) I wanna be bad witchu, baby  What's up? Tell me what to do, how to be Teach me All your words from A to Z But I Don't want your other girl to see That you're messing 'round with me, no Should I boy Tell ya what I got is what ya want Tell, tell me, do I, I turn you on? I don't want no one judging me  .:Chorus:: I wanna be bad (bad) You make bad look so good - ooh ooh, no no no I've got things on my mind (mi-i-i-ind) I never thought I would Never thought I would - I, I wanna be bad (bad) You make bad feel so good I'ma losing all my cool I'm about to break the rules - about to break the rules boy I, I wanna be bad  I wanna be bad witchu, baby I, I, I, I (I wanna be bad with you) I wanna be bad witchu, baby I, I, I, I I wanna be bad witchu, baby I, I, I, I (I wanna be bad) I wanna be bad witchu, baby I, I, I, I I, I yeah  I wanna be bad (bad) You make bad look so good - you make bad look so good I've got things on my mind I never thought I would - I never thought, I never thought I would I, I wanna be bad (bad) You make bad feel so good - you make bad look so good I'ma losing all my cool - you make bad feel so good I'm about to break the rules - about to break, about to break the rules  I, I wanna be bad (bad) You make bad look so good (ah ah ah ah) I've got things on my mind I never thought I would I, I wanna be bad (bad) You make bad feel so good - so good I'ma losing all my cool I'm about to break the rules I, I wanna be bad  ",
        "title": "I Wanna Be Bad"
    },
    {
        "artist": "P. Diddy, Black Rob & Mark Curry",
        "lyrics": null,
        "title": "Bad Boy For Life"
    },
    {
        "artist": "Fabolous Featuring Nate Dogg",
        "lyrics": "  [Hook: Nate Dogg] Y'all can't deny it, I'mma fuckin' rider You don't wanna fuck with me Got scales in the trunk with me Switching lanes, do a buck with me Y'all can't deny it, I'mma fucking rider You don't wanna bang with me And you know I brought my gang with me (ok) Niggas trip, I got my thang with me  [Fabolous] Yo, if they want it, cowards get it They still wonder how I did it Now y'all with it, these niggas see how I spit it Huh, these bitches see how I kit it You can hear my coupe a block away Bitches be yellin, \"Let Me Ride\" like they Snoop and Dr. Dre I keep spittin, them clips copped on those calicos Keep shittin, with ziplocks of that cali dro' Keep hittin, and shift blocks for that cali dough Keep gettin, my tip rocked by them cali hoes It's William Bonnie, stealin' mamis Dance closely, even though they feel the llamies I ain't tryin to send police to ya rest I'm tryin to put this, piece to ya chest And you in peace wit the rest You can release to the press - this how G's ride From the North to the South to the East to the West, let's go  [Hook]  [Fabolous] + (Nate Dogg) Yo ma, I got you stuck off the realness The name's Fabolous, you heard I be In them trucks wit the wheels glissed In V.I.P, with buckets of chilled Cris' 'Click, click', who the fuck wanna feel this I still got them blocks movin, and the system in my truck That can make it feel like the block's movin My 6-4's, wit the wheels and the shocks movin Them boys in blue with the shields and the Glocks movin (You can't deny it) I'm the same ol' G The Guc' frames got the same gold G Duke can you frame O-3, cause if you see me on ya corner wit a 40 It ain't gonna be named Olde E I might be in Chuck T's, or the Chukka's And if your duck cheese I'mma fuck her, duck these motherfucker Ghetto Fabolous, nigga I ride 'til I die Hollerin 1-8-7 when I ride through the Stuy, fool  [Hook]  [Nate Dogg] It ain't really dat hard, to get fucked up Its really quite easy, just step up I'mma knock him so hard, on his butt Just like he been drinkin, like he drunk The fat bitch stood up, just stood up She bout to be steamin, turn it up You won't hear a thang, know you won't You too busy sleepin, won't wake up You can't deny it  [Fabolous] The kid pull the four out a little quicker You might end up the reason, ya homies Will have to pour out a little liquor Every stack that a draws out a little thicker I get brain, kick the whores out a little quicker You kids rap that's cool But the kid's wrapped in jewels, the kid clapped that tool Kidnap that fool, you don't wanna wake up gettin told That ya kids trapped at school When the time's right, I'mma put this nine right To the left side of ya head, push ya mind right It's still nothin but a G thang, I thought you knew And I'm bout to do the numbers that they thought you do Still don't know me, still jump in a Lex The chain so icey, I got chill bumps on my neck The NARCS heard, how the krills pump in the 'jects Still bump in your decks, still dumpin the tec, still  ",
        "title": "Can't Deny It"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] Gonna kick off my shoes And run in bare feet Where the grass and the dirt and the gravel all meet Going' back to the well gonna visit old friends And feed my soul where the blacktop ends  [Verse 2] I'm looking' down the barrel of Friday night Riding' on a river of freeway lights Goodbye city I'm country bound Till Monday rolls around  [Chorus] Gonna kick off my shoes And run in bare feet Where the grass and the dirt and the gravel all meet Going' back to the well gonna visit old friends And feed my soul where the blacktop ends  [Verse 3] Working in the grind is an uphill road Punching that clock and carrying that load I bust it all week and then I'm free The weekend belongs to me  [Chorus]  [Bridge] Give me some fresh air give me that farm Give me some time with you in my arms Far away from the hustle and the pressure and the noise  [Chorus][x2]  [Outro] Where the blacktop ends Where the blacktop ends Where the blacktop ends  ",
        "title": "Where The Blacktop Ends"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] Here we are, of what is left of a husband and a wife With four good kids, who have a way, of getting on with their lives And I'm not old, but I am getting a whole lot older every day It's too late to keep from going crazy, I've got to get away  [Chorus] The reasons that I can't stay don't have a thing to do with being in love I understand that loving a man shouldn't have to be this rough And you ain't the only one who feels like this worlds' left you far behind I don't know why you got to be angry all the time  [Verse 2] Our boys are strong now The spitting image of you when you were young I hope someday they can see past, what you have become I remember, every time I said I'd never leave But what I can't live with is memories of the way you used to be  [Chorus]  [Verse 3] Twenty years, have came and went since I walked out of your door I never quite made it back to the one I was before And God it hurts me to think of you For the light in your eyes was gone Sometimes I don't know why this old world can't leave well enough alone  [Chorus]  ",
        "title": "Angry All The Time"
    },
    {
        "artist": "Nelly Furtado",
        "lyrics": "  [Verse 1] It's getting so lonely inside this bed Don't know if I should lick my wounds or say \"woe is me\" instead And there's an aching inside my head It's telling me \"You're better off alone\"  [Pre-Chorus] But after midnight, morning will come And the day will see if you will get some  [Chorus] They say that girl ya know, she act too tough tough tough Well it's till' I turn off the light, turn off the light They say that girl you know, she act so rough rough rough Well it's till' I turn off the light, turn off the light And I say, follow me follow me follow me down down down down Till' you see all my dreams Not everything in this magical world is quite what it seems  [Verse 2] I looked above the other day Cuz I think I'm good and ready for a change I live my life by the moon (by the moon) If it's high play it low, if it's harvest go slow and if it's full, then go  [Pre-Chorus] But after midnight, morning will come And the day will see if you will get some  [Chorus] They say that girl ya know, she act too tough tough tough Well it's till' I turn off the light, turn off the light They say that girl you know, she act so rough rough rough Well it's till' I turn off the light, turn off the light And I say, follow me follow me follow me down down down down Till' you see all my dreams Not everything in this magical world is quite what it seems  [Bridge] I'm searching for things that I just cannot see Why don't you don't you don't you come and be with me? I pretend to be cool with me, want to believe That I can do it on my own without my heart on my sleeve I'm running, I'm running, catch up with me life Where is the love that I'm looking to find? It's all in me, can't you see, why can't you, why can't you see it's all in me?  All in me yeah, where is your logic? (Turn off the light, turn off the light) Who do you need? (Turn off the light, turn off the light) And I said follow me, follow me, follow me Down, down, down, down Do you see all my dreams? (Yea)  Not everything in this magical world Is quite what it seems Follow me, follow me Down, down, down, down (Turn off the light, turn off the light) Follow me down, follow me Down, down, down (Turn off the light, turn off the light)  And I said follow me, follow me, follow me Down, down, down, down (Do you see all my dreams?) See all my dreams Follow me follow me follow me Down down down down See all my dreams See all my dreams  All in me yeah, where is your logic? (Turn off the light, turn off the light) Who do you need? (Turn off the light, turn off the light) Where can you turn? (Turn off the light, turn off the light) Who do you need?  ",
        "title": "Turn Off The Light"
    },
    {
        "artist": "Ja Rule Featuring Case",
        "lyrics": "  [Ja Rule] Yea, yea, yea Where all my... Uhh, yea.. c'mon, c'mon uhh To all my ladies that be givin' it up, uh To everybody that be livin' it up, we say... To all my ladies that be givin' it up, ah C'mon, baby  [Verse 1: Ja Rule] This ain't your typical, everyday, one night thing It's a physical, I'ma love you tonight thing Love , callin' your name, put your phone in the Range And roll over, i just really wanted to hold ya Time to know ya - that's a good chick Before it's all over, I'ma meat this chick Probably treat this chick, mo' betta Cause if you ain't - know, thugs and ladies go together Poppin' my collar, patnah - who in the spot? Baby, Rule in the spot; and the mug and the watch ugly Half the hoes hate me, half them love me The ones that hate me only hate me cause they don't trust me And they say I'm lucky; you think I got time To blow all this dough and do all these shows? Or flight in the llama chargin white Rolls Uh-oh, another episode  [Hook: Case & Ja Rule] What, do I do? To everybody that be livin it up, we say What, I do And all my ladies that be givin it up, uhh What, you do To everybody that be livin' it up, we say What, do I do? And all my ladies that be givin it up, uhh My love's for you C'mon  [Verse 2: Ja Rule] Ladies, just wanna hold a name Miss Atkins That's why they show love  with mo' passion than average And I ain't mad at' never leave you alone Cause the song when I'm home, like the song when I'm gone We both grown, both got minds of our own Plus we hit it off like first sight in \"Love Jones\" Been in, many zones, baby love it all hate it all From, prissy women to women who go to shadows But you know, the Rule be livin' it up And got all y'all, givin' it up I like a, little ooh baby, how cute are you? With a body that rides on sexual I got a stick, I'll ride right next to you Do a doughnut, and cut, then I'll open it up On the freeway, hand on the wheel, foot on the clutch Rule baby, not givin' it up  [Hook: Case & Ja Rule] What, do I do? To everybody that be livin it up, we say What, I do And all my ladies that be givin it up, uhh What, you do To everybody that be livin' it up, we say What, do I do? And all my ladies that be givin it up, uhh My love's for you C'mon  [Bridge: Ja Rule] C'mon, we get right C'mon, we get live C'mon, we get right Live yo' life  [Verse 3: Ja Rule] Love you so sexy, I just want you next to me Your whole vibe, like you high on ecstasy Cause it ain't nuttin' but a 'E' thang, bay-bay I know the pussy wet like crazy I wanna, feel your passion, come when you askin' Laugh when you cryin', cry when you laughin But ain't nothing happenin', a girl got a little uptight Turned off the light and then started crashin' The radio blastin' \"Between Me and You\" But, you ain't on the low with that freaky thing you do Girl I thought you knew (what I do), know I know (what you do) Cause it ain't a good night if you don't ain't right Like, Teddy P let's \"Turn Off the Lights\" And, grind it out, takin' no times out 'til the sun come out, let me find out  [Hook: Case & Ja Rule] What, do I do? To everybody that be livin it up, we say What, I do And all my ladies that be givin it up, uhh What, you do To everybody that be livin' it up, we say What, do I do? And all my ladies that be givin it up, uhh My love's for you C'mon  To everybody that be livin it up, we say What, I do And all my ladies that be givin it up, uhh What, you do To everybody that be livin it up, we say What, do I do? And all my ladies that be givin it up, uhh My love's for you C'mon  [Bridge: Ja Rule] C'mon, we get right C'mon, we get live C'mon, we get right It's my time Rule, baby  Yeah Do a roll What do I do Low key We out, we out  ",
        "title": "Livin' It Up"
    },
    {
        "artist": "3 Doors Down",
        "lyrics": "  [Verse 1] He spends his nights in California Watching the stars on the big screen Then he lies awake and he wonders \"Why can’t that be me?\" Cause in his life he's filled with all these good intentions He’s left a lot of things he’d rather not mention right now But just before he says goodnight He looks up with a little smile at me and he says  [Chorus] If I could be like that I would give anything Just to live one day, in those shoes If I could be like that What would I do? What would I do?  Now and dreams we run  [Verse 2] She spends her days up in the north park Watching the people as they pass And all she wants is just a little piece of this dream Is that too much to ask? With a safe home, and a warm bed On a quiet little street All she wants is just that something to hold onto That’s all she needs Yeah  [Chorus] If I could be like that I would give anything Just to live one day, in those shoes If I could be like that What would I do? What would I do?  I’m falling into the same dreams We run away  [Chorus] If I could be like that I would give anything Just to live one day, in those shoes If I could be like that What would I do? What would I do?  If I could be like that I would give anything Just to live one day, in those shoes If I could be like that What would I do? What would I do?  If I could be like that I would give anything Just to live one day, in those shoes If I could be like that What would I do? What would I do?  [Outro] Falling in I feel I'm falling in, to this again  ",
        "title": "Be Like That"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": "  Sun coming up over New York City School bus driver in a traffic jam Starin' at the faces in her rearview mirror Looking at the promise of the Promised Land One kid dreams of fame and fortune One kid helps pay the rent One could end up going to prison One just might be president  Only in America Dreaming in red, white and blue Only in America Where we dream as big as we want to We all get a chance Everybody gets to dance Only in America  Sun going down on an LA freeway Newlyweds in the back of a limousine A welder's son and a banker's daughter All they want is everything She came out here to be an actress He was the singer in a band They just might go back to Oklahoma And talk about the stars they could have been  Only in America Dreaming in red, white and blue Only in America Where we dream as big as we want to We all get a chance Everybody gets to dance Only in America  Only in America Where we dream in red, white and blue Only in America Where we dream as big as we want to We all get a chance Everybody gets to dance Only in America  Yeah only in America Only in America Where we dream in red, white and blue Yeah we dream as big as we want to Only in America  ",
        "title": "Only In America"
    },
    {
        "artist": "Michelle Branch",
        "lyrics": null,
        "title": "Everywhere"
    },
    {
        "artist": "Dido",
        "lyrics": "  [Verse 1] My tea's gone cold, I'm wondering why I got out of bed at all The morning rain clouds up my window And I can't see at all And even if I could, it'd all be grey But your picture on my wall It reminds me that it's not so bad It's not so bad  [Verse 2] I drank too much last night, got bills to pay My head just feels in pain I missed the bus and there'll be hell today I'm late for work again And even if I'm there, they'll all imply That I might not last the day And then you call me And it's not so bad, it's not so bad  [Chorus] And I want to thank you For giving me the best day of my life Oh, just to be with you Is having the best day of my life  [Verse 3] Push the door, I'm home at last And I'm soaking through and through Then you handed me a towel And all I see is you And even if my house falls down now I wouldn't have a clue Because you're near me  [Chorus] And I want to thank you For giving me the best day of my life Oh, just to be with you Is having the best day of my life And I want to thank you For giving me the best day of my life Oh, just to be with you Is having the best day of my life  ",
        "title": "Thank You"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Intro] Mhmm, yeah, mhmm Huh, uh, huh, uh Ooh, yeah  [Verse 1] Boy you know you make me float Boy you really get me high (ooh) I feel like I’m on dope 'Cause you, you serve me on a regular (serve me on a regular) Boy, you gotta stroke (ooh) Before drifting me deeper (before drifting me deeper) You're there, now hold me close Boy let’s take this overboard now  [Chorus] I want you to rock the boat Rock the boat (mhm) Rock the boat, rock the boat Work it in the middle, work the middle Work the middle, work the middle Change positions, new positions New positions (ooh), new positions (Now stroke it baby) Stroke it for me, stroke it for me Stroke it for me, stroke it for me  [Verse 2] Ooh baby I love your stroke 'Cause you, 'cause you get me where I’m going ('cause you get me where I'm going) In a jury you’ll get my vote Cause I believe (mmm) I believe you know just what you doing now Baby, now we can coast (let's coast, let's coast) Please don't get in a hurry (oh, no) That’s too slow (hey) Go ahead and put that thing in overdrive  [Chorus] I want you to rock the boat Rock the boat (Ooh, hey!) Rock the boat, rock the boat Work it in the middle, work the middle (Work it babe, work it babe) Work the middle, work the middle Change positions, new positions New positions (ooh), new positions (Now stroke it baby) Stroke it for me, stroke it for me Stroke it for me, stroke it for me  I want you to rock the boat Rock the boat Rock the boat, rock the boat (hey!) Work it in the middle, work the middle Work the middle (ooh), work the middle (hey!) Change positions, new positions New positions (ooh), new positions (now!) Stroke it baby, stroke it for me (yeah!) Stroke it for me, stroke it for me  [Bridge] Stroke it for me Mm, stroke it baby, stroke it baby Mmmm, work it baby, work it baby Oooh stroke It There is something I want you to do I want you to use yourself (hey!) Like you never ever used to do before (never!) To explore my body (explore it baby!) Until you reach the shore (yeah!) You’ll be calling, calling for more (calling!)  [Chorus] Rock the boat, rock the boat (Ooh!) Rock the boat, rock the boat Work it in the middle, work the middle (Ooh, work it baby, work it baby) Work the middle, work the middle Change positions, new positions (mmm, change) New positions, new positions (hey) Stroke it for me (baby!), stroke it for me Stroke it for me, stroke it for me  I want you to rock the boat Rock the boat (ooh) Rock the boat (ooh), rock the boat Work it in the middle, work the middle (Oh, work it baby!) Work the middle, work the middle Change positions, new positions (Change!) New positions, new positions Stroke it for me, (yeah!) stroke it for me Stroke it for me, stroke it for me  Rock the boat, rock the boat Rock the boat, rock the boat Work the middle, work the middle Work the middle, work the middle Change positions, new positions New positions, new positions Stroke it for me, stroke it for me Stroke it for me, stroke it for me  [Outro] Rock the boat, rock the boat Rock the boat, rock the boat  ",
        "title": "Rock The Boat"
    },
    {
        "artist": "Trisha Yearwood",
        "lyrics": "  If I'd a-known the way that this would end If I'd a-read the last page first If I'd a-had the strength to walk away If I'd a-known how this would hurt  I would've loved you anyway I'd do it all the same Not a second I would change Not a touch that I would trade Had I known my heart would break I'd a-loved you anyway  It's bittersweet to look back now At mem'ries withered on the vine But just to hold you close to me For a moment in time  I would've loved you anyway I'd do it all the same Not a second I would change Not a touch that I would trade Had I known my heart would break I'd a-loved you anyway  And even if I'd seen it coming You'd still've seen me running Straight into your arms  I would've loved you anyway I'd do it all the same Not a second I would change Not a touch that I would trade Had I known my heart would break I would've loved you anyway  I would've loved you anyway  ",
        "title": "I Would've Loved You Anyway"
    },
    {
        "artist": "LFO",
        "lyrics": "  Come on Every other, every other time  I said let's talk about it As she walked out on me and slammed the door But I just laugh about it 'Cause she's always playin' those games, come on  Deep down I know she loves me But she's got a funny way of showin' me how she cares Last night she did a doughnut on my lawn And drove out with one finger in the air, oh yeah  Sometimes it's black, sometimes it's white Sometimes she's wrong, sometimes I'm right Sometimes we talk about it or we figure it out But then she'll just change her mind  Sometimes she's hot, sometimes I'm cold Sometimes my head wants to explode But when I think about it, I'm so in love with her every other time Yeah, every other time  Sometimes we sit around Just the two of us, on the park bench Sometimes we swim around Like the dolphins in the ocean of our hearts  But then I think about the time When we broke up before the prom And you told everyone that I was gay Okay  Sometimes I walk around the town For hours just to settle down But I take you back and you kick me down 'Cause that's the way, uh huh uh huh, I like it  Sometimes it's black, sometimes it's white Sometimes she's wrong, sometimes I'm right Sometimes we talk about it or we figure it out But then she'll just change her mind  Sometimes she's hot, sometimes I'm cold Sometimes my head wants to explode But when I think about it, I'm so in love with her every other time Yeah, every other time  Keep it up home girl, don't you quit You know the way you scream is the ultimate And when I walk away, just watch the clock I bet I don't even get around the block  I said let's talk about it As she walked out on me and slammed the door One day we'll laugh about it 'Cause we're always playin' those games, every other time  Sometimes it's black, sometimes it's white Sometimes she's wrong, sometimes I'm right Sometimes we talk about it or we figure it out But then she'll just change her mind  Sometimes she's hot, sometimes I'm cold Sometimes my head wants to explode But when I think about it, I'm so in love with her every other time Yeah, every other time  Keep it up homegirl, don't you quit You know the way you scream is the ultimate And when I walk away, just watch the clock I bet I don't even get around the block  Oh yeah, every other time Every other time  ",
        "title": "Every Other Time"
    },
    {
        "artist": "Lonestar",
        "lyrics": "  He called her on the road From a lonely cold hotel room Just to hear her say I love you one more time But when he heard the sound Of the kids laughing in the background He had to wipe away a tear from his eye A little voice came on the phone Said \"Daddy when you coming home\" He said the first thing that came to his mind  I'm already there Take a look around I'm the sunshine in your hair I'm the shadow on the ground I'm the whisper in the wind I'm your imaginary friend And I know I'm in your prayers Oh I'm already there  She got back on the phone Said I really miss you darling Don't worry about the kids they'll be alright Wish I was in your arms Lying right there beside you But I know that I'll be in your dreams tonight And I'll gently kiss your lips Touch you with my fingertips So turn out the light and close your eyes  I'm already there Don't make a sound I'm the beat in your heart I'm the moonlight shining down I'm the whisper in the wind And I'll be there until the end Can you feel the love that we share Oh I'm already there  We may be a thousand miles apart But I'll be with you wherever you are  I'm already there Take a look around I'm the sunshine in your hair I'm the shadow on the ground I'm the whisper in the wind And I'll be there until the end Can you feel the love that we share Oh I'm already there Oh I'm already There  ",
        "title": "I'm Already There"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Verse 1] Well I was rolling wheels and shifting gears Around that Jersey Turnpike Barney stopped me with his gun Ten minutes after midnight Said sir you broke the limit in that rusty old truck I don't know about that accent son Just where did you come from  [Chorus] I said where I come from It's cornbread and chicken Where I come from a lot of front porch sitting Where I come from trying to make a living And working hard to get to heaven Where I come from  [Verse 2] Well I was south of Detroit City I pulled in this country kitchen To try their brand of barbecue The sign said finger-licking Well I paid the tab and the lady asked me How'd I like my biscuit I'll be honest with you ma'am It ain't like mama fixed it  [Chorus]  [Verse 3] I was chasing sun on 101 Somewhere around Ventura I lost a universal joint and I had to use my finger This tall lady stopped and asked If I had plans for dinner Said no thanks ma'am, back home We like the girls that sing soprano  [Chorus]  [Verse 4] Well I was headed home on 65 Somewhere around Kentucky The CB rang for the bobtail rig That's rolling on like thunder Well I answered him and he asked me Aren't you from out in Tulsa No, but you might have seen me there I just dropped a load of salsa  [Chorus]  [Chorus] Where I come from It's cornbread and chicken Where I come from a lot of back porch picking Where I come from trying to make a living Working hard to get to heaven Where I come from Yeah where I come from A lot of front porch sitting Staring up at heaven Where I come from Where I come from Trying to make a living Trying to make a living Oh, where I come from Where I come from Yeah where I come from Get back down there sometimes Where I come from  ",
        "title": "Where I Come From"
    },
    {
        "artist": "Destiny's Child",
        "lyrics": "  Kelly, can you handle this? Michelle, can you handle this? Beyonce, can you handle this? I don't think they can handle this  Better move, cause we've arrived Lookin' sexy, lookin' fly Baddest chick, chick inside DJ, jam tonight  Spotted me, a tender thang There you are, come on baby Don't you wanna dance with me? Can you handle, handle me?  You gotta do much better If you're gonna dance with me tonight You gotta work your jelly If you're gonna dance with me tonight  Read my lips carefully, if you like what you see Move, groove, prove you can hang with me By the looks I got you shook up and scared of me Buckle your seatbelt, it's time for takeoff  [Hook] I don't think you're ready for this jelly I don't think you're ready for this jelly I don't think you're ready for this Cause my body's too bootylicious for ya babe  I don't think you're ready for this jelly I don't think you're ready for this jelly I don't think you're ready for this Cause my body's too bootylicious for ya babe  Baby can you handle this? Baby can you handle this? Baby can you handle this? I don't think you can handle this  I'm about to break you off H-town goin' hard, read my hips Slap my thighs, swing my hair Squint my eyes  Lookin' hot, smellin' good Groovin' like I'm from the hood Over my shoulder I blow you a kiss Can you handle, handle this?  [Hook] I don't think you're ready for this jelly I don't think you're ready for this jelly I don't think you're ready for this Cause my body's too bootylicious for ya babe  I don't think you're ready for this jelly I don't think you're ready for this jelly I don't think you're ready for this Cause my body's too bootylicious for ya babe  Move your body up and down Make your booty touch the ground I can't help but wonder why My vibe's too vibealacious for you babe  I shake my jelly at every chance When I whip with my hips you slip into a trance I'm hoping you can handle all this jelly that I have Now let's cut a rug while we scat some jazz  [Hook] I don't think you're ready for this jelly I don't think you're ready for this jelly I don't think you're ready for this Cause my body's too bootylicious for ya babe  I don't think you're ready for this jelly I don't think you're ready for this jelly I don't think you're ready for this Cause my body's too bootylicious for ya babe  I don't think you're ready for this jelly I don't think you're ready for this jelly I don't think you're ready for this Cause my body's too bootylicious for ya babe  I don't think you're ready for this jelly I don't think you're ready for this jelly I don't think you're ready for this Cause my body's too bootylicious for ya babe  I don't think you're ready for this jelly I don't think you're ready for this jelly I don't think you're ready for this Cause my body's too bootylicious for ya babe  I don't think you're ready for this jelly I don't think you're ready for this jelly I don't think you're ready for this Cause my body's too bootylicious for ya baby  ",
        "title": "Bootylicious"
    },
    {
        "artist": "Eve 6",
        "lyrics": "  [Verse 1] So denied, so I lied Are you the now or never kind? In a day and a day love I'm gonna be gone for good again Are you willing to be had? Are you cool with just tonight? Here's a toast to all those Who hear me all too well  [Chorus] Here's to the nights we felt alive Here's to the tears you knew you'd cry Here's to goodbye Tomorrow's gonna come too soon  [Verse 2] Put your name on the line Along with place and time Wanna stay not to go I wanna ditch the logical  [Pre-Chorus] Here's a toast to all those Who hear me all too well  [Chorus] Here's to the nights we felt alive Here's to the tears you knew you'd cry Here's to goodbye Tomorrow's gonna come too soon  [Bridge] All my time is froze in motion Can't I stay an hour or two or more? Don't let me let you go Don't let me let you go  [Pre-Chorus] Here's a toast to all those Who hear me all too well  [Chorus] Here's to the nights we felt alive Here's to the tears you knew you'd cry Here's to good bye Tomorrow's gonna come too soon, too soon Here's to the nights we felt alive Here's to the tears you knew you'd cry Here's to good bye Tomorrow's gonna come too soon  ",
        "title": "Here's To The Night"
    },
    {
        "artist": "Alien Ant Farm",
        "lyrics": "  [Intro] (Oh no)  [Verse 1] As he came into the window Was a sound of a crescendo He came into her apartment He left the bloodstains on the carpet She was sitting at the table He could see she was unable So she ran into the bedroom She was struck down It was her doom  [Break] Annie, are you okay, you okay, you okay, Annie? Annie, are you okay, you okay, you okay, Annie? Annie, are you okay, you okay, you okay, Annie? Annie, are you okay, you okay, you okay, Annie?  [Chorus] Annie, are you OK Will you tell us that you're OK There's a sign at the window That he struck you A crescendo, Annie He came into your apartment He left the bloodstains on the carpet Then you ran into the bedroom You were struck down It was your doom  [Break] Annie, are you okay, you okay, you okay, Annie? Annie, are you okay, you okay, you okay, Annie? Annie, are you okay, you okay, you okay, Annie? Annie, are you okay, you okay, you okay, Annie?  You've been hit by, you've been struck by a smooth criminal  [Verse 2] So they came into the outway It was Sunday, but a black day I could make a salutation Sounding heartbeats, intimidation  [Break] Annie, are you okay, you okay, you okay, Annie? Annie, are you okay, you okay, you okay, Annie? Annie, are you okay, you okay, you okay, Annie? Annie, are you okay, you okay, you okay, Annie?  [Chorus] Annie, are you OK Will you tell us that you're OK There's a sign at the window That he struck you A crescendo, Annie He came into your apartment He left the bloodstains on the carpet Then you ran into the bedroom You were struck down It was your doom  Annie, are you okay, you okay, you okay, Annie? You've been hit by, you've been struck by a smooth criminal  [Short Instrumental]  [Chorus] Annie, are you OK (oh no) Will you tell us that you're OK (oh no) There's a sign at the window (oh no) That he struck you (oh no) A crescendo, Annie (oh no) He came into your apartment (oh no) He left the bloodstains on the carpet (oh no) Then you ran into the bedroom (oh no) You were struck down It was your doom  [Break] Annie, are you okay, you okay, you okay, Annie? Annie, are you okay, you okay, you okay, Annie? Annie, are you okay, you okay, you okay, Annie? Annie, are you okay, you okay, you okay, Annie?  ",
        "title": "Smooth Criminal"
    },
    {
        "artist": "American Hi-Fi",
        "lyrics": "  [Verse 1] She paints her nails and she don't know He's got her best friend on the phone She'll wash her hair His dirty clothes are all he gives to her And he's got posters on the wall Of all the girls he wished she was And he means everything to her  [Chorus] Her boyfriend, he don't know Anything about her He's too stoned, Nintendo I wish that I could make her see She's just the flavor of the week  [Verse 2] It's Friday night and she's all alone He's a million miles away She's dressed to kill But the TV's on He's connected to the sound And he's got pictures on the wall Of all the girls he's loved before And she knows all his favorite songs  [Chorus] Her boyfriend, he don't know Anything about her He's too stoned, Nintendo I wish that I could make her see She's just the flavor of the week  [Bridge] Yeah Her boyfriend, he don't know Anything about her He's too stoned, he's too stoned He's too stoned, he's too stoned  [Chorus] Her boyfriend, he don't know Anything about her He's too stoned, Nintendo I wish that I could make her see She's just the flavor of the week  Yeah she's the flavor of the week But she makes me weak  ",
        "title": "Flavor Of The Weak"
    },
    {
        "artist": "Toya",
        "lyrics": null,
        "title": "I Do!!"
    },
    {
        "artist": "Bubba Sparxxx",
        "lyrics": null,
        "title": "Ugly"
    },
    {
        "artist": "Jamie O'Neal",
        "lyrics": "  Why does the color of my coffee match your eyes? Why do I see you when a stranger passes by? I swear I hear you in the whisper of the wind I feel you when the sun is dancin' on my skin And when it's raining, you won't find me complaining cause  Chorus: When I think about rain, I think about singing When I think about singing it's a heavenly tune When I think about heaven, then I think about angels When I think about Angels, I think about you  The taste of sugar sure reminds me of your kiss I like the way that they both linger on my lips Kisses remind me of a field of butterflies It must be the way my heart is fluttering inside Beautiful distraction, you make every thought a chain reaction  Chorus  Anywhere I go, anything I do Everything around me, baby, makes me think of you  Chorus 2x  Ohhh ohh ohhhh When I think about you baby Yeah, yeah  I think about you  ",
        "title": "When I Think About Angels"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Chorus] This is my song for real, no doubt (oohhh) Said the DJ's making me feel thugged out (Feeling thugged out here) As I walk you to the dance floor (ooh) We begin to dance slow (yeah) Put your arms around me I'm feeling on your booty  [Verse 1] Hey pretty mama how you doing? Said I'm just in town for the weekend Looking for a little trouble to get into Baby tell me what you're drinking And I got you, ooh  [Bridge] Playas wanna play Ballers wanna ball (oh yeah) Rollers wanna roll But I'm taking off after I dance, oh yeah  [Chorus] This is my song for real, no doubt Said the DJ's making me feel thugged out (I'm feeling thugged out, oh yeah) As I walk you to the dance floor We begin to dance slow Put your arms around me I'm feeling on your booty (this is my song, ooohh)  This is my song for real, no doubt Said the DJ's making me feel thugged out (Feeling thugged out, yeah) As I walk you to the dance floor We begin to dance slow (ohh) Put your arms around me I'm feeling on your booty  [Verse 2] Now you're body's got me feelin' like spending With a backroom I could come to live in And your hair weave's looking kind of purty The way you back it up on me baby Lord have mercy  [Bridge] Playas wanna play (umm) Ballers wanna ball (ballers wanna ball) Rollers wanna roll But I'm taking off after I dance, oh yeah  [Chorus] This is my song for real, no doubt Said the DJ's making me feel thugged out (I'm feeling thugged out, oh yeah) As I walk you to the dance floor We begin to dance slow (ooouuu) Put your arms around me I'm feeling on your booty (this is my song, oh yeah)  This is my song for real, no doubt Said the DJ's making me feel thugged out (thugged out) As I walk you to the dance floor (dance floor) We begin to dance slow (we'll dance) Put your arms around me (oh yeah) I'm feeling on your booty  [Verse 3] If it's your birthday Then put your hands up You wanna get drunk Then put your hands up And if you got some cash Then put your hands up Have your own job Put your hands up  [Bridge] Playas wanna play Ballers wanna ball (ballers wanna ball) Rollers wanna roll Feels so good, say it again Playas wanna play Ballers wanna ball Rollers wanna roll But I'm taking off after I dance, oh yeah  [Chorus] This is my song for real, no doubt Said the DJ's making me feel thugged out (feeling thugged out) As I walk you to the dance floor (walk you to the) We begin to dance slow (we begin to) Put your arms around me (put your arms a-, ohhh) I'm feeling on your booty  This is my song for real, no doubt Said the DJ's making me feel thugged out (feel thugged out) As I walk you to the dance floor (walk you to the dance floor) We begin to dance slow Put your arms around me I'm feeling on your booty (Feeling on yo booty, yes am I)  This is my song for real, no doubt Said the DJ's making me feel thugged out (And I hope you like it girl) As I walk you to the dance floor (walk you to the dance) We begin to dance slow (we begin to dance) Put your arms around me (put your arms around) I'm feeling on your booty  This is my song for real, no doubt (Feeling on your booty, your booty) Said the DJ's making me feel thugged out (booty, your booo) As I walk you to the dance floor (Feeling on your booty, your booty) We begin to dance slow Put your arms around me (your boo-ooty, your boo-ooty) I'm feeling on your booty  This is my song for real, no doubt (Boo-oo-oo-oo-ty, boo-oooty) Said the DJ's making me feel thugged out (Boo-boo-boo-boo-boo-booty, boo-booty hahahaha) As I walk you to the dance floor We begin to dance slow Put your arms around me I'm feeling on your booty  ",
        "title": "Feelin' On Yo Booty"
    },
    {
        "artist": "Phil Vassar",
        "lyrics": "  Winter sure was cold and miserable Cooped up, shut down, baby it was pitiful Anyhow, it's over now We owe to ourselves to have a little fun The pace car's pacin' now the green flag's wavin'  Uh, oh another six-pack summer comin' Sing to me babe I'll be your dashboard drummer and Let's turn the radio up as loud it can go Got the ultra-ray wraparound sunglass vision Got the sails up iced down a cool ambition Just to relax and let the six-pack summer roll  We've got the sun block, a blanket and the best of Jimmy Buffet T-bones for the grill, hey ain't it great to rough it The party's on from dawn to dawn 24-7 'til they pull the plug No more waitin' come on and kiss me baby  Uh, oh another six-pack summer comin' Sing to me babe I'll be your dashboard drummer and Let's turn the radio up as loud it can go Got the ultra-ray wraparound sunglass vision Got the sails up iced down a cool ambition Just to relax and let the six-pack summer roll  Slow and steady, I'm so ready Uh, oh another six-pack summer  ",
        "title": "Six-Pack Summer"
    },
    {
        "artist": "Five For Fighting",
        "lyrics": null,
        "title": "Superman (It's Not Easy)"
    },
    {
        "artist": "Petey Pablo",
        "lyrics": "  [Hook: Petey Pablo] This one's for North Carolina! Come on and raise up Take your shirt off, twist it 'round your hand Spin it like a helicopter North Carolina! Come on and raise up This one's for you? Uh-uh This one's for who? Us, us, us, yes sir! North Carolina! Come on and raise up Take your shirt off, twist it 'round your hand Spin it like a helicopter North Carolina! Come on and raise up This one's for you? Uh-uh This one's for who? Us, us, us, yes sir!  [Verse 1] Who am I? Petey Pab' motherfucker! First to put it down for North Carolina But guess what (what?), it's been worth it I'm a superstar, bought me a big ol' car Four point six (see the car!) Black with the bars from the front to back And got a button in the middle, make the trunk go \"eh-eh\" But it ain't 'bout that It's about getting what you getting and driving all back here Big fellas (six fellas) Half of me and Carolina niggas done time together Polk, Bladen, Marshall, Hoke, Greene County, Tillery, damn Transfer, Sandy Ridge, Browns over here (greens over here) Pasqoutank, down on the, Odom East (let me think) Johnson County, Franklin, Burgaw, Newport, Warren, Shelby, Kenansville (Man Currituck) Tarboro, Triangle, Goldsboro, Halifax, Statesville And all my niggas doing life behind the wall This right here, right here, right here's for  [Hook] This one's for North Carolina! Come on and raise up Take your shirt off, twist it 'round your hand Spin it like a helicopter North Carolina! Come on and raise up This one's for you? Uh-uh This one's for who? Us, us, us, yes sir! North Carolina! Come on and raise up Take your shirt off, twist it 'round your hand Spin it like a helicopter North Carolina! Come on and raise up This one's for you? Uh-uh This one's for who? Us, us, us, yes sir!  [Verse 2] You remember them days y'all, we used to play y'all The radio and put our own lil' part in the song y'all We used to (Rep our city, rep our city!) Running through the school halls Just before our basketball pep-rally jumped off (hah!) My house, my home, my hood (hah!) My brother, my sister, my cous' (hah!) My niggas that was there from the beginning Been wit me even 'fore they knew what bein' with me was Y'all niggas just glanced at it, now I got y'all staring at it But it's been the same ol' North Carolina it's been being Y'all niggas just getting it, oh it's a shame isn't it? Oh you thought we said we were coming wit a whole lotta something We were bullshhh! (ahh!)  [Hook] This one's for North Carolina! Come on and raise up Take your shirt off, twist it 'round your hand Spin it like a helicopter North Carolina! Come on and raise up This one's for you? Uh-uh This one's for who? Us, us, us, yes sir! North Carolina! Come on and raise up Take your shirt off, twist it 'round your hand Spin it like a helicopter North Carolina! Come on and raise up This one's for you? Uh-uh This one's for who? Us, us, us, yes sir!  [Verse 3] Man I had to do it Just in case you were one of the ones Who wanted to come and ask something stupid (What you think you doin'?) What it look like? Putting it down for my niggas in the south side North Carolina, South Carolina And all my little bitty overlooked hick towns We gonna hit y'all asses, ain't nothing but a T. T. blast What we got coming at you? (Beats?) slamming, (verses?) classic (Gold for this) What's after platinum? (Baby you don't want the bomb) And I don't meant to scare ya But I'm about to bring it home Blow these valleys, these hills, these streams And N. C. outta the water How's it feel to look a motherfucker dead in the grill And tell 'em, \"I told ya!\"  [Hook] This one's for North Carolina! Come on and raise up Take your shirt off, twist it 'round your hand Spin it like a helicopter North Carolina! Come on and raise up This one's for you? Uh-uh This one's for who? Us, us, us, yes sir! North Carolina! Come on and raise up Take your shirt off, twist it 'round your hand Spin it like a helicopter North Carolina! Come on and raise up This one's for you? Uh-uh This one's for who? Us, us, us, yes sir!  ",
        "title": "Raise Up"
    },
    {
        "artist": "Jessica Simpson",
        "lyrics": null,
        "title": "Irresistible"
    },
    {
        "artist": "D12",
        "lyrics": "  [Hook: Eminem] I've been so many places I've seen so many faces But nothing compares to these blue and yellow purple hills I've climbed the highest mountain Once or twice but who's countin'? But nothing compares to these blue and yellow purple hills  [Verse 1: Eminem] (Yo, yo, yo) Cool calm, just like my mom With a couple of lawsuits inside her palm It's Mr. Mischief with a trick up his sleeve (oooooh) To roll up on you like Christopher Reeves I can't describe the vibe I get When I drive by six people and (five I hit) (Aww shit) I started a mosh pit Squashed a chick and lost the foster kids This room makes me hallucinate Then I sweat 'till I start losin' weight 'till I see dumb (shit) start happenin' Dumber than Vanilla Ice trynna rap again! So bounce, bounce, c'mon bounce! I said come on bounce! Everybody in the house doing mass amounts To the women in the thongs with their asses out We don't bull (shit) better ask around D-12 throws the bombest bash in town Bizzare your mom is (passing out) Help me get her on the couch 'fore she passes out!  [Verse 2: Kuniva and Kon Artis] [Kuniva] Junk that someone help Denaun He's upstairs wrestling with Elton John! [Kon Artist] Hey Von, ya see me stepping on these leprechauns? [Kuniva] They gotta be Tums, the Ex-Lax is gone [Kon Artist] Yeah I took 'em all dawg with some Parmesan And I think my arm is gone [Kuniva] Naw it's probably numb Young, dumb and full of (cum) (BLEEEEHH) And I think he 'bout to swallow his tongue! [Kon artist] Scaredy ass it was a false alarm! Ya think I 'bout to die when I just got on? [Kuniva] Yo, stop acting stupid You so (high) that you might wake up with a (guy) on some new (shit)(EWWW) [Kon artist] Yeah I think I did too much, (uh huh) I think I got the runs! (uh huh) [(Red pills, blue pills, and green)] Watch out, here it comes!  [Hook]  [Bridge] Dirty dozen, 80 of us Shady brothers, ladies love us That's why our baby mothers love us but they hate each other They probly' wanna take each other out and date each other Somethin', Somethin', Somethin', Somethin', Somethin', Somethin', Somethin' I don't know  [Verse 3: Proof] Hop, hills, hills I hop Hop two hills on stilts I walk (Snort two lines) that were filled with chalk Thought I was incredible I (killed) the hulk I wanna (roll) away like a roller blade Until my (eyes roll) back in my skull for days And when I'm old and grey I'm 'a go for broke No? Okey doke, (I'm packing my nose) with soap *coughing* Am I supposed to choke? Had an accident when the Trojan broke Aww, poor baby, born by (whore) lady Now I'm paying child support? (It's your baby!)  [Verse 4 - Swifty] I take (four shots) at one time! And I don't need a chase when I'm swallowing mine (Hey, ya got any room?) in Bizarre's hatch back We can't go far cause the car has flats Why the hell you people think I rap? Cause my mother taught me how to breach contracts And if you got cash, then hide it too (Swift chill!) I'm just trynna get by like you! Well I don't give a damn if you find me rude Mean crude to hell with you too I only need three (pills) and I'm cool I just got some, and I'm going back soon  [Hook]  [Verse 4 - Bizarre] I'm at a rave looking at a babe like she want it Gin and Tonic demonic, body smell like vomit Looney, crazy, jumpy, sexy, dopey headed guy Whipped cream, dirty mattresses, wanna try? (Blue pills, golden seals) Got Bizarre acting ill Drugs kill (Yeah right) Chick I'm for real! Shut your mouth you dirty girl You know you want me in your world Ladies, please don't fight Bizarre's here all night!  [Hook]  [Bridge]  ",
        "title": "Purple Hills"
    },
    {
        "artist": "Gorillaz",
        "lyrics": "  [Produced By: Dan the Automator, Gorillaz, Jason Cox & Tom Girling]  [Hook: 2D] I ain't happy, I'm feeling glad I got sunshine in a bag I'm useless, but not for long The future is coming on I ain't happy, I'm feeling glad I got sunshine in a bag I'm useless, but not for long The future is coming on It's coming on, it's coming on It's coming on, it's coming on It's coming on…  [Verse 1: Del] Finally, someone let me out of my cage Now, time for me is nothing, 'cause I'm countin' no age Nah, I couldn't be there, now you shouldn't be scared I'm good at repairs, and I'm under each snare Intangible, bet you didn't think, so I command you to Panoramic view, look, I'll make it all manageable Pick and choose, sit and lose, all you different crews Chicks and dudes, who you think is really kickin' tunes? Picture you getting down in a picture tube Like you lit the fuse, you think it's fictional Mystical? Maybe, spiritual hero who appears in you To clear your view when you're too crazy Lifeless to those, the definition for what life is Priceless to you because I put you on the hype shit You like it? Gun smokin', righteous with one toke Psychic among those, possess you with one go  [Hook: 2D] I ain't happy, I'm feeling glad I got sunshine in a bag I'm useless, but not for long The future is coming on I ain't happy, I'm feeling glad I got sunshine in a bag I'm useless, but not for long The future is coming on It's coming on, it's coming on It's coming on, it's coming on It's coming on…  [Verse 2: Del] The essence, the basics, without it, you naked Allow me to make this, childlike in nature Rhythm, you have it or you don't, that's a fallacy I'm in them, every sprouting tree, every child of peace Every cloud and sea, you see with your eyes I see destruction and demise, corruption in disguise From this fucking enterprise, now I'm sucked into your lies Through Russel, not his muscles But the percussion he provides with me as a guide Y'all can see me now, 'cause you don't see with your eye You perceive with your mind; that's the inner So I'ma stick around with Russ and be a mentor Bust a few rhymes so motherfuckers remember Where the thought is, I brought all this So you can survive when law is lawless Feelings, sensations that you thought was dead No squealing, remember that it's all in your head  [Hook: 2D] I ain't happy, I'm feeling glad I got sunshine in a bag I'm useless, but not for long The future is coming on I ain't happy, I'm feeling glad I got sunshine in a bag I'm useless, but not for long The future is coming on It's coming on, it's coming on It's coming on, it's coming on It's coming on…  ",
        "title": "Clint Eastwood"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Verse 1] Never made it as a wise man I couldn't cut it as a poor man stealing Tired of living like a blind man I'm sick of sight without a sense of feeling And this is how you remind me  [Pre-Chorus] This is how you remind me Of what I really am This is how you remind me Of what I really am  [Chorus] It's not like you to say sorry I was waiting on a different story This time I'm mistaken For handing you a heart worth breaking And I've been wrong, I've been down Been to the bottom of every bottle These five words in my head Scream \"are we having fun yet?\"  Yeah, yeah, yeah, no, no Yeah, yeah, yeah, no, no  [Verse 2] It's not like you didn't know that I said I love you and I swear I still do And it must have been so bad Cause living with me must have damn near killed you  [Pre-Chorus] And this is how, you remind me Of what I really am This is how, you remind me Of what I really am  [Chorus] It's not like you to say sorry I was waiting on a different story This time I'm mistaken For handing you a heart worth breaking And I've been wrong, I've been down Been to the bottom of every bottle These five words in my head Scream \"are we having fun yet?\"  Yeah, yeah, yeah, no, no Yeah, yeah, yeah, no, no  [Bridge] Never made it as a wise man I couldn't cut it as a poor man stealing And this is how you remind me This is how you remind me  [Pre-Chorus] This is how you remind me Of what I really am This is how you remind me Of what I really am  [Chorus] It's not like you to say sorry I was waiting on a different story This time I'm mistaken For handing you a heart worth breaking And I've been wrong, I've been down Been to the bottom of every bottle These five words in my head Scream \"are we having fun yet?\"  [Outro] Yeah, yeah, are we having fun yet? Yeah, yeah, are we having fun yet? Yeah, yeah, are we having fun yet? Yeah, yeah, no, no  ",
        "title": "How You Remind Me"
    },
    {
        "artist": "Carolyn Dawn Johnson",
        "lyrics": null,
        "title": "So Complicated"
    },
    {
        "artist": "Maxwell",
        "lyrics": null,
        "title": "Lifetime"
    },
    {
        "artist": "Jaheim",
        "lyrics": "  [Chorus] Just in case I don't make it home tonight Let me make love to you for the last time, baby Wanna cherish each moment like the last Cause baby you're all that I have So just in case  [Verse 1] Think of how we made love almost anywhere Haven't I taken you almost everywhere Think of all the things that, that we shared Then imagine me not there, oh Giving you more carrots than a rabbit Got you living lavish Anything I've got, you can have it Baby I'll do magic I'll do all I can, to keep you satisfied So just in case I don't make it home tonight, baby  (Chorus) x2 Haven't I made you feel so special As your man I've held your hand Never letting go Let you hold the keys to the Lex, huh to drive Gave you all you need and more as long as I'm alive  [Verse 2] Even from the heavens up above I'll shine out our love Too much is never enough Ooh you're all I want Even when I'm gone, your love will carry on It's just that strong So just in case  [Chorus] x2 Baby, you know I love you More than anything in this whole world You're my anything, my everything My wife, my queen So if something happens to me There's something you need to know  ",
        "title": "Just In Case"
    },
    {
        "artist": "Fuel",
        "lyrics": null,
        "title": "Bad Day"
    },
    {
        "artist": "Martina McBride",
        "lyrics": "  Lock up your husbands Lock up your sons Lock up your whiskey cabinets Girls lock up your guns Lock up the beauty shop No telling if they've heard the news Call the boys downtown at Neiman Marcus Tell 'em lock up them high-heeled shoes  When God Fearin' Women Get The Blues There ain't no slap dab atellin' what they're gonna do Run around yellin' \"I gotta Mustang It'll do eighty You don't have to be my baby I've stirred my last batch of gravy You don't have to be my baby\"  Call all the deacons Call the ladies' aid Call all the altos, sopranos, tenors, call every bass Well, call all the Pentecostals And bring that anointing oil too Well call the preacher He's the only one can reach her And there ain't no time to lose  When God Fearin' Women Get The Blues There ain't no slap dab atellin' what they're gonna do Run around yellin' \"I gotta Mustang It'll do eighty You don't have to be my baby I've stirred my last batch of gravy You don't have to be my baby\"  She's on all our prayer lists She's on all our hearts As for the Easter cantata We don't know who'll sing her part  When God Fearin' Women Get The Blues There ain't no slap dab atellin' what they're gonna do Run around yellin' \"I gotta Mustang It'll do eighty You don't have to be my baby I've stirred my last batch of gravy You don't have to be my baby\"  ",
        "title": "When God-Fearin' Women Get The Blues"
    },
    {
        "artist": "Tool",
        "lyrics": "  [Verse 1] I know the pieces fit, 'cause I watched them fall away Mildewed and smoldering, fundamental differing Pure intention juxtaposed will set two lovers souls in motion Disintegrating as it goes, testing our communication The light that fueled our fire then has burned a hole between us so We cannot seem to reach an end, crippling our communication  [Verse 2] I know the pieces fit, 'cause I watched them tumble down No fault, none to blame, it doesn't mean I don't desire To point the finger, blame the other, watch the temple topple over To bring the pieces back together, rediscover communication  [Bridge 1] The poetry that comes from the squaring off between And the circling is worth it, finding beauty in the dissonance  [Verse 3] There was a time that the pieces fit, but I watched them fall away Mildewed and smoldering, strangled by our coveting I've done the math enough to know the dangers of our second guessing Doomed to crumble unless we grow and strengthen our communication  [Interlude]  [Bridge 2] Cold silence has... a tendency to... Atrophy any... sense of compassion... Between supposed lovers Between supposed lovers  [Outro] And I know the pieces fit I know the pieces fit I know the pieces fit I know the pieces fit I know the pieces fit I know the pieces fit I know the pieces fit I know the pieces fit  ",
        "title": "Schism"
    },
    {
        "artist": "Faith Hill",
        "lyrics": "  [Verse 1] When I think back on these times And the dreams we left behind I'll be glad cause I was blessed to get To have you in my life When I look back on these days I'll look and see your face You were right there for me...  [Chorus] In my dreams I'll always see you soar above the sky In my heart there will always be a place for you, for all my life I'll keep a part of you with me And everywhere I am, there you'll be And everywhere I am ,there you'll be  [Verse 2] Well, you showed me how it feels To feel the sky within my reach And I always will remember all The strength you gave to me Your love made me make it through Oh, I owe so much to you You were right there for me  [Chorus] In my dreams I'll always see you soar above the sky In my heart there will always be a place for you, for all my life I'll keep a part of you with me And everywhere I am, there you'll be And everywhere I am ,there you'll be  [Bridge] Cause I always saw in you My light, my strength And I want to thank you now For all the ways You were right there for me You were right there for me For always  [Chorus] In my dreams I'll always see you soar above the sky In my heart there will always be a place for you, for all my life I'll keep a part of you with me And everywhere I am, there you'll be And everywhere I am ,there you'll be  [Outro] There you'll be...  ",
        "title": "There You'll Be"
    },
    {
        "artist": "Trick Pony",
        "lyrics": null,
        "title": "On A Night Like This"
    },
    {
        "artist": "112",
        "lyrics": "  I see you looking at me I can tell by your eyes that your feeling me And I really want you to get close to me So won't you dance with me... Dance with me My drop tops in the parking lot And I wanna take you back to my spot But we still got a little more time to rock So won't you dance with me... Dance with me! [Slim] I can see you over there just chillin' with your girlfriends Can't believe you're by yourself you should be here with me Chillin' with me Drinkin' with me, freakin' with me. Oooohhh whoa, whoa! I see you looking at me I can tell by your eyes that your feeling me And I really want you to get close to me So won't you dance with me... Dance with me My drop tops in the parking lot And I wanna take you back to my spot We can snuggle a little, more time to us So won't you dance with me... Dance with me! [Slim] I can see it in your eyes that your looking at the time You wanna leave this party and I know you wanna leave with me To chill with me, to drink with me, to freak with me, oh baby! I see you looking at me I can tell by your eyes that your feeling me And I really want you to get close to me So won't you dance with me... Dance with me My drop tops in the parking lot And I wanna take you back to my spot We can snuggle a little, more time to us So won't you dance with me... Dance with me! I see you looking at me I can tell by your eyes that your feeling me And I really want you to get close to me So won't you dance with me... Dance with me My drop tops in the parking lot And I wanna take you back to my spot We can snuggle a little, more time to us So won't you dance with me... Dance with me! [Slim] Everybody sing along.... [112] If you s*** and you know it clap your hands If you s*** and you know it clap your hands If you s*** and you know it and you really wanna show it If you s*** and you know it clap your hands Yeah! I see you looking at me I can tell by your eyes that your feeling me And I really want you to get close to me So won't you dance with me... Dance with me My drop tops in the parking lot And I wanna take you back to my spot We can snuggle a little, more time to us So won't you dance with me... Dance with me! I see you looking at me I can tell by your eyes that your feeling me And I really want you to get close to me So won't you dance with me... Dance with me My drop tops in the parking lot And I wanna take you back to my spot We can snuggle a little, more time to us So won't you dance with me... Dance with me! I see you looking at me I can tell by your eyes that your feeling me And I really want you to get close to me So won't you dance with me... Dance with me My drop tops in the parking lot And I wanna take you back to my spot We can snuggle a little, more time to us So won't you dance with me... Dance with me! I see you looking at me I can tell by your eyes that your feeling me And I really want you to get close to me So won't you dance with me... Dance with me My drop tops in the parking lot And I wanna take you back to my spot We can snuggle a little, more time to us So won't you dance with me... Dance with me! I see you looking at me I can tell by your eyes that your feeling me And I really want you to get close to me So won't you dance with me... Dance with me My drop tops in the parking lot And I wanna take you back to my spot We can snuggle a little, more time to us So won't you dance with me... Dance with me!  ",
        "title": "Dance With Me"
    },
    {
        "artist": "Brian McKnight",
        "lyrics": null,
        "title": "Love Of My Life"
    },
    {
        "artist": "Juvenile",
        "lyrics": null,
        "title": "Set It Off"
    },
    {
        "artist": "Travis Tritt",
        "lyrics": "  [Verse 1] My baby knows me better than I do Funny how a woman has that over a man I can do anything with her here beside me Leaning on her is where I make my stand  [Chorus] Where would we be without the love of a woman Standing behind her man even when he's wrong The true pure undying love of a woman Makes a man a fool to think he can make it alone  [Verse 2] My daddy was a wild one when he was younger Everybody told my mama he'd be hard to tame Full of himself he said 'sir' to nobody But you oughta see him come a runnin' when mama calls his name  [Chorus] Where would we be without the love of a woman Standing behind her man even when he's wrong The true pure undying love of a woman Makes a man a fool to think he can make it alone  [Verse 3] A man goes crazy trying to catch his feelings Too much pride or maybe the words come out wrong But that's okay 'cause he's still her hero Steady as a rock, her love keeps rolling along  [Chorus] Where would we be without the love of a woman Standing behind her man even when he's wrong The true pure undying love of a woman Makes a man a fool to think he can make it alone  [Tag] Makes a man a fool to think he can make it alone  ",
        "title": "Love Of A Woman"
    },
    {
        "artist": "Sum 41",
        "lyrics": "  [Verse 1] Storming through the party like my name was El Niño When I'm hangin' out drinking in the back of an El Camino As a kid, I was a skid and no one knew me by name Trashed my own house party 'cause nobody came  [Pre-Chorus 1] I know I'm not the one you thought you knew back in high school Never going, never showing up when we had to Attention that we crave, don't tell us to behave I'm sick of always hearing \"act your age\"  [Hook] I don't want to waste my time Become another casualty of society I'll never fall in line Become another victim of your conformity And back down  [Verse 2] Because you don't Know us at all we laugh when old people fall But what would you expect with a conscience so small Heavy metal and mullets it's how we were raised Maiden and Priest were the gods that we praised  [Pre-Chorus 2] Cause we like having fun at other peoples expense and Cutting people down is just a minor offense then It's none of your concern, I guess I'll never learn I'm sick of being told to wait my turn  [Hook] I don't want to waste my time Become another casualty of society I'll never fall in line Become another victim of your conformity And back down  [Bridge] Don't count on me, to let you know when Don't count on me, I'll do it again Don't count on me, it's the point you're missing Don't count on me, cause I'm not listening  [Verse 3] Well I'm a no-goodnick lower middle class brat Back packed and I don't give a shit about nothing You be standing on the corner talking all that kerfluffin' But you don't make sense from all the gas you be huffing Then if the egg don't stain, you'll be ringing off the hook You're on the hit list, wanted in the telephone book I like songs with distortion, to drink in proportion The doctor said my mom should have had an abortion  [Hook] I don't want to waste my time Become another casualty of society I'll never fall in line Become another victim of your conformity And back down  Waste my time with them Casualty of society Waste my time again Victim of your conformity And back down  ",
        "title": "Fat Lip"
    },
    {
        "artist": "Gigi D'Agostino",
        "lyrics": "  [Verse 1] I still believe in your eyes I just don't care What you've done in your life Baby I'll always be here by your side Don't leave me waiting too long Please come by! I, I, I, I still believe in your eyes There is no choice I belong to your life Because I, I live to love you some day You'll be my baby And we'll fly away  [Ritornello] And I'll fly with you I'll fly with you I'll fly with you I'll fly with you  You are, oh! You are, oh! You are, oh!  [Verse 2] Every day and every night I always dream that You are by my side Oh, baby, everyday and everynight Well, I said everything's Gonna be alright  [Ritornello] And I'll fly with you I'll fly with you I'll fly with you I'll fly with you  You are, oh! You are, oh! You are, oh!  [Verse 1] I still believe in your eyes I just don't care What you've done in your life Baby I'll always be here by your side Don't leave me waiting too long Please come by! I, I, I, I still believe in your eyes There is no choice I belong to your life Because I, I live to love you some day You'll be my baby And we'll fly away  [Ritornello] And I'll fly with you I'll fly with you I'll fly with you I'll fly with you  You are, oh! You are, oh! You are, oh!  [Verse 2] Every day and every night I always dream that You are by my side Oh, baby, everyday and everynight Well, I said everything's Gonna be alright  [Ritornello] And I'll fly with you I'll fly with you I'll fly with you I'll fly with you  You are, oh! You are, oh! You are, oh!  ",
        "title": "I'll Fly With You (L'amour Toujours)"
    },
    {
        "artist": "Violator Featuring Busta Rhymes",
        "lyrics": null,
        "title": "What It Is"
    },
    {
        "artist": "Backstreet Boys",
        "lyrics": "  [Verse 1] I can see that you've been crying You can't hide it with a lie What's the use in you denying That what you have is wrong I heard him promise you forever But forevers come and gone Baby he would say whatever It takes to keep you blind To the truth between the lines  [Chorus] Oh I will love you more than that I won't say the words, then take them back Don't give loneliness a chance Baby listen to me when I say I will love you more than that  [Verse 2] Baby you deserve much better What's the use in holding on Don't you see it's now or never Cause I just can't be friends Baby knowing in the end  [Chorus] That I will love you more than that I won't say the words, then take them back Don't give loneliness a chance Baby listen to me when I say  [Verse 3] There's not a day that passes by I don't wonder why we haven't tried It's not too late to change your mind So take my hand, don't say goodbye I will love you more than that I won't say the words, then take them back  [Chorus][x2]  ",
        "title": "More Than That"
    },
    {
        "artist": "Reba",
        "lyrics": "  [Verse 1] I was born 3 months too early The doctor gave me 30 days But I must of had my momma's will And God's amazing grace I guess I'll keep on living Even if this love to die for Because your bags are packed and I am not crying You walking out and I'm not trying to change your mind Because I was born to be  [Chorus] The baby girl without a chance A victim of the circumstance The one who ought to give up But she's just too hard headed A single mom who works two jobs Who loves her kids and never stops With gentle hands and a heart of a fighter I'm a survivor  [Verse 2] I don't believe in self-pity It only brings you down May be the queen of broken hearts But I don't hide behind the crown When the deck is stacked against me I just play a different game My roots are planted in the past Though my life is changing fast Who I am is who I want to be  [Chorus]  [Verse 3] Oh, a single mom who works two jobs Who loves her kids and never stop With gentle hands and a heart of a fighter I'm a survivor But I must have had my mamma's will and God's Amazing grace  [Outro] I'm a survivor  ",
        "title": "I'm A Survivor"
    },
    {
        "artist": "Erick Sermon Featuring Marvin Gaye",
        "lyrics": null,
        "title": "Music"
    },
    {
        "artist": "Jill Scott",
        "lyrics": null,
        "title": "The Way"
    },
    {
        "artist": "Jo Dee Messina",
        "lyrics": null,
        "title": "Downtime"
    },
    {
        "artist": "Christina Milian",
        "lyrics": "  [Chorus] Somebody hit the lights, so we can rock it day and night People getting' down that's right from AM to PM (AM to PM) Everybody lookin' like stars (like stars) All the chicks and the fellas in the bars (in the bars) All of y'all bumpin' this in your cars (in your cars) From AM to PM Come on, yeah Bloodshy...Milian  [Verse 1] Everybody wanna get down When you hear the sound and you bump the beat Three sixty-five days a year Twenty-four a day, seven days a week Now when you're driving in your four by four And you turn this up on your stereo Whether night or day Non-stop you'll play And you know you still want more  [Hook] So, find a honey that's standing on the wall All the girls get the guys on the floor From the front to the back Let's go, hear this Woo!  [Chorus] Somebody hit the lights, so we can rock it day and night People getting' down that's right from AM to PM Everybody lookin' like stars All the chicks and the fellas in the bars All of y'all bumpin' this in your cars From AM to PM Ooooooh, yeah  [Verse 2] Everybody in the club c'mon Keep bobbin' your head now to this song You got the beats and breaks and your body shake And we're doin' it all night long Any time or place Any place or time No, we don't need no sleep Three sixty-five days a year Twenty-four a day, seven days a week  [Hook] So find a honey that's standing on the wall (on the wall) All the girls get the guys on the floor From the front to the back Let's go, hear this Woo!  [Chorus] Somebody hit the lights, so we can rock it day and night People getting' down that's right from AM to PM Everybody lookin' like stars All the chicks and the fellas in the bars All of y'all bumpin' this in your cars From AM to PM Somebody hit the lights, so we can rock it day and night People getting' down that's right from AM to PM Everybody lookin' like stars All the chicks and the fellas in the bars All of y'all bumpin' this in your cars From AM to PM  [Bridge] From the front to the back C'mon and bob your head, yeah Three sixty-five days a year Twenty-four a day, yeah No, we don't need no sleep All night we rock that beat So you know what to do Just make it move And make it move, yeah  [Hook] Find a honey that's standing on the wall (on the wall) All the girls get the guys on the floor From the front to the back Let's go, hear this Woo!  [Chorus] Somebody hit the lights, so we can rock it day and night People getting' down that's right from AM to PM Everybody lookin' like stars All the chicks and the fellas in the bars All of y'all bumpin' this in your cars (in your cars) From AM to PM Somebody hit the lights, so we can rock it day and night People getting' down that's right from AM to PM Everybody lookin' like stars (like stars) All the chicks and the fellas in the bars All of y'all bumpin' this in your cars From AM to PM From AM to PM  ",
        "title": "AM To PM"
    },
    {
        "artist": "Dream",
        "lyrics": null,
        "title": "This Is Me"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Chorus 1: Chester Bennington] Crawling in my skin These wounds they will not heal Fear is how I fall Confusing what is real  [Verse 1: Chester Bennington] There's something inside me that pulls beneath the surface Consuming, confusing This lack of self-control I fear is never ending Controlling, I can't seem  [Pre-Chorus: Chester Bennington & Mike Shinoda] To find myself again My walls are closing in (Without a sense of confidence I'm convinced that there's just too much pressure to take) I've felt this way before So insecure  [Chorus 1: Chester Bennington] Crawling in my skin These wounds they will not heal Fear is how I fall Confusing what is real  [Verse 2: Chester Bennington] Discomfort endlessly has pulled itself upon me Distracting, reacting Against my will, I stand beside my own reflection It's haunting how I can't seem  [Pre-Chorus: Chester Bennington & Mike Shinoda] To find myself again My walls are closing in (Without a sense of confidence I'm convinced that there's just too much pressure to take) I've felt this way before So insecure  [Chorus 2: Chester Bennington] Crawling in my skin These wounds they will not heal Fear is how I fall Confusing what is real Crawling in my skin These wounds they will not heal Fear is how I fall Confusing, confusing what is real  [Outro: Chester Bennington] (There's something inside me that pulls beneath the surface Consuming) Confusing what is real (This lack of self-control I fear is never ending Controlling) Confusing what is real  ",
        "title": "Crawling"
    },
    {
        "artist": "Jimmy Cozier",
        "lyrics": "  [Fabolous Talkin] Yeah, ugh... F-A, B-O, L-O, U-S Ugh... Desert Storm Jimmy... Okay.... ladies...  [Fabolous] Ugh, ugh, yo... You just don't know All I got is you You wanna pick up the phone The only one that call the spot is you Only one that ever withdraw the knot is you And walk from spring to fall in the hottest shoe  It's just two-way tagging, dating Sitting in the Jag Debating whether to go match or dating Sometimez relationships get aggravating Know now it's real And J know how I feel Ugh, Cozier... yeah  [Jimmy] I wanna tell y'all about my ol' lady Sometimes, I think she's really crazy She blacks out at the drop of a dime But she's still my baby She likes to get into confrontations with me Testing my patience to see how far she can go Before I lose my head  Chorus [Jimmy] Sometimes I love her Sometimes I love her not But I ain't lettin' her go cause she's all I got Although she nags me and complains a lot I ain't letting her go No, no, no  [Jimmy] The next minute she can be sweet as ever Grinnin' from ear to ear That's why we're together What could make her change so fast It's very confusing  Many times I felt like up and leaving, oh girl But I'm way too deep in love with her As crazy as she is I want her to have my kids  Repeat Chorus  With her I have grown With her Home is home I would never turn my back on my baby I can't do that  [Fabolous] If you heard what the F I did You woulda left my house on fire like Left-Eye did I done stuck through the nag and And pushed from Sedan to the coupe To the truck, to the wagon  You gotta have faith and some patience Stop trippin' mama You get can the safe combination It's nothing but love, make sure you put nothing above F-A, B-O, L-O, U-S Wha?  Repeat Chorus til fade  ",
        "title": "She's All I Got"
    },
    {
        "artist": "Mariah Carey Featuring Cameo",
        "lyrics": "  [Intro: Mariah] Uh, whoa, whoa ReRe's got a new boyfriend (yeah, uh-uh) ReRe and Kenny sitting in a tree K-I-S-S-I-N-G Ah, uh-huh, uh-huh, baby Ah, uh-huh, uh-huh, baby (oh) Ah, uh-huh, uh-huh, baby Whoo!  [Hook] I wanna, I wanna, I wanna, I wanna I need a, I need a, I need a, I need a I love a, love a, I love a, love a A lover, a lover, a lover, a loverboy  [Verse 1: Mariah] I got myself a lover who knows what I like When he invites me over I come every time And when my sugar daddy takes me for a ride Whatever way we go, it's delivered on time  [Pre-Chorus: Mariah] I wanna, I wanna, I wanna, I wanna He's all mine I need a, I need a, I need a, I need a And his loving makes me high I love a, love a, I love a, love a Like a taste of ecstasy A lover, a lover, a lover, a loverboy All I need is him to be my loverboy  [Chorus: Mariah] Loverboy, come on and love me Give me more, touch me and touch me I enjoy the way you rock me all night long Loverboy, come on and take me Only you know how to make me (You can make me) Shudder with anticipation all night long  [Verse 2: Mariah] I got myself a lover and he's so sublime It's quite a bit of heaven to feel him inside 'Cause when my sugar daddy takes me for a ride Whatever way we go, it's delivered on time  [Pre-Chorus: Mariah] I wanna, I wanna, I wanna, I wanna I get weak I need a, I need a, I need a, I need a When he's gettin' extra sweet I love a, love a, I love a, love a When he caressed my whole body A lover, a lover, a lover, a loverboy All I need is him to be my loverboy  [Chorus: Mariah] Loverboy, come on and love me Give me more, touch me and touch me I enjoy the way you rock me all night long (I enjoy the way you rock me) Loverboy, come on and take me Only you know how to make me Shudder with anticipation all night long  [Verse 3: Cameo] This stuff is starting now This stuff is starting now It's the same feeling I always seem to get around you (yes, I do) 'Cause you affect me, you fascinate me I thank heaven for the things that you do, oh This stuff is starting now, oh This stuff is starting now This stuff is starting now, ooh My eyes roll in my head I toss and turn in my bed In the morning when I think about you (Candy!) Simply put, you're the reason why (you're the reason why) Even though I'm real shy, it's like candy I attempt to look my best for you, indeed I do, just for you  [Chorus: Mariah & Cameo] Loverboy, come on and love me Give me more (give it to me), touch me and touch me I enjoy the way you rock me all night long (all night long) (Strawberry) Loverboy, come on and take me (Raspberry) Only you know how to make me (All those good things) (Diamonds and gumdrops) Shudder with anticipation all night long (That's what you seem to me) Loverboy, come on and love me (oh) Give me more, touch me and touch me (This stuff is starting, staring now) I enjoy the way you rock me all night long (Strawberry) Loverboy, come on and take me (Raspberry) Only you know how to make me (All those good things) (Diamonds and gumdrops) Shudder with anticipation all night long (That's what you seem to me) Loverboy, come on and love me (oh) Give me more, touch me and touch me (baby) I enjoy the way you rock me...  ",
        "title": "Loverboy"
    },
    {
        "artist": "Luther Vandross",
        "lyrics": "  Here it is...  [Verse 1] She caught me by surprise, I must say 'Cause I never have seen a pretty face With such a warm and beautiful smile It wasn't hard for me to notice her style  I was fascinated surely She took my heart and held it for me I wouldn't let her get away Not until she heard me say...  [Chorus] Excuse me miss, but what's your name? Where are you from, and can I come? And possibly, can I take you out tonight? To a movie, to the park I'll have you home, before it's dark So let me know Can I take you out tonight?  [Verse 2] Don't care if I get rejected At least then I won't regret Regret the fact I missed the chance for romance, at least I'll walk away knowing, I tried my best and I'm going I'm going on with my day 'Cause at least she heard me say...  [Chorus] Excuse me miss, but what's your name? Where are you from, and can I come? And possibly, can I take you out tonight? To a movie, to the park I'll have you home, before it's dark So let me know Can I take you out tonight?  Excuse me miss, but what's your name? Where are you from, and can I come? And possibly, can I take you out tonight? To a movie, to the park I'll have you home, before it's dark So let me know Can I take you out tonight?  [Bridge] That's why I had to come over And introduce myself to you 'Cause you're never gonna know where you find love And hopefully, I'll find it in you  [Chorus] Excuse me miss, but what's your name? Where are you from, and can I come? And possibly, can I take you out tonight? To a movie, to the park I'll have you home, before it's dark So let me know Can I take you out tonight?  Excuse me miss, but what's your name? Where are you from, and can I come? And possibly, can I take you out tonight? To a movie, to the park I'll have you home, before it's dark So let me know Can I take you out tonight? (Let me make your house a home, baby)  Excuse me miss, but what's your name? Where are you from, and can I come? And possibly, can I take you out tonight? To a movie, to the park I'll have you home, before it's dark So let me know Can I take you out tonight?  ",
        "title": "Take You Out"
    },
    {
        "artist": "Coo Coo Cal",
        "lyrics": "  [Music Video Intro] Cal why is you so lazy? You was supposed to went and gone and picked it up for me two hours ago! Damn you don't do nothing for me!  [Hook] In my project (5x)  [Verse 1] Dawg my project is sweetin But if you ain't from where I'm from, like some dawg Don't come or you gettin beatin Yeah we cheatin dog that's automatic We greedy, plus we try'n feed the needy dawg wit all the cabbage Steal from the rich and give to the poor We sell a few drugs, bust a few slugs, and pimp a few hoes Don't let us find a bit in higgity Dawg we turn them into stiggidies With shorties off in riggidies So if you ain't from here or wit my guys Don't even roll thru playa cuz all the traffic gettin minimized Cries for help cuz you got carjacked Niggas roll for a minute then pass it to the hypes to sell the car back And once she get it, it be stripped down Thugs, they got your system and your dubs and want your crib now Ya'll betta give the hood respect Cuz it pay to play for a day up in my projects  [Hook] In my projects, my project thick In my projects, everybody cooks bricks In my projects, my projects thick Don't come to my projects if you ain't with this clique In my projects, my project thick In my projects, everybody cooks bricks In my projects, my projects thick Don't come to my projects if you ain't with this clique  [Verse 2] Now let me tell you bout them kingpins Droppin Y2K Benz on them rims, bringin 15 in They dishin it out, they keep it in circulation They dodgin the Fedz, and suckas is playa hatin They got the whole hood stacked up And now the po's walkin on the showroom floor buyin 'Lac Trucks They stuck in the ghetto by choice But if they go, it's jacuzzis and condos, with a Rolls Royce Now voice your opinion You heard about the 'War On Drugs' Now won't you tell me who you think winnin Spendin money by the piles throwin dubs On the 'burbans with the subs And they twerkin bumpin Coo Coo Cal And the hood love hoodrats On the bus-stop shakin it like it's hot with some good cat Ya'll betta give the hood respect Cuz it pay to play for a day up in my projects  [Hook] In my projects, my project thick In my projects, everybody cooks bricks In my projects, my projects thick Don't come to my projects if you ain't wit dis clique In my projects, my project thick In my projects, everybody cooks bricks In my projects, my projects thick Don't come to my projects if you ain't wit dis clique  [Verse 3] Dawg, go on and sum it up between the grind with dimes Crimes and rhymes, ya'll we comin up From sundown to sun-up, ha The block watch, peekin out the attic in case you run up Wit diamonds and furs, he's and her's Shoppin sprees with ease to fill up a 2000 Suburb, ha Dawg my projects got taste Although the rent ain't nuthin but two-fifty We sportin five thousand dollar drapes Makin it happen, wit snappin to avoid that - anchor Hook me up with plenty tracks to keep a playa rappin So put my city on the map Hook me up wit million dollar vocal cords I can afford a million on a track You do the addin and subtractin Wastin time just to figure out, without a doubt, that we stackin Ya'll betta give the hood respect Cuz it pay to play for a day up in my projects  [Hook] In my projects, my project thick In my projects, everybody cooks bricks In my projects, my projects thick Don't come to my projects if you ain't wit dis clique In my projects, my project thick In my projects, everybody cooks bricks In my projects, my projects thick Don't come to my projects if you ain't wit dis clique  In my projects (*repeat 5x until end of song*)  [Music Video Outro] COCO WHERE YOU BEEN THIS TIME OF LATE ITS MORNING!  ",
        "title": "My Projects"
    },
    {
        "artist": "Darude",
        "lyrics": "  [Verse] Duuuuuuuuuuuuuuuuuuuuuuun Dun dun dun dun dun dun dun dun dun dun dun dundun dun dundundun dun dun dun dun dun dun dundun dundun BOOM Dundun dundun dundun BEEP Dun dun dun dun dun Dun dun BEEP BEEP BEEP BEEP BEEEP BEEP BEEP BEEP BEEP BEEP BEEP BEEP BEEP BEEP BEEP BEEP BEEP BEEP BOOM Daddaddadadsadadadadadadadadadaddadadadadadaddadadaddadadadadadadadadadadadaddadddadaddadadadd dadadadaddaddada D Dadadddaddadaddadadadddadadada Nyu nyu nyu nyu nyu nnyu nyu nyu nyu nyu nyu nyu nyu nyu nyu nyu Doo doo doo doo doo doo doo doo Nnn nn nn nn nn nn n nn nnn nn nn nnn nnn nnnnnnnn Dddddddd ddadadadadaddadadadadadaadadadadadad BOOM Nyu nyu nyu nyu nyu nyu BOOM BOOM BOOM BOOM BOOM BOOM Nyunyunyu nyu nyu nyu nyu nyu nyu nyu nyu nyu nyu BOOM BOOM BEEP BEEP BEEP BEEP BEEP Dadadadadada Ddadad BOOM BOOM BBEP BEEP BEEP BEEP BEEP BEEP BEEP BEEP BEEP BEEP BEEP BEEP BEEP BEEP BEEP BEEP BEEP BOOM (Unintelligible) Ddudndundun dun dun dun dun dun dun dun dun dun dun dun dun dun dun dund Dododododododododododododododododododododododododododododoodo DRUM DRUM DRUM Ddodododododoododododododododoodododododododo Chi chichi chi chi chih BOOOM Chcihcihfkdhfdisjfkla Dodododododododododododododododododododododododododododododododododoo SCHEW Dododododododoodododododododododododododo Dadadadddudndundundudnudndundundunddunfudnundudnudnudndund BOOM FADE  ",
        "title": "Sandstorm"
    },
    {
        "artist": "Chris Cagle",
        "lyrics": null,
        "title": "Laredo"
    },
    {
        "artist": "Musiq Soulchild Featuring Ayana",
        "lyrics": "  [Hook: Musiq Soulchild] If I would've knew the girl next door Would've been you I would've been nice to you A little more kind to you I would've looked twice at you If I would've knew the girl next door Would've been you I probably would've shared my grub Depending on how close we was By now we would be so in love  [Verse 1: Musiq Soulchild] Girl I'm so surprised to see The young, fine woman that you grew up to be Your body's banging like a 400-SE Even your attitude flows pleasantly I remember when you was just Tonya Hall A girl that likes to play basketball As far as I was concerned, you were one of my boys I never cared about my sex or yours, but...  [Hook: Musiq Soulchild] If I would've knew the girl next door Would've been you I would've been nice to you A little more kind to you I would've looked twice at you If I would've knew the girl next door Would've been you I probably would've shared my grub Depending on how close we was By now we would be so in love  [Verse 2: Musiq Soulchild] I'm happy to see that you're home from school And I wanna let you know that I'm proud of you Even when we was younger, I admired you That's why I used to always pick fights with you I remember when we used to call each other names Mimic old tv shows and play those childish games Like I was your Tarzan and you were my Jane Can we do that nowadays?  [Hook: Musiq Soulchild] If I would've knew the girl next door Would've been you I would've been nice to you A little more kind to you I would've looked twice at you If I would've knew the girl next door Would've been you I probably would've shared my grub Depending on how close we was By now we would be so in love  [Hook: Ayana] If I would've knew the boy next door would've been you I would've been nice to you Spent a little time with you I would've dressed cuter too If I would've knew the boy next door Would've been you I would've been on your team When we played hide and seek Instead of you chasing me  [Bridge: Ayana (& Musiq Soulchild)] You're so fly now (Girl stop playing) I didn't know you were that guy now (Naw I ain't) Phat car, phat life Impressed I am Oh maybe we could jam like we used to baby  [Hook: Musiq Soulchild] If I would've knew the girl next door Would've been you I would've been nice to you A little more kind to you I would've looked twice at you If I would've knew the girl next door Would've been you I probably would've shared my grub Depending on how close we was By now we would be so in love  ",
        "title": "Girl Next Door"
    },
    {
        "artist": "Ray J Featuring Lil' Kim",
        "lyrics": "  [Intro: Lil' Kim] Oh uh oh uh yea I dont think yall ready for this one The Queen Bee knockout collabo' And if ya don't know, now ya know  [Bridge: Ray J] (I been) Workin all day (And now it's on) Pull up and don't pay (When the line is long) Girls in the club (You wanna f...?) Ice grillin these thugs (Ya'll wanna thump?) Is it cause I'mma shine (Major ice) I'm talkin about blind ya (Like Vegas lights) Never on the scene (Without my team) Cali sticky green (Know what I mean)  [Verse 1: Ray J] It's on and poppin The DJ's rockin Chickens is watchin It's on tonight You had a long day, yo Buy the champ by the caseload Pockets full of pesos It's on tonight  [Hook: Pharrell + (Ray J)] Oh Wait a minute (oh wait a minute) Oh wait a minute (oh wait a minute hey hey) Girl wait a minute Oh wait a minute (oh wait a minute) Oh wait a minute (oh wait a minute hey hey) Yo, if y'all know the words, say it with me (wait a minute)  [Bridge: Ray J] I been workin all day (And now it's on) Pull up and don't pay (When the line is long) Girls in the club (You wanna f...) Ice grillin these thugs (Ya'll wanna thump) Is it cause I'mma shine (Major ice) I'm talkin about blind ya (Like Vegas lights) Never on the scene (Without my team) Cali sticky green (Know what I mean)  [Verse 2: Ray J] So much you go through Only problems know you Let's party like we supposed to It's on tonight There's not a righter way You've had a tired day Let's party the night away It's on tonight  [Hook: Pharrell + (Ray J)] Oh Wait a minute (oh wait a minute) Oh wait a minute (oh wait a minute, hey, hey) Girl wait a minute Oh wait a minute (oh wait a minute) Oh wait a minute (oh wait a minute, hey,hey) (Wait a minute)  [Verse 3: Lil' Kim] Blaow! Tadow! Watch out now, uh-huh It's the Lil' one and I'm not Bow Wow Got trees roll it up, you a G throw it up Nigga slipped me his number on the low - I tore it up Oh wait a minute they playin my shit, slow it up What, you outta Cris? Fuck it, Mo' it up Y'all just rookies, poppin on the scene Be careful how y'all talk cause we pop them things Y'all should see us on the TV, rappin and actin Yup uh-huh look a little closer Yeah, that's us in the Millennium Testarossa People takin pictures, blowin our cover Paparazzi gonna get you one way or another Hey wait a minute ain't that Brandy's brother? Straight from the Eastside, and that's how I ride Here's another one; Ray J, tell 'em where you from  [Verse 4: Ray J] I'm from the land of women Sunny days chrome spinnin Juice and ginin It's on tonight If you feel you're another one Representin where you from Sex you're gettin some It's on tonight  [Hook: Pharrell + (Ray J)] Oh Wait a minute (oh wait a minute) Oh wait a minute (oh wait a minute hey hey) Girl wait a minute Oh wait a minute (oh wait a minute) Oh wait a minute (oh wait a minute hey hey) (Wait a minute)  ",
        "title": "Wait A Minute"
    },
    {
        "artist": "Ian Van Dahl Featuring Marsha",
        "lyrics": "  Do you ever question your life? Do you ever wonder why? Do you ever see in your dreams... All the castles in the sky?  Oh tell me why... Do we build castles in the sky? Oh tell me why... Are the castles way up high Please tell me why... Do we build castles in the sky? Oh tell me why... Are the castles way up high  Do you ever question your life? Do you ever wonder why? Do you ever see in your dreams... All the castles in the sky?  Oh tell me why... Do we build castles in the sky? Oh tell me why... Are the castles way up high Please tell me why... Do we build castles in the sky? Oh tell me why... Are the castles way up high  ",
        "title": "Castles In The Sky"
    },
    {
        "artist": "Faith Evans Featuring Carl Thomas",
        "lyrics": null,
        "title": "Can't Believe"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1: Gary] If I ever write The story of my life Don't be surprised If you're where it begins Girl, I'd have to dedicate Every line on every page To the memories we made While you loved me  [Chorus: Band] I was born the day you kissed me And I died inside the night you left me But I lived, oh how I lived While you loved me  [Verse 2: Gary] I'd start with chapter one Love innocent and young As a morning sun, on a new day Even though I know the end Well I'd do it all again Cause I got a lifetime in While you loved me  [Chorus]  [Break]  [Chorus x2]  ",
        "title": "While You Loved Me"
    },
    {
        "artist": "matchbox twenty",
        "lyrics": null,
        "title": "Mad Season"
    },
    {
        "artist": "Blink-182",
        "lyrics": "  [Verse 1: Mark Hoppus] Hanging out behind the club on the weekend Acting stupid, getting drunk with my best friends I couldn't wait for the summer at the Warped Tour I remember it's the first time that I saw her there  [Verse 2: Mark Hoppus] She's getting kicked out of school 'cause she's failing I'm kinda nervous, 'cause I think all her friends hate me She's the one, she'll always be there She took my hand and I made it, I swear  [Chorus: Mark Hoppus] Because I fell in love with the girl at the rock show She said \"what?\" and I told her that I didn't know She's so cool, gonna sneak in through her window Everything's better when she's around I can't wait 'til her parents go out of town I fell in love with the girl at the rock show  [Verse 3: Mark Hoppus] When we said we were gonna move to Vegas I remember the look her mother gave us 17 without a purpose or direction We don't owe anyone a fuckin' explanation  [Chorus: Mark Hoppus] I fell in love with the girl at the rock show She said \"what?\" and I told her that I didn't know She's so cool, gonna sneak in through her window Everything's better when she's around I can't wait 'til her parents go out of town I fell in love with the girl at the rock show  [Bridge: Mark Hoppus] Black and white picture of her on my wall I waited for her call, she always kept me waiting And if I ever got another chance, I'd still ask her to dance Because she kept me waiting  [Chorus: Mark Hoppus] I fell in love with the girl at the rock show She said \"what?\" and I told her that I didn't know She's so cool, gonna sneak in through her window Everything's better when she's around I can't wait 'til her parents go out of town I fell in love with the girl at the rock show  [Outro: Mark Hoppus] With the girl at the rock show With the girl at the rock show With the girl at the rock show (I'll never forget tonight) With the girl at the rock show (I'll never forget tonight) With the girl at the rock show (I'll never forget tonight) With the girl at the rock show (I'll never forget tonight) With the girl at the rock show (I'll never forget tonight) With the girl at the rock show  ",
        "title": "The Rock Show"
    }
]