[
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse 1] I used to cry myself to sleep at night But that was all before he came I thought love had to hurt to turn out right But now he's here It's not the same, it's not the same  [Chorus] He fills me up He gives me love More love than I've ever seen He's all I've got He's all I've got in this world But he's all the man that I need  [Verse 2] And in the morning when I kiss his eyes He takes me down and rocks me slow And in the evening When the moon is high He holds me close and won't let go He won't let go  [Chorus] He fills me up He gives me love More love than I've ever seen He's all I've got He's all I've got in this world But he's all the man that I need He fills me up He gives me love More love than I've ever seen He's all I've got He's all I've got in this world But he's all the man that I need He fills me up He gives me love More love than I've ever seen He's all I've got He's all I've got in this world But he's all the man that I need  ",
        "title": "All The Man That I Need"
    },
    {
        "artist": "C+C Music Factory",
        "lyrics": "  [Intro - Martha Wash] Everybody dance now! Everybody dance now!  Give me the music Give me the music  Everybody dance now! Give me the music Everybody dance now! Everybody dance now! Yeah! Yeah! Everybody dance now! Yeah! Yeah! Yeah! Everybody--  [Verse 1 - Freedom Williams] Here is the dome, back with the bass The jam is live in effect and I don't waste time On the mike with a dope rhyme Jump to the rhythm jump jump to the rhythm jump And I'm here to combine Beats and lyrics to make your shake your pants Take a chance, come on and dance Guys grab a girl, don't wait, make her twirl It's your world and I'm just a squirrel Tryin' to get a nut to move your butt To the dance floor, so yo what's up Hands in the air, come on say yeah Everybody over here everybody over there The crowd is live and I pursue this groove Party people in the house Move, move (Let your mind, put me on line)  [Chorus - Martha Wash] Come on let's sweat, baby Let the music take control Let the rhythm move you Sweat, sweat Let the music take control Let the rhythm move you Everybody dance now  [Non-lyrical Vocalizing - Martha Wash]  Everybody dance now! Everybody dance now!  [Verse 2 - Freedom Williams] Pause, take a breath and go for yours On my command now hit the dance floor It's gonna make you sweat 'til you bleed Is that dope enough, indeed I paid the price, I control the dice I'm more precise, to the point I'm nice The music takes control, your heart and soul Unfold, your body is free and a whole Dance till you can't, dance Till you can't dance no more Get on the floor and get raw Then come back and upside down Easy now, let me see ya Move, move (Let your mind, put me on line) The music is my life  [Chorus - Martha Wash] Everybody dance now! Everybody dance now! Everybody dance now! Everybody dance now! Come on let's sweat, baby Let the music take control Let the rhythm move you Sweat, sweat Let the music take control Let the rhythm move you  [Non-lyrical Outro - Martha Wash]  ",
        "title": "Gonna Make You Sweat (Everybody Dance Now)"
    },
    {
        "artist": "Timmy T.",
        "lyrics": null,
        "title": "One More Try"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": null,
        "title": "Someday"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "Where Does My Heart Beat Now"
    },
    {
        "artist": "Surface",
        "lyrics": null,
        "title": "The First Time"
    },
    {
        "artist": "Chris Isaak",
        "lyrics": "  [Verse 1:] The world was on fire and no one could save me but you It's strange what desire will make foolish people do I never dreamed that I'd meet somebody like you And I never dreamed that I'd lose somebody like you  [Chorus 1:] No, I don't want to fall in love. (This world is only gonna break your heart) No, I don't want to fall in love. (This world is only gonna break your heart) With you. (This world is only gonna break your heart)  [Verse 2:] What a wicked game to play, to make me feel this way What a wicked thing to do, to let me dream of you What a wicked thing to say, you never felt this way What a wicked thing to do, to make me dream of you and  [Chorus 2:] I want to fall in love. (This world is only gonna break your heart) No, I want to fall in love. (This world is only gonna break your heart) With you  [Interlude]  [Verse 3:] The world was on fire and no one could save me but you It's strange what desire will make foolish people do I never dreamed that I'd love somebody like you And I never dreamed that I'd lose somebody like you  [Chorus 2] I want to fall in love. (This world is only gonna break your heart) No, I want to fall in love. (This world is only gonna break your heart) With you No, I.....  [Outro:] Nobody loves no one  ",
        "title": "Wicked Game"
    },
    {
        "artist": "Keith Sweat",
        "lyrics": "  Oh baby baby baby oh My, my, my baby yeah Oh I love ya baby Oh yes I yes I do girl  I love you in the night I wanna take it real real slow, my baby I understand what you told me And if I, I didn't know  I always wanted someone just like you I really need to hold on, hold you I'd give the world to you, oh my darlin' You know I will Yeah yeah you know i will I surely will  I will never do anything to hurt you I'll give all my love to you (i'm gonna give you every bit of my love, my love) And if you need me, baby, I'll come runnin' (yes i will) Only to you (yes my baby yes i will)  Why don't we just lay down And hold each other real close, real close Cause I, I don't wanna rush you, baby, no, no, no If time, If time is what you need the most  I always wanted to love, love you You give me all my dreams come true I want to love you, love you tonight oh, my darlin' Yes i do Yeah, yeah, yeah  I will never do anything to hurt you (i would never do one little thing to you baby) I'll give all my love to you (and I'm gonna give you every bit of my love tonight girl) And if you need me, baby, I'll come runnin' Only to you, only to you baby, oh, oh, oh  Girl I've been longing for you baby for a long long time Let's make love tonight I can make me feel real good baby I can make feel real good baby  Sometimes, sometimes I get a little lonely, baby (so lonely baby) And I need a little love that I can call all mine (i need some lovin') Girl, you are the one for me, babe I know that you are the world for me, babe Yeah, yeah, yeah, yeah, yeah oh  I will never do anything to hurt you (i would never, never do one little thing to hurt you) I'll give all my love to you (i give you every single bit of my love girl) And if you need me, baby, I'll come runnin' All you got to do baby When you need somebody pick up the phone I'll be there, I'll be right there  I will never do anything to hurt you Oh baby baby baby I'll give all my love to you Understand, understand what I'm saying to you baby And if you need me, baby, I'll come runnin' Only to you baby, only to you baby, only to you baby (I'll never hurt you) I will never do anything to hurt you I'll give all my love to you And if you need me, baby, I'll come runnin' only to you Yeah How do you like it, baby? What makes you feel the lady? How do you like it, baby? How do you like it, girl? How do you like it, baby?  ",
        "title": "I'll Give All My Love To You"
    },
    {
        "artist": "INXS",
        "lyrics": null,
        "title": "Disappear"
    },
    {
        "artist": "Warrant",
        "lyrics": "  Ooh it must be magic How inside your eyes I see my destiny Every time we kiss I feel you breathe your love so deep inside of me If the moon and stars should fall They'd be easy to replace I would lift you up to heaven And you would take their place  Then I saw red When I opened up the door I saw red My heart just spilled onto the floor And I didn't need to see his face I saw yours I saw red and then I closed the door I don't think I'm gonna love you anymore  Everyday I wake up I thank God that you are still a part of me We've opened up the door to which So many people never find the key And if the sun should ever fail to send its light We would burn a thousand candles And make everything alright  Then I saw red When I opened up the door I saw red My heart just spilled onto the floor And I didn't need to see his face I saw yours I saw red and then I closed the door I don't think I'm gonna love you anymore  I've been hurt and I've been blind I'm not sure that I'll be fine I never thought it would end this way  'Cause I saw red When I opened up the door I saw red My heart just spilled onto the floor And I didn't need to see his face I saw yours I saw red and then I closed the door I don't think I'm gonna love you anymore Ooh it must be magic  ",
        "title": "I Saw Red"
    },
    {
        "artist": "Styx",
        "lyrics": null,
        "title": "Show Me The Way"
    },
    {
        "artist": "LL Cool J",
        "lyrics": "  [Intro: Sample] You got me shook up, shook down, shook out on your loving, your loving  [Verse 1] I want a girl with extensions in her hair Bamboo earrings, at least two pair A Fendi bag and a bad attitude That's all I need to get me in a good mood She can walk with a switch and talk with street slang I love it when a woman ain't scared to do her thing Standing at the bus stop sucking on a lollipop Once she gets pumping its hard to make the hottie stop She likes to dance to the rap jams She sweet as brown sugar with the candied yams Honey coated complexion, using Camay Let's hear it for the girl, she's from around the way  [Chorus] I need an around the way, girl Around the way, girl That's the one for me She's the only one for me I need an around the way, girl You got me shook up, shook down, shook out on your loving  [Verse 2] Silky, milky her smile is like sunshine That's why I had to dedicate at least one rhyme To all the cuties in the neighborhood 'Cause if I didn't tell you then another brother would You're sweet like sugar with your gangster talk Want to eat you like a cookie when I see you walk With your rayon, silk or maybe even denim It really doesn't matter as long as you're in 'em You can break hearts and manipulate minds Or surrender act tender be gentle and kind You always know what to say and do Cold flip when you think your man is playing you Not cheap or petty, you're ready for loving You're real independent so your parents be bugging But if you ever need a place to stay Come around my way  [Chorus] I need an around the way, girl Around the way, girl That's the one for me She's the only one for me (to the bridge) I need an around the way, girl You got me shook up, shook down, shook out on your loving  [Verse 3] Perm in your hair or even a curly weave Witcha New Edition Bobby Brown button on your sleeve I tell you come here, you say meet me half way 'Cause brother's been popping that game all day Around the way you're like a neighborhood jewel All the homeboys sweat you so you're crazy cool Wear your gold in the summer with your biking shorts While you watching all the brothers on the basketball court Going to the movies with your homegirls crew While the businessmen in suits be hawking you Baby, hair pumping, lip gloss is shining I think you in the mood for wining and dining So we can go out and eat somewhere We got a lot of private jokes to share Lisa, Angela, Pamela, Renee I love you, you're from around the way  [Chorus] I need an around the way, girl Around the way, girl That's the one for me She's the only one for me I need an around the way, girl You got me shook up, shook down, shook out on your loving I need an around the way, girl Around the way, girl That's the one for me She's the only one for me I need an around the way, girl I'm asking you  [Outro] You got me shook up, shook down, shook out on your loving You got me shook up, shook down You got me shook up, shook down, shook out on your loving You got me shook up, shook down You got me shook up, shook down, shook out on your loving You got me shook up, shook down You got me shook up, shook down, shook out on your loving You got me shook up, shook down  ",
        "title": "Around The Way Girl"
    },
    {
        "artist": "Sting",
        "lyrics": "  [Verse 1] I looked out across the river today Saw a city in the fog and an old church town where the seagulls play Saw the sad shire horses walking home in the sodium light Two priests on the ferry October geese on a cold winter's night  [Chorus] All this time the river flowed Endlessly to the sea  [Verse 2] Two priests came 'round our house tonight One young, one old, to offer prayers for the dying to serve the final rite One to learn, one to teach which way the cold wind blows And fussing and flapping in priestly black like a murder of crows  [Chorus]  If I had my way, take a boat from the river and I'd bury the old man I'd bury him at sea  [Verse 3] Blessed are the poor, for they shall inherit the earth Better to be poor than be a fat man in the eye of the needle As these words were spoken I swear I hear the old man laughing What good is a used up world and how could it be worth having?  All this time the river flowed Endlessly like a silent tear All this time the river flowed Father, if Jesus exists then how come he never lives here?  [Bridge] Teachers told the Romans built this place They built a wall and a temple and an edge of the empire garrison town They lived and they died They prayed to their gods, but the stone gods did not make a sound And their empire crumbles 'till all that was left Were the stones the workmen found  [Outro] All this time the river flowed In the falling light of a Northern sun If I had my way, take a boat from the river Men go crazy in the congregations, they only get better one by one One by one  ",
        "title": "All This Time"
    },
    {
        "artist": "Pebbles",
        "lyrics": "  You never know You never know it You never know You never, never, never Never, never know No, no, no, no You never know  [Pebbles] Deep in the heart Love has many ways Of touching your emotions Taking control of you  And even in thought Love can make you change There's no way of controlling love When it's part of you  [Babyface] Well you could be a married man With two kids and a good woman And you could give your heart and soul I swear it don't mean nothing 'Cause love can pull you deep into a spell It will spin your mind around like a carousel, oh  [Chorus] I'm telling you love, boy, makes things happen You never know where it's coming from You never know who you're gonna love I'm telling you Love makes things happen You never know what you're gonna do Whenever true love takes hold of you  [Babyface] There's never a time 'Cause love will let you know Love appears at the worst And even the best of times Takes over your mind Your heart is not your own There's no way of controlling love It controls your life  [Pebbles] Well, you could be a faithful girl With a good heart and good intentions And you could never leave your home I swear there ain't no preventions 'Cause love can pull you deep into a spell It will spin your mind around like a carousel, oh  [Chorus]  [Bridge] [Babyface] There's nothing love can't make you do When love takes hold of you You can have the purest heart And the finest attitude  [Pebbles] But I swear that don't mean nothing When your heart's under the spell It will spin your mind around like a carousel  [Chorus (repeat until end)]  [Babyface & Pebbles (starting over second Chorus)] You never know You never know it You never know You're never gonna know it, baby Who you're gonna love Who you're gonna love, baby  You never know You never know it You never know You're never gonna know it  You never know You never know it You never know You never, never, never Never, never know No, no, no, no You never know  You never know You never know it You never know You never, never Never, never, never know No, no, no, no  You never know You never know it You never know You never, never Never, never, never know No, no, no, no You never know  You never know You never know it You never know You never, never Never, never, never know No, no, no, no You never know  ",
        "title": "Love Makes Things Happen"
    },
    {
        "artist": "Tracie Spencer",
        "lyrics": "  [Verse 1:] Where do we go from here? What must we do to make that change? It's time to understand Understand one another  [Hook:] In a world so cold A place of disbelief Where will the people go Without enough to eat?  Let's not give up hope We have to find a way Search within our soul To make a better day  [Chorus:] This house is our house Let's do it for the people It's all in the hands of love  This house is their house Let's give it back to the people The people of the world today  [Verse 2:] I see hurt in their eyes I hear the sounds of voices cry It's time to open our eyes Time to help one another  [Repeat Hook:]  [Repeat Chorus:]  [Bridge:] You, me We can make the difference And you know No one No one likes to be alone, yeah  We got to face it heart to heart We have to make a brand new start We got to change the tears to smiles We have to go the extra mile  It's time we face reality To give them hope and set them free I think it's time we say goodbye To all the homeless people's cry  We got to face it heart to heart We have to make a brand new start We got to change the tears to smiles We have to go the exta mile  (You, me) It's time we face reality (We can make the difference) Give them hope and set them free I think it's time we say goodbye To all the homeless people's cry (And you know)  [Rap:] We've got to take the time To search the mind to find  This house, our house (It's all in the hands of love) (I said it's all in the hands of love)  [Repeat Chorus:]  Let's do it Let's do it for the people  This house Let's give back to the people The people of the world today  Do it for the people  This house Give back to the people, yeah  It's all in the hands of love  ",
        "title": "This House"
    },
    {
        "artist": "Oleta Adams",
        "lyrics": "  [Verse 1] You can reach me by railway You can reach me by trail-way You can reach me on an airplane You can reach me with your mind You can reach me by caravan Cross the desert like an Arab man I don't care how you get here, just get here if you can  You can reach me by sailboat Climb a tree and swing rope to rope Take a sled and slide down slow, into these arms of mine You can jump on a speedy colt Cross the border in a blaze of hope I don't care how you get here, just get here if you can  There are hills and mountains between us Always something to get over If I had my way, then surely you would be closer I need you closer  (Musical break) There are hills and mountains between us Always something to get over If I had my way, then surely you would be closer I need you closer  You can windsurf into my life Take me up on a carpet ride You can make it in a big balloon But you better make it soon You can reach me by caravan Cross the desert like an Arab man I don't care how you get here, just get here if you can  I don't care, I don't care, I need you right here right now I need you right here, right now, right by my side Yeah,yeah, yeah, yeah  I don't care how you get here, just- get here if you can  ",
        "title": "Get Here"
    },
    {
        "artist": "Gloria Estefan",
        "lyrics": "  [Verse 1:] Why be afraid if I'm not alone? Life is never easy The rest in unknown Up to now for me  It's been hands against stone Each and every moment Searching for what to believe  [Chorus:] Coming out of the dark I finally see the light now And it's shining on me  Coming out of the dark I know the love that saved me Sharing with me  [Verse 2:] Starting again is part of the plan I'll be so much stronger Holding your hand  Step by step I'll make it through I know I can May not make it easier But I have felt you near all the way  [Repeat Chorus:]  [Bridge:] Ever I stand on the rock of your love Ever, ever Can't nobody stop me Watch me  Ever and ever Stand on the rock of your Love is all it takes No matter what we face  [Chorus:] Coming out of the dark I finally see the light now And it's shining on me Yes, it's shining on me  I know the love that saved me You're sharing You're sharing with me You're sharing with me You're sharing with me You're sharing with me  Cannot be in the dark Make it into the light, yeah Your love is shining on me Shining on me  Shining on me See the light I see the light shining Shining on me  I didn't think that I could take it But your love helped me to make it  Coming out of the dark I see the light now See the light now  ",
        "title": "Coming Out Of The Dark"
    },
    {
        "artist": "Vanilla Ice",
        "lyrics": "  Play that funky music Play that funky music, white boy Play that funky music Play that funky music, white boy  I'm back and I'm ringin' the bell A rockin' on the mike while the fly girls yell In ecstasy in the back of me Well that's my DJ D-Shay cuttin' all them Z's Hittin' hard and the girlies goin' crazy Vanilla's on the mike, man I'm not lazy  I'm lettin' my drug kick in It controls my mouth and I begin To just let it flow, let my concepts go My posse's to the side yellin', Go Vanilla Go!  Smooth cause that's the way I will be And if you don't give a damn, then Why you starin' at me So get off cause I control the stage There's no dissin' allowed I'm in my own phase The girlies say they love me and that is ok And I can dance better than any Kid 'N Play  Play that funky music Come on Come on Play that funky music, white boy I can't hear you, say it Play that funky music say it, say it, say Play that funky music, white boy it, come on Yea, a little bit louder Now come on, come on  Stage 2—Yea the one ya' wanna listen to It's off my head so let the beat play through So I can funk it up and make it sound good 1-2-3 Yo—Knock on some wood For good luck, I like my rhymes atrocious Supercalafragilisticexpialidocious I'm an effect and that you can bet I can take a fly girl and make her wet  I'm like Samson—Samson to Delilah There's no denyin', You can try to hang But you'll keep tryin' to get my style Over and over, practice makes perfect But not if you're a loafer  You'll get nowhere, no place, no time, no girls Soon—Oh my God, homebody, you probably eat Spaghetti with a spoon! Come on and say it!  Play that funky music Play that funky music, white boy Play that funky music Come on Come on Play that funky music white boy Let's do it  VIP. Vanilla Ice yep, yep, I'm comin' hard like a rhino Intoxicating so you stagger like a wino So punks stop trying and girl stop cryin' Vanilla Ice is sellin' and you people are buyin' Cause why the freaks are jockin' like Crazy Glue Movin' and groovin' trying to sing along All through the ghetto groovin' this here song Now you're amazed by the VIP posse  Steppin' so hard like a German Nazi Startled by the bases hittin' ground There's no trippin' on mine, I'm just gettin' down Sparkamatic, I'm hangin' tight like a fanatic You trapped me once and I thought that You might have it So step down and lend me your ear '89 is my time! Yo, '90 is my year Play that funky music Play that funky music, white boy Play that funky music Come on, Come on, I Play that funky music white boy can't hear you  You're weakenin' fast, YO! and I can tell it Your body's gettin' hot, so, so I can smell it So don't be mad and don't be sad Cause the lyrics belong to ICE, You can call me Dad You're pitchin' a fit, so step back and endure Let the witch doctor, Ice, do the dance to cure So come up close and don't be square You wanna battle me—Anytime, anywhere  You thought that I was weak, Boy, you're dead wrong So come on, everybody and sing this song  Say—Play that funky music Say, go white boy, go white boy go Play that funky music Go white boy, go white boy, go Lay down and boogie and play that funky music till you die Play that funky music Come on, Come on, let me hear Play that funky music white boy you say it, say it Play that funky music A little louder now Play that funky music, white boy Come on, Come on, Come on Play that funky music  ",
        "title": "Play That Funky Music"
    },
    {
        "artist": "Bad Company",
        "lyrics": "  Should have told you by now But I can't find the words, oh, no If I could show you somehow But I don't have the nerve And you don't see me looking at you How can love be so blind? Somehow, you don't notice me Sooner or later there will come a time, baby If you needed somebody The way that I need you If you wanted somebody The way that I want you The way that I want you If I could hold you tonight It would last me forever But the time's never right When will we be together, oh, no If I could make you understand What you're doing to me Maybe there will come a time When sooner or later I will make you see, baby If you needed somebody The way that I need you, baby, tonight If you wanted somebody The way that I want you If I could tell you now The way you make me feel If I could show you somehow Don't you know my lovin' is loved so real? If you needed somebody The way that I need you and baby, tonight If you wanted somebody The way that I want you (If you need somebody) I need you, I want you, I gotta tell you The way that I need you And if you wanted somebody The way that I want you (If you need somebody) [Incomprehensible]  ",
        "title": "If You Needed Somebody"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": "  [Verse 1] Our friends think we're opposites Falling in and out of love They all said we'd never last Still we manage to stay together  [Verse 2] There's no easy explanation for it But whenever there's a problem We always work it out somehow Work it out somehow  [Chorus] They said, it wouldn't last We had to prove them wrong Cause I've learned in the past That love will never do without you  [Verse 3] Other guys have tried before To replace you as my lover Never did I have a doubt Boy it's you, I can't do without  [Verse 4] I feel better when I have you near me Cause no other love around Has quite the same, ooh ooh Like you do, do, do, do babe  [Chorus] They said, it wouldn't last We had to prove them wrong Cause I've learned in the past That love will never do without you  ",
        "title": "Love Will Never Do (Without You)"
    },
    {
        "artist": "Another Bad Creation",
        "lyrics": "  Artist: Another Bad Creation Album: Coolin' At The Playground.. Ya Know Song: Iesha  RoRo: Iesha, Iesha so glad to meetcha See you in the schoolyard strollin' wit your techa The lil skirt you played was realy fly She turned around and she winked her eye so I Stepped to her like I knew her the Biv is cool but Romell is cooler The bell rang cuz I started to talk yet the class is not there no more  (Yo Red, where'd you meet her?)  Red: At the playground, ya know That's where I saw this cutie This girl was swingin' and she looked so fly On the monkey bars, we climbed up to the top and She touched my hand that's when I fell in love  Chris: 2 - Iesha.. You are the girl that I neva had And I want to get to know you bettah Iesha.. You know I want you so bad And there's nothing anyone can do To keep me away from you  Mike Bivins: Yo Dallas man these five young boys out of Atlanta GA are a real mental They kinda like remind me of me and my boys New Edition, know what I'm sayin So all you people out there ridin' in your cars listenin to the radio station Or cold maxin' in ya living room watchin this here video, check the 2nd verse  We played Nintendo This was her very first date I didn't wanna make it seem to fly We ate cereal She couldn't stay out at late Her mother told her to be home at nine  Repeat 2  Break (Ronnie Bobby Ricky and Mike) Chris, Mark, Red, Da, Ro x2  Yo Ro u might sound to sure so wutcha gonna do? I dunno Da, I only got one more rap and I'm gonna see what happens  Threw down my books went up to the door Pressed the bell what was in store? Iesha came out with a smile (oh no) She ain't worth the while So I passed her a lolli pop and a letter Told her so let's keep this a secret No remember Iesha, only u can peep this, peace  Red:Yo Dallas man  Dallas Austin:What Up?  Red:What You Do Me A Favor, Right?  Dallas Austin:Uh-Huh?  Red:Hit The Tracks, All About The Do Soloist, Man?  Dallas Austin:Word Check This Out!!!!!  Kids: Here We Go!!! Go Chris (4x) Go Mark (4x) Go Red (4x) Go Dave (4x) Go Ro-Ro (4x) YEEEEAAAAAHHHH!!!! BOOOOY!  GA: Yo!, What's Up? Coming at Ya! YoKnowWhatImSayin? A.B.C Dallas, What You Know About Take These Tracks Man?  ",
        "title": "Iesha"
    },
    {
        "artist": "Alias",
        "lyrics": "  I look ok but I'm not myself, standing by the phone Darling I've been wondering how I'm gonna let you go  You made me build you a perfect world, to keep you satisfied But now you're just a broken dream, and when I get back my pride  You'll still be waiting for love You'll still be waiting for the sun to rise In the middle of the night You'll still be waiting for love I know you'll be waiting when that train passes by You'll still be waiting for love  Like a dream there's a lucky feeling, coming from my soul Girl I guess I learned the truth That you already know (Oh oh oh)  Took me a while to realize, it's a dark and lonely town And you'll know where you'll find yourself When the wall comes Tumbling down  You'll still be waiting for love You'll still be waiting for the sun to shine In the middle of the night You'll still be waiting for love I know you'll be waiting when that train passes by You'll still be waiting for love  I lost my heart, I lost my mind But it really doesn't matter I'm gonna leave my tears behind And you'll still be waiting  ",
        "title": "Waiting For Love"
    },
    {
        "artist": "Urban Dance Squad",
        "lyrics": "  Mellow...that's my style  Surprise, surprise! So you rub your eyes Never knew UDS, so cool as ice? Hear the vibes man, they'll stupefy Ducks categorize us as hardcriers That's a lie, we know why we're occupiers No blurs, but obscure styles, these are higher Profiles are low - as soon as we go As a breeze straight from a deeper shade of soul  (Chorus) A deeper shade of soul, yeah A deeper shade of soul A deeper shade of soul, yeah A deeper shade of soul  Five souls play the head role Excite the middle between the two poles The globe rotates from new to old UDS take both to reach the souls Narrow mind clydes (suckers!), still holding a pose What we pour 'n flow when we come close To the contrary, they pinch their earlobes They call it rogue-rock, but it's a deeper shade of soul  (Chorus)  We blend everythin', with the color of skin Under the skin, we're in like Flynn Ducks stare at us, as soon as we begin To innovate the frame of thought they're in Again, music's got to do with only feeling It's not where you're from, it's 'can' they yield in The stuff that we rock and what we're giving A piece of the mind connects with rhythm  (Chorus)  ",
        "title": "Deeper Shade Of Soul"
    },
    {
        "artist": "Tesla",
        "lyrics": null,
        "title": "Signs"
    },
    {
        "artist": "Tara Kemp",
        "lyrics": "  [Chorus x2:] Just want to hold you tight All day All night Just want to hold you tight  [Verse 1:] I look at you You look at me And then we smile Knowing what we`re in for  The kiss that you give Makes me want you more and more We`re having the time of our lives  And then you say that I will always be the one Someone right for your dreams at night  I wish we could be Right here Right now, always Touching and loving you so right  [Repeat Chorus:]  [Verse 2:] Seeing you here by my side Words come out that I can`t hide You`re an image of my dreams  I need you And you need me too As long as we keep holding on I`ll be there for you  [Repeat Chorus:]  Love Your body Your beauty I want more  [Bridge x2:] I want you to Hold me, love me, squeeze me I need you to Touch me, please me, tease me  [Repeat Chorus:]  ",
        "title": "Hold You Tight"
    },
    {
        "artist": "Ralph Tresvant",
        "lyrics": "  Listen baby, don't even waste your tears on that insensitive man There's better things for you I mean, what you really need is someone who cares Someone that's gonna be there for you Someone like me, baby Someone with sensitivity (Hoo)  You understand? Can you feel it? Hey... Ooh, na-na-na-na...  Girl, I know it's been hard since he went away And left you so sad, you cry every day Let me kiss your tears, erase all your doubts 'Cause for you I'm here, you won't be without LOVE!  Don't need a man that'll give you money (no) Come on let me show you just what you need, honey (I got what you need) Don't need a man that'll treat you funny You need a man with sensitivity, a man like me  Someone who can love you Someone who will need you Someone who will treat you right, like me girl Someone you can hold at night Someone stable in your life (ah baby) You need a man with sensitivity, a man like me  Baby, honey Baby, and I'm the man Ah, you know, you know, honey, like I do, baby Hang in there Hang on in there, baby You need a man with sensitivity, a man like me  You see you need someone who's there like a gentleman If anybody can fit the description, baby, I can Someone who cares and dares to give himself completely You got it in me, you need a man with sensitivity  You need a man, not any man Warm and sensitive, that's what I can give You need a man, not any man Warm and sensitive, that's what I can give You need a man, not any man (I'm a gentleman) Warm and sensitive, that's what I can give  Man (man) with (man) sensitivity (man, yeah, baby) A man like me  Don't need a man that'll give you money (Don't need a man...hoo) Come on let me show you just what you need, honey (Oh, I got what you need, baby) Don't need a man that'll treat you funny (I'm a gentleman at heart) You need a man with sensitivity, a man like me  Save a little love for me (Save it baby) sensitivity Baby, got what you need (I got it) sensitivity Save a little love for me (Save your love for me, yeah) Sensitivity  Man with (hold on) sensitivity (hold on, baby) A man like me (hoo)  Hold on my darling (Hang on in there, baby; everything gon' be alright) Don't let me down (I'll erase all your doubts) Hold on my darling (I'm here for you baby, no matter what) Man with sensitivity (silky silky), a man like me  Don't need a man that'll give you money Don't need a man that'll (Naw, oh sugar, no) Don't need a man that'll treat you funny Don't need a man that'll (Ah, sugar, no) Don't need a man that'll give you money Don't need a man that'll (gentleman) Ah, sugar, no, no, no, no  ",
        "title": "Sensitivity"
    },
    {
        "artist": "Tevin Campbell",
        "lyrics": null,
        "title": "Round And Round"
    },
    {
        "artist": "Nelson",
        "lyrics": null,
        "title": "After The Rain"
    },
    {
        "artist": "Damn Yankees",
        "lyrics": null,
        "title": "High Enough"
    },
    {
        "artist": "AC/DC",
        "lyrics": "  Yeah!  [Verse 1] Tailored suits, chauffeured cars Fine hotels and big cigars Up for grabs, all for a price Where the red hot girls keep on Dancing through the night  [Pre-Chorus] The claim is on you, the sights are on me So what do you do that's guaranteed? Hey little girl, you want it all The furs, the diamonds The paintings on the wall  [Chorus] Come on, come on, loving for the money Come on, come on, listen to the money talk Come on, come on, loving for the money Come on, come on, listen to the money talk  [Verse 2] A French maid, foreign chef A big house, with king-size beds You had enough, you ship them out The dollar's up, down, you better buy the Pound  [Pre-Chorus] The claim is on you, the sights are on me So what do you do that's guaranteed? Hey little girl, you break the laws You hustle, you deal, you steal from us all  [Chorus]  [Bridge 1] Money talks Yeah-yow!  [Solo]  [Bridge 2] Money talks B.S. walks Money talks Come on, come on  [Chorus]  [Outro] Money talks Money talk, talk, talk Oh, hear it talk Yeah, yeah-yeah! Moneytalk!  ",
        "title": "Moneytalks"
    },
    {
        "artist": "George Michael",
        "lyrics": "  Now every day I see you in some other face They crack a smile, talk a while Try to take your place My memory serves me far too well  I just sit here on this mountain Thinking to myself You're a fool boy Why don't you go down Find somebody Find somebody else My memory serves me far too well  It's not as though we just broke up It's not as though it was yesterday But something I just can't explain Something in me needs this pain I know I'll never see your face again  C'mon now I've got to be strong now  Now everybody's talking about this New decade Like you say the magic numbers Then just say goodbye to The stupid mistakes you made Oh my memory serves me far too well  Don't you know that The years will come and go Some of us will change their lives Some of us still have nothing to show Nothing baby But memories  And if these wounds They are self inflicted I don't really know How my poor heart could have Protected me But if I have to carry this pain If you will not share the blame I deserve to see your face again  C'mon now You don't have to be strong now Come back  Come back to me darling I will make it worth your while Come on back to your baby I miss your kiss I miss your smile Seems to me the peace I search to find Ain't gonna be mine Until you say you will Don't you keep me waiting for that day I know You hear these words that I say  You can't always get what you want  ",
        "title": "Waiting For That Day"
    },
    {
        "artist": "Londonbeat",
        "lyrics": null,
        "title": "I've Been Thinking About You"
    },
    {
        "artist": "After 7",
        "lyrics": "  L.A. Reid and Babyface  There comes a time in every man's life You're gonna do wrong I made a mistake girl..Just let me.. Just let me explain  I can't believe it Although I did it I've never been that kinda man I must admit it I wasn't with it But you were the best I've ever had  Right now I'm going thru some changes I've always thought I was A faithful kind of man I never thought I would be tempted Baby you licked my lips And I said right now...right now  In the heat of the moment** Baby I lost my head. Lost my mind Didn't know what to do In the heat of the moment Baby I fell in lust with you  Now that I've done it Oh how I want it But I've got to be a stronger man I love my lady Can't lose my baby Cause if she knew I'd lose everything I have  Don't want to go thru no more changes From now on I promise I will be a better man But here you are again temptin' Baby when you lick my lips. I said Right now, right now  Repeat chorus**2x  Baby Baby you've got to slow down From now on I promise I will be a better man Now...Now I know that you know That we can't carry on like this Girl stop...just stop Baby when you kissed my lips, I said Right now...Right now  Repeat chorus 3x  ",
        "title": "Heat Of The Moment"
    },
    {
        "artist": "Father M.C.",
        "lyrics": null,
        "title": "I'll Do 4 U"
    },
    {
        "artist": "Tony Toni Tone",
        "lyrics": null,
        "title": "It Never Rains (In Southern California)"
    },
    {
        "artist": "Wilson Phillips",
        "lyrics": "  [Verse 1] Open the door and come in I'm so glad to see you my friend I don't know how long it has been Having those feelings again  [Pre-Chorus] And now I see that you're so happy And ooh, it just sets me free And I'd like to see us as good of friends As we used to be Ah....My love...Ah  [Chorus] You're in love That's the way it should be 'Cause I want you to be happy You're in love And I know that you're not in love with me Ooh, it's enough for me to know that you're in love Now I'll let you go 'Cause I know that you're in love...  [Verse 2] Sometimes it's hard to believe That you're never coming back for me I've had this dream that you'd always be by my side Oh, I could've died  [Pre-Chorus] But now I see that you're so happy And ooh, it just sets me free And I'd like to see us as good of friends As we used to be Ah....My love...Ah  [Chorus] You're in love That's the way it should be 'Cause I want you to be happy You're in love And I know that you're not in love with me Ooh, it's enough for me to know that you're in love I can let you go 'Cause I know that you're in love...  [Bridge] I tried to find you but you were so far away I was praying that fate would bring you back to me Someday, someday, someday... Ooh, You're In Love  [Outro] Ooh, it's enough for me to know that you're in love Now I'll let you go 'Cause I know that you're in love...No No, No, No, No, No, No, No.. Ooh...  ",
        "title": "You're In Love"
    },
    {
        "artist": "Stevie B",
        "lyrics": null,
        "title": "I'll Be By Your Side"
    },
    {
        "artist": "Cathy Dennis",
        "lyrics": "  The stars say you're my best lover Matched up like sugar for a cake They say our love could conquer anything I'd always hide my feelings Keep them so cool and so contained This time it's something I just can't retain  Cos you give me a good vibe don't you know baby You give me funky love, funky love Could this be what love's all about baby Or is it just another dream  Is this for real or is it just another dream Is this for real or is it just another dream Is this for real or is it just another dream Is this for real or is it just another dream  Your voice it calls me everywhere It haunts my room most everynight This thing has sure enough got me on the line No chance for explaination It seems my heart has led the way Is this my chance to find mon amour parfait  Cos you give me a good vibe don't you know baby You give me funky love, funky love Could this be what love's all about baby Or is it just another dream  Is this for real or is it just another dream Is this for real or is it just another dream Is this for real or is it just another dream Is this for real or is it just another dream Love can be so misleading  I'd cross the earth both land and sea When I feel that moment badgering me Could be it's just illusion But in feeling something good indeed Is this where loving starts to mirror my dreams  Cos you give me a good vibe don't you know baby You give me funky love, funky love Could this be what love's all about baby Or is it just another dream  Is this for real or is it just another dream Is this for real or is it just another dream Is this for real or is it just another dream Is this for real or is it just another dream  ",
        "title": "Just Another Dream"
    },
    {
        "artist": "Will To Power",
        "lyrics": "  I'm not in love, so don't forget it It's just a silly phase I'm going through And just because I call you up Don't get me wrong, don't think you've got it made I'm not in love, oh no, just because  I like to see you, but then again That doesn't mean you mean that much to me So if I call you, don't make a fuss Don't tell your friends about the two of us I'm not in love, no, no, just because (There's something about the way she makes me feel)  Ooh, you wait a long time for me Ooh, you wait a long time  Just because Ooh, you wait a long time for me Ooh, you wait a long time  I keep your picture upon the wall It hides a nasty stain that's lyin' there But don't you ask me to give it back I know you know it doesn't mean that much to me I'm not in love, I'm not in love  ",
        "title": "I'm Not In Love"
    },
    {
        "artist": "Bette Midler",
        "lyrics": "  From a distance The world looks blue and green And the snow capped mountains white From a distance The ocean meets the stream And the eagle takes to flight  From a distance There is harmony And it echoes through the land It's the voice of hope It's the voice of peace It's the voice of every man  From a distance We all have enough And no one is in need And there are no guns, no bombs and no disease No hungry mouths to feed From a Distance We are instruments Marching in a common band Playing songs of hope Playing songs of peace They are the songs of every man  God is watching us God is watching us God is watching us From a distance  From a distance You look like my friend Even though we are at war From a distance I just cannot comprehend What all this fighting is for From a distance There is harmony And it echoes through the land And it's the hope of hopes It's the love of loves It's the heart of every man  It's the hope of hopes It's the love of loves This is the song of every man  God is watching us God is watching us God is watching us From a distance  ",
        "title": "From A Distance"
    },
    {
        "artist": "Gerardo",
        "lyrics": "  Rico... Suave...  Seguro que han oído que yo soy educado Soy un caballerito un chico bien portado Un joven responsible y siempre bien vestido Yo no se quien ha mentido  I don't drink or smoke ain't into dope Won't try no coke, ask me how I do it, I cope My only addiction has to do with the female species I eat 'em raw like sushi  No me gustan ternos, mi estilo es moderno Si me enterno, you me enfermo Mi apariencia es dura, vivo en la locura No me vengan con ternuras  So please don't judge a book by its cover There's more to being a latin lover You got to know how to deal with a woman that won't let go The price you pay for being a gigolo  Rico... Suave...  There's not a woman that can handle A man like me That's why I juggle two or three I ain't one to commit, you can omit that bit You pop the question that's it Haber uno, dos, tres, cuatro mujeres Y la situaci?all?no muere No es un delito calmo mi apetito Con un llanto o un grito  So again don't let my lyrics mislead you I don't love you but I need you Would you rather have me lie Take a piece of your pie and say bye Or be honest and rub your thighs  Rico... Suave...  Well, it's ten o'clock and I'm two hours late I never said I was a prompt date But you kept persisting that I meet your parents Huh, they're going to love my appearance  Ding dong el timbre suena Tu madre abre, que vieja mas buena Le digo ¡Hola! Pero no para bola Que se ha creido vieja chola  Go and serve the food mom Que tengo ambre If you don't hurry, me va a dar un calambre Y usted señor? Why's your chin on the floor? Sierra la boca por favor What's this amor, these little huevos? Esto s?que yo no pruebo I'm used to good ol' fashioned Homestyle Spanish cooking If i try that I'll be puking Well it's been a pleasure but we got to go Regresaremos temprano Cinco, seis, o siete de la mañana Su hija esta en buenas manos  Rico... Suave...  ",
        "title": "Rico Suave"
    },
    {
        "artist": "Guys Next Door",
        "lyrics": null,
        "title": "I've Been Waiting For You"
    },
    {
        "artist": "Enigma",
        "lyrics": null,
        "title": "Sadeness Part 1"
    },
    {
        "artist": "Daryl Hall John Oates",
        "lyrics": null,
        "title": "Don't Hold Back Your Love"
    },
    {
        "artist": "Susanna Hoffs",
        "lyrics": null,
        "title": "My Side Of The Bed"
    },
    {
        "artist": "Michel'le",
        "lyrics": "  [Verse: 1] You took my love and I'm willing But there's no limit to the love I'm giving The love I'm giving, Ooooooooo..  [Verse: 2] There's no reason why We should be apart Ooh, Oh Baby Cause searching for something out there Will leave two lonely hearts Two lonely hearts  [Chorus] Baby don't you know? We've come to far to let it all end I've told you over and over again How I feel inside but if you go Oooh baby, there's something you should know  [Hook] Something you should know There's something in my heart Something in my heart, something in my heart Ooh it's got me hooked on you  [Verse: 3] Baby if we try Things will get better No one can tell me different We should be together Baby don't you know?  [Verse:4] The changes I'm going through You know I'll never be the same Your love has touched me so There's no one else to blame But you...  [Chrous] We've come too far to let it all end I've told you over and over again How I feel inside but if you go Ooh baby there's something you should know Something you should know  [Hook] There's something you should know There's something in my heart Something in my heart, something in my heart Ooh it's got me hooked on you  ",
        "title": "Something In My Heart"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse 1] Did the best I could To make you mine If you ever felt anything for me Well, you never gave a sign Thought time would make you change Make you want me But baby I never had a chance Now I know that there's just some things Just not meant to be  [Chorus] No use Making you care about me No way That I'm going to win Oh, darling I might as well be Chasing the wind Oh, I'm just Chasing the wind  [Verse 2] Open up my heart Let you inside If love was what you we're looking for Well, I guess it wasn't mine So I guess I better go It's over and done But you know I'm not really sad at all Because you can't really say it's over When it never had begun  [Chorus]  [Verse 3] Can't reach the sea If you can't get past the sand Can't touch the sky If you can't reach up your hand Can't give if you give nothing back  [Chorus]  ",
        "title": "Chasin' The Wind"
    },
    {
        "artist": "George Michael",
        "lyrics": "  Oh she knows She takes his hand And prays the child will understand At the door they watch the men go by In the clothes that daddy wore Mothers pride Baby boy His father's eyes He's a soldier waiting for war Time will come He'll hold a gun His father's son  And as he grows He hears the band Takes the step from boy to man And at the shore she waves her son goodbye Like the man she did before  Mothers pride Just a boy His country's eyes He's a soldier waving at the shore And in her heart the time has come To lose a son  And all the husbands, all the sons, all the lovers gone They make no difference No difference in the end Still hear the woman say your daddy died a hero In the name of god and man  Mothers pride Crazy boy His lifeless eyes He's a soldier now forevermore He'll hold a gun till kingdom come  ",
        "title": "Mother's Pride"
    },
    {
        "artist": "Robert Palmer",
        "lyrics": "  Oh, mercy, mercy me Oh, things ain't what they used to be No, no, where did all the blue skies go? Poison is the wind that blows From the north, West, south and east Oh, mercy, mercy me Oh, things ain't what they used to be No, no, oil wasted on the oceans And our seas, fish full of mercury Oh, mercy, mercy me Oh, things ain't what they used to be No, no, radiation underground and in the sky Animals and birds who live near by are dying Oh, mercy, mercy me Oh, things ain't what they used to be No, no, what about this over-crowded land? How much more abuse from man can she stand? I want you and I want you The right way, I want you But I want you to want me too Want you to want me, baby (Said I want you to love me) Just like I want you Ooh... Oh, I'll give you all the love You want in return, sweet darlin' Your happiness is all I crave Ooh, it's too bad It's just too sad You don't want me now But I'm gonna change your mind Someway, somehow, baby I want you, the right way I want you But I want you to want me too I want you to want me, baby Just like I want you Ooh... A one way love is just fantasy Oh, sugar, to share is precious Pure and fair, ooh Don't play with something You should cherish for your life, baby Don't you want to care? Lonely? I'm there... I want you! Oh, mercy, mercy me Oh, things ain't what they used to be No, no, where did all the blue skies go? Poison is the wind that blows From the north, West, south and east Oh, mercy, mercy me Oh, things ain't what they used to be No, no, what about this over-crowded land? How much more abuse from man can she stand? I want you...  ",
        "title": "Mercy Mercy Me (The Ecology)/I Want You"
    },
    {
        "artist": "Slaughter",
        "lyrics": "  I've been livin' in This lovely world Wishin' I could find Someone to love Hopin' someone would Come from above Change my life  Then I noticed you there You were my angel Sent from my despair I know that you are The lady who cares  I wanna spend my life with you I wanna spend my life with you I think of all of those Sleepless nights It's like the earth Was standin' still You know I hardly had The will to survive I wanna spend my life with you Only with you baby I wanna spend my life with you You know you're my little angel I wanna spend my life with you  Don't you know I wanna spend all of my life with you, babe Cause you gave me All your loving And baby I know it's true, ya Cause you're the only one for me Baby I'm the one for you  ",
        "title": "Spend My Life"
    },
    {
        "artist": "Deee-Lite",
        "lyrics": null,
        "title": "Power Of Love"
    },
    {
        "artist": "Poison",
        "lyrics": "  Hearts of fire Streets of stone Modern warriors Saddle iron horses of chrome  Taste the wild Lick the wind Like something they never saw before Their jaws dropping to the floor Steel made of soul and sin  Rebels born without a care And the day he listens Only to fly where eagles dare And the night she whispers  Chorus: Ride the wind Never coming back until I touch the midnight sun Ride the wind Never coming back again Ride the wind Never coming back until I touch the midnight sun  Painted flesh Loyalty Humble pride Just as far as the eye can see  Stories told Two old friends Of battle scars and lonely bars And nights the rain wouldn't end  Here's to withered eyes wearing gypsy smiles And the day he listens Here's to lovely ladies and a million miles And the night she whispers  Chorus  Ride the wind I'm still the bravest soul in sin Burning till the night is done  Solo  Of all the truths and lies And stories of riders in the sky They say only the bravest try Where eagles and angels dare to fly  Chorus  ",
        "title": "Ride The Wind"
    },
    {
        "artist": "The Rembrandts",
        "lyrics": "  Do you remember once upon a time When you were mine The stars above were bright and new I pulled them down for you, just when I fell in love again You said that all good things must end  [Chorus] Baby, that's just the way it is baby Baby, that's just the way it is baby  I've never had a hand for solitaire It's so unfair That I should have my chance and lose I feel like I've been used to help you through another night You spelled it out in black and white  [Chorus]  The tides that once had carried you away They bring you back today The time has washed away my pain I find that things have changed and disappeared without a trace You can't get back what you've erased And I say  [Chorus]  ",
        "title": "Just The Way It Is, Baby"
    },
    {
        "artist": "Donny Osmond",
        "lyrics": "  On a search, on a quest For the one, for the best Heavy days, heavy nights I got you in my sight I want you, you want me To love you forever Hold it together And I want you to know that  Girl, sure lookin' good to me Girl, sure lookin' good (sure lookin' good to me) Girl, sure lookin' good to me Girl, sure lookin' good (sure lookin' good)  You defy, you possess Wounded hearts of the best But if I surrender to your demands Would it change circumstance?  I want you, you want me To love you forever Hold it together And I want you to know It's you for me, me for you Forever and ever Ah, any weather And I want you to know that  Girl, sure lookin' good to me Girl, sure lookin' good (sure lookin' good to me) Girl, sure lookin' good to me Girl, sure lookin' good (sure lookin' good)  Anything your heart desires I will provide to you gladly (anything you want) All you ever need and all you ever want Is everlasting (just because your sure lookin' good)  Girl, sure lookin' good to me Girl, sure lookin' good (sure lookin' good to me) Girl, sure lookin' good to me Girl, sure lookin' good (sure lookin' good)  ",
        "title": "Sure Lookin'"
    },
    {
        "artist": "2nu",
        "lyrics": null,
        "title": "This Is Ponderous"
    },
    {
        "artist": "Black Box",
        "lyrics": "  Tell me what you want and nothing more...  I don't know anybody else  I'll tell you what I know so well Your love is standing tall and swell Why! Come on out and hear him say Gonna get you now! Gonna get to you! We're livin' by this inspiration  Come on, baby, come on! You 'n' nobody else Come on, baby, come on! Just walk this way Come on, baby, come on! You 'n' nobody else I wanna take you! So close to you!  Just gotta touch me, touch me  Can't you say it to my eyes, to my face? There's no need to wait Gonna get you now! Gonna get to you! We're livin' by this inspiration  ",
        "title": "I Don't Know Anybody Else"
    },
    {
        "artist": "Lisette Melendez",
        "lyrics": "  [Verse 1:] It's been so long since We've been friends in need And how the love we share in our hearts To try to keep us apart  It took sometime to build this Trust in me But now you're all I have too inside You want the best of my love  [Hook:] To keep away from the thoughts that we share Is to feel the pain that I feel when you're there  See what you want to see But please have (some) faith in me  [Chorus:] Together forever yours Together forever mine Facing what we feel inside Ready to stand the test of time  [Verse 2:] I've seen us come together in my dreams And felt the kiss that Makes me love you Enough to see us through  It took sometime to feel The way I feel That's why I know I'm here forever And you will always be there  [Hook:] To keep away from the thoughts That we share Is to feel the pain that I feel When you're there  See what you want to see But please have (some) faith in me  [Repeat Chorus x2:]  [Bridge:] (Come on) Together (I can't wait) Forever (Come on) Together (Yeah yeah)  Forever (Come on) Together (I can't wait) Forever (Come on) Together (Yeah yeah) Forever  (Come on) Together (I can't wait) Forever (Come on) Together (Yeah yeah)  Forever (Come on) Together (I can't wait for love)  [Chorus x4:]  ",
        "title": "Together Forever"
    },
    {
        "artist": "Winger",
        "lyrics": null,
        "title": "Easy Come Easy Go"
    },
    {
        "artist": "Rick Astley",
        "lyrics": "  She's taken my time Convinced me she's fine But when she leaves I'm not so sure  It's always the same She's playing her game And when she goes I feel to blame  Why won't she say she needs me? I know she's not as strong as she seems  Why don't I see her cry for help? Why don't I feel her cry for help? Why don't I hear her cry for help?  I wandered around The streets of this town Trying to find sense in it all  The rain on my face It covers the trace Of all the tears I've had to waste  Why must we hide emotions? Why must we never break down and cry?  All that I need is to cry for help Somebody please hear me cry for help All I can do is cry for help  No need to feel ashamed Release the pain Cry for help  Cry for help Is all I need All I need Is a cry for help  Cry for help Is all I need All I need Is a cry for help  Why must we hide emotions? Why can't we ever break down and cry?  All that I need is to cry for help I will be there when you cry for help Why don't I hear her cry for help?  All that I need is to cry for help Somebody please hear me cry for help All I can do is cry for help  All that I need is to cry for help I will be there when you cry for help Is it so hard to cry for help?  (Cry for help is all I need) No need to feel ashamed (All I need is a cry for help) Come on and release the pain (Cry for help is all I need) Put your trust in me (All I need is a cry for help) My love is gonna set you free  ",
        "title": "Cry For Help"
    },
    {
        "artist": "Winger",
        "lyrics": null,
        "title": "Miles Away"
    },
    {
        "artist": "M.C. Hammer",
        "lyrics": null,
        "title": "Here Comes The Hammer"
    },
    {
        "artist": "Bette Midler",
        "lyrics": null,
        "title": "Night And Day"
    },
    {
        "artist": "Bingo Boys Featuring Princessa",
        "lyrics": null,
        "title": "How To Dance"
    },
    {
        "artist": "Iggy Pop With Kate Pierson",
        "lyrics": null,
        "title": "Candy"
    },
    {
        "artist": "Stevie B",
        "lyrics": "  I got your letter from the postman just the other day So I decided to write you this song And just to let you know exactly the way I feel And let you know my love's for real  Because I love you And I'll do anything I'll give you my heart, my everything Because I love you I'll be right by your side To be your light, to be your guide  If you should feel that I don't really care And that you're starting to lose ground Just let me reassure you that you can count on me And that I'll always be around  Because I love you My heart's an open door Girl, won't you please come on in Because I love you I'll be right by your side To be your light, to be your guide  If you should feel that I don't really care And that you're starting to lose your ground Just let me reassure you that you can count on me And that I will always be around  Because I love you My heart's an open door Girl, won't you please come on in Because I love you I'll be right by your side To be your light, to be your guide  ",
        "title": "Because I Love You (The Postman Song)"
    },
    {
        "artist": "The Cover Girls",
        "lyrics": "  [Chorus:] Come on down To the funk boutique Try on a groove With a funky rhythm  Yeah, yeah Yeah, yeah  Funky rhythm It's a funky rhythm Funky rhythm Funky rhythm  Yeah, yeah  Funky rhythm It's a funky rhythm Funky rhythm Funky rhythm  Oh, oh, oh...  [Repeat Chorus:]  Oh, oh, oh...  Mister Funk  [Repeat Chorus]  Funk boutique F-f-f-funk boutique Yeah, yeah  Yeah, yeah, ooh Yeah, ooh, funky, yeah Funky, funky  [Repeat Chorus:]  Funky rhythm It's a funky rhythm  Funk boutique F-f-f-funk boutique  [Repeat Chorus 2x:]  Funk boutique F-f-f-funk boutique  Funk boutique F-f-f-funk boutique  [Repeat Chorus 3x]  ",
        "title": "Funk Boutique"
    },
    {
        "artist": "Heart",
        "lyrics": null,
        "title": "Secret"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Verse 1] I want to kiss you in Paris I want to hold your hand in Rome I want to run naked in a rainstorm Make love in a train cross-country You put this in me So now what, so now what?  [Chorus] Wanting, needing, waiting For you to justify my love Hoping, praying For you to justify my love  [Verse 2] I want to know you Not like that I don't want to be your mother I don't want to be your sister either I just want to be your lover I want to be your baby Kiss me, that's right, kiss me  [Chorus] Wanting, needing, waiting For you to justify my love Yearning, burning For you to justify my love  [Verse 3] What are you going to do? What are you going to do? Talk to me - tell me your dreams Am I in them? Tell me your fears Are you scared? Tell me your stories I'm not afraid of who you are We can fly! Poor is the man Whose pleasures depend On the permission of another Love me, that's right, love me I want to be your baby  [Chorus] Wanting, needing, waiting For you to justify my love I'm open and ready For you to justify my love To justify my love Wanting, to justify Waiting, to justify my love Praying, to justify To justify my love I'm open, to justify my love  ",
        "title": "Justify My Love"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] I had it all but I let it slip away Couldn't see I treated you wrong Now I wander around Feeling down and cold Trying to believe that you're gone  [Chorus] Love takes time To heal when you're hurting so much Couldn't see that I was blind to let you go I can't escape the pain inside Because love takes time I don't want to be here I don't want to be here alone  [Verse 2] Losing my mind From this hollow in my heart Suddenly, I'm so incomplete Lord, I need you now Tell me how to stop the rain Tears are falling down endlessly  [Chorus] Love takes time To heal when you're hurting so much Couldn't see that I was blind to let you go I can't escape the pain inside Because love takes time I don't want to be here I don't want to be here alone  [Bridge] You might say that it's over You might say that you don't care You might say you don't miss me You don't need me But I know that you do And I feel that you do, inside  [Chorus] Love takes time To heal when you're hurting so much Couldn't see that I was so blind to let you go I can't escape the pain inside Because love takes time I don't want to be there I don't want to be there alone  ",
        "title": "Love Takes Time"
    },
    {
        "artist": "Cher",
        "lyrics": "  [Intro] Does he love me? I wanna know How can I tell if he loves me so?  [Chorus] (Is it in his eyes?) Oh, no, you'll be deceived (Is it in his sighs?) Oh, no, he'll make believe If you wanna know if he loves you so It's in his kiss (That's where it is, oh, yeah) (Or is it in his face?) Oh, no, it's just his charms (In his warm embrace?) Oh, no, that's just his arms If you want to know if he loves you so It's in his kiss (That's where it is) Oho, it's in his kiss (That's where it is)  [Verse] Oh-oho, hug him, squeeze him tight Find out what you wanna know If it's love, if it really is It's there in his kiss  [Chorus] (How about the way he acts?) Oh, no, that's not the way You're not list'nin' to all I say If you wanna know if he loves you so It's in his kiss (That's where it is) Oho, it's in his kiss (That's where it is)  [Bridge] Oh-oho, hug him, squeeze him tight Find out what you wanna know If it's love, if it really is It's there in his kiss  [Chorus] (How about the way he acts?) Oh, no, that's not the way And you're not listening to all that I say If you wanna know if he loves you so It's in his kiss (That's where it is)  [Hook] Oho, it's in his kiss (That's where it is) Oh, yeah (It's in his), kiss (That's where it is) Ooh, it's in his kiss (That's where it is) It's in his kiss (That's where it is) Oooh, it's in his kiss (That's where it is) Ooohooo, oho, in his (It's in his kiss) kiss (That's where it is) Ohohoho, it's in his kiss (That's where it is) That's where it is (That's where it is) Oh, it's in his kiss (That's where it is)  ",
        "title": "The Shoop Shoop Song (It's In His Kiss)"
    },
    {
        "artist": "George LaMond (Duet With Brenda K. Starr)",
        "lyrics": null,
        "title": "No Matter What"
    },
    {
        "artist": "UB40",
        "lyrics": "  [Verse 1] You got a smile so bright You know you could've been a candle I'm holding you so tight You know you could've been a handle The way you swept me off my feet You know you could've been a broom And baby you smell so sweet You know you could've been some perfume  [Chorus] Well you could've been anything that you wanted to I can tell The way you do the things you do I like the way you do the things you do  [Verse 2] As pretty as you are You know you could've been a flower If good looks were minutes You know you could have been an hour The way you stole my heart You know you could have been a crook And baby your so smart You know you could have been a school book  [Chorus] Well you could've been anything that you wanted to I can tell The way you do the things you do I like the way you do the things you do  [Verse 3] You make my life so rich You know you could've been some money And baby you're so sweet You know you could have been some honey  [Chorus] Well you could've been anything that you wanted to I can tell The way you do the things you do I like the way you do the things you do  [Verse 4] As pretty as you are You know you could've been a flower If good looks were minutes You know you could've been an hour The way you stole my heart You know you could've been a crook And baby your so smart You know you could have been a school book  [Outro] Well you could've been anything that you wanted to I can tell The way you do the things you do I like the way you do the things you do The way you do the things you do I like the way you do the things you do The way you do the things you do I like the way you do the things you do You made my life so sweet I like the way you do the things you do You made my life so sweet I like the way you do the things you do You made my life so sweet The way you do the things you do You made my life so sweet The way you do the things you do  ",
        "title": "The Way You Do The Things You Do"
    },
    {
        "artist": "Bell Biv DeVoe",
        "lyrics": "  [Intro] I'm so sorry baby, I never meant to hurt you Please forgive me La da da da da da da La da da da da da da da da oh ho  [Verse 1] Tears I see drop from your eyes, Tell me why you cry Guilt I feel when you look at me, Did I let you down  [Bridge] Girl, you see that I, I apologize Tell me what to do, to get through to you Girl, it's not the same I know I was to blame, Just tell me when will I See you smile again  [Hook] Tell me when will I see you smile again Cause I know I messed up baby (Oh) And I know you're fed up (Ooh) sugar (Hey hey) Tell me when will I see you smile again (Oh, oh, oh) Cause I know I messed up, baby, and I know you're fed up sugar  [Verse 2] Promises I know I made many times before, and I broke each one of them But I had to learn over and over again Don't hurt the one you love  [Bridge] Girl, you see that I, I apologize Tell me what to do, to get through to you Girl, it's not the same I know I was to blame, Just tell me when will I See you smile again  [Hook] Tell me when will I see you smile again Cause I know I messed up baby (Oh) And I know you're fed up (Ooh) sugar (Hey hey) Tell me when will I see you smile again (Oh, oh, oh) Cause I know I messed up, baby, and I know you're fed up sugar  Look baby, Listen Please forgive me for all the wrong I've done You see I just can't understand, why I keep making This same kind of mistake over and over again But there's one question that remains in the back of my mind now And that is... When will I see you smile again?  [Hook] Tell me when will I see you smile again (baby we can talk it over) Cause I know I messed up baby (baby we can work it out) And I know you're fed up sugar Tell me when will I see you smile again Cause I know I messed up baby And I know you're fed up sugar (Is there something I can do, hey, hey, hey, hey) Tell me when will I (Oh) see you smile (Ooh) again Cause I know I messed up baby And I know you're fed up sugar Tell me when will I see you smile again Cause I know I messed up baby  ",
        "title": "When Will I See You Smile Again?"
    },
    {
        "artist": "The Righteous Brothers",
        "lyrics": "  Whoa, my love My darling I've hungered for your touch A long, lonely time  And time goes by so slowly And time can do so much Are you still mine?  I need your love I need your love God speed your love to me  Lonely rivers flow to the sea, to the sea To the open arms of the sea Lonely rivers sigh, \"Wait for me, wait for me I'll be coming home, wait for me\"  Whoa, my love My darling I've hungered, hungered for your touch A long, lonely time  And time goes by so slowly And time can do so much Are you still mine?  I need your love I need your love God speed your love to me  ",
        "title": "Unchained Melody"
    },
    {
        "artist": "Amy Grant",
        "lyrics": "  [Verse 1: Amy Grant] Baby, baby I'm taken with the notion To love you with the sweetest of devotion Baby, baby My tender love will flow from The bluest sky to the deepest ocean  [Chorus: Amy Grant] Stop for a minute Baby I'm so glad you're mine, yeah You're mine  [Verse 2: Tori Kelly] Baby, baby The stars are shining for you And just like me I'm sure that they adore you Baby, baby Go walking through the forest The birds above are singing you a chorus  [Chorus: Tori Kelly] Stop for a minute Baby, they're so glad you're mine, yeah And ever since the day you put my heart in motion Baby, I realize that there's just no getting over you  [Verse 3: Tori Kelly] Baby, baby In any kind of weather I'm here for you always and forever Baby, baby No muscle man could sever My love for you is true and it will never  [Chorus: Tori Kelly] Stop for a minute Baby, I'm so glad you're mine, yeah And ever since the day you put my heart in motion Baby, I realize that there's just no getting over you  ",
        "title": "Baby Baby"
    },
    {
        "artist": "Cinderella",
        "lyrics": "  Everybody needs a little place they can hide Somewhere to call their own Don't let nobody inside Every now and then we all need to let go For some it's a doctor, for me it's rock and roll For some it's a bottle For some it's a pill Some people read the Bible cause it's givin' them a thrill Others point their finger if they don't like what they see If you live in a glass house don't be throwing rocks at me  (Chorus) We all need a little shelter Just a little helper to get us by We all need a little shelter Just a little helper ohhh and it'll be alright  Check out Mr. Politician in his suit and tie But when the doors are closed there ain't nothing he won't try Meanwhile Mr. Medicine's treating his best friend's wife Tipper led the war against the record industry She said she saw the devil on her MTV To look into the cabinet it takes more than a key Just like Jimmy's skeleton's and his ministry  (Chorus) For some it's a needle for some it's pill Some people read the Bible cause it's giving them a thrill You can spend your money before you get your pay With a toss of the dice you can piss it all away  (Chorus)  ",
        "title": "Shelter Me"
    },
    {
        "artist": "House Of Lords",
        "lyrics": null,
        "title": "Remember My Name"
    },
    {
        "artist": "The Outfield",
        "lyrics": null,
        "title": "For You"
    },
    {
        "artist": "ZZ Top",
        "lyrics": null,
        "title": "Give It Up"
    },
    {
        "artist": "Shawn Christopher",
        "lyrics": null,
        "title": "Another Sleepless Night"
    },
    {
        "artist": "Guy",
        "lyrics": "  [Intro: Teddy Riley] Sweetheart I’ve been trying so hard to get over you, just simply can’t ‘Cause the love we shared through the years...Meant so much to me All I’m looking for is just a serious relationship Someone I can hold all my life Why don’t you give me that commitment? Let’s settle down, let’s chill Don’t be afraid of me, I’m the one that is scared But I promise everything will be alright Come closer Let me talk to you Let’s chill  [Pre Hook] Ho, ho, baby, hey,hey Let’s chill (Let’s chill, baby)  [Verse: Aaron Hall] From the first time.. I saw your face Girl I knew I had to have you I wanted to wrap you with my warm embrace, visions of your lovely face All my love is for you, whatever you want I will do You’re the only one I want in my life For you I’ll make that sacrifice, ho  [Hook] Let’s chill And let’s settle down (That’s what I wannna do) That’s what I wanna do (Just me and you) Just me and you (Baby) Let’s chill (Let’s chill) Let’s settle down (Come here, baby) That’s what I wanna do (That’s all) Just me and you  [Verse 2: Aaron Hall] I’m so happy to have you here, standing right by my side Is it a dream? or reality? (reality) If it’s a fantasy, please don’t wake me All my love is for you, whatever you want I will do You’re the only one I want in my life For you I’ll make that sacrifice, so baby let’s  [Hook] Let’s chill And let’s settle down That’s what I wanna do (That’s all I wanna do) Just me and you Just me and you (Baby) Let’s chill (Let’s chill, baby) Let’s settle down (Come here, baby) That’s what I wanna do (That’s all) Just me and you  [Teddy Riley] Come here baby Come lay next to me Let’s forget about the past and think about the future Let’s get together baby Let’s stay together  [Damion Hall] Ho, oh Let’s chill, baby  [Hook] Let’s chill And let’s settle down (That’s what I want) That’s what I wanna do (All in my mind) Just me and you (To be with you baby) Let’s chill (So let’s chill) Let’s settle down (Come here, baby) That’s what I wanna do (That’s all I want to do with you) Just me and you  [Until end of song] Forever and ever Ever and ever Ever and ever, always Forever and ever Ever and ever Ever and ever, always  ",
        "title": "Let's Chill"
    },
    {
        "artist": "Phil Collins",
        "lyrics": "  [Verse 1] I know she says she wants me I hear it every day And I know she know it keeps me Well there ain't no other way  [Chorus 1] But she's got a heart must be made of stone Because when I tell her that she'll miss me when I'm gone She says Who said I would  [Bridge] She knows it ain't easy for a simple boy like me She fills me full of loving Oh then she sets me free  [Chorus 1] But she's got a heart must be made of stone Because when I tell her that she'll miss me when I'm gone She says Who said I would, tell me, who said I would Who said I would, who said I would  [Chorus 2] I'm not the only one but I do fine I suit her purpose and I'm just her kind I don't own her and I never could Don't think I do, don't think I should  [Bridge] Tell me Who said I would, who said I would  [Chorus 1]  [Chorus 2] You're not the only one but you do fine You suit my purpose and you're just my kind I don't own me and you never could Don't think you do, don't think you should  [Verse 2] Who said I would (who said I would) Now she knows when she calls me I'll come running every time And she knows she gets me hot But she don't know it's her body never mine  [Chorus 1]  [Outro][x2] Who said I would, who said I would  ",
        "title": "Who Said I Would"
    },
    {
        "artist": "The Escape Club",
        "lyrics": null,
        "title": "Call It Poison"
    },
    {
        "artist": "Harriet",
        "lyrics": null,
        "title": "Temple Of Love"
    },
    {
        "artist": "Ralph Tresvant",
        "lyrics": "  [Intro: Ralph Tresvant] Uh Stone to the bone, baby Yeah Whos the mack? Stone cold Baby, I'm stone cold  [Verse 1: Ralph Tresvant] Am I what you're missing? The kind of guy Who gives you a dozen roses everyday Shower you with hugs and kisses And making sure That you get love in each and every way My mama told me to remember, boy She says \"A woman is your pride and joy\" And that's why I treat you with seniority A gentleman is what I strive to be  [Chorus: Ralph Tresvant] I'm a stone cold gentleman I do all that I can Give my heart My charm My personality I'm a stone cold gentleman So, girl Just take my hand Cause you've been missing out On what is chivalry Yeah Stone cold gentleman Aw, baby Stone cold Baby, I'm stone cold  [Bridge] Here we go Come on Here we go Come on  [Verse 2: Ralph Tresvant] Now I Baby Don't mind giving Giving you  the kind of love That I know you deserve Cause I'll be there, yeah 24-7 To treat you nice Day and night Oh, baby Just say the word And I will open every door for you Send you letters And some sweet perfume I'll call you up To say I love you so I do special things 'Cause I want you to know  [Chorus: Ralph Tresvant] I'm a stone cold gentleman I do all that I can Give my heart, my charm My personality I'm a stone cold gentleman You've been missing out On what is chivalry I'm a stone cold gentleman  [Verse 3:] I'll open doors for you Send you some sweet perfume I'll call you baby Don't you know? Oh, I do special things Cause I want you to know  [Bridge] Here we go Come on Here we go Come on  [Verse 4: Bobby Brown & Ralph Tresvant] I'm a stone cold gentleman But I don't like a girl That tries to get too fly Remember that day I spoke You kept walking Pulled up in the Benz today And you were honking my boys And all of a sudden You started giving the rhythm up It's plain to see You're just out for the benjamins Yo, Rizz Ain't she the one That stepped at the high? Ha B And I ain't even trying to go out like that Stone cold Baby, I'm stone cold Baby I'm not no casanova But I'll give my heart I'll give you my charm Baby, I'm a gentleman And I'm not trying to win you over Just give me your hand And I'll do what I can Baby, I'm stone cold  [Chorus: Ralph Tresvant] I'm a stone cold gentleman I do all that I can Give my heart My charm My personality I'm a stone cold gentleman So, girl Just take my hand Cause youve been missing out On what is chivalry  [Verse 5: Ralph Tresvant] Baby I'm cold Aw, sugar I'm cold Aw, I'm gonna treat you nice Day and night Day and night, baby Baby, say the word And I'll be right there Ooh Gonna open every door for you Just for you, baby  [Chrous: Ralph Tresvant] I'm a stone cold gentleman I do all that I can Give my heart My charm My personality I'm a stone cold gentleman So, girl Just take my hand Cause you've been missing out On what is chivalry I'm a stone cold gentleman  [Outro] I'll treat you right All day and night Baby, I'm stone cold I'm a stone cold gentleman I'll treat your right All day and night  ",
        "title": "Stone Cold Gentleman"
    },
    {
        "artist": "2 In A Room",
        "lyrics": "  As it grooves, your body moves Your body starts to get the feeling And what you're feeling is happiness  Let your body go as you listen Let it flow to your system It'll take control of your mind And make you move your behind  As it grooves You feel the tension In the air and now you're hype You're getting down 'cause The sound is just your type  Gn and D-o-s-e Sticking it to you right So come on, come on and Party hearty all night and  [Chorus:] Wiggle it just a little bit I wanna see you Wiggle it just a little bit As it grooves Wiggle it just a little bit I wanna see you Wiggle it just a little bit As it grooves  Once the dj lets it spin It'll penetrate your skin It'll penetrate your soul And make you lose control  The D-o-s-e's coming at you Invading you like a body snatcher Wether if you're drink or sober This here groove is Taking over your body  And now you're partying like You never partied before You're jumping up and down Like crazy on the dance floor  You're getting busy like a bee And that's the truth I got a feeling there's A fire on the roof  [Repeat Chorus] I bet you're moving your body From side to side I bet the groove That you're hearing Is keeping you satisfied  Dancing by yourself Is bad for your health So grab a cutie by the hand And tell her that you wanna dance As it grooves  As it grooves You feel the tension In the air and now you're hype You're getting down because The sound is just your type  Gn and D-o-s-e Sticking it to you right So come on, come on Party hearty all night and  [Repeat Chorus] As it grooves As it grooves As it grooves  Rotate your waist just a tad Better yet, get bad Get nasty, get naughty And if you wanna crack a forty  But don't drink it If you're driving Word 'em up, y'all I ain't jiving  Just kicking it live and making you Wiggle it just a little bit  And now you're partying like You've never partied before You're jumping up and down Like crazy on the dance floor  You're getting busy like a bee And that's the truth I got a feeling there's a fire  [Repeat Chorus]  ",
        "title": "Wiggle It"
    },
    {
        "artist": "Don Henley",
        "lyrics": "  Harry got up, dressed all in black Went down to the station, and he never came back They found his clothing scattered somewhere down the track And he won't be down on Wall Street in the morning now  He had a home, love of a girl But men get lost sometimes as years unfurl One day, he crossed some line, and he was too much in this world But I guess it doesn't matter anymore  In a New York minute, everything can change In a New York minute, things can get pretty strange In a New York minute, everything can change In a New York minute  Lying here in the darkness, I hear the sirens wail Somebody going to emergency, somebody's going to jail You find somebody to love in this world, you better hang on tooth and nail The wolf is always at the door  In a New York minute, everything can change In a New York minute, things can get a little strange In a New York minute, everything can change In a New York minute  And in these days, darkness falls early And people rush home to the ones they love You'd better take a fool's advice and take care of your own One day they're here, next day they're gone  Pulled my coat around my shoulders, took a walk down through the park Leaves were falling around me, groaning city in the gathering dark On some solitary rock, a desperate lover left his mark \"Baby, I've changed, please come back\"  What the head makes cloudy, the heart makes very clear I know the days were so much brighter in the time when she was here I know that somebody somewhere can make these dark clouds disappear But until that day, I have to believe, I believe, I believe  In a New York minute, everything can change In a New York minute, you can get out of the rain In a New York minute, everything can change In a New York, New York minute In a New York minute, everything can change In a New York minute, you can get out of the rain In a New York minute, everything can change In a New York minute, everything can change In a New York minute, you can get out of the rain In a New York minute, everything can change  ",
        "title": "New York Minute"
    },
    {
        "artist": "Wilson Phillips",
        "lyrics": "  [Verse 1] The secret of love I thought I understood The way it's supposed to be I never imagined you could Blow my theory apart But now you're running away with my heart  [Chorus] I don't wanna think about it Don't wanna think clear Don't analyze What I'm doing here Wanna be impulsive Reckless And lose myself In your kiss  [Verse 2] Arrows through hearts Drawn on a misty window You're taking me home in the rain My heart it's beating don't say no My head keeps saying, \"Take it slow\"  [Chorus] I don't wanna think about it Don't wanna think clear Don't analyze What I'm doing here Wanna be impulsive Reckless And lose myself In your kiss  You're giving me a feeling It's a sudden rush Acting on the moment Spontaneous Ooh this is not like me To follow my heart so easily  [Bridge] I am reckless, impulsive I never imagined you could blow my theory apart But now you're running away with my heart, my heart  [Chorus] I don't wanna think about it Don't wanna think clear Don't analyze What I'm doing here Wanna be impulsive Reckless And lose myself In your kiss  You're giving me a feeling It's a sudden rush Acting on the moment Spontaneous Wanna be impulsive Reckless And lose myself In your kiss  [Outro] Impulsive, I wanna be, impulsive I'm gonna be impulsive Reckless And lose myself, lose myself  ",
        "title": "Impulsive"
    },
    {
        "artist": "Alexander O'Neal",
        "lyrics": "  [Verse 1] When you need a friend Someone you can lean on Who will understand Understand your problems When you need a lover, woo Someone who will satisfy Don't you call no other, no no Just call me anytime  [Pre-Chorus] I'll be there to fulfill your every need  [Chorus] If you want a man Strong but sensitive (Ooh, baby) Anything you need I'll be willing to give Every day and night I will treat you right You need an all true man (I'm a man, I'm a man)  I'm an all true man  [Verse 2] When you need to cry I'll be there to dry your eyes You don't have to suffer no more It'll be alright 'Cause the secret to being complete In your love life If you're an all true woman You need an all true man, yeah  [Pre-Chorus] I'll be there to fulfill your every need  [Chorus] If you want a man Strong but sensitive (Oh, oh) Anything you need I'll be willing to give Every day and night I will treat you right You need an all true man (You need a man to go to work)  If you want a man Strong but sensitive (Somebody to treat your right) Anything you need I'll be willing to give (Take care of your woman all through the night) Every day and night (Yeah, baby) I will treat you right (I'm a man) You need an all true man (You need an all true man, yeah yeah)  [Bridge] I'm a man, baby Taking care of my woman, girl Go to work each day for the work that you could play I got to be the man I'm supposed to be Ooh, true woman, yes Oh, I'm the man, baby True woman, so sweet I'm an all true man Let'me say it again (All true man) Let me say it again, I'm an all true man If you know you need it, yeah baby Woman, sugar, yes (All true man) I'm an all true man, baby  [Chorus] If you want a man Strong but sensitive (If you want a man) Anything you need I'll be willing to give (I'll give you what you need) Every day and night I will treat you right You need an all true man (Oh, oh, woman)  If you want a man (Come get your love, baby) Strong but sensitive (From an all true man) Anything you need I'll be willing to give (It's a big difference, yeah) Every day and night I will treat you right You need an all true man (Oh, oh, woman)  All true man...all true man...all true man...  ",
        "title": "All True Man"
    },
    {
        "artist": "Hi-Five",
        "lyrics": "  [Verse 1:] All summer long We've been together And I never felt so good Cause when I'm with you You're such a good time (yes, it is)  And when you get next to me You make my heartbeat fast You throw me bad when you smile  And when we're alone I know we're in love Cause I can't get enough Cause  [Chorus:] (I like the way) You kiss me when we're playing the kissing game (I like the way) You keep me looking forward to another day  [Verse 2:] We've got it good We have it all it seems We're living dream, yeah  This is our time This wasn't meant to be Just you and me  This is still new We're still young in heart And breaking too But I know our love will always be there  [Repeat Chorus:]  [Bridge:] Yeah (I like the) Keep me looking forward to another day  (I like the) Another day (I like the)  Oh, I like (I like the way) The way you make me feel, baby (I like the way)  [Repeat Chorus:]  ",
        "title": "I Like The Way (The Kissing Game)"
    },
    {
        "artist": "Jellybean Featuring Niki Haris",
        "lyrics": null,
        "title": "What's It Gonna Be"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse 1] From the moment I saw you I went outta my mind Though I never believed in love at first sight  But you got a magic That I just can't explain Well, you got a, you got a way That you're making me feel I can do, I can do anything for you, baby  I'll be down for you, baby Lay all my cards out tonight Just call on me, baby I'll be there in a hurry It's your move, so baby Baby, decide  [Chorus:] Whatever you want from me I'm giving you everything I'm your baby tonight You've given me ecstasy You are my fantasy I'm your baby tonight  [Verse 2] From the second you touched me I was ready to die I've never been fatal You're my first time  I feel like an angel Who just started to fly Well, you got a, you got a way that you're making me Feel I can, feel I can, do anything for you, baby  I will fly for you, baby Hold on and enjoy the ride I'm not in no hurry We can fly all night, baby It's your move, now, baby Baby, let's fly  [Chorus 2X] Whatever you want from me I'm giving you everything I'm your baby tonight You've given me ecstasy You are my fantasy I'm your baby tonight  [Bridge:] Whatever I do, boy It's all about you, baby And ain't it the truth, boy I'm helplessly in love with you  What else can I do, boy But be there for you, baby You got a, you got a way that you're making me Feel I can, feel I can do any, do anything  [Chorus 2X] Whatever you want from me I'm giving you everything I'm your baby tonight You've given me ecstasy You are my fantasy I'm your baby tonight  [Verse 3] Looks like I'm fatal It's all on the table And baby, you hold the cards You got the magic And I've got to have it I don't want the pieces I want every single part  I'll be your angel I'm ready and able Whatever you want is fine Whenever you're ready Just call on your lady And I'll be your baby tonight I'm your baby tonight I'm your baby tonight  [Chorus (until end)] Whatever you want from me I'm giving you everything I'm your baby tonight You've given me ecstasy You are my fantasy I'm your baby tonight  ",
        "title": "I'm Your Baby Tonight"
    },
    {
        "artist": "Pet Shop Boys",
        "lyrics": "  You live upon a stage, and everyone's agreed You're the brightest hope by far that anyone can see So when you take the limelight you can guarantee You're gaining fame and claiming credibility  Tell me baby are you gonna get high as a kite? Tell me baby are you gonna let it happen every night How can you expect to be taken seriously?  You live within the law, and everyone assumes You must find this a bore, and try something new You're an intellectual giant, an authority To preach and teach the whole world about ecology  Tell me baby are you gonna make any other claims? Tell me baby are you gonna take any of the blame? How can you expect to be taken seriously? How can you expect to be taken seriously?  (Seriously) (Seriously)  You live within the headlines, so everyone can see You're supporting every new cause and meeting royalty You're another major artist on a higher plane Do you think they'll put you in the Rock'n'Roll Hall of Fame?  Tell me baby how you generate longevity Tell me baby how you really hate publicity How can you expect to be taken seriously? How can you expect to be taken seriously?  Seriously (seriously) Seriously, aah  (Do you have a message for your fans?)  How can you expect to be taken seriously? How can you expect to be taken seriously?  (Seriously) Seriously (Seriously) Seriously Aah, seriously  ",
        "title": "How Can You Expect To Be Taken Seriously?"
    },
    {
        "artist": "Vanilla Ice",
        "lyrics": null,
        "title": "I Love You"
    },
    {
        "artist": "Poison",
        "lyrics": "  [Verse 1] Well I see him on the TV Preachin' 'bout the promised lands He tells me to believe in Jesus And steals the money from my hands Some say he was a good man But Lord I think he sinned, yeah Twenty-two years of mental tears Cries a suicidal Vietnam vet Who fought a losing war on a foreign shore To find his country didn't want him back Their bullets took his best friend in Saigon Our lawyers took his wife and kids, no regrets In a time I don't remember In a war he can't forget He cried \"Forgive me for what I've done there Cause I never meant the things I did\"  [Chorus] And give me something to believe in If there's a Lord above And give me something to believe in Oh, Lord arise  [Verse 2] My best friend died a lonely man In some Palm Springs hotel room I got the call last Christmas Eve And they told me the news I tried all night not to break down and cry As the tears rolled down my face I felt so cold and empty Like a lost soul out of place And the mirror, mirror on the wall Sees my smile it fades again  [Chorus] And give me something to believe in (and give me something to believe in) If there's a Lord above And give me something to believe in (and give me something to believe in) Oh, Lord arise  [Bridge] Sometimes I wish to God I didn't know now The things I didn't know then Road, you gotta take me home  [Verse 3] I drive by the homeless sleeping on A cold dark street Like bodies in an open grave Underneath the broken old neon sign That used to read Jesus Saves A mile away live the rich folks And I see how they're living it up While the poor they eat from hand to mouth The rich is drinkin' from a golden cup And it just makes me wonder Why so many lose, so few win  [Chorus] And give me something to believe in And give me something to believe in, if there's a Lord above And give me something to believe in, oh Lord arise (You take the high road and I'll take the low road)  [Outtro] Sometimes I wish I didn't know now The things I didn't know then, yeah And give me something to believe in, yeayeah  ",
        "title": "Something To Believe In"
    },
    {
        "artist": "Candyman",
        "lyrics": "  (Tone Loc) Attention all ladies The Candyman is on the prowl And for those that wanna get busy You gots to speak up now  (Candyman) This rhyme, this time Is one of a kind, blowing yo mind Like only the Candyman can Like a heavyweight champion Knockin'em out, another bout without a doubt Once again you can scream and shout When I rock the bells Yell out my name This is what you've been missing Listen to my heart beat, while I'm whispering I know your suffering So sweet a Candyman sweet nothings Hugging and tugging and rubbing Loving it all, having a ball All ya'll girlies next to me Talking sex to me We can't do that yet, but I bet will chill (Candyman telling'em the truth) Will still end up knockin the boots  (Chorus) Ooh boy I love you so Never ever ever gonna let you go Once I get my hands on you  (Candyman) At each and every show, thers's this groupie Artis knows what she wants to do to me She knows my name, knows every rap routine But how she get in my limousine Don't act fool, don't drool I'm just a performer I was cool but the room got warmer Norma cornered me in Her and a friend named Llynn, then They checked me in to the Holiday Inn I didn't let'em win, said my pockets was thin She blew me a kiss I knew she wasn't new to this I didn't want to, but the devil made me do it To the tic-toc ya don't stop We knock boots till 6 o'clock, as we lay All night long And early in the morning she sang this song  (Chorus) Ooh boy I love you so Never ever ever gonna let you go Once I get my hands on you Ooh boy I love you so Never ever ever gonna let you go I hope you feel the same way too (Girl I do)  (Candyman) Tunnel of love is what I'm entering When I mention it, you're surrending Giving it up like a good girl has to Living it up Eventually you ask to stay You're gonna pay for this Just rest your breast on my chest, yes I'm impressed With the way you cold love me down I don't wanna sit down, I just wanna get down I'm on the ground, down on my knees Like James Brown singing Please, Please Round two, I'm down to Do, what it takes to make you Understand I'm the Candyman And I melt in your mouth, not in your hands Hard as rock, yes I'm no sucka The boots I knock make me one bad mutha (Unh Unh...giggling) *2  Knockin, while I'm a hip-hoppin Many people say my lyrics are shocking Just because of the simple subject Everyone should love this Cause everybody does it Whether they admit it or if they deny it You betta keep quiet Or else you might have to see a few skeletons But girl thats irrevelent Break out the bottle of Asti Spumante Pop off the top and rock wit my posse Fila Al, Big Dill, and D Fly We ask the questions, you give the reply MC Chip, Big Rob and Bud Rockin on the waterbed, knockin on the rugs I'm just playing, what I'm saying ain't ill Girl you should know I'm real (Unh Unh..giggling) *2  ",
        "title": "Melt In Your Mouth"
    },
    {
        "artist": "Gary Moore",
        "lyrics": "  Used to be so easy To give my heart away But I found out the hard way There's a price you have to pay  I found out that love Was no friend of mine I should have known Time after time  So long, it was so long ago But I've still got the blues for you  Used to be so easy To fall in love again But I found out the hard way It's a road that leads to pain I found out that love Was more than just a game Playing to win But you lose just the same  So long, it was so long ago But I've still got the blues for you  So many years since I've seen your face But here in my heart there's an empty space Where you used to be  So long, it was so long ago But I've still got the blues for you  Though the days come and go There is one thing I know I've still got the blues for you  ",
        "title": "Still Got The Blues"
    },
    {
        "artist": "Jude Cole",
        "lyrics": "  This is the room Where i sat and waited till the morning Watching the door You slammed so hard it broke the window Up and down, ive climed these walls It seems im trapped inside this  House full of reasons I should be movin on You had me believing This is the way love goes Off and on among, normal people  Down in the hall The pictures of a happier couple Just hang on the wall And smile away through all the trouble Side to side The clock on the wall Reminding me by the hour Theres a ..................  House full of reasons I should be movin on You had me believing This is the way love goes Off and on among normal people  All day ......... And when its dark It seems theres nothing here but Nothing here but  A house full of reasons I should be movin on You had me believing This is the way love goes A house full of reasons I should be movin on You had me believing this is the way love goes Off and on among normal people  ",
        "title": "House Full Of Reasons"
    },
    {
        "artist": "The Adventures Of Stevie V",
        "lyrics": null,
        "title": "Jealousy"
    },
    {
        "artist": "DNA Featuring Suzanne Vega",
        "lyrics": "  I am sitting In the morning At the diner On the corner  I am waiting At the counter For the man To pour the coffee  And he fills it Only halfway And before I even argue  He is looking Out the window At somebody Coming in  \"It is always Nice to see you\" Says the man Behind the counter  To the woman Who has come in She is shaking Her umbrella  And I look The other way As they are kissing Their hellos  I'm pretending Not to see them Instead I pour the milk  I open Up the paper There's a story Of an actor  Who had died While he was drinking It was no one I had heard of  And I'm turning To the horoscope And looking For the funnies  When I'm feeling Someone watching me And so I raise my head  There's a woman On the outside Looking inside Does she see me?  No she does not Really see me Cause she sees Her own reflection  And I'm trying Not to notice That she's hitching Up her skirt  And while she's Straightening her stockings Her hair Has gotten wet  Oh, this rain It will continue Through the morning As I'm listening  To the bells Of the cathedral I am thinking Of your voice...  And of the midnight picnic Once upon a time Before the rain began...  I finish up my coffee It's time to catch the train Tatatatatararatatatatarara  ",
        "title": "Tom's Diner"
    }
]