[
    {
        "artist": "Milli Vanilli",
        "lyrics": "  [Verse 1:] Babe, don't be shy When you're holding my hand 'Cause this time goes back You got to understand It's you  Ba, ba, ba baby In your eyes I see it so clearly  That our love it's so strong And you never go wrong I got the best for you So I'm waiting down  If you need someone Baby, call my line Call me anytime  I'll be there for you You, you I've been searching high High, high I've been searching low  [Chorus:] Ba, ba, ba, ba, baby Don't forget my number Baby, don't be stronger than a thunder  Ba, ba, ba, ba, baby Don't forget my number Love will see you through  [Verse 2:] I've been searching high I've been searching low I want to spend spend my life with you  Ba, ba, ba, ba, ba, ba, ba, ba My desper youth Ba, ba, ba, ba, ba, ba, ba, ba Love will see you through  Ba, ba baby In your eyes I see it so clearly  [Repeat Chorus:]  ",
        "title": "Baby Don't Forget My Number"
    },
    {
        "artist": "Fine Young Cannibals",
        "lyrics": null,
        "title": "Good Thing"
    },
    {
        "artist": "Richard Marx",
        "lyrics": null,
        "title": "Satisfied"
    },
    {
        "artist": "Neneh Cherry",
        "lyrics": "  Will you sit down?? Stop the scratching and gimme a beat? Ladies and gentlemen, I'd like to introduce the high hat Go on, mmmm, thats good! Now the tambourine, right now! Mmmm, woo,yeah, DJ!  [Verse 1:] Who's that gigolo on the street With his hands in his pockets and his crocodile feet? Hanging off the curb, looking all disturbed At the boys from home, they all came running They were making noise, manhandling toys That's the girls on the block with the nasty curls Wearing padded bras sucking beers through straws Dropping down their drawers, where did you get yours?  Gigolo, Huh, sukka? Gigolo. Gigolo, Huh, sukka?  [Pre-Chorus: ] Who's looking good today? Who's looking good in every way? No style rookie... You better watch don't mess with me  [Chorus :] No moneyman can win my love It's sweetness that I'm thinking of We always hang in a Buffalo Stance We do the dive every time we dance I'll give you love baby not romance I'll make a move nothing left to chance So don't you get fresh with me  Get funky... Yeah Timmy... Tell it like it is! Check out this DJ  [Verse 2:] So you say you wanted money but you know it's never funny When your shoes worn through and there's a rumble in your tummy But you had to have style get a gold tooth smile Put a girl on the corner so you can make a pile Committed a crime and went inside It was coming your way but you had to survive When you lost your babe, you lost the race Now you're looking at me to take her place  [Pre-Chorus]  Smokin.' Not cokin.' Get funky sax Looking good, hanging with the wild bunch Looking good in a Buffalo Stance Looking good when it comes to the crunch Looking good's a state of mind State of mind don't look behind you State of mind or you'll be dead State of mind may I remind you Bomb the Bass...rock this place! What is he like? What's he like anway? Yo' man what do you expect the guy's a gigolo man You know I mean?  [Chorus twice]  Wind on my face, sound in my ears Water from my eyes, and you on my mind As I sink, diving down deep...deeper into your soul  [Chorus  to fade]  ",
        "title": "Buffalo Stance"
    },
    {
        "artist": "Simply Red",
        "lyrics": "  If you don't know me by now You will never never never know me  All the things, that we've been through You should understand me like I understand you Now girl I know the difference between right and wrong I ain't gonna do nothing to break up our happy home Don't get so excited when I come home a little late at night 'Cause we only act like children when we argue fuss and fight  If you don't know me by now (If you don't know me) You will never never never know me (No you won't) If you don't know by now You will never never never know me  We've all got our own funny moods I've got mine, woman you've got yours too Just trust in me like I trust in you As long as we've been together it should be so easy to do Just get yourself together or we might as well say goodbye What good is a love affair when we can't see eye to eye  If you don't know me by now (If you don't know me) You will never never never know me (No you won't) (x3)  ",
        "title": "If You Don't Know Me By Now"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Intro] Come on girls Do you believe in love? Cause I got something to say about it And it goes something like this  [Refrain] Don't go for second best, baby Put your love to the test You know, you know, you've got to Make him express how he feels And maybe then you'll know your love is real  [Verse 1] You don't need diamond rings Or eighteen karat gold Fancy cars that go very fast You know they never last, no no What you need is a big strong hand To lift you to your higher ground Make you feel like a queen on a throne Make him love you till you can't come down  [Chorus] Don't go for second best, baby Put your love to the test You know, you know, you've got to Make him express how he feels And maybe then you'll know your love is real  [Verse 2] Long stem roses are the way to your heart But he needs to start with your head Satin sheets are very romantic What happens when you're not there? You deserve the best in life So if the time isn't right, then move on Second best is never enough You'll do much better, baby, on your own  [Refrain] Don't go for second best, baby Put your love to the test You know, you know, you've got to Make him express how he feels And maybe then you'll know your love is real  [Chorus] Express yourself You've got to make him express himself Hey, hey, hey, hey So if you want it right now, make him show you how Express what he's got, oh baby, ready or not  [Post-Chorus] And when you're gone he might regret it Think about the love he once had Try to carry on, but he just won't get it He'll be back on his knees To express himself You've got to make him express himself Hey hey  [Verse 3] What you need is a big strong hand To lift you to your higher ground Make you feel like a queen on a throne Make him love you till you can't come down  [Post-Chorus] And when you're gone he might regret it Think about the love he once had Try to carry on, but he just won't get it He'll be back on his knees, so please  [Refrain] Don't go for second best, baby Put your love to the test You know, you know, you've got to Make him express how he feels And maybe then you'll know your love is real  [Chorus] Express yourself You've got to make him express himself Hey, hey, hey, hey So if you want it right now, make him show you how Express what he's got, oh baby, ready or not Express yourself  ",
        "title": "Express Yourself"
    },
    {
        "artist": "Donna Summer",
        "lyrics": "  What would I have to do To get you to notice me too Do I stand in line One of a million admiring eyes  Walk a tightrope way up high Write your name across the sky  I'm going crazy just to let you know You'd be amazed how much I love you so baby When I get my hands on you, I won't let go This time I know it's for real  Should I write or call your home Shout it out with a megaphone Radio, TV news Got to find a way to get the message to you  Say I love you with a neon sign Anything to make you mine  I'm going crazy just to let you know If I wait too long for you, I might explode I've been around the block enough to know This time I know it's for real Ooo, baby This time, this time...... This time, this time...... Ooo, baby This time, this time...... Ooo, baby  Walk a tightrope way up high Write your name across the sky  I'm going crazy just to let you know You'd be amazed how much I love you so, baby When I get my hands on you, I won't let go This time I know it's for real  I'm going crazy just to let you know If I wait too long for you, I might explode, oh baby I've been around the block enough to know This time I know it's for real  ",
        "title": "This Time I Know It's For Real"
    },
    {
        "artist": "Cyndi Lauper",
        "lyrics": "  I had to escape The city was sticky and cruel Maybe I should have called you first But I was dying to get to you I was dreaming while I drove The long straight road ahead, uh, huh  Could taste your sweet kisses Your arms open wide This fever for you is just burning me up inside  I drove all night to get to you Is that all right? I drove all night Crept in your room Woke you from your sleep To make love to you Is that all right? I drove all night  What in this world Keeps us from tearing apart No matter where I go I hear The beating of your heart I think about you When the night is cold and dark, uha, yeah No one can move me The way that you do Nothing erases the feeling between me and you  I drove all night to get to you Is that all right? I drove all night Crept in your room Woke you from your sleep To make love to you Is that all right? I drove all night  Could taste your sweet kisses Your arms open wide This fever for you is just burning me up inside  I drove all night to get to you Is that all right? I drove all night Crept in your room Woke you from your sleep To make love to you I drove all night... to hold you tight  ",
        "title": "I Drove All Night"
    },
    {
        "artist": "Natalie Cole",
        "lyrics": "  [Verse 1 - Natalie Cole] Even though it's been so long My love for you keeps going strong I remember the things that we used to do A kiss in the rain till the sun shine through I tried to deny it but I'm still in love with you  [Chorus - Natalie Cole] I miss you like crazy, I miss you like crazy Ever since you went away, every hour of every day I miss you like crazy, I miss you like crazy No matter what I say or do There's just no getting over you  [Verse 2 - Natalie Cole] I can see the love shining in your eyes And it comes as such a sweet surprise If seeing's believing it's worth the wait So hold me and tell me it's not too late We're so good together, we're starting forever now  [Chorus - Natalie Cole] And I miss you like crazy, I miss you like crazy Ever since you went away, every hour of every day I miss you like crazy, I miss you baby A love like ours will never end Just touch me and we're there again  [Bridge - Natalie Cole] Just one night And we'll have that magic feeling like we used to do Hold on tight And whatever comes our way we're gonna make it through  If seeing's believing it's worth the wait So hold me and tell me it's not too late We're so good together, we're starting forever now  [Chorus - Natalie Cole] And I miss you like crazy, I miss you like crazy No matter what I say or do There's just no getting over you And I miss you, baby, I miss you, baby All the tender love you gave me When a feeling gets this strong You know the real thing come along  [Chorus - Natalie Cole] And I miss you I miss you like crazy baby Only your sweet love can save me I miss you like crazy A love like ours will never end Just touch me and we're there again Miss you like crazy, I miss you like crazy  ",
        "title": "Miss You Like Crazy"
    },
    {
        "artist": "New Kids On The Block",
        "lyrics": "  Yeah  I'm not that kind of guy who can take a broken heart So don't ever leave I don't want to see us part The very thought of losing you means That everything Would go down under  I'll be loving you forever Just as long as you want me to be I'll be loving you forever All this love's for you and me, yeah  (I'll be loving you) I'll be (I'll be loving you) Loving you (The things you do) Yeah, it's forever (I'll be loving you) I'll be (I'll be loving you) Loving you Yeah  I count the blessings that keep our love new There's one for me And a million for you There's just so much that I wanna say But when I look at you All my thoughts get in the way  I'll be loving you forever Just as long as you want me to be I'll be loving you forever All this love's for you and me, yeah  (I'll be loving you) I'll be (I'll be loving you) Loving you (The things you do) Yeah, it's forever (I'll be loving you) I'll be (I'll be loving you) Loving you Yeah  We've learned to fall to every turn back now This love will last forever I can see it all now  (I'll be loving you) I'll be (I'll be loving you) Loving you (The things you do) Yeah, is forever (I'll be loving you) I'll be (I'll be loving you) Loving only you, girl Yeah, girl  Oh girl I'll be loving only you (I'll be loving you) (I'll be loving you) Be loving you girl  ",
        "title": "I'll Be Loving You (Forever)"
    },
    {
        "artist": "Martika",
        "lyrics": "  [Intro] Step by step Heart to heart Left, right, left We all fall down Like toy soldiers  [Verse 1] It wasn't my intention to mislead you It never should have been this way What can I say?  It's true I did extend the invitation I never knew how long you'd stay  When you hear temptation call It's your heart that takes Takes the fall (Won't you come out and play with me?)  [Chorus] Step by step Heart to heart Left, right, left We all fall down Like toy soldiers  Bit by bit Torn apart We never win But the battle wages on For toy soldiers  [Verse 2] It's getting hard to wake up in the morning My head is spinning constantly How can it be?  How could I be so blind to this addiction? If I don't stop The next one's gonna be me  Only emptiness remains It replaces all All the pain (Won't you come out and play with me?)  [Chorus] Step by step Heart to heart Left, right, left We all fall down Like toy soldiers  Bit by bit Torn apart We never win But the battle wages on For toy soldiers (We never win)  [Bridge] Only emptiness remains It replaces all All the pain (Won't you come out and play with me?)  [Chorus] Step by step Heart to heart Left, right, left We all fall down Like toy soldiers  Bit by bit Torn apart We never win But the battle wages on For toy soldiers  [Outro] Step by step Heart to heart Left, right, left We all fall down Like toy soldiers  Bit by bit Torn apart We never win But the battle wages on For toy soldiers  ",
        "title": "Toy Soldiers"
    },
    {
        "artist": "Tom Petty",
        "lyrics": "  [Verse 1] Well, I won't back down No, I won't back down You can stand me up at the gates of hell But I won't back down  [Verse 2] No, I'll stand my ground Won't be turned around And I'll keep this world from draggin' me down Gonna stand my ground And I won't back down  [Chorus] I won't back down Hey baby, there ain't no easy way out I won't back down Hey I will stand my ground And I won't back down  [Verse 3] Well I know what's right I got just one life In a world that keeps on pushin' me around But I stand my ground And I won't back down  [Chorus] I won't back down Hey baby, there ain't no easy way out I won't back down Hey, I will stand my ground And I won't back down I won't back down Hey baby, there ain't no easy way out I won't back down Hey, I will stand my ground And I won't back down No, I won't back down  ",
        "title": "I Won't Back Down"
    },
    {
        "artist": "Expose",
        "lyrics": null,
        "title": "What You Don't Know"
    },
    {
        "artist": "The Doobie Brothers",
        "lyrics": null,
        "title": "The Doctor"
    },
    {
        "artist": "Bette Midler",
        "lyrics": "  Oh, oh, oh, oh  It must have been cold there in my shadow To never have sunlight on your face You were content to let me shine, that's your way You always walked a step behind  So I was the one with all the glory While you were the one with all the strength A beautiful face without a name for so long A beautiful smile to hide the pain  Did you ever know that you're my hero And everything I would like to be? I can fly higher than an eagle For you are the wind beneath my wings  It might have appeared to go unnoticed But I've got it all here in my heart I want you to know, I know the truth, of course I know it I would be nothing without you  Did you ever know that you're my hero? You're everything I wish I could be I could fly higher than an eagle For you are the wind beneath my wings  Did I ever tell you you're my hero? You're everything, everything I wish I could be Oh, and I, I could fly higher than an eagle For you are the wind beneath my wings Cause you are the wind beneath my wings  Oh, the wind beneath my wings You, you, you, you are the wind beneath my wings Fly, fly, fly away, you let me fly so high Oh, you, you, you, the wind beneath my wings Oh, you, you, you, the wind beneath my wings  Fly, fly, so high against the sky So high I almost touch the sky Thank you, thank you Thank God for you, the wind beneath my wings  ",
        "title": "Wind Beneath My Wings (From \"Beaches\")"
    },
    {
        "artist": "Stevie Nicks",
        "lyrics": "  Somewhere out in the back of your mind (Somewhere) Comes your real life and the life that you know It seems like it was the creation of some of those same old things It seemed to be the only thing left out in the light She had trusted many... But been unfamiliar with... Almost everyone but you [Chorus]  Well maybe I'm just thinking that the rooms are all on fire Everytime that you walk in the room Well there is magic all around you, if I do say so myself... I have known this much longer than I've known you  She had trusted many... And then there would be someone who would enter into her presence That she could sense for miles... She dreamed of her wanton luxury And she laughed and she cried... and she tried to taunt him And he hated to be separated... From that picture... No...  [Chorus]  Long nets of white cloud my memory... Long nets of white cloud my memory... Ooh... there is magic... all around you... Everytime you walk in the room...  [Chorus]  ",
        "title": "Rooms On Fire"
    },
    {
        "artist": "Waterfront",
        "lyrics": null,
        "title": "Cry"
    },
    {
        "artist": "Bobby Brown",
        "lyrics": "  [Intro] I can't sleep at night, I toss and turn I can't sleep at night Now now now now, come down now Oh yes! It's me again! The crazy one!  [Verse 1] I can't sleep at night, I toss and turn Listening for the telephone But when I get your call, I'm all choked up Can't believe you called my home And as a matter of fact, it blows my mind You would even talk to me Because a girl like you is like a dream come true A real life fantasy  [Bridge] No matter what your friends try to tell you We were made to fall in love And we will be together, any kind of weather It's like that, it's like that  [Hook] Every little step I take, you will be there Every little step I make, we'll be together Every little step I take, you will be there Every little step I make, we'll be together  [Verse 1] I can't sleep at night, I toss and turn Listening for the telephone But when I get your call, I'm all choked up Can't believe you called my home And as a matter of fact, it blows my mind You would even talk to me Because a girl like you is like a dream come true A real life fantasy  [Bridge] No matter what your friends try to tell you We were made to fall in love And we will be together, any kind of weather It's like that, it's like that girl  [Hook] Every little step I take, you will be there Every little step I make, we'll be together Every little step I take, you will be there Every little step I make, we'll be together  [Verse 2] Everybody wants to know what's going down Not with the James, not the Jim, but the Bobby Brown Now I'm chilling much harder as you all know Cause Bobby Brown was good to good to good to go solo Been on the microphone a long long time I'm guaranteed to bust a stupid rhyme Now I'm on the mic and I'm rocking real fresher Everybody out there don't talk less about me Cause I'm rocking it steady And when I'm on the mic, don't you dare call me Freddy Cause I'm ready to really get paid And if anybody steps in my way they getting slayed My name is Brown, that's what they call me, Yes, I drive a 560 SEC And when I'm on the mic, you gotta see me Driving down the block cause I'm blocking and locking When the sucker M.C.'s trying to drop my spot When I'm rocking on the microphone People gotta gotta gotta gotta leave me alone Cause I really don't care, really don't give a damn My name is Bobby, and not Uncle Sam!  Shaba dootin ba Shaba dootin bop shoo ba Shaba dootin ba Shaba dootin bop shoo ba  No matter what your friends try to tell you We were made to fall in love We will always be together, any kind of weather It's like that, it's like that girl!  Every little step I take, you will be there (yeah yeah) Every little step I make, we'll be together Every little step I take, you will be there (you'll be, you'll be there) Every little step I make, we will be together  ",
        "title": "Every Little Step"
    },
    {
        "artist": "Love And Rockets",
        "lyrics": "  I don't know what color your eyes are, baby But your hair is long and brown Your legs are strong, and you're so, so long And you don't come from this town  My head is full of magic, baby And I can't share this with you Feel I'm on a cross again, lately But there's nothing to do with you  I'm alive, so alive I'm alive, so alive  Your strut makes me crazy Makes me see you more clearly Oh, baby, now I can see you Wish I could stop Switch off the clock Make it all happen for you  I'm alive, so alive I'm alive, so alive  I don't know what color your eyes are, baby But your hair is long and brown Your legs are strong, and you're so, so long And you don't come from this town  My head is full of magic, baby And I can't share this with you I feel I'm on top again, baby That's got everything to do with you  I'm alive, so alive I'm alive, so alive  ",
        "title": "So Alive"
    },
    {
        "artist": "Benny Mardones",
        "lyrics": null,
        "title": "Into The Night"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": "  I walk the streets at night Until the morning light comes shining through Can't get a good night's sleep Ain't been to work in weeks What am I gonna do Help me  Can't get her off my mind I'm drinking too much wine I'm burning up inside If I could touch her face Or take her out some place I'd be satisfied  Hey, I'm a loaded gun I'm crazy about her, crazy about her Hey, I'm a lovesick son I'm crazy about her  I see her jogging in Central Park With one of them Walkman's on her head She was hot, young, beautiful And I said to myself She's destined to be mine  I see her every day In rush hour or subway, in a grocery store She don't notice me I might as well just be a cockroach on the floor  If she belonged to me I'd give her everything I'd never cheat or lie I'd treat her with respect, not just a sex object I ain't that kind of guy  Hey, I'm a loaded gun I'm crazy about her, crazy about her Hey, I'm a lovesick son I'm crazy about her  I was standing outside the Met one day When she drove by in a black Corvette I said Hey baby I could've died, she looked straight through me But I know she's destined to be mine  Spoken: Every night I stand around her door and wait for her to come by She lives in one of those brown-stones with the guard outside And the limousines and the Rolls Royces coming and going  My friends all say she's way outta my class But I know if she'd just get know me I could give her something all those rich guy ain't got Yeah!  Ain't gonna bide my time ain't gonna stand in line Somebody gonna get burned But, oh the problem is I think my loves at risk She's the boss's girl Oh no  ",
        "title": "Crazy About Her"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Verse 1] (\"Oh, I got a live one here!\") Get the funk up! Batman Get the funk up! Batman Get the funk up! (\"Go, go, go with a smile!\") Batdance Do it Keep busting  [Verse 2] I've seen the future and it will be Batman, Batman I've seen the future and it will be Batman (house, do it, house) \"And where, and where is the Batman?\" Do it, do it Let's do it, let's do it Do it, do it Do it, do it  [Breakdown] \"Stop the press\" \"Stop the press, who is that?\" \"Vicki Vale, Vicki Vale\" \"I like\" Batman Batman Batman \"Oh - that's nice\" \"Hi, Bruce Wayne\" \"I've tried to avoid all this, but I can't\" \"I just got to know... are we going to try to love each other?\" \"Stop the press - who is that?\" \"Vicki Vale\" \"She's great, isn't she?\"  [Verse 3] Ooh yeah, ooh yeah I want to bust that body Ooh yeah, ooh yeah I want to bust that body right \"I'd like to\" Ooh yeah, ooh yeah \"But he's out there right now\" I want to bust that body Ooh yeah, ooh yeah tonight  [Bridge 2] \"Well, Miss Vale\" \"Ever dance with the devil in the pale moon light?\" \"I always ask that of all my prey.\" \"I just like the sound of it.\" (screams)  [Verse 4] I've got to go to work Batman I've got to go to work Batman If a man is considered guilty Work! For what goes on in his mind Work! Then gimme the electric chair Work! For all my future crimes-OH Work! Electric chair  [Bridge 2] Hey Ducky, let me stick the 7-inch In the computer HA, HA, HA Hey, we got the power Oh, we got the soul Hey, we got to sho'nuff get off To make the devil go, go \"This town needs an enema!\"  [Verse 5] \"I'm going to kill you\" Power \"I'm not going kill you\" Soul \"I'm going to kill you\" Power \"I'm not going to kill you\" Soul Let's do it \"I'm Batman\" Batman Don't stop dancing \"I'm Batman\" Batman Don't stop dancing Do it, do it, do it, do it  [Versee 6] Batman Batman Batman Don't stop, don't stop Let's do it Don't stop dancing Let's do it, Batman Let's do it, Batman Don't stop dancing Don't stop dancing No, damn it! Turn the music back up! You son of a bitch!  [Outro] Have you ever heard of the healing power of laughter? Who's going to stop 200 balloons? Nobody! Batman Stop!  ",
        "title": "Batdance (From \"Batman\")"
    },
    {
        "artist": "Bon Jovi",
        "lyrics": "  [Verse 1] If you're ready, I'm willing and able Help me lay my cards out on the table You're mine and I'm yours for the taking Right now the rules we made are meant for breaking What you get ain't always what you see But satisfaction's guaranteed They say what you give is always what you need So if you want me to lay my hands on you  [Chorus] Lay your hands on me [x7]  [Verse 2] I'm a fighter, I'm a poet, I'm a preacher I've been to school and baby, I've been the teacher If you show me how to get up off the ground I can show you how to fly and never ever come back down Everything you want is what I need Satisfaction's guaranteed But the ride don't never ever come for free If you want me to lay my hands on you  [Chorus]  [Outro] Don't you know I only aim to please If you want me to lay my hands on you Lay your hands on me  ",
        "title": "Lay Your Hands On Me"
    },
    {
        "artist": "Michael Morales",
        "lyrics": null,
        "title": "Who Do You Give Your Love To?"
    },
    {
        "artist": "Great White",
        "lyrics": "  Well the times are getting hard for you, little girl I'm a humming and a strumming all over god's world You can't remember when you got your last meal And you don't know just how a woman feels  You didn't know what rock and roll was Until you met my drummer on a grey tour bus I got there in the nick of time Before he got his hands across your state line  Now it's the middle of the night on the open road And the heater don't work and it's oh so cold You're looking tired, you're looking kind of beat The rhythm of the street sure knocks you off your feet  You didn't know how rock and roll looked Until you caught your sister with the guys from the group Half way home in the parking lot By the look in her eye she was giving what she got  My, my, my, I'm once bitten, twice shy, baby My, my, my, I'm once bitten, twice shy, baby My, my, my, I'm once bitten, twice shy, baby  Woman you're a mess going to die in your sleep There's blood on my amp and my Les Paul's beat Can't keep you home, you're messing around My best friend told me you're the best lick in town  You didn't know that rock and roll burned So you bought a candle and you lived and you learned You got the rhythm you got the speed Mama's little baby likes it short and sweet  My, my, my, I'm once bitten, twice shy, baby My, my, my, I'm once bitten, twice shy, baby My, my, my, I'm once bitten, twice shy, baby  I didn't know you had a rock and roll record Until i saw your picture on another guy's jacket You told me I was the only one But look at you now, it's dark and you're gone  My, my, my, I'm once bitten, twice shy, baby My, my, my, I'm once bitten, twice shy, baby My, my, my, I'm once bitten, twice shy, baby My, my, my, I'm once bitten, twice shy, baby  So shy, so shy, so shy, so shy So shy, so shy, so shy, so shy  ",
        "title": "Once Bitten Twice Shy"
    },
    {
        "artist": "Paul McCartney",
        "lyrics": "  [Intro] My brave, my brave, my brave face  [Verse 1] I've been living in style Unaccustomed as I am to the luxury life I've been hitting the town and it didn't hit back I've been doing the rounds Unaccustomed as I am to the time on my hands Now I don't have to tell anybody when I'm gonna get back Ever since you went away I've had This sentimental inclination not to change a single thing As I pull the sheet back on the bed I want to go bury my head in your pillow  [Pre-Chorus] Now that I'm alone again I can't stop breaking down again The simplest things set me off again Take me to that place  [Chorus] Where I can't find my brave face[x2] My brave, my brave, my brave face  My brave face  [Verse 2] I've been living a lie, unaccustomed as I am To the work of a housewife, I've been breaking up Dirty dishes and been throwing them away Ever since you left I have been trying to compose a 'Baby, will you please come home?' Note meant for you As I clear away another untouched TV dinner From the table I laid for two  [Pre-Chorus]  [Chorus]  [Outro] My brave face  ",
        "title": "My Brave Face"
    },
    {
        "artist": "Bobby Brown",
        "lyrics": "  [Intro] Yeah.. You want somethin' done You gotta do it yourself OW!  Uhh.. Yeah I think this is gonna be another one of those funky ones Heart & Soul, d-d-dance!  [Verse 1] If I was you, and you were me, you'd want to be winning If you want something bad ya, you gotta wanna give your all 'Cause I believe so much in we and know we're not kidding If you feel the same as me, yo, you gotta want to take the ball  [Pre-Chorus] Now I find out that nothing is given Don't know where the cards may fall All I know is that we've gotta get it We've gotta make it on our own  [Chorus] Well, I guess we're gonna have to take control (all on our own) If it's up to us, we've got to take it home (all on our own)  [Verse 2] Now can't you see that all we need to be a go-getter Gotta make your own decisions, you gotta go for what you know There comes a time in our lives, you wanna be bigger Gotta keep, keep on pushing, you gotta learn to take control, yeah  [Pre-Chorus + Chorus]  Gotta, gotta, take it home, gotta, gotta, gotta take it home Ow, Uh Heart & Soul, d-d-dance!  [Verse 3] Too hot to handle, too cold to hold They're called the Ghostbusters and they're in control Had 'em throwin' a party for a bunch of children While all the while the slime was under the building So they packed up their group, got a grip, came equipped Grabbed their proton packs off their back and they split Found about Vigo, the master of evil Try to battle my boys? That's not legal  (Oh-we-oh) They're in control (Oh-we-oh) Y-Y-Ya know it (All on our own) I said they're in control (Oh-we-oh) Y-Y-Ya know it (Oh-we-oh) Y-Y-Ya know it (All on our own)  [Chorus 2] Well, I guess we're gonna have to take control (all on our own) We got, we got, we got We got, we got, we got If it's up to us, we've got to take it home (all on our own) Too hot to handle, too cold to hold, they're the Ghostbusters and they're in control Well, I guess we're gonna have to take control (all on our own) Gotta, gotta, take it home Gotta, gotta take it home If it's up to us, we've got to take it home (all on our own) Gotta, gotta, take it home Gotta, gotta, gotta take it home  (Oh-we-oh) ow! (Oh-we-oh) Y-Y-Ya know it (All on our own) (Oh-we-oh) Uh! (Oh-we-oh) Y-Y-Ya know it (All on our own)  Too hot to handle, too cold to hold They're called the Ghostbusters and they're in control Had 'em throwin' a party for a bunch of children While all the while the slime was under the building So they packed up their group, got a grip, came equipped Grabbed their proton packs off their back and they split Found about Vigo, the master of evil Try to battle my boys? That's not legal  [Chorus] [Outro (over Chorus)] They're in control Ya-ya-ya know it I said, they're in, control  ",
        "title": "On Our Own (From \"Ghostbusters II\")"
    },
    {
        "artist": "Elvis Costello",
        "lyrics": null,
        "title": "Veronica"
    },
    {
        "artist": "Dino",
        "lyrics": null,
        "title": "I Like It"
    },
    {
        "artist": "Lita Ford (Duet With Ozzy Osbourne)",
        "lyrics": "  [Verse 1:] Baby, I get so scared inside And I don't really understand Is it love that's on my mind Or is it fantasy?  Heaven is in the palm of my hand And it's waiting here for you What am I supposed to do With a childhood tragedy?  [Chorus:] If I close my eyes forever Will it all remain unchanged? If I close my eyes forever Will it all remain the same?  [Verse 2:] Sometimes it's hard to hold on So hard to hold on to my dreams It isn't always what it seems When you're face to face with me  You're like a dagger You stick me in the heart And taste the blood from my blade  And when we sleep Would you shelter me in Your warm and darkened grave?  [Repeat Chorus:]  [Bridge:] Will you ever take me? No, I just can't take the pain Would you ever trust me No, I'll never feel the same  I know I been so hard on you I know I told you lies If I could have just one more wish I'd wipe the cobwebs from my eyes  [Repeat Chorus:]  Oh, yeah  Close your eyes Close your eyes You gotta close your eyes for me  ",
        "title": "Close My Eyes Forever"
    },
    {
        "artist": "Warrant",
        "lyrics": null,
        "title": "Down Boys"
    },
    {
        "artist": "Real Life",
        "lyrics": "  Do you believe in heaven above? Do you believe in love? Don't tell a lie, don't be false or untrue It all comes back to you  Open fire! On my burning heart I've never been lucky in love My defenses are down A kiss or a frown I can't survive on my own  If a girl walks in and draws her name in my heart I'll turn and run away Everyday we've all been led astray It's hard to be lucky in love  It gets in your eyes It's making you cry Don't know what to do Don't know what to do You're looking for love Calling heaven above  Send me an angel Send me an angel Right now, right now  Send me an angel Send me an angel Right now, right now  Empty dreams can only disappoint In a room behind your smile But don't give up, don't give up (give up, give up, give up) You can be lucky in love  It gets in your eyes It's making you cry Don't know what to do Don't know what to do You're looking for love Calling heaven above  Send me an angel Send me an angel Right now, right now  Send me an angel Send me an angel Right now, right now  ...Right now  ",
        "title": "Send Me An Angel '89"
    },
    {
        "artist": "The Bangles",
        "lyrics": null,
        "title": "Be With You"
    },
    {
        "artist": "Roxette",
        "lyrics": "  Yeah Yeah Yeah  Tried to make it little by little Tried to make it bit by bit on my own  Quit the job The grey believers Another town where I get close to the bone  Whatcha gonna tell your brother? Oh Oh Oh Whatcha gonna tell your father? I don't know! Whatcha gonna tell your mother? Let me go...  I'm gonna get dressed for success Shaping me up for the big time, baby Get dressed for success Shaping it up for your love  No No No  Yeah Yeah Yeah  I'm not afraid A trembling flower I'll feed your heart and blow the dust from your eyes And in the dark things happen faster I love the way you sway your hips next to mine  Whatcha gonna tell your brother? Oh Oh Oh Whatcha gonna tell your father? I don't know! Whatcha gonna tell your mother? Let me go...  I'm gonna get dressed for success Shaping me up for the big time baby Get dressed for success Shaping it up for your love  LOOK SHARP!  Yeah Yeah Yeah  Whatcha gonna tell your brother? Oh Oh Oh Whatcha gonna tell your father? I don't know! Whatcha gonna tell your mother? Let me go...  Dressed for success  I'm gonna get dressed for success  I'm gonna get dressed for success Hitting a spot for the big time, baby Get dressed for success, shaping it up for your love  For your love Yeah Yeah Yeah  For your love Yeah Yeah Yeah  For your love Yeah Yeah Yeah  For your love Yeah Yeah Yeah  ",
        "title": "Dressed For Success"
    },
    {
        "artist": "Cinderella",
        "lyrics": null,
        "title": "Coming Home"
    },
    {
        "artist": "Michael Damian",
        "lyrics": "  Hey kids, rock and roll Rock on, ooh my soul Hey kids, boogie too, did ya?  Hey shout, summertime blues Jump up and down in my blue suede shoes Hey kids, rock and roll, rock on  And where do we go from here? Which is the way that's clear?  Still looking for that blue jean Baby queen Prettiest girl I've ever seen See her shake on the movie screen Jimmy Dean  And where do we go from here? Which is the way that's clear?  Still looking for that blue jean Baby queen Prettiest girl I've ever seen See her shake on the movie screen Jimmy Dean (James Dean) Jimmy Dean Rock on  Rock on Rock on Rock on Rock on  Hey kid, rock and roll (Rock on) Rock on Hey shout, summertime blues (Rock on) Rock on  Hey kid, boogie too (Rock on) Rock on Hey kid, rock and roll (Rock on) Rock on  Hey, kid Boogie too  ",
        "title": "Rock On (From \"Dream A Little Dream\")"
    },
    {
        "artist": "Paula Abdul",
        "lyrics": "  [Intro] Hey baby You gotta remember I'm forever your girl And baby forever and ever and ever (You know I am)  [Verse 1] Baby, pick your head up Come on and look me in the face Cuz I can tell that somethin' Is bringin' you down (Why are you down?) Is it the rumour that another boy Wants to take your place? (I hear he's after your heart) Have you been hearin' the stories? They're goin' around (All of my friends are talkin')  [Pre-Chorus 1] Baby just remember I gave you my heart Ain't no one gonna tear us apart He could promise the moon and the stars above Even if he promised me the world  [Chorus 1] Just remember I'm forever your girl He could promise the world You gotta remember I'm forever your girl  [Verse 2] Honey listen to me Your love is all I need You should know that I don't need nothin' That money can buy (It's no lie) So if a boy were to come along And try to make me leave you (Girl, I'd go out of my mind) There'd be no need to worry I'm tellin' you why (I need to hear that you really love me)  [Pre-Chorus 2] Baby don't you know that I love you? And I'd never put nobody above you He could promise the moon and the stars above Even if he promised me the world  [Chorus 1]  [Chorus 2] I'm forever your baby Just remember I'm forever your girl Baby, don't you remember? I'm forever your girl  [Bridge] When the mountains crumble into the sea That's the day someone'll come Between you and me Baby, just remember I gave you my heart (Tell me) ain't no one gonna tear us apart Baby, he could promise me diamonds Even if he promised me pearls Honey, you know I ain't lyin' Listen as I tell it to the world You gotta remember, baby, remember You gotta remember I'm forever your girl  [Interlude] (x3) Baby, forever and ever and ever We'll be together I'm forever your girl  [Outro] Hey baby, he could promise the world Girl you know I love you And I always will (hey baby) If we live 'til forever I'll be lovin' you I'll be lovin' you still Just remember I'm forever your girl Forever your girl Just remember I'm forever your girl  ",
        "title": "Forever Your Girl"
    },
    {
        "artist": "Henry Lee Summer",
        "lyrics": null,
        "title": "Hey Baby"
    },
    {
        "artist": "Karyn White",
        "lyrics": "  [Intro] Happiness is when I, I think of you And when we get together and rendezvous I'll be on time, you bring the wine And when we lock the door, you'll be all mine  [Verse 1] Alone in my room Thoughts of you in my head As I wait The time is soon You'll arrive Together then We'll escape  [Pre-Chorus] Into the night on wings of love And do the things that we once dreamed of All aboard a luxury A first class ticket to ecstasy  [Chorus] It won't stop It don't stop Our non-stop secret rendezvous It won't stop It don't stop Our non-stop secret rendezvous Hey, hey, hey Oh, oh, oh  [Verse 2] From a penthouse view We'll make love Drink champagne by candlelight I'm so glad I'm in your arms Baby, I am yours tonight  [Pre-Chorus] To be with you is all I need So lock the door and throw away the key No one will disturb this groove We could not stop it if we wanted to  [Chorus] It won't stop It don't stop Our non-stop secret rendezvous It won't stop It don't stop Our non-stop secret rendezvous Hey, hey, hey Hey, hey, hey Oh, oh, oh  Secret rendezvous  Happiness is when I, I think of you And when we get together and rendezvous I'll be on time, you bring the wine And when we lock the door, you'll be all mine  I want you Do you want me? I wanna lock the door Throw away the key Ecstasy, yeah  [Bridge: Karyn White & (Babyface)] (It won't stop) No (It don't stop) Baby (Our non-stop secret rendezvous) (It won't stop, it don't stop) I just wanna be with you (Our non-stop secret rendezvous)  [Chorus] It won't stop It don't stop Our non-stop secret rendezvous  (Oh-ooh-oh, oh-oh-ooh-oh, oh-oo-oh, secret rendezvous)  [Interlude] I wanna rendezvous by candlelight I wanna hug and squeeze you through the night So lock the door, throw away the key Ecstasy I can't let no one disturb this groove I couldn't stop it if I wanted to It's you for me And me for you In a secret rendezvous  (Oh-ooh-oh, oh-oh-ooh-oh, oh-oo-oh, secret rendezvous)  [Chorus] It won't stop It don't stop Our non-stop secret rendezvous It won't stop It don't stop Our non-stop secret rendezvous  [Interlude] I wanna rendezvous by candlelight I wanna hug and squeeze you through the night So lock the door, throw away the key Ecstasy I can't let no one disturb this groove I couldn't stop it if I wanted to It's you for me And me for you In a secret rendezvous  (Oh-ooh-oh, oh-oh-ooh-oh, oh-oo-oh, secret rendezvous)  [Chorus] It won't stop It don't stop Our non-stop secret rendezvous It won't stop It don't stop Our non-stop secret rendezvous  ",
        "title": "Secret Rendezvous"
    },
    {
        "artist": "Jimmy Harnen With Synch",
        "lyrics": null,
        "title": "Where Are You Now?"
    },
    {
        "artist": "Debbie Gibson",
        "lyrics": "  [Verse 1:] When the fear sets in Where the fire burns Where I find a place Where there's nowhere to turn When the evening sings An eerie song Longing for the day You say I'm wrong  You can find your place But never fit in And only when you've left Do you know where you've been I can see the light But only when it's gone You can go on waiting But only for so long (so long, so long)  [Chorus:] I know we are right It's not always clear Because I've never felt the fear Can it stay so good forever in time? I've always felt the rhythm What happens when there's no more rhyme?  [Verse 2:] Can we face ourselves Like we face each other? We've never felt anything On our own I can't wait much longer To feel any danger I hope we're not living For a lifetime alone  [Chorus:] I know we are right It's not always clear Because I've never felt the fear Can it stay so good forever in time? I've always felt the rhythm What happens when there's no more rhyme?  [Bridge:] Hard to go on It's like waiting for The other shoe to drop I'll never stop believing in you It's just we never had to struggle It all came too easy I hope we felt what we felt from the start We've never suffered a broken heart We've been so blinded By all the best We never put our love to the test (To the test)  [Outro:] I've always felt the rhythm What happens when there's no more rhyme?  ",
        "title": "No More Rhyme"
    },
    {
        "artist": "Peter Gabriel",
        "lyrics": "  [Verse 1] Love, I get so lost sometimes Days pass and this emptiness fills my heart When I want to run away, I drive off in my car But whichever way I go, I come back to the place you are  [Pre-Chorus] All my instincts, they return And the grand façade, so soon will burn Without a noise, without my pride I reach out from the inside  [Chorus] In your eyes, the light, the heat (In your eyes) I am complete (In your eyes) I see the doorway (In your eyes) To a thousand churches (In your eyes) The resolution (In your eyes) Of all the fruitless searches (In your eyes) Oh, I see the light and the heat (In your eyes, the light, the heat) Oh, I want to be that complete I want to touch the light, the heat I see in your eyes  [Verse 2] Love, I don't like to see so much pain So much wasted and this moment keeps slipping away I get so tired of working so hard for our survival I look to the time with you to keep me awake and alive  [Pre-Chorus] And all my instincts, they return And the grand façade, so soon will burn Without a noise, without my pride I reach out from the inside  [Chorus] In your eyes (your eyes, your eyes) In your eyes In your eyes, the light, the heat (In your eyes) I am complete (In your eyes) I see the doorway to a thousand churches (In your eyes) The resolution (In your eyes) Of all the fruitless searches Oh, I see the light and the heat (In your eyes) Oh, I want to be that complete I want to touch the light, the heat I see in your eyes In your eyes In your eyes, in your eyes  [Outro with Wolof vocals: Youssou N'Dour] Sa bet chi lamp, chi tangaay, sa bet maangi ci biir Sa bet chi lamp, chi tangaay, sa bet maangi ci biir Sa bet chi lamp, chi tangaay, sa bet maangi ci biir  ",
        "title": "In Your Eyes (Theme From \"Say Anything\")"
    },
    {
        "artist": "De La Soul",
        "lyrics": "  [Verse 1 - Dove] Mirror mirror on the wall Tell me mirror, what is wrong? Can it be my De La Clothes Or is it just my De La Soul? What I do ain't make-believe People say I sit and try But when it comes to being De La It's just me myself and I  [Hook] It's just me myself and I It's just me myself and I It's just me myself and I  [Verse 2 - Posdnuos] Now you tease my Plug One style And my Plug One spectacles You say Plug One and Two are hippies No we're not, thats pure plug bull Always pushing that we formed an image There's no need to lie When it comes to being Plug One It's just me myself and I  [Hook] It's just me myself and I It's just me myself and I It's just me myself and I  [Verse 3 - Dove] Proud, I'm proud of what I am Poems I speak are Plug Two type Please oh please let Plug Two be Himself, not what you read or write Write is wrong when hype is written On the Soul, De La that is Style is surely our own thing Not the false disguise of show-biz De La Soul is from the soul And in fact I can't deny Strictly from the Dan called Stuckie And from me myself and I  [Hook] It's just me myself and I It's just me myself and I It's just me myself and I  [Verse 4 - Posdnuos] Glory Glory Hallelu Glory for Plug One and Two But that glory's been denied By concensing dookie eyes People think they diss my person By stating I'm darkly packed I know this so I point at Q-Tip And he states, \"Black is Black\" Mirror mirror on the wall Shovel chestnuts in my path Just keep all nuts twistin up So I don't get an aftermath But if I do I'll calmly punch them In the 4th day of July Cause they tried to mess with third degree That's me myself and I  It's just me myself and I It's just me myself and I It's just me myself and I [?]  ",
        "title": "Me Myself And I"
    },
    {
        "artist": "Guns N' Roses",
        "lyrics": "  One, two, one, two, three, four [Verse 1] Shed a tear cause I'm missing you I'm still alright to smile Girl I think bout you every day now Was a time when I wasn't sure but you Set my mind at ease There is no doubt you're in my heart now  [Chorus] Said woman take it slow and it'll work itself out fine All we need is just a little patience Said sugar make it slow and we'll come together fine All we need is just a little patience Patience  [Verse 2] I sit here on the stairs cause I'd rather be alone If I can't have you right now I'll wait dear Sometimes I get so tense but I can't speed up the time But you know love there's one more thing to consider  [Chorus] Said woman take it slow and things will be just fine You and I'll just use a little patience Said sugar take the time cause the lights are shining bright You and I've got what it takes to make it We won't fake it, I'll never break it, cause I can't take it  [Bridge] Little patience, yeah Need a little patience, yeah Just a little patience, yeah Some more patience, yeah Could use some patience yeah Gotta have some Patience yeah All it takes is patience Just a little patience Is all you need  [Verse 3] I've been walking the streets at night Just trying to get it right It's hard to see with so many around You know I don't like being stuck in the crowd And the streets don't change but maybe the names I ain't got time for the game cause I need you Yeah yeah yeah Cause I need you Ooo I need you, whoa I need you Ooh all this time  ",
        "title": "Patience"
    },
    {
        "artist": "LL Cool J",
        "lyrics": "  [Verse 1] You're the type of guy that can't control your girl You try to buy her love with diamonds and pearls I'm the type of guy that shows up on the scene And gets the seven digits, you know the routine You're the type of guy that tells her, \"Stay inside\" While you're steady frontin in your homeboy's ride I'm the type of guy that comes when you leave I'm doin your girlfriend, that's somethin you can't believe 'Cause  [Chorus] I'm that type of guy I'm that type of guy I'm that type of guy I'm that type of guy  [Verse 2] You're the type of guy that gets suspicious I'm the type of guy that says, \"The puddin' is delicious\" You're the type of guy that has no idea That a sneaky, freaky brother's sneakin' in from the rear I'm the type of guy to eat it, when he won't And lick you in the places that your boyfriend don't You're the type of guy to try to call me a punk Not knowin' that your main girl's bitin' my chunk I'm the type of guy that loves a dedicated lady Their boyfriends are boring, and I can drive 'em crazy You're the type of guy to give her money to shop She gave me a sweater. Thank you, sweetheart  [Chorus] I'm that type of guy I'm that type of guy I'm that type of guy I'm that type of guy  [Verse 3] I'm the type of guy that picks her up from work early Takes her to breakfast, lunch, dinner, and breakfast You're the type of guy eatin' a TV dinner Talkin 'bout... \"Goddamn it, I'ma kill her\" I'm the type of guy to make her say, \"Why you illin', B?\" You're the type of guy to say, \"My lower back is killin' me\" Catch my drift? You're the type of guy that likes to drink Olde English I'm the type of guy to cold pour 'n pamper You're the type of guy to say, \"What you talkin' 'bout?\" I'm the type of guy to leave my drawers in your hamper  [Chorus] I'm that type of guy I'm that type of guy I'm that type of guy I'm that type of guy You know what I mean? Check it out...  [Verse 4] T-y-p-e g-u-y I'm that type of guy to give you a pound and wink my eye Like a bandit, caught me redhanded, took her for granted But when I screwed her, you couldn't understand it Cause you're the type of guy that don't know the time Swearin' up and down, \"That girl's all mine\" I'm the type of guy to let you keep believin' it Go 'head to work, while I defrost it, and season it  [Chorus] I'm that type of guy I'm that type of guy, know what I mean I'm that type of guy \"So ridiculous!\"  [Outro] So funny I don't know Come on now Yeah Like real cool, you know what I mean? I like just going to your front door ringin' the bell And just like Ha ha ha ha ha ha HA HA HA HA HA HA HA HA HA HA HA HA!!!  ",
        "title": "I'm That Type Of Guy"
    },
    {
        "artist": "Paula Abdul",
        "lyrics": "  [Chorus] He's a cold-hearted snake Look into his eyes, uh-oh He's been tellin' lies He's a lover boy at play He don't play by the rules, uh-oh Girl don't play the fool, no  [Verse 1] You're the one givin' up the love Anytime he needs it But you turn your back and then he's off and runnin' with the crowd You're the one to sacrifice Anything to please him Do you really think he thinks about you when he's out?  [Chorus]  [Verse 2] It was only late last night He was out there sneakin' Then he called you up to check that you were waiting by the phone All the world's a candy store He's been trick or treatin' When it comes to true love, girl, with him there's no one home  [Chorus]  [Bridge: Extended Version Only] How come, how come he can, he can tell-a, tell-a you're-a, you're-a Always, always number, number one without a doubt (He's one cold snake) When-a, when-a he is, he is always, always squirmin', squirmin' Like a little snake under-a e-ver-y-a rock (No give, all take) You've been, you've been workin', workin' on the, on the love And he's been only, only playing undercover all the while (One smooth sharp tongue) Take a, take another, 'nother look into his eyes (He just talks) And you will on-ly see a rep-tile  [Bridge] You could find somebody better girl He could only make you cry You deserve somebody better girl He's c-cold as ice He's cold as ice He's cold as ice Stay away from him, girl  [Breakdown] C-c-c-cold-hearted, ooh-ah-ah C-c-c-cold-hearted, snnnnnake C-c-c-cold-hearted, ooh-ah-ah C-c-c-cold-hearted, snnnnnake  [Chorus]  ",
        "title": "Cold Hearted"
    },
    {
        "artist": "Winger",
        "lyrics": "  Morning came and I was on my way, when you reminded me I had too soon forgotten, it was you who set me free Yeah you were here when I came and you'll be here when I'm gone So don't be waiting for love, cause I'll be waiting to ramble on Headed for a heartbreak, headed for a heartbreak Darling don't wait up for me, tonight I won't be home You've become a stranger, I just got to be alone Don't need nobody on my side to dull the blade I'm on So don't be waiting for love, cause I'll be waiting to ramble on Headed for a heartbreak, headed for a heartbreak, headed for a heartbreak It's no mistake, don't you think I can feel the pain I walk away to live again (Solo) Headed for a heartbreak, headed for a heartbreak, don't make me hurt you Headed for a heartbreak, well I know that I'm headed for a heartbreak Don't you think I feel the pain... ------------------------------------------------------------------------------  ",
        "title": "Headed For A Heartbreak"
    },
    {
        "artist": "Donny Osmond",
        "lyrics": "  There's a candle I keep in my window And its burning brighter tonight Through the storm and the winds of change I'm sure that you can see the light  I never wondered, I never gave up Cause a true heart never goes astray Whatever road that you take leads you back to me Cause our love is too strong to slip away  Like a river flowing into the ocean I can feel you coming back to me Cause our love is like a sacred emotion And its burning bright for the whole world to see  It won't be long before I hear That knock on the door, that telephone call If your journey takes you far away I'll still catch you when you fall  Love's like a wheel turning round and round The feeling fades but never dies There'll never be any question or doubt in my mind Cause the answer's right there in your eyes  Like a river flowing into the ocean I can feel you coming back to me Cause our love is like a sacred emotion And its burning bright for the whole world to see  Whatever road that you take leads you back to me Cause our love is too strong to slip away  Like a river flowing into the ocean I can feel you coming back to me Cause our love is like a sacred emotion And its burning bright for the whole world to see  ",
        "title": "Sacred Emotion"
    },
    {
        "artist": "Don Henley",
        "lyrics": "  Remember when the days were long And rolled beneath a deep blue sky Didn't have a care in the world With mommy and daddy standin' by But \"happily ever after\" fails And we've been poisoned by these fairy tales The lawyers dwell on small details Since daddy had to fly  Oh, but I know a place where we can go Still untouched by men Sit and watch the clouds roll by And the tall grass waves in the wind You can lay your head back on the ground And let your hair fall all around me Offer up your best defense But this is the end This is the end of the innocence  O' beautiful, for spacious skies But now those skies are threatening They're beating plowshares into swords For this tired old man that we elected king Armchair warriors often fail And we've been poisoned by these fairy tales The lawyers clean up all details Since daddy had to lie  Oh, but I know a place where we can go And wash away this sin We'll sit and watch the clouds roll by And the tall grass waves in the wind Just lay your head back on the ground And let your hair spill all around me Offer up your best defense But this is the end This is the end of the innocence  [Instrumental bridge]  Who knows how long this will last Now we've come so far, so fast But, somewhere back there in the dust That same small town in each of us I need to remember this So baby give me just one kiss And let me take a long last look Before we say goodbye  Just lay your head back on the ground And let your hair fall all around me Offer up your best defense But this is the end This is the end of the innocence  Oh nah nah Naaah  ",
        "title": "The End Of The Innocence"
    },
    {
        "artist": "The Cult",
        "lyrics": "  Fire woman, yeah  Shake, shake, shake, shake it, yeah  Wound up, can't sleep, can't do anything right, little honey Oh, since I set my eyes on you I tell you the truth T-t-t-t-twistin' like a flame in a slow dance, baby You're driving me crazy Come on, little honey Come on now  Fire Smoke, she is a rising fire, yeah Smoke on the horizon, well Fire Smoke, she is a rising fire Oh, smokestack lightning Smokestack lightning  Well, shake it up, you're to blame, got me swayin' little honey My heart's a ball of burnin' flame Oh, yes it is Prancing like a cat on a hot tin shack Lord, have mercy Come on little sister Come on and shake it  Fire Smoke, she is a rising fire Oh, smoke on the horizon, yeah Fire Smoke, she is a rising fire Oh, smokestack lightning, baby  I was thinking What I've been missing I'll tell you truthfully, well She's coming close now Oh, I can feel her She's getting close to me And I never, yeah  Fire Smoke, she is a rising fire Oh, smoke on the horizon Fire Smoke, she is a rising, rising, rising fire Smokestack lightning A-j-j-j...  Burnin' out And shake it, baby Come on and burn it  I say send down fire to me Say send down fire to me Say send down fire to me, yeah!  Fire woman, you're to blame... Fire woman, you're to blame... Fire woman, you're to blame... Fire woman, you're to blame...  ",
        "title": "Fire Woman"
    },
    {
        "artist": "Sweet Sensation",
        "lyrics": null,
        "title": "Hooked On You"
    },
    {
        "artist": "Stevie B",
        "lyrics": null,
        "title": "In My Eyes"
    },
    {
        "artist": "The Cure",
        "lyrics": "  Oh, it's opening time down on Fascination Street So let's cut the conversation and get out for a bit Because I feel it all fading and paling and I'm begging To drag you down with me to kick the last nail in  Yeah, I like you in that like I like you to scream But if you open your mouth Then I can't be responsible For quite what goes in or to care what comes out  So just pull on your hair Just pull on your pout And let's move to the beat like we know that it's over If you slip going under Slip over my shoulder  So just pull on your face Just pull on your feet And let's hit opening time, down on Fascination Street  So pull on your hair Pull on your pout Cut the conversation Just open your mouth  So just pull on your face Just pull on your feet And let's hit opening time, down on Fascination Street  Down on Fascination Street Down on Fascination Street Down on Fascination Street Down on Fascination Street  ",
        "title": "Fascination Street"
    },
    {
        "artist": "Jody Watley With Eric B. & Rakim",
        "lyrics": null,
        "title": "Friends"
    },
    {
        "artist": "Donny Osmond",
        "lyrics": "  So you heard that I'm a rebel With a heart made of stone I got a restless spirit That nobody can own  If a picture tells a story Won't you listen to mine I'm searching for the answer But it's so hard to find  You'll see much deeper When you read between the lines 'Cause there's a fire Burning in my eyes  Like a thief in the night Who can't get enough I am willing to fight 'Cause I'm a soldier of love  Like a shot in the dark When the goin' gets rough It's a state of the heart When you're a soldier of love I willing to fight  Love can be so heartless When you turn out the lights A mutual surrender In the heat of the night  Life's an empty picture When you're living alone Maybe that's the reason Every heart needs a home  Each time I fall down I get on my feet again I'm gonna win this battle In the end  Like a thief in the night Who can't get enough I am willing to fight 'Cause I'm a soldier of love  Like a shot in the dark When the goin' gets rough It's a state of the heart When you're a soldier of love  You'll see much deeper When you read between the lines Cause there's a fire Burning in my eyes  Like a thief in the night Who can't get enough I am willing to fight 'Cause I'm a soldier of love  Like a shot in the dark When the goin' gets rough It's a state of the heart When you're a soldier of love  Shalalalalala, when the goin' gets rough Shalalalalala, I'm a soldier of love Shalalalalala, when the goin' gets rough Shalalalalala, a soldier for your love  Like a thief in the night Who can't get enough I am willing to fight 'Cause I'm a soldier of love  Like a shot in the dark When the goin' gets rough It's a state of the heart When you're a soldier of love  ",
        "title": "Soldier Of Love"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": "  Never wanted to be no pop singer Never wanted to write no pop songs Never had no weird hair to get my songs over Never wanted to hang out after the show Pop singer (writing) of pop songs  Never wanted to have my picture taken Now, who would want to look into these eyes? Just want to make it real - good, bad or indifferent That's the way that I live and that's the way that I'll die (As a) Pop singer (of) pop songs  Pop singer, writing of pop song  Never wanted to be no pop singer Never want to write no pop songs Never wanted to have a manager over for dinner Never wanted to hang out after the show  Pop singer, writing pop songs Never wanted to be no pop singer, of pop songs A pop singer Never wanted to write no pop songs  ",
        "title": "Pop Singer"
    },
    {
        "artist": "Roachford",
        "lyrics": "  I know you've heard so many people say I've got a different girl in every town But there must be somebody telling lies And spreading rumours, spreading rumours all around  Because my only joy, is a cuddly toy Waiting for me when I get home And what I need is a girl like you To call my very own  So you've got to feel for me baby So you've got to feel for me baby So you've got to feel for me baby And give me some love  Well I don't pour out my heart like this, to everyone And anyone that I meet And I know it ain't the wine 'cause I feel just fine Can't you see baby, I'm still on my feet  A cuddly toy is my only joy Waiting for me when I get home And what I need is a girl like you To call my very own  So you've got to feel for me baby So you've got to feel for me baby So you've got to feel for me baby And give me some love  A cuddly toy is my only joy Waiting for me when I get home And what I need is a girl like you To call my very own  So you've got to feel for me baby So you've got to feel for me baby So you've got to feel for me baby And give me some love  ",
        "title": "Cuddly Toy (Feel For Me)"
    },
    {
        "artist": "Rob Base & D.J. E-Z Rock",
        "lyrics": null,
        "title": "Joy And Pain"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse 1] Don't turn away Because there is something I just want to say I need you to stay Don't ask me why Because I don't even know How I gave you my heart, I gave it all to you Now there's no way that I can lose  [Chorus] Every little look inside your eyes Is all it takes to make me realize We can last forever With every little moment we can share Going to let you know how much I care I'll always be there  [Verse 2] Don't walk away Because there is something I just got to say: I love you today Just ask me why You're all I'll ever need Now that you're in my life I really think you should know That I never want to let you go  [Chorus] Every little look inside your eyes Is all it takes to make me realize We can last forever With every little moment we can share Going to let you know how much I care Love lift us away We can last forever  [Chorus]  ",
        "title": "We Can Last Forever"
    },
    {
        "artist": "Animotion",
        "lyrics": "  I lay here beside you, just thinkin’ all night I believe that tomorrow would make things all right I still tell you i love you, that you’re forever mine It makes you feel good and it buys me some time If i told i needed you But i sent you away I’ve been calling it love Because i want u to stay Calling it love Say you’ll stay Calling it love Cause i’m too scared to say Let’s call it a day I never questioned my feelings before I felt but i felt there was it; nothin’ more But i can’t keep denying the truth in my heart Ooo, the touching and talking but we’re oceans apart If i told you i needed you But i sent away I’ve been calling it love Because i want u to stay Calling it love Say you’ll stay Calling it love Cause i’m too scared to say Let’s call it a day I’ve been spending my life Thinking you’re the one Now i’m holding my lies And the damage was done If i told you i needed you But i sent you away I’ve been calling it love Because i want u to stay Calling it love Say you’ll stay Calling it love Cause i’m too scared to say I've been calling it love I’ve been calling it love Because i want u to stay Calling it love Say you’ll stay Calling it love Cause i’m too scared to say I’ve been calling it love...... I've been calling it love......  ",
        "title": "Calling It Love"
    },
    {
        "artist": "Michael Damian",
        "lyrics": "  Cover Of Love Michael Damian Susie sits all alone She waits by the telephone Joey's out having fun Waits to call when she's not at home She gets scared and then takes off And runs from the cover of love He knows that he'll find her there And knows what she'd thinking of I know the broken hearted When I look in their eyes I see Is it the world that's changing And turning away from me Why do we run from the cover of love Why do we run from the cover of love You and I have been through this A million times or more Don't we know it's the same routine So what are we fighting for We all go and waste our time But we are all the same All we do is just to tun away And play the same old game You know the broken hearted When you look in my eyes you see Is it my life that's changing And getting away from me Why do we run from the cover of love Why do we run from the cover of love The changing heart knows no bound Time may stand still Emotions keep turning the fire burns on and on You know the broken hearted When you look in my eyes you'll see Is it my life that's changing And getting away from me Why do we run from the cover of love Why do we run from the cover of love  ",
        "title": "Cover Of Love"
    },
    {
        "artist": "Jody Watley",
        "lyrics": null,
        "title": "Real Love"
    },
    {
        "artist": "The Jeff Healey Band",
        "lyrics": "  Girl, you're looking fine tonight And every guy has got you in his sight What you're doing with a clown like me Is surely one of life's little mysteries  So tonight I'll ask the stars above \"How did I ever win your love?\" What did I do? What did I say To turn your angel eyes my way?  Well, I'm the guy who never learned to dance Never even got one second glance Across a crowded room was close enough I could look but I could never touch  So tonight I'll ask, the stars above \"How did I ever win your love?\" What did I do? What did I say To turn your angel eyes my way?  Don't anyone wake me If it's just a dream Cause she's the best thing Ever happened to me  All you fellows You can look all you like But this girl you see She's leavin' here with me tonight  There's just one more thing that I need to know If this is love why does it scare me so? It must be somethin' only you can see Cause girl I feel it when you look at me  So tonight I'll ask the stars above \"How did I ever win your love?\" What did I do? What did I say To turn your angel eyes my way? Hey, hey, hey, yeah, awww  ",
        "title": "Angel Eyes"
    },
    {
        "artist": "Howard Jones",
        "lyrics": "  He wasn't looking for a pretty face She wasn't searching for the latest style He didn't want someone who walked straight off the TV She needed someone with an interior smile  She wasn't looking for a cuddle in the back seat He wasn't looking for a five minute thrill She wasn't thinking of tomorrow or of next week This vacancy he meant to permanently fill  [Chorus] I need an everlasting love I need a friend and a lover divine An everlasting precious love Wait for it, wait for it, give it some time  Back in the world of disposable emotion In the climate of temporary dreams He wasn't looking for a notch on his bedpost A love to push, pull and burst at the seams  [Chorus]  Is this love worth waiting for? Something special, something pure  [Chorus]  Is this love worth waiting for? Bitterness will die for sure Something special, something pure Is this love worth waiting for?  Is this love worth waiting for? (I need an everlasting love) Bitterness will die for sure Something special, something pure (I need a friend and a lover divine) Is this love worth waiting for?  [Chorus] x4  ",
        "title": "Everlasting Love"
    },
    {
        "artist": "Whistle",
        "lyrics": "  Goodbye, it's time for me to go I'll call you in the morning So I can let you know The way I really feel, girl To put your mind at ease If I don't then who will, if I make it, I still Want you to be there with me You say you love and then you learn If you've learned to love me, baby You'll wait till I return I know it hasn't been easy To love a man like me Some day if we try There will be no goodbye And we will live happily 'Cause I'll be there one day And you will be right next to me I'll be there one day And you will be right next to me Hey there, will you be where I am Will you be by my side, girl Or with another man (Will you be next to me) Just wait a little longer Girl, I don't know how long Just try to understand This is not what I planned I'm sorry this had to be Girl, oh girl, every man needs a woman You're the woman that I choose And I can't afford to lose you, baby I'll be there one day And you will be right next to me I'll be there one day And you will be right next to me I swear to the world You'll always be my girl Just say you'll be Right next to me  ",
        "title": "Right Next To Me"
    },
    {
        "artist": "Cher & Peter Cetera",
        "lyrics": "  Well, here we are again I guess it must be fate We've tried it on our own But deep inside we've known We'd be back to set things straight  I still remember when Your kiss was so brand new Every memory repeats Every step I take retreats Every journey always brings me back to you  After all the stops and starts We keep coming back to these two hearts Two angels who've been rescued from the fall And after all that we've been through It all comes down to me and you I guess it's meant to be Forever you and me After all  Always just beyond my touch Though I needed you so much After all what else is living for  After all the stops and starts We keep coming back to these two hearts Two angels who've been rescued from the fall And after all that we've been through It all comes down to me and you I guess it's meant to be Forever you and me  After all the stops and starts We keep coming back to these two hearts Two angels who've been rescued from the fall And after all that we've been through It all comes down to me and you I guess it's meant to be Forever you and me After all  ",
        "title": "After All (Love Theme From \"Chances Are\")"
    },
    {
        "artist": "Bon Jovi",
        "lyrics": "  [Verse 1] I guess this time you're really leaving I heard your suitcase say goodbye Well as my broken heart lies bleeding You say true love is suicide You say you've cried a thousand rivers And now you're swimming for the shore You left me drowning in my tears And you won't save me anymore Now I'm praying to God you'll give me one more chance, girl  [Chorus] I'll be there for you These five words I swear to you When you breathe I want to be the air for you I'll be there for you I'd live and I'd die for you I'd steal the sun from the sky for you Words can't say what love can do I'll be there for you  [Verse 2] I know you know we've had some good times Now they have their own hiding place Well I can promise you tomorrow But I can't buy back yesterday And Baby you know my hands are dirty But I wanted to be your valentine I'll be the water when you get thirsty, baby When you get drunk, I'll be the wine  [Chorus]  [Verse 3] And I wasn't there when you were happy I wasn't there when you were down I didn't mean to miss your birthday, baby I wish I'd seen you blow those candles out  [Chorus]  ",
        "title": "I'll Be There For You"
    },
    {
        "artist": "Kevin Raleigh",
        "lyrics": null,
        "title": "Moonlight On Water"
    },
    {
        "artist": "Soul II Soul (Featuring Caron Wheeler)",
        "lyrics": "  [1st Verse] Keep on moving Don't stop like the hands of time Click clock, find your own way to stay The time will come one day Why do people choose to live their lives this way?  [Chorus] Keep on moving, don't stop, no Keep on moving Keep on moving Keep on moving don't stop, no Keep on moving  [2nd Verse] It's our time, time today The right time is here to stay Stay in my life, my life always Yellow is the color of sunrays I hide myself from no one I know the time will surely come when You'll be in my life, my life always Yellow is the color of sunrays  [Chorus] (Keep on moving) Keep on moving (Don't stop) Keep on moving, don't stop no (Like the hands of time) Keep on moving (Click clock) (Find your own way to stay) Keep on moving The time will come one day  Keep on moving, don't stop, no Keep on moving Keep on moving Keep on moving, don't stop, no Keep on moving  [3rd Verse] I know the time, time today Walking alone in my own way Extremely cold and rainy day Friends and I have fun along the way Yes we do I hide myself from no one I know the time will really come when You'll be in my life, my life always Yellow is the color of sunrays  [Chorus] (Keep on moving) Keep on moving (Don't stop) Keep on moving, don't stop no (Like the hands of time) Keep on moving (Click clock)  Keep on moving (Find your own way to stay) The time will come one day (Yes) Keep on moving Keep on moving, don't stop, no Keep on moving  ",
        "title": "Keep On Movin'"
    },
    {
        "artist": "Holly Johnson",
        "lyrics": null,
        "title": "Love Train"
    },
    {
        "artist": "Queen",
        "lyrics": "  [Intro: Queen] I want it all, I want it all, I want it all, and I want it now  [Verse 1: Freddie Mercury] Adventure seeker on an empty street, Just an alley creeper, light on his feet A young fighter screaming, with no time for doubt With the pain and anger can't see a way out \"It isn't much I'm asking,\" I heard him say \"Got to find me a future. Move out of my way\"  [Chorus: Queen] I want it all, I want it all, I want it all, and I want it now I want it all, I want it all, I want it all, and I want it now  [Verse 2: Freddie Mercury] Listen all you people, come gather round I got to get me a game plan, got to shake you to the ground Just give me what I know is mine People do you hear me? Just give me the sign It isn't much I'm asking, if you want the truth Here's to the future for the dreams of youth  [Chorus: Queen] I want it all, I want it all, I want it all, and I want it now I want it all, I want it all, I want it all, and I want it now  [Bridge: Brian May (and Freddie Mercury)] I'm a man with a one-track mind So much to do in one lifetime (people do you hear me?) Not a man for compromise and 'wheres' and 'whys' and living lies So I'm living it all (yes I'm living it all) And I'm giving it all (and I'm giving it all)  [Guitar Solo]  [Verse 3: Freddie Mercury] It ain't much I'm asking, if you want the truth Here's to the future, hear the cry of youth  [Chorus: Queen] I want it all, I want it all, I want it all, and I want it now I want it all, I want it all, I want it all, and I want it now  I want it  [Outro: Freddie Mercury] I want it, I want it!  ",
        "title": "I Want It All"
    },
    {
        "artist": "SaFire",
        "lyrics": null,
        "title": "Thinking Of You"
    },
    {
        "artist": "Aretha Franklin/Whitney Houston",
        "lyrics": "  OPENING It isn't, it wasn't, it ain't never gonna be It isn't, it wasn't, it ain't never gonna be, yeah  VERSE 1: Sung by Aretha You've been hanging round my boyfriend You've been sayin that he's sweet, yeah Girl I know that you've been talking Because the talk is on the street You say that you are gonna steal his heart Well sweety you ain't gonna get that far You're after somethin that don't belong to you Well girlfriend I've got news for you (spoken):What are you trying to say Miss Thang?  CHORUS  It isn't, it wasn't, it ain't never gonna be It isn't, it wasn't, it ain't never gonna be He ain't never, ever, never, never, never gonna be your man  VERSE 2: Sung by Whitney Well I just ain't the kind of woman To pick the fruit off of your tree, girl And you keep saying that he's your man Well that ain't what he said to me He blow me kissses as he drives away He sends me roses in the middle of the day, yeah You think it's you that he's thinking of But I'm the one he really, really loves (spoken): So what am I tring to say? Don't dis me girl!!  DOUBLE CHORUS It isn't, it wasn't, it ain't never gonna be It isn't, it wasn't, it ain't never gonna be He ain't never, ever, never, never, never, never gonna be you'll see It isn't, it wasn't, it ain't never gonna be It isn't, it wasn't, it ain't never gonna be He ain't never, ever, never, never, never gonna be your man  BRIDGE  Aretha speaks: What are you doin? Layin and hangin back? Whitney sings: Don't you know it girl? Aretha speaks: Hmmm...Just as I suspected... Both sing: You been talkin that line, line, line line line and the nah nah nah nah but the man is mine, Hey!!  Aretha: He blows me kisses as he drives away Whtiney: He sends me flowers in the middle of the day, yeah Aretha: You think it's you that he's thinking of Whitney: I know I'm the one that he really, really, really loves Aretha speaks: What am I tring to say Miss It? Whitney speaks: What are you tring to say? Aretha speaks: Get real!!  DOUBLE CHORUS followed by scatting improvisation by both  SPOKEN INTERACTION A: So now what is this? W: Well you know A: That my man is supposed to be interested in you? W: What can I say A: You know, I realize that you're under pressure W: Yes, I am A: And that you are suffering from delusions, but uh W: Well A: Don't be ridiculous W: I'm not A: Get Real! W: You better get real! You know the deal, he told me he loves me and that I'm just his forever A: Uh huh... forever W: Forever A: Must have played out about 20 years ago. Now check this out. Your man is not my man! W: This is true! A: Uh huh W: This is true A: Now, every king has his queen, and I love my role being his queen And I hope you like yours too... W: Well, I'm his princess A: ...whatever that is... W: (Bursts into laughter) Wait a minute....wait A: Come on now... W: OK...Well he said that I'm his princess... you might be his queen, but I'm his princess A: Yeah, well, I like being the queen myself W: Well, you know that's what you are, (bursts into laughter again) A: Shut up....(laughs)...shut up! W: Oh, this is funny  ",
        "title": "It Isn't, It Wasn't, It Ain't Never Gonna Be"
    },
    {
        "artist": "10,000 Maniacs",
        "lyrics": "  [Chorus:] Trouble me Disturb me with all your cares and you worries  [Verse 1:] Trouble me On the days when you feel spent Why let your shoulders bend underneath this burden When my back is sturdy and strong? Trouble me Speak to me Don't mislead me, the calm i feel means a storm is swelling There's no telling where it starts or how it ends Speak to me Why are you building this thick brick wall to defend me When your silence is my greatest fear? Why let your shoulders bend underneath this burden When my back is sturdy and strong? Speak to me Let me Have a look inside these eyes while i'm learning Please don't hide them just because of tears Let me Send you off to sleep with a \"There, there, now stop your turning and tossing\" Let me Know where the hurt is and how to heal Spare me? Don't spare me anything troubling  [Chorus]  [Outro:] Speak to me And let our words build a shelter from the storm Lastly Let me know what i can mend There's more, honestly, than my sweet friend, you can see Trust is what i'm offering if you Trouble me  ",
        "title": "Trouble Me"
    },
    {
        "artist": "Pajama Party",
        "lyrics": "  When you dance that way When you dance that way I feel the rhythm in my soul  When your body sways When your body sways so close to me I lose control  When you do what you do to me I don't know if it's right or wrong When you do what you do to me I don't know what is going on  Day or night? Yo no sé Wrong or right? Yo no sé I can't tell Yo no sé When I'm in your spell Yo no sé  When you dance with me When you dance with me I get this feeling every time  Is it ecstasy? Is it ecstasy that makes me go out of my mind?  When you do what you do to me I don't know if it's right or wrong When you do what you do to me I don't know what is going on  Day or night? Yo no sé Wrong or right? Yo no sé I can't tell Yo no sé When I'm in your spell Yo no sé  Day or night? Day, day, day or night? Day, day, day, day, day or night? Day, day, day or night?  When you dance that way When you dance that way, I feel the rhythm, I feel the rhythm  When you dance that way When you dance that way When you dance that way When you dance, when you dance....  When you do what you do to me I don't know if it's right or wrong When you do what you do to me I don't know what is going on  Day or night? Yo no sé Wrong or right? Yo no sé I can't tell Yo no sé When I'm in your spell Yo no sé  Day or night? Yo no sé Wrong or right? Yo no sé I can't tell Yo no sé  ",
        "title": "Yo No Se"
    },
    {
        "artist": "Michael Bolton",
        "lyrics": "  Talk about love, talk about trust Talkin' 'bout forever, baby When you're talkin' 'bout us I give you my word, stick to my guns Believe me, when I tell you, baby That we've just begun You don't understand, no The full intent of my plan  Baby, I wanna be soul provider, yeah Baby, I wanna stay that way for the longest time Baby, I wanna be soul provider Just say you'll let me and, darlin', I will, I will yeah  I know you've been hurt I know your loves shy You don't have to say it, baby It's gonna take some time You got my heart in the palm of your hands Swear, it's gonna stay there, baby Give me half a chance You don't understand, no The full intent of my plan  Baby, I wanna be your soul provider And, baby, I wanna stay that way for the longest time Baby, I wanna be your soul provider Just say you'll let me and,darlin', I will  I've been waitin' for a long time for somebody like you To give my love, all my love day and night oh Just say you'll be mine for the rest of your life Baby, I'll show you why  I wanna be soul provider Baby, I wanna be soul provider, yeah Oh honey, I wanna stay that way for the longest time Baby, I wanna be, wanna be your soul provider, yeah Baby...Talk about love...Talk about trust... I wanna, I wanna be, baby, I wanna be your soul Your soul provider...  ",
        "title": "Soul Provider"
    },
    {
        "artist": "Thirty Eight Special",
        "lyrics": null,
        "title": "Comin' Down Tonight"
    },
    {
        "artist": "Wang Chung",
        "lyrics": "  (Feldman / Chandler / Hues)  What got into you got into me too What came over you is coming over me Feel like I've had enough of all the old stuff I saw the writing on the wall on my T.V It's another second coming, like it or not, yeah Oh yeah It's another second coming, like it or not You better start praying to a new God  Start praying, praying to a new God Start praying to a new, new God They're saying the devil's got a new job Start praying to a new--  A lot of Babel came down the cable Everybody can be famous for a day From shore to shore A big department store Is all that's left of the American way It's another second coming, like it or not, yeah Oh yeah It's another second coming, like it or not You better start praying to a new God  Start praying, praying to a new God Start praying to a new, new God Start praying what are you afraid of Start praying to a new--  There's a big world In the street outside In their uniform of pride And they've all come To see a star from the east Is he man or beast? Decide  Feel like I'm crucified, still I'm not satisfied The second coming is coming anyway  I hear them pray for more on every dance floor I hear the word go out across the milky way It's another second coming, like it or not, yeah Oh yeah It's another second coming, like it or not You better start praying to a new God  Start praying, praying to a new God Start praying to a new, new God Success and money's what he's made of Start praying to a new--  Start praying, praying on the freeway Start praying to a new, new God Start praying, praying on the airwaves Start praying to a new God  Start praying, praying at the back door Start praying to a new, new God Start praying, praying on the dance floor Start praying to a new God  ",
        "title": "Praying To A New God"
    },
    {
        "artist": "Grayson Hugh",
        "lyrics": "  Harsh words are spoken Promises are broken Old wounds are opened And love walks out that door  Too proud to make up You're ready to break up Too late you wake up And love walks out that door  Baby, oh sweet baby I didn't mean a word that I said (Well now) you know that I love you Can't we talk it over in bed  I never meant to hurt you Must have been out of my head Tell me that you still want me Can't we talk it over in bed (talk, talk, talk it over)  Harsh words are spoken Promises are broken Old wounds are opened And love walks out that door  Too proud to make up You're ready to break up Too late you wake up And love walks out that door  Come on a little closer Can't we just forgive and forget Everything seems to work out I never meant to hurt you I must have been out of my head Tell me that you still want me Can't we talk it over in bed  Don't let it no don't let it slip away Oh no baby ooh  ",
        "title": "Talk It Over"
    },
    {
        "artist": "White Lion",
        "lyrics": "  Are you cryin tonight? Are you feelin all right? I told the world that you were down on your luck  You were one of a kind One who'd never give in Even when they put a price on your head  Has anyone heard the tales you tell Or seen the scars you wear Did anyone speak up when you fell Does anybody care  Rise again little fighter And let the world know the reason why Shine again little fighter And dont let 'em end the things you do  And you were one with a cause And a reason to be You were a fighter for peace on this earth  And you were never afraid You put your life on the line And you were always alone out on the sea  Without a weapon in your hand You came to fight a war They took your life but didn't know That you would never die  Rise again little fighter And let the world know the reason why Shine again little fighter And don't 'em end things you do  Are you feelin alright? Cause I care, care  Run along little fighter Oh cause I was there beside you Never stop believing, so rise Rise RISE!  Rise again little fighter And let the world know the reason why Shine again little fighter And don't 'em end things you do  Rise again little fighter (Don't stop believing) And let the world know the reason why Shine again little fighter (And keep on moving) And don't 'em end things you do  Yeah, don't let 'em ever end the things you do  ",
        "title": "Little Fighter"
    },
    {
        "artist": "Q-feel",
        "lyrics": "  (Are you ready? Here we go) Slow, slow, quick, quick, slow Slow, slow, quick, quick, slow  Countdown it's getting to the flight time Night stars are shining in my eyes My shoes are going to be the first ones To dance deep up in the skies  Dancing in heaven, I never thought I could get my feet this far (Orbital be-bop) Dancing in heaven, I never thought I could get my feet this far (Orbital be-bop) (Kick it out)  Slow, slow, quick, quick, slow Slow, slow, quick, quick, slow  I'll be the first to bassa nova Ten thousand miles above my legs You dear, my lady on the radar I'll bring a child to outer space  Dancing in heaven, I never thought I could get my feet this far (Orbital be-bop) Dancing in heaven, I never thought I could get my feet this far (Orbital be-bop)  Hey, here I am I hear the universe sing The celestial scream I am not alone Are you receiving me clear? There is others out here  Dancing in heaven, I never thought I could get my feet this far (Orbital be-bop) Dancing in heaven, I never thought I could get my feet this far (Orbital be-bop)  Dancing in heaven, I never thought I could get my feet this far (Orbital be-bop) Dancing in heaven, I never thought I could get my feet this far (Orbital be-bop)  Dancing in heaven, I never thought I could get my feet this far (Orbital be-bop) Dancing in heaven, I never thought I could get my feet this far (Orbital be-bop)  Hey, here I am I hear the universe sing The celestial scream I am not alone Are you receiving me clear? There is others out here  Dancing in heaven, I never thought I could get my feet this far (Orbital be-bop) Dancing in heaven, I never thought I could get my feet this far (Orbital be-bop)  Dancing in heaven, I never thought I could get my feet this far (Orbital be-bop) Dancing in heaven, I never thought I could get my feet this far (Orbital be-bop)  Dancing in heaven, I never thought I could get my feet this far (Orbital be-bop) Dancing in heaven, I never thought I could get my feet this far (Orbital be-bop)  ",
        "title": "Dancing In Heaven (Orbital Be-Bop)"
    },
    {
        "artist": "SaFire",
        "lyrics": null,
        "title": "Gonna Make It"
    },
    {
        "artist": "The Belle Stars",
        "lyrics": "  My grandma and your grandma Sitting by the fire My grandma says to your grandma \"I'm gonna set your flag on fire\"  Talkin' 'bout Hey now Hey now Iko iko an nay Jockomo feena ah na nay Jockomo feena nay  Look at my king all dressed in red Iko iko an nay I bet you five dollars he'll kill you dead Jockomo feena nay  Talkin' 'bout Hey now (hey now) Hey now (hey now) Iko iko an nay (whoah-oh) Jockomo feena ah na nay Jockomo feena nay  My flag boy and your flag boy Sitting by the fire My flag boy says to your flag boy \"I'm gonna set your flag on fire\"  Talkin' 'bout Hey now (hey now) Hey now (hey now) Iko iko an nay (whoah-oh) Jockomo feena ah na nay Jockomo feena nay  (hey now) (hey now) (hey now) (hey now) Jockomo feena nay Iko!  See that guy all dressed in green Iko iko an nay He's not a man, he's a loving machine Jockomo feena nay  Talkin' 'bout Hey now (hey now) Hey now (hey now) Iko iko an nay (whoah-oh) Jockomo feena ah na nay Jockomo feena nay  Talkin' 'bout Hey now (hey now) Hey now (hey now) Iko iko an nay (whoah-oh) Jockomo feena ah na nay Jockomo feena nay  Talkin' 'bout Hey now (hey now) Hey now (hey now) Iko iko an nay (whoah-oh) Jockomo feena ah na nay Jockomo feena nay  Talkin' 'bout Hey now (hey now) Hey now (hey now) Iko iko an nay (whoah-oh) Jockomo feena ah na nay Jockomo feena nay  Jockomo feena nay  ",
        "title": "Iko Iko (From \"Rain Man\")"
    },
    {
        "artist": "Tone-Loc",
        "lyrics": "  [Intro] Alright, dig it  [Verse 1] Cold coolin at a bar, and I'm lookin for some action But like Mick Jagger said, I can't get no satisfaction The girls are all around, but none of them wanna get with me My threads are fresh and I'm lookin def, yo, what's up with L-o-c? The girls is all jockin at the other end of the bar Havin drinks with some no-name chump, when they know that I'm the star So I got up and strolled over to the other side of the cantina I asked the guy, \"Why you so fly?\" he said, \"Funky Cold Medina\"  Funky Cold Medina  [Verse 2] This brother told me a secret on how to get more chicks Put a little Medina in your glass, and the girls'll come real quick It's better than any alcohol or aphrodisiac A couple of sips of this love potion, and she'll be on your lap So I gave some to my dog when he began to beg Then he licked his bowl and he looked at me and did the wild thing on my leg He used to scratch and bite me, before he was much much meaner But now all the poodles run to my house for the Funky Cold Medina  You know what I'm sayin? I got every dog in my neighborhood breakin down my door I got Spuds McKenzie Alex from Stroh's They won't leave my dog alone with that Medina, pal  [Verse 3] I went up to this girl, she said, \"Hi, my name is Sheena\" I thought she'd be good to go with a little Funky Cold Medina She said, \"I'd like a drink,\" I said, \"Ehm - ok, I'll go get it\" Then a couple sips she cold licked her lips, and I knew that she was with it So I took her to my crib, and everything went well as planned But when she got undressed, it was a big old mess, Sheena was a man So I threw him out, I don't fool around with no Oscar Meyer wiener You must be sure that the girl is pure for the Funky Cold Medina  You know, ain't no plans with a man This is the 80's, and I'm down with the ladies, ya know?  Break it down  [Verse 4] Back in the saddle, lookin for a little affection I took a shot as a contestant on \"The Love Connection\" The audience voted, and you know they picked a winner I took my date to the Hilton for Medina and some dinner She had a few drinks, I'm thinkin soon what I'll be gettin Instead she started talkin 'bout plans for our wedding I said, \"Wait, slow down, love, not so fast says, I'll be seein' ya\" That's why I found you don't play around with the Funky Cold Medina  Ya know what I'm sayin That Medina's a monster, y'all  Funky Cold Medina  ",
        "title": "Funky Cold Medina"
    },
    {
        "artist": "Billy Squier",
        "lyrics": null,
        "title": "Don't Say You Love Me"
    },
    {
        "artist": "The Jacksons",
        "lyrics": null,
        "title": "Nothin (That Compares 2 U)"
    },
    {
        "artist": "Surface",
        "lyrics": "  My heart is filled with so much love And I need someone I can call my own To fall in love, that's what everyone's dreaming of I hold this feeling, oh, so strong  Life is too short to live alone Without someone to call my own I will care for you, you will care for me Our love will live forever  Shower me with your love Shower me with the love that I long for Shower me with your love Shower me with the love I've been waiting for  I close my eyes and pray all my wishes come true Every night I go to sleep Until you're mine, I'll wait for you endlessly Can't you see  Fairy tales, they do sometimes come true If you believe, it could happen to you Like the stars that shine way up in the sky Our love will live forever  Shower me with your love Shower me with the love that I long for Shower me with your love Shower me with the love I've been waiting for  Like the stars that shine way up in the sky Our love will live forever Live forever  Shower me with your love Shower me with the love that I long for Shower me with your love Shower me with the love I've been waiting for  Shower me with your love Shower me with the love I've been waiting for  ",
        "title": "Shower Me With Your Love"
    },
    {
        "artist": "Thirty Eight Special",
        "lyrics": null,
        "title": "Second Chance"
    },
    {
        "artist": "Howard Jones",
        "lyrics": null,
        "title": "The Prisoner"
    },
    {
        "artist": "Dead Or Alive",
        "lyrics": "  Same place, after midnight Saw you looking so nice Hot stuff, pants on fire Please me, I want you now  I'm born to flirt You're born to run Let's get together And get it on  Come home with me, baby Ooh, you must be lucky Let's rock You got the body I want  Come home with me, baby Ooh, you must be lucky I was looking for somebody that's what You got the body I want  You got the body You got the body I want You got the body I want, uhh  I'm not complicated Please, don't keep me waiting Hold me then undress me Smooth talk don't impress me  Ask me once and I'll say yes I want the pleasure of your flesh I see the look inside your eyes Like what you see, come try me  Come home with me, baby Ooh, you must be lucky Let's rock You got the body I want  Come home with me, baby Ooh, you must be lucky I was looking for somebody that's what You got the body I want  Come home with me, baby Ooh, you must be lucky Let's rock You got the body I want  Come home with me, baby Ooh, you must be lucky I was looking for somebody You got the body You got the body I want  Touch me, baby, touch me My love will take you to the top Among the stars, let's rock  Come home with me, baby Ooh, you must be lucky Let's rock You got the body I want  Come home with me, baby Ooh, you must be lucky I was looking for somebody that's what You got the body I want  Come home with me, baby Ooh, you must be lucky Let's rock You got the body I want  Come home with me, baby Ooh, you must be lucky I was looking for somebody that's what You got the body I want  You got the body You got the body I want You got the body I want  You know tonight That I don't need affection All that I want is a little piece of action Come with me, let's rock  ",
        "title": "Come Home With Me Baby"
    },
    {
        "artist": "Robert Palmer",
        "lyrics": "  Tell me I'm not dreaming Tell me I'm not dreaming Midnight Images of you You slipped Slipped into my room Oh, could be magic Could be fantasy Could it be that we're in love Tell me I'm not dreaming Oh your voice Whispers in the dark You know, you're talk Talking to my heart Are you with me? Am I here with you? Are we paradise? Tell me I'm not dreaming Or are you Too good to be true I wanna know Are you ooh baby Too good to be true  Tell me I'm not dreaming The light took me by surprise The light coming from your eyes Are you with me? Am I here with you? Are we in paradise? Tell me I'm not dreaming I know I've been here before You go then and you come back for more Oh it's a mystery How you disappear Like a shadow in the night Tell me I'm not dreaming Are you, ooh baby Too good to be true?  Tell me I'm not dreaming Tell me I'm not dreaming Ohwhen the morning comes Wake me with your love Let me know that I'm not dreaming baby Will you tell me This is real Tell me how you feel Say it's what we both believe in Tell me I'm not dreaming Are you too good to be true?  ",
        "title": "Tell Me I'm Not Dreaming"
    },
    {
        "artist": "Surface",
        "lyrics": "  Woo  [Verse 1:] If you don't know how I feel for you It's time I let all feelings show I love you And I'll never let you go No, baby  Right now we're just friends But I pray someday You'll surrender to love so tender I won't push you As long as you know that my love is true  [Chorus:] Get closer to you, baby Hey Closer than just friends  I want to Get closer to you, baby Hey Closer than just friends  How about you? How about you?  [Verse 2:] It's hard to explain When you're close to me I get a warm sensation inside  I can't deny this I want to try it Each and every time you come by  Girl, I don't wanna lose your love By putting my cards on the table You know I'm thankful  For what we have But I have feelings inside They're so strong I can't hide  [Repeat Chorus:]  How about you?  [Spoken Verse:] I know you're probably thinking That you heard this so many times before  But, girl When you're here I want you to stay  And when you're gone I want you even more every day  [Bridge:] Girl, I don't wanna lose your love By putting my cards on the table You know I'm thankful  For what we have But I have feelings inside They're so strong I can't hide  [Repeat Chorus w\\ad-libs:]  Get closer to you, baby (How about you?) Hey  My baby My baby Whoa, whoa  To you, lady Hey, yeah Closer than friends  Me and you Woo I want to  How 'bout 'Bout you Whoa, oh  Nothing I won't do To get close to you Baby, yeah  ",
        "title": "Closer Than Friends"
    },
    {
        "artist": "U2",
        "lyrics": "  [Verse 1] You say you want Diamonds on a ring of gold You say you want Your story to remain untold  [Chorus] But all the promises we make From the cradle to the grave When all I want is you  [Verse 2] You say you'll give me A highway with no-one on it Treasure, just to look upon it All the riches in the night  [Verse 3] You say you'll give me Eyes in the moon of blindness A river in a time of dryness A harbour in the tempest  [Chorus] But all the promises we make From the cradle to the grave When all I need is you  [Verse 4] You say you want Your love to work out right To last with me through the night  [Verse 5] You say you want Diamonds on a ring of gold Your story to remain untold Your love not to grow cold  [Final Chorus] All the promises we break From the cradle to the grave When all I want is you  [Outro] You, all I want is You, all I want is You, all I want is You  ",
        "title": "All I Want Is You"
    },
    {
        "artist": "Stevie B",
        "lyrics": null,
        "title": "I Wanna Be The One"
    },
    {
        "artist": "TKA",
        "lyrics": null,
        "title": "You Are The One"
    },
    {
        "artist": "Fine Young Cannibals",
        "lyrics": "  [Intro]  [Verse 1] I can't stop the way I feel Things you do don't seem real Tell me what you've got in mind Cause we're running out of time Won't you ever set me free? This waiting 'round's killing me  [Chorus] She drives me crazy Like no one else She drives me crazy And I can't help myself  [Verse 2] I can't get any rest People say I'm obsessed Everything you say is lies But to me there's no surprise What I had for you was true Things go wrong, they always do  [Chorus] She drives me crazy Like no one else She drives me crazy And I can't help myself  [Verse 3] I won't make it on my own No one likes to be alone  [Chorus] She drives me crazy Like no one else She drives me crazy And I can't help myself She drives me crazy Like no one else She drives me crazy And I can't help myself She drives me crazy Like no one else She drives me crazy And I can't help myself  ",
        "title": "She Drives Me Crazy"
    },
    {
        "artist": "Mica Paris",
        "lyrics": "  Life is tough if you find you got it all and you're not satisfied  People try to lead you astray  But I ain't gonna fall for the games that they play  I know of the damger I'm foolin' with strangers  You You are my one temptation  You You are the one I've no resistance to Yeah Honey It's you You are my one temptation  You give me the thrill that I'm addicted to You're my one temptation  You can look You can touch Nothing is free if you pay too much  When there's talk on the street  And the pressure is hot to want more than you got I don't hear what they're saying Day out and day in  You You are my one temptation  You You are the one I've no resistance to Nobody knows you are my one temptation  You give me a thrill that I'm addicted to You're my one temptation  Nothing ever happens till you show your face around  Can't let you see that you turn my world around My love lines grow and get too strong to say no  You You are my one temptation  You You are the one I've no resistance to Yeah Honey It's you You are my one temptation  You give me the thrill that I'm addicted to You're my one temptation  ",
        "title": "My One Temptation"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Intro] Life is a mystery Everyone must stand alone I hear you call my name And it feels like home  [Chorus] When you call my name It's like a little prayer I'm down on my knees I want to take you there In the midnight hour I can feel your power Just like a prayer You know I'll take you there  [Verse 1] I hear your voice It's like an angel sighing I have no choice I hear your voice Feels like flying I close my eyes Oh God, I think I'm falling Out of the sky I close my eyes Heaven, help me  [Chorus] When you call my name It's like a little prayer I'm down on my knees I wanna take you there In the midnight hour I can feel your power Just like a prayer you know I'll take you there  [Verse 2] Like a child You whisper softly to me You're in control Just like a child Now I'm dancing It's like a dream No end and no beginning You're here with me It's like a dream Let the choir sing  [Chorus] When you call my name It's like a little prayer I'm down on my knees I wanna take you there In the midnight hour I can feel your power Just like a prayer you know I'll take you there When you call my name It's like a little prayer I'm down on my knees I wanna take you there In the midnight hour I can feel your power Just like a prayer you know I'll take you there  [Reprise] Life is a mystery Everyone must stand alone I hear you call my name And it feels like home  [Chorus] Just like a prayer Your voice can take me there Just like a muse to me You are a mystery Just like a dream You are not what you seem Just like a prayer, no choice Your voice can take me there  [Bridge] Just like a prayer, I'll take you there It's like a dream to me Just like a prayer, I'll take you there It's like a dream to me Just like a prayer, I'll take you there It's like a dream to me Just like a prayer, I'll take you there It's like a dream to me  [Chorus] Just like a prayer Your voice can take me there Just like a muse to me You are a mystery Just like a dream You are not what you seem Just like a prayer, no choice Your voice can take me there Just like a prayer Your voice can take me there Just like a muse to me You are a mystery Just like a dream You are not what you seem Just like a prayer, no choice Your voice can take me there Your voice can take me there Like a prayer Like a prayer  [Outro] Just like a prayer, your voice can take me there It's like a dream to me Just like a prayer, your voice can take me there It's like a dream to me Just like a prayer, your voice can take me there It's like a dream to me Just like a prayer, your voice can take me there It's like a dream to me  ",
        "title": "Like A Prayer"
    },
    {
        "artist": "R.E.M.",
        "lyrics": "  [Verse 1] Hello, I saw you, I know you, I knew you I think I can remember your name (name) Hello, I'm sorry, I lost myself I think I thought you were someone else  [Chorus] Should we talk about the weather? (Hi, hi, hi) Should we talk about the government? (Hi, hi, hi, hi)  [Verse 2] Hello, how are you? I know you, I knew you I think I can remember your name, name Hello, I'm sorry I lost myself I think I thought you were someone else  [Chorus] Should we talk about the weather? (Hi, hi, hi) Should we talk about the government? (Hi, hi, hi, hi)   [Verse 3] Hello my friend, are you visible today? You know I never knew that it could be so strange, strange Hello, I'm sorry, I lost myself I think I thought you were someone else  [Chorus] Should we talk about the weather? (Hi, hi, hi) Should we talk about the government? (Hi, hi, hi, hi)  [Outro] (Hi, hi) (Hi, hi, hi) (Hi, hi) (Hi, hi, hi) (Hi, hi) (Hi, hi, hi)  ",
        "title": "Pop Song 89"
    },
    {
        "artist": "Milli Vanilli",
        "lyrics": "  [Verse 1] I'm in love with you girl cause you're on my mind You're the one I think about most every time And when you crack a smile in everything you do Don't you understand, girl, this love is true You’re soft, silky hand long, sweet and thin That candlelight complexion upon your skin It lightens up my day, and that's oh so true Together we're one separated we're two To make you all mine, all mine is my desire Cause you contain a quality that I admire You're pretty plain and simple, you rule my world so try to understand I'm in love girl I'm in so love girl I'm just in love girl, and this is true  [Hook] Girl, you know it's true Ooh, Ooh, Ooh I love you Yes, you know it's true Ooh, Ooh, Ooh I love you Girl, you know it's true My love is for you  [Verse 2] This is some sort of thing, girl, I can't explain My emotions starts up when I hear your name Maybe your sweet sweet voice would ring in my ear Then delay my system when you are near Come with your positive emotion, love, making enjoyin That's for me to bust it's like a girl and a boy These feelings I get I often wonder why So I thought I might discuss this, girl, just you and I Now what you're wearing I don't care, as I've said before No reason that I like you, girl, just for what you are If I said I'd think about it, you rule my world so try to understand I'm in love girl I'm in so love girl I'm just in love girl, and this is true  ",
        "title": "Girl You Know It's True"
    }
]