[
    {
        "artist": "Christina Aguilera",
        "lyrics": "  [Intro] What a girl wants, what a girl needs What a girl wants, what a girl needs  [Verse 1] I wanna thank you for giving me time to breathe Like a rock you waited so patiently While I got it together, while I figured it out I only looked but I never touched 'Cause in my heart was a picture of us Holding hands, making plans And it's lucky for me you understand  [Chorus] What a girl wants, what a girl needs Whatever makes me happy sets you free And I'm thanking you for knowing exactly What a girl wants, what a girl needs Whatever keeps me in your arms And I'm thanking you for giving it to me  [Post-Chorus] What I want is what you got And what you got, is what I want  [Verse 2] There was a time I was blind, I was so confused Run away just to hide it all from you But baby, you knew me better than I knew myself They say if you love something let it go If it comes back it's yours, that's how you know It's for keeps, yeah, it's for sure And you're ready and willing to give me more than  [Chorus] What a girl wants, what a girl needs Whatever makes me happy sets you free And I'm thanking you for knowing exactly What a girl wants, what a girl needs Whatever keeps me in your arms And I'm thanking you for giving it to me  [Bridge] What a girl wants, what a girl needs Somebody sensitive, courageous Sexy, cool, like you What a girl wants, what a girl needs What a girl wants (you're so right) What a girl needs (you're so right) You let a girl know how much you care about her I swear you're the one who always knew You knew, you knew, you knew, you knew I'm thanking you for being there for me  [Chorus] What a girl wants, what a girl needs Whatever keeps me in your arms Whatever keeps me in your arms, that's what I need What a girl wants, what a girl needs Whatever makes me happy sets you free And I'm thanking you for knowing exactly What a girl wants, what a girl needs Whatever keeps me in your arms And I'm thanking you for giving it to me What a girl wants, what a girl needs Whatever makes me happy sets you free And I'm thanking you for giving it to me Oh baby, oh darlin', I thank you Thank you for givin' me what I need And for what I want  ",
        "title": "What A Girl Wants"
    },
    {
        "artist": "Santana Featuring Rob Thomas",
        "lyrics": "  [Verse 1] Man, it's a hot one Like seven inches from the midday sun I hear you whisper and the words melt everyone But you stay so cool My muñequita, my Spanish Harlem Mona Lisa You're my reason for reason, the step in my groove  [Hook A] And if you say this life ain't good enough I would give my world to lift you up I could change my life to better suit your mood Because you're so smooth  [Hook B] And it's just like the ocean under the moon It's the same as the emotion that I get from you You got the kind of loving that can be so smooth Gimme your heart, make it real, or else forget about it  [Verse 2] I'll tell you one thing If you would leave it would be a crying shame In every breath and every word I hear your name calling me out Out from the barrio, you hear my rhythm from your radio You feel the turning of the world so soft and slow Turning you round and round  [Hook A] And if you say this life ain't good enough I would give my world to lift you up I could change my life to better suit your mood Because you're so smooth  [Hook B] And it's just like the ocean under the moon It's the same as the emotion that I get from you You got the kind of loving that can be so smooth Gimme your heart, make it real, or else forget about it  [Hook B] And it's just like the ocean under the moon It's the same as the emotion that I get from you You got the kind of loving that can be so smooth Gimme your heart, make it real, or else forget about it  Or else forget about it Or else forget about it Oh, let's don't forget about it (Gimme your heart, make it real) Let's don't forget about it (hey) Let's don't forget about it (no oh no oh) Let's don't forget about it (no no no oh) Let's don't forget about it (hey no no oh) Let's don't forget about it (hey hey hey)  ",
        "title": "Smooth"
    },
    {
        "artist": "Brian McKnight",
        "lyrics": "  [Verse 1] It's undeniable That we should be together It's unbelievable how I used to say that I'd fall never The basis is need to know, if you don't know just how I feel Then let me show you now that I'm for real If all things in time, time will reveal Yeah  [Chorus] One, you're like a dream come true Two, just wanna be with you Three, girl it's plain to see That your the only one for me, and Four, repeat steps one through three Five, make you fall in love with me If ever I believe my work is done Then I start back at one Yeah, yeah  [Verse 2] It's so incredible the way things work themselves out And all emotional, once you know what it's all about, babe And undesirable for us to be apart Never would of made it very far Cause you know you've got the keys to my heart Cause..  [Hook] One, you're like a dream come true Two, just wanna be with you Three, girl it's plain to see That your the only one for me, and Four, repeat steps one through three Five, make you fall in love with me If ever I believe my work is done Then I start back at one  [Bridge] Say farewell to the dark of night, I see the coming of the sun I feel like a little child whose life has just begun You came and breathed new life into this lonely heart of mine You threw out the life line just in the nick of time  [Chorus] One, you're like a dream come true Two, just wanna be with you Three, girl it's plain to see That your the only one for me, and Four, repeat steps one through three Five, make you fall in love with me If ever I believe my work is done Then I start back at one  ",
        "title": "Back At One"
    },
    {
        "artist": "Savage Garden",
        "lyrics": "  [Verse 1] Maybe it's intuition But some things you just don't question Like in your eyes, I see my future in an instant And there it goes, I think I've found my best friend  [Pre-Chorus] I know that it might sound more than a little Crazy, but I believe...  [Chorus] I knew I loved you before I met you I think I dreamed you into life I knew I loved you before I met you I have been waiting all my life  [Verse 2] There's just no rhyme or reason Only this sense of completion And in your eyes, I see the missing pieces I'm searching for, I think I found my way home  [Pre-Chorus] I know that it might sound more than a little Crazy, but I believe...  [Chorus] I knew I loved you before I met you I think I dreamed you into life I knew I loved you before I met you I have been waiting all my life I am complete now that I found you  [Chorus] I knew I loved you before I met you I think I dreamed you into life I knew I loved you before I met you I have been waiting all my life  [Outro] I knew I loved you before I met you I think I dreamed you into my life I knew I loved you before I met you I have been waiting all my life  ",
        "title": "I Knew I Loved You"
    },
    {
        "artist": "Jessica Simpson",
        "lyrics": "  [Verse 1] You set my soul at ease Chased darkness out of view Left your desperate spell on me Say you feel it too I know you do I've got so much more to give This can't die, I yearn to live Pour yourself all over me And I'll cherish every drop here on my knees  [Chorus] I want to love you forever And this is all I'm asking of you 10,000 lifetimes together Is that so much for you to do? Because from the moment that I saw your face And felt the fire in your sweet embrace I swear I knew I'm going to love you forever  [Verse 2] My mind fails to understand What my heart tells me to do And I'd give up all I have just to be with you And that would do I've always been taught to win And I never thought I'd fall Be at the mercy of a man I've never been Now I only want to be right where you are  [Chorus]  [Verse 3] In my life I've learned that heaven never waits no Lets take this now before it's gone like yesterday Because when I'm with you there's nowhere else That I would ever want to be no I'm breathing for the next second I can feel you Loving me I'm going to love  [Chorus]  ",
        "title": "I Wanna Love You Forever"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Wyclef] Yo Whitney and Wyclef Turn this up you gonna feel it up Yo if I became broke tomorrow Would I still be your pharaoh? Your ghetto Prince of Egypt And if I got into a motorcycle accident and crashed And became paraplegic Yeah and if the feds rush the door And find guns on the floor And took us to federal court Would you say they were yours? If I had to do a bid Would you take care of the kids? And never let another nig in the crib Keep the kitty licked, yeah  [Whitney](Kristina) If tomorrow is judgment day (sing mommy) And I'm standing on the front line And the Lord asks me what I did with my life I will say, I spent it with you If I wake up in World War Three I see destruction and poverty And I feel like I wanna go home It's okay if you're coming with me  [Chorus x2: Whitney Houston] Your love is my love and my love is your love It would take an eternity to break us And the chains of Amistad couldn't hold us  [Whitney Houston] If I lose my fame and fortune (It really don't matter) And I'm homeless on the streets And I'm sleeping in Grand Central Station (okay) It's okay if you're sleeping with me (baby) As the years, they pass us by We stay young through each other's eyes (Each other's eyes) And no matter how old we get, ooh It's okay as long as I got you, baby, yeah, yeah, yeah  [Chorus x2: Whitney Houston]  [Whitney] If I should die this very day Don't cry cause on Earth We wasn't meant to stay And no matter what the people say (It really won't matter) I'll be waiting for you After the judgment day  [Dyme] Now I lay me down to rest I pray that life don't get you stressed If you should cry, if you should break I pray these streets don't take your life Means more to me than that Rolley with the plat Heard that? Believe that, I ain't letting none of that Go down, when the feds come tell 'em none, they my guns And if they see me in the streets and wanna take my dough Take my clothes, for that price you can have my life Y'all shouting Dyme, that's my name Chicks spit fire, I'm putting out the flame For life, wifee, mommy to baby girl I wouldn't give it up for all the money in the world Oh my time is up, bricks to Mt. Vernon Clef and All Star bring in Whitney Houston  [Chorus x2: Whitney Houston]  [Wyclef] (Kristina) Collabo, All Star, East Side Refugee Camp from the basement, West Side (Clap your hands) And it don't stop South Side (Clap your hands) And me, North Side (I said the record is not over yet) (Clap your hands)  ",
        "title": "My Love Is Your Love"
    },
    {
        "artist": "Missy \"Misdemeanor\" Elliott Featuring NAS, EVE & Q-Tip",
        "lyrics": null,
        "title": "Hot Boyz"
    },
    {
        "artist": "Kenny G",
        "lyrics": null,
        "title": "Auld Lang Syne"
    },
    {
        "artist": "Marc Anthony",
        "lyrics": "  [Verse 1] La gente anda diciendo por alli Que tu quisieras acercarte a mi Si tu supieras que te quiero amar Que hasta el cielo te quiero llevar  [Chorus  [Verse 2] No me dejes solo con mi corazon Que esta enloquecido con esta pasion Si es que me deseas nena dimelo Porque por tu amor estoy muriendo yo Ay dimelo, ven dimelo Porque por tu amor estoy muriendo yo Ay dimelo, ven dimelo Porque por tu amor estoy muriendo yo  [Verse 3] Si yo pudiera acariciar tu piel Tu cuerpo entero quiero conocer Esta pasion no me deja dormir Este deseo no me deja vivir  [Chorus  ",
        "title": "I Need To Know"
    },
    {
        "artist": "Blaque",
        "lyrics": "  [Verse 1: Shamari] There you are Looking as fine as can be In your fancy car I can see you looking at me  What you wanna do? Are you just gonna sit there and stare? Baby, talk to me Tell me what's on your mind Baby, oh  [Chorus:] Oh, baby Bring it all to me(bring it all) But I don't need no fancy cars or diamond rings(baby I don't need, no)  Oh, baby Bring it all to me(bring it all) Gimme your time, your love, your space, your energy(hooooo)  [J.C. Chasez] Baby, what's the deal? Would I be too forward if I told you how I feel That's just the way I do my thing I'm so for real  Are you feeling my Timb's? My baggy jeans? My thug appeal? Do you like it when a man can keep it real? Oh  [Chorus:] Oh, baby Bring it all to me(bring it all,bring it all) But I don't need no fancy cars or diamond rings(diamond rings)  Oh, baby Bring it all to me Gimme your time, your love, your space, your energy  Oh, baby  [Shamari] Oh I'll put my pride to the side Just to tell you how good You make me feel inside  [J.C. Chasez] There's not a single question That we can't make this right Cause it's you I need Every day and night  [J.C. Chasez & Shamari] Oh ho ho Baby, yeah  [Chorus:] Oh, baby Bring it all to me(bring it all, bring it all) But I don't need no fancy cars or diamond rings(no I don't)  Oh, baby Bring it all to me(bring it all) Gimme your time, your love, your space, your energy(hooooo)  [Chorus:] Oh, baby Bring it all to me(yeah) But I don't need no fancy cars or diamond rings(oohhhhhh)  Oh, baby Bring it all to me(bring it all) Gimme your time, your love, your space, your energy(oohhhh)  [Chorus:] Oh, baby Bring it all to me(yeah) But I don't need no fancy cars or diamond rings(oohhhhhh)  Oh, baby Bring it all to me(bring it all) Gimme your time, your love, your space, your energy(oohhhh)  [Chorus:] Oh, baby Bring it all to me(yeah) But I don't need no fancy cars or diamond rings(oohhhhhh)  Oh, baby Bring it all to me(bring it all) Gimme your time, your love, your space, your energy(oohhhh)  [Chorus:] Oh, baby Bring it all to me(yeah) But I don't need no fancy cars or diamond rings(oohhhhhh)  Oh, baby Bring it all to me(bring it all) Gimme your time, your love, your space, your energy(oohhhh)  ",
        "title": "Bring It All To Me"
    },
    {
        "artist": "Eiffel 65",
        "lyrics": null,
        "title": "Blue (Da Ba Dee)"
    },
    {
        "artist": "LFO",
        "lyrics": "  Ooh, yeah yeah, I'm wishin' on a fallin' star Wonderin' where you are, I wish  Wish for you on a falling star, wondering where you are Do I ever cross your mind in the warm sunshine? She's from the City of Angels like Betty Davis, James Dean, and Gable Never know what she means to me, I fell for the girl that's on TV  Met her at a counter affair She wore a green dress and everybody was there Felt out of place Till she looked into my eyes  Shook your hand around 9 p.m And I'm never gonna be the same again Never had to be on a movie screen To be the leading lady in all my dreams  Shooby-doo-wop and Scooby Snacks, met a fly girl and I can't relax The only problem is she's a movie star, oh My friends, they won't believe me if they could only see me At the risk of soundin' cheesy, I think I fell for the girl on TV  Wish for you on a falling star, wondering where you are Do I ever cross your mind in the warm sunshine? She's from the City of Angels like Betty Davis, James Dean, and Gable Never know what she means to me, I fell for the girl that's on TV  Everybody knows her name I wanna take a picture and they're glad she came But I just wanna be there when she's down, down (Be there when she's down)  I don't want her autograph I just wanna call her up and make her laugh Never had to be on a movie screen To be the leading lady in all my dreams  Shooby doo-wap and Scooby Snacks, I met a fly girl and I can't relax The only problem is she's a movie star, oh My friends, they won't believe me if they could only see me At the risk of soundin' cheezy, I think, I fell for the girl on TV  Wish for you on a falling star, wondering where you are Do I ever cross your mind in the warm sunshine? She's from the City of Angels like Betty Davis, James Dean and Gable Never know what she means to me, I fell for the girl that's on TV  (Wish for you on a falling star) I'm wishing on a star and I'm wonderin' where you are (Wondering where you are) Do I cross your mind in the warm sunshine?  Yeah, so I wish for you on a bright shining star Every where I look, there you are, there you are It's the girl in the green dress, she took my breath away And now I look to the sky for a better day  To the beach shore and Scooby Snacks I met a fly girl and I can't relax Never had to be on a movie screen Cause she's the leading lady in all my dreams, come on  Wish you on a falling star, wondering where you are Do I ever cross your mind in the warm sunshine? She's from the City of Angels like Betty Davis, James Dean and Gable Never know what she means to me, I fell for the girl that's on TV  Wish for you on a fallin' star, wonderin' where you are Do I ever cross your mind in the warm sunshine? She's from the City of Angels like Betty Davis, James Dean and Gable Never know what she means to me, I fell for the girl that's on TV  On TV, I wishin', I wishin' away  ",
        "title": "Girl On TV"
    },
    {
        "artist": "Donell Jones",
        "lyrics": "  [Intro: Left Eye & (Donell Jones)] What up? What up? Say what? Say what? Say what? uh-huh (Ooh say what, say what, say what) Uh, uh, uh, Left Eye (Ooh girl you know what's up) Donell Jones (Ooh say what, say what, say what Ooh girl you know what's up)  [Verse 1: Donell Jones] Me and my niggas be rollin' Scheming on you and your homies The very first day of summer All chromed out in a Hummer babe Hit the park and parlay Hope that you walk this way Do you and your girls wanna ride Play all day, puff on the la  [Bridge: Donell Jones] Ooh say what, say what, say what (You know that I like it baby) Ooh girl you know what's up (And you know what I need) Ooh say what, say what, say what (You know that I'm bout it baby) Ooh girl you know what's up (Ooh)  [Hook: Donell Jones] I'm digging you and I'm feeling you And you know what's up Said I'm diggin' you and I'm wanting you So tell me what's up  [Verse 2: Donell Jones] Peep her thighs and I'm zoning Right around two in the morning Looking fly with the sun dress on I think I feel a bone coming on Girl you got me wide open Waitin' all day and I'm hoping So baby don't front Backseat Jeep, you know what I want  [Bridge: Donell Jones] Ooh say what, say what, say what (You know that I like it baby) Ooh girl you know what's up (And you know what I need) Ooh say what, say what, say what (You know that I'm bout it baby) Ooh girl you know what's up (Ooh)  [Hook: Donell Jones] I'm digging you and I'm feeling you And you know what's up Said I'm diggin' you and I'm wanting you So tell me what's up  [Verse 3: Left Eye] Uh, say what? say what? say what? So baby tell me what's up Can we ascend to higher heights And when the path gets rough We can give into brighter nights breathe with peace Expound by leaps, and soul to reap, our souls to keep The passion's deep, and filled with heat Living this life on the hustle, I barely get enough time You know me from the platinum, how I stack them and shine You see a lot of contenders, they try to end up in my world A reputation known as the untouchable girl I'm moving on now, trying to make a change in my ways Be the best that I can be to last me all of my days Now we can blaze pathways or just take our time Better holla if ya hear me cause Left Eye gon' shine My eyes don't lie, see how they glisten when you pass me by You and I don't need permission to be unified Surely I done seen and heard of many places Then I travelled around the world, seen many faces Don't let another one get near me if you wanna be true And show me that nobody else can do it better than you So if you're serious, I'm curious to see what you got But love is furious cause I believe in blowing up spots  [Hook: Donell Jones] I'm digging you and I'm feeling you And you know what's up Said I'm diggin' you and I'm wanting you So tell me what's up  [Outro: Left Eye] Untouchable, Eddie F Darren Lighty, Left Eye, Donell Jones This is how it's going down  ",
        "title": "U Know What's Up"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "That's The Way It Is"
    },
    {
        "artist": "Smash Mouth",
        "lyrics": "  [Verse 1] Paint the town Take a bow Thank everybody You're gonna do it again You are are the few, the proud You are the antibody Mind, soul and zen  [Pre-Chorus 1] And the world's a stage (And the world's a faze) And the end is near So push rewind Just in time Thank anybody You're gonna do it again  [Chorus] The way the you walk It's just the way that you talk Like it ain't no thing And every single day is just a fling Then the morning comes  [Verse 2] Take your knocks Shake them off Duck everybody You're gonna take them again  You are you foe Your friend You are the paparazzi You are the tragedian  [Pre-Chorus 2] And the world's a craze (And the world's a faze) And the end is near So push rewind Just in time Thank anybody You're gonna do it again  [Chorus] The way the you walk It's just the way that you talk Like it ain't no thing And every single day is just a fling Then the morning comes  [Bridge] And when it comes it moves so slow Kinda like it's saying I told you so Looking back before she goes Tomorrow's gonna hurt  [Pre-Chorus 1] And the world's a stage (And the world's a faze) And the end is near So push rewind Just in time Thank anybody You're gonna do it again  [Chorus] The way the you walk It's just the way that you talk Like it ain't no thing And every single day is just a fling Then the morning comes  ",
        "title": "Then The Morning Comes"
    },
    {
        "artist": "Kevon Edmonds",
        "lyrics": null,
        "title": "24/7"
    },
    {
        "artist": "Jennifer Lopez",
        "lyrics": "  [Verse 1] Like a movie scene In the sweetest dreams I have pictured us together Now to feel your lips On my fingertips I have to say is even better Than I ever thought it could possibly be It's perfect, it's passion, it's setting me free From all of my sadness The tears that I've cried I have spent all of my life  [Chorus] Waiting for tonight When you would be here in my arms Waiting for tonight I've dreamed of this love for so long Waiting for tonight  [Verse 2] Tender words you say Take my breath away Love me now, leave me never Found a sacred place Lost in your embrace I want to stay in this forever I think of the days when the sun used to set On my empty heart, all alone in my bed Tossing and turning Emotions were strong I knew I had to hold on  [Chorus] Waiting for tonight When you would be here in my arms Waiting for tonight I've dreamed of this love for so long Waiting for tonight Waiting for tonight When you would be here in my arms Waiting for tonight I've dreamed of this love for so long Waiting for tonight  [Verse 3] Gone are the days when the sun used to set On my empty heart all alone in my bed Tossing and turning Emotions were strong I knew I had to hold on  [Chorus] Waiting for tonight When you would be here in my arms Waiting for tonight I've dreamed of this love for so long Waiting for tonight Waiting for tonight When you would be here in my arms Waiting for tonight I've dreamed of this love for so long Waiting for tonight  ",
        "title": "Waiting For Tonight"
    },
    {
        "artist": "Jagged Edge",
        "lyrics": "  [Intro] I ain't no hata or nothing But he can't love you like I can Trust me  As the clock strikes twelve I'm, sitting here wondering how the hell Did I let you leave And, baby I know that I did my share Of things to deceive you I'm just trying to get an understanding Of what to do Cause I'm half way going crazy Girl they can't fade me  [Chorus] He can't love you like I love you Baby you know it too And you should never wanna be with a man If he can't be a man And do the things to you like I can He can't love you like I love you Baby you know it too And you should never wanna be with a man If he can't be a man And do the things to you like I can   I stop, and I wait, and I think That I, never met someone to make me feel Like I'm ready to love So I, gotta do what I gotta do Just to keep you Keep you here with me baby Now I feel it's time for me to say That I need you boo And I can go a day with out your lovein Baby I can live without you  I know, you know No matter were you want it baby Ain't no its whats or buts or maybes And I know one day you'll see He can never love you like I love you OOOO  [Chorus] He can't love you like I love you Baby you know it too And you should never wanna be with a man If he can't be a man And do the things to you like I can He can't love you like I love you Baby you know it too And you should never wanna be with a man If he can't be a man And do the things to you like I can  ",
        "title": "He Can't Love U"
    },
    {
        "artist": "Montell Jordan",
        "lyrics": "  Oh, ooh wee oh, oh When I'm lookin' at you I keep thinkin' Why can't she be like you? So I'm schemin' I can't go on like this Believin' that her love is true, oh Standing on the dance floor While she trickin' You are all I want girl She's a chicken We might be together But love is missing Girl I want you So what can we do, oh  [Chorus] Girl if it's alright Let's go somewhere and get it on tonight I've got a girl, but you look good tonight It's one on one tonight, tonight  Girl if it's alright Let's go somewhere and get it on tonight You shouldn't have to be alone tonight It's one on one tonight, tonight  Now she's lookin' at me But keep talkin' Oh, now she tryna ice you Let's start walkin' Over on the dance floor It's her fault but What can she do? Tell me baby, yeah  Girl if you're ready (I'm ready) We can get it on (We can get it on) I know where I went wrong (She's where you went wrong) With you is where I belong, belong  Girl if I could find the words to say I gotta get away from a love That kills me everyday I'd gladly say to you  [Chorus x2]   Girl if it's alright My baby's stressin' me You need to come with me We need to go somewhere, yeah Tonight, tonight  [Repeat 1 until fade]  ",
        "title": "Get It On Tonite"
    },
    {
        "artist": "Foo Fighters",
        "lyrics": "  [Verse 1] Run and tell all of the angels This could take all night Think I need a devil to help me get things right Hook me up a new revolution Cause this one is a lie We sat around laughing and watched the last one die  [Chorus] Now I'm looking to the sky to save me Looking for a sign of life Looking for something to help me burn out bright I'm looking for a complication Looking cause I'm tired of lying Make my way back home when I learn to fly high  [Verse 2] I think I'm done nursing the patience It can wait one night I'd give it all away if you give me one last try We'll live happily ever trapped if you just save my life Run and tell the angels that everything's alright  [Chorus 2] Now I'm looking to the sky to save me Looking for a sign of life Looking for something to help me burn out bright I'm looking for a complication Looking cause I'm tired of trying Make my way back home when I learn to fly high Make my way back home when I learn to...  [Bridge] Fly along with me, I can't quite make it alone Try to make this life my own Fly along with me, I can't quite make it alone Try to make this life my own  [Chorus 2] I'm looking to the sky to save me Looking for a sign of life Looking for something to help me burn out bright I'm looking for a complication Looking cause I'm tired of trying Make my way back home when I learn to  I'm looking to the sky to save me Looking for a sign of life Looking for something to help me burn out bright I'm looking for a complication Looking cause I'm tired of trying Make my way back home when I learn to fly high Make my way back home when I learn to fly... Make my way back home when I learn to...  ",
        "title": "Learn To Fly"
    },
    {
        "artist": "Train",
        "lyrics": "  She doesn't own a dress Her hair is always a mess IF You catch her stealin' she won't confess She's Beautiful  Smokes a pack a day, no wait That's me, but anyway She doesn't care a thing About that, hey She thinks I'm beautiful Meet Virginia  She never compromises Loves babies and surprises Wears high heels when She exercises Ain't it beautuiful Meet Virginia  Well she wants to be the Queen Then she thinks about her scene Pulls her hair back as she screams \"I don't really wanna be the Queen\"  Daddy wrestles alligators Mama works on carburetors Her brother is a fine mediator For the president And here she is again on the phone Just like me hates to be alone We just like to sit at home And rip on the President Meet Virginia, Mmmm...  Well she wants to live her life Then she thinks about her life Pulls her hair back, as she screams \"I don't really wanna live this life\" No mama no mama no mama no mama  She only drinks coffee at midnight When the moment is not right Her timing is quite, unusual You see her confidence is tragic, but her Intuition magic And the shape of her body? Unusual  Meet Virgina I can't wait to Meet Virginia, yeah e yeah hey hey hey  Well she wants to be the queen and Then she thinks about her scene Well she wants to live her life Then she thinks about her life Pulls her hair back as she screams \"I don't really wanna be the queen\" I, I don't really wanna be the queen I, I don't really wanna be the queen I, I don't really wanna live this  ",
        "title": "Meet Virginia"
    },
    {
        "artist": "Len",
        "lyrics": "  [Intro: On Album Version] [Tim] Hey, Matt [Matt] Yeah, Tim? [Tim] Hey, you talked to Marc lately? [Matt] Uh, haven't really talked to him but he looks pretty, uh, down [Tim] \"He looks pretty, uh, down?\" Yeah, well, maybe we should cheer him up then [Matt] What do you, uh, suppose we should do? [Tim] Well, does he like butter tarts?  [Verse 1: Marc] I was lying on the grass of Sunday morning of last week Indulging in my self-defeat My mind was thugged, all laced and bugged, all twisted, wrong and beat A comfortable three feet deep Now the fuzzy stare from not being there on a confusing morning week Impaired my tribal lunar speak And of course you can't become if you only say what you would have done So I missed a million miles of fun  [Chorus: Marc & (Sharon)] I know it's up for me (If you steal my sunshine) Making sure I'm not in too deep (If you steal my sunshine) Keeping versed and on my feet (If you steal my sunshine)  [Spoken: On Album Version] [Tim] Chad, come here, come here, come here [Chad] Wow, look at her [Tim] I know [Chad] Man, I've never seen Sharon look so bad before [Tim] I did once before, but this is pretty bad [Chad] Yeah, what do you think she got up to last night? [Tim] Well, I...Sharon, I love you!  [Verse 2: Sharon] I was lying on the bench slide in the park across the street L-A-T-E-R that week My sticky paws were into making straws out of big fat slurpy treats An incredible eight-foot heap Now the funny glare to pay a gleaming tare in a staring under heat Involved an under usual feat And I'm not only among but I invite who I want to come So I missed a million miles of fun  [Chorus: Marc & (Sharon)] I know it's up for me (If you steal my sunshine) Making sure I'm not in too deep (If you steal my sunshine) Keeping versed and on my feet (If you steal my sunshine)  [Chorus 2: Marc & (Sharon)] I know it's done for me (If you steal my sunshine) Not some and hard to see (If you steal my sunshine) Keeping dumb and built to beat (If you steal my sunshine)  [Outro] My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine  ",
        "title": "Steal My Sunshine"
    },
    {
        "artist": "Lonestar",
        "lyrics": "  [Verse 1] Every time our eyes meet This feeling inside me Is almost more than I can take Baby, when you touch me I can feel how much you love me And it just blows me away  [Pre-Chorus] I've never been this close to anyone, or anything I can hear your thoughts I can see your dreams  [Chorus] I don't know how you do what you do I'm so in love with you It just keeps getting better I want to spend the rest of my life With you by my side Forever and ever Every little thing that you do Baby, I'm amazed by you  [Verse 2] The smell of your skin The taste of your kiss The way you whisper in the dark Your hair all around me Baby you surround me You touch every place in my heart  [Pre-Chorus] Oh, it feels like the first time every time I want to spend the whole night in your eyes  [Chorus] I don't know how you do what you do I'm so in love with you It just keeps getting better I want to spend the rest of my life With you by my side Forever and ever Every little thing that you do Baby, I'm amazed by you  [Guitar Solo]  [Chorus] Every little thing that you do I'm so in love with you It just keeps getting better Oh, girl I want to spend the rest of my life With you by my side Forever and ever Every little thing that you do Oh, every little thing that you do Every little thing that you do Baby, I'm amazed by By you  ",
        "title": "Amazed"
    },
    {
        "artist": "Juvenile Featuring Mannie Fresh & Lil' Wayne",
        "lyrics": null,
        "title": "Back That Thang Up"
    },
    {
        "artist": "TLC",
        "lyrics": "  [Produced by Dallas Austin]  [Verse 1: T-Boz] I wish I could tie you up in my shoes Make you feel unpretty too I was told I was beautiful But what does that mean to you? Look into the mirror, who's inside there The one with the long hair Same old me again today, yeah  [Pre-Chorus: Chilli] My outsides look cool My insides are blue Everytime I think I'm through It's because of you I try different ways But it's all the same At the end of the day I have myself to blame I'm just trippin'  [Chorus] You can buy your hair if it won't grow You can fix your nose if he says so You can buy all the make-up That M.A.C. can make, but if You can't look inside you Find out who am I to Be in the position that make me feel So damn unpretty  I'll make you feel unpretty too  [Verse 2: T-Boz] Never insecure until I met you Now I'm bein' stupid I used to be so cute to me Just a little bit skinny Why do I look to all these things To keep you happy Maybe get rid of you And then I'll get back to me, yeah  [Pre-Chorus: Chilli] My outsides look cool My insides are blue Everytime I think I'm through It's because of you I try different ways But it's all the same At the end of the day I have myself to blame Can't believe I'm trippin'  [Chorus] You can buy your hair if it won't grow You can fix your nose if he says so You can buy all the make-up That M.A.C. can make, but if You can't look inside you Find out who am I to Be in the position that make me feel So damn unpretty  You can buy your hair if it won't grow You can fix your nose if he says so You can buy all the make-up That M.A.C. can make, but if You can't look inside you Find out who am I to Be in the position that make me feel So damn unpretty  And make you feel unpretty too And make you feel unpretty  [Chorus] You can buy your hair if it won't grow You can fix your nose if he says so You can buy all the make-up That M.A.C. can make, but if You can't look inside you Find out who am I to Be in the position that make me feel So damn unpretty  ",
        "title": "Unpretty"
    },
    {
        "artist": "702",
        "lyrics": "  [Verse 1: Kameelah] See, he's my property and any girl that touch I might just call your bluff 'cause I don't give a Who are you to call my cell? Oh, I'm gonna wish you well 'Cause any girl that tried has failed but  [Chorus] Where my girls at? From the front to back Well, is you feelin' that? Put one hand up Can you repeat that? Tryna take my man See, I don't need that, so, don't play yourself  [Verse 2: Kameelah] Hey, hey, hey, hey, don't you violate me 'Cause I'ma make you hate me If you decide to mess with mine Chop you down to size Make you realise You done messed up this time  [Chorus] Where my girls at? From the front to back Well, is you feelin' that? Put one hand up Can you repeat that? Tryna take my man See, I don't need that, so, don't play yourself  [Bridge] You must learn the rules Don't come close to Anything that belongs to me He is mine My property So you must leave  [Chorus] Where my girls at? From the front to back Well, is you feelin' that? Put one hand up Can you repeat that? Tryna take my man See, I don't need that, so, don't play yourself  ",
        "title": "Where My Girls At?"
    },
    {
        "artist": "Sugar Ray",
        "lyrics": null,
        "title": "Someday"
    },
    {
        "artist": "LeAnn Rimes",
        "lyrics": null,
        "title": "Big Deal"
    },
    {
        "artist": "Counting Crows",
        "lyrics": "  [Verse 1] She sat right down on the sofa I said, \"Where have you been? I've been waiting for you 'Cause last night, I had something so good These days get so long, and I got nothing to do\"  [Chorus] I been hangin' around this town on the corner I been bumming around this old town so long I been hangin' around this town on the corner I been bumming around this old town for way too long  [Verse 2] We spend all day getting sober, hiding from daylight Watching TV (Blame it on the rain) We just look a lot better in the blue light Well, you know I gotta get out But I'm stuck so tight, weighed by the chains that keep me  [Chorus] Hangin' around this town on the corner I been bumming around this old town too long I been hangin' around this town on the corner I been bumming around this old town for way too long  [Verse 3] And this girl listens to the band play She says, \"Where have you been? I've been lying right here on the floor\" Well, I got all this time to be waiting for what is mine To be hating what I am, after the light has faded  [Chorus] Hangin' around this town on the corner I been bumming around this old town so long I been hangin' around this town on the corner I been bumming around this old town for way, way  I been hangin' around this town on the corner I been bumming around this old town for way too long I been hangin' around this town on the corner I been bumming around this old town for way, way Way, way, way too long Way, way, way, way too long Way, way, way, way too long Way, way, way, way too long Way, way, way, way too long  ",
        "title": "Hanginaround"
    },
    {
        "artist": "Faith Hill",
        "lyrics": null,
        "title": "Breathe"
    },
    {
        "artist": "Filter",
        "lyrics": "  [Verse 1] Awake on my airplane, awake on my airplane My skin is bare, my skin is theirs Awake on my airplane, awake on my airplane My skin is bare, my skin is theirs I feel like a newborn And I feel like a newborn Awake on my airplane, awake on my airplane I feel so real  [Chorus] Could you take my picture 'Cuz I won't remember Could you take my picture 'Cuz I won't remember Could you take my picture 'Cuz I won't remember Could you take my picture 'Cuz I won't remember, yeah  [Verse 2] I don't believe in, I don't believe in In your sanctity, your privacy I don't believe in, I don't believe in Sanctity, a hypocrisy Could everyone agree that No one should be left alone Could everyone agree that They should not be left alone, yeah And I feel like a newborn And I feel like a newborn Kicking and screaming  [Chorus] Could you take my picture 'Cuz I won't remember Could you take my picture 'Cuz I won't remember Could you take my picture 'Cuz I won't remember Could you take my picture 'Cuz I won't remember, yeah  [Bridge] Hey dad, what do you think about your son now Ah hey dad, what do you think about your son now  [Chorus] Could you take my picture 'Cuz I won't remember Could you take my picture 'Cuz I won't remember Could you take my picture 'Cuz I won't remember Could you take my picture 'Cuz I won't remember Could you take my picture 'Cuz I won't remember Could you take my picture 'Cuz I won't remember, yeah  ",
        "title": "Take A Picture"
    },
    {
        "artist": "Lou Bega",
        "lyrics": "  [Intro] Ladies and gentleman This is Mambo number 5  [Verse 1] One, two, three, four, five Everybody in the car, so come on let's ride To the liquor store around the corner The boys say they want some gin and juice But I really don't wanna Beer bust, like I had last week I must stay deep, cause talk is cheap I like Angela, Pamela, Sandra and Rita And as I continue you know they're getting sweeter So what can I do? I really beg you, my Lord To me flirting is just like a sport Anything fly, it's all good, let me dump it Please send in the trumpet  [Chorus] A little bit of Monica in my life A little bit of Erica by my side A little bit of Rita is all I need A little bit of Tina is what I see A little bit of Sandra in the sun A little bit of Mary all night long A little bit of Jessica, here I am A little bit of you makes me your man Mambo Number 5!  [Verse 2] Jump up and down and move it all around Shake your head to the sound Put your hands on the ground Take one step left and one step right One to the front and one to the side Clap your hands once and clap your hands twice And if it looks like this, then you're doing it right  [Chorus] A little bit of Monica in my life A little bit of Erica by my side A little bit of Rita is all I need A little bit of Tina is what I see A little bit of Sandra in the sun A little bit of Mary all night long A little bit of Jessica, here I am A little bit of you makes me your man  [Bridge] Trumpet! The trumpet! Mambo Number 5! Ha ha ha!  [Chorus] A little bit of Monica in my life A little bit of Erica by my side A little bit of Rita is all I need A little bit of Tina is what I see A little bit of Sandra in the sun A little bit of Mary all night long A little bit of Jessica, here I am A little bit of you makes me your man  [Outro] I do all to Fall in love with a girl like you Cause you can't run and you can't hide You and me gonna touch the sky Mambo Number 5!  ",
        "title": "Mambo No. 5 (A Little Bit Of...)"
    },
    {
        "artist": "Enrique Iglesias",
        "lyrics": "  [Intro] Rhythm Divine Escucha el ritmo de tu corazon Feel the Rhythm  [Verse 1] From the coast of Ipanema To the Island of Capri All the way to Kuala Lumpur I will follow you wherever you may be From the moment, I first saw you Knew my heart could not be free Had to hold you in my arms There can never be another for me  [Chorus] All I need is the rhythm divine Lost in the music Your heart will be mine All I need is to look in your eyes Viva la musica Say you'll be mine  [Verse 2: Enrique Iglesias] Can you feel the heat of passion? Can you taste our love's sweet wine? Join the dance and let it happen Put tomorrow's cares right out of your mind As the music draws you closer And you fall under my spell I will catch you In my arms now Where the night can take us no one can tell  [Chorus] All I need is the rhythm divine Lost in the music Your heart will be mine All I need is to look in your eyes Viva la musica Say you'll be mine  [Bridge] Gotta have this feeling forever Gotta live this moment together Nothing else matters Just you and the night Follow on the wings of desire Now the rhythm is taking you higher No one can stop us from havin' it all You are my heart, you are my soul  [Chorus] All I need is the rhythm divine Lost in the music Your heart will be mine All I need is to look in your eyes Viva la musica Say you'll be mine All I need is the rhythm divine Lost in the music Your heart will be mine All I need is to look in your eyes Viva la musica Say you'll be mine  [Outro] Can you feel the rhythm? Can you feel the rhythm? Can you feel the rhythm? Burning, burning Can you feel the rhythm? Can you feel the rhythm? Can you feel the rhythm? Burning, burning Can you feel the rhythm? Can you feel the rhythm? Can you feel the rhythm? Burning, burning Can you feel the rhythm? Can you feel the rhythm? Can you feel the rhythm? Burning, burning  ",
        "title": "Rhythm Divine"
    },
    {
        "artist": "Goo Goo Dolls",
        "lyrics": "  [Verse 1] Baby's black balloon makes her fly I almost fell into that hole in your life And you're not thinking about tomorrow Cause you were the same as me But on your knees A thousand other boys could never reach you How could I have been the one? I saw the world spin beneath you And scatter like ice from the spoon that was your womb  [Chorus] Coming down the world turned over And angels fall without you there And I go on as you get colder Or are you someone's prayer?  [Verse 2] You know the lies they always told you And the love you never knew What's the things they never showed you That swallow the light from the sun inside your room, yeah  [Chorus] Coming down the world turned over And angels fall without you there And I go on as you get colder Or are you someone's prayer?  [Bridge] And there's no time left for losing When you stand they fall, yeah  [Chorus 2] Coming down the world turned over And angels fall without you there And I go on as you get colder All because I'm Coming down the years turned over And angels fall without you there And I'll go on and I'll lead you home and All because I'm All because I'm And I'll become What you became to me  ",
        "title": "Black Balloon"
    },
    {
        "artist": "Ice Cube Featuring Mack 10 & Ms. Toi",
        "lyrics": "  [Ice Cube] Yeah, yeah Get your ass and hurra Uh, Ice Cube baby Ninety-nine, baby I'm on the grind baby All the time baby Show me something  [Ms. Toi] You can do it put your back into it [Ice Cube] I can do it put your ass into it [Ms. Toi] You can do it put your back into it [Ice Cube] I can do it put your ass into it [Ms. Toi] Put your back into it [Ice Cube] Put your ass into it  [Ice Cube] Tic-tic-boom Hear me banging down these back streets Bumpin' BlackSTREET, treated like a athlete Life ain't a track meet (no) it's a marathon Fuck the cemetery that a nigga get buried on \"We be clubbing\" till the day we die Nigga ask the bartender if you think we lie But if you think we high, nigga think again Cause when it's sink or swim You got to think to win And if I drink this Hen' Everybody will know it Cause I ain't going for it So pray to the Lord that I don't pull out Cuss out and bust out Go the nigga route Make the trigger shout, uh You can try to smoke an ounce to this While I pronounce this shit Baby bounce them tits Mama move them hips Baby shake them cheeks I got dick for days You got ass for weeks, yeah, yeah  [Ms. Toi] (Ice Cube) Don't stop get it, get it (That's real) Don't stop nigga hit it (I will) [Ice Cube] I'm gon' do it, gon' do it Gon' do it, do it, do it  [Ms. Toi] You can do it put your back into it [Ice Cube] I can do it put your ass into it [Ms. Toi] You can do it put your back into it [Ice Cube] I can do it put your ass into it [Ms. Toi] Put your back into it [Ice Cube] Put your ass into it  [Ice Cube] Now all I wanna do is have fun with my loved ones The thug ones, relatives and my cousins And I got 'em by the dozen When they buzzin', quick to say fuck your husband This is for my niggas locked away Extra love for the ones who ain't got no date But when we hit checkmate with Ice Cube the great As soon as I get a word we can rush the safe Fuck them license plates because life is great It don't matter if you're rich and your folks ain't straight I'm still coming with that underground gangsta shit No matter how many niggas say we ain't the shit, bitch  [Ms. Toi] (Ice Cube) Don't stop get it, get it (That's real) Don't stop nigga hit it (I will) [Ice Cube] I'm gon' do it, gon' do it Gon' do it, do it, do it  [Ms. Toi] You can do it put your back into it [Ice Cube] I can do it put your ass into it [Ms. Toi] You can do it put your back into it [Ice Cube] I can do it put your ass into it [Ms. Toi] Put your back into it [Ice Cube] Put your ass into it  [Mack 10] I do hard core rhyming, hard time grinding With will I pimp hoes Other niggas wine and dine them Gotta love this pup shit Passing the mud shit Pockets on flood shit OG lyrical blood shit I don't rent I buy shit Niggas jealous of my shit You unaware of this young nigga getting all the fly shit While you're rooting and recruiting Nigga 6-8 whooping I was in the hood shooting cause I had the wife whooping I come from padres gold in oversized jars I past up strife and got star awards No time for playa hating, Mack paper chasing Came out the substation to the hip hop nation The mo' hits the mo' bigga with illegal weight figga Done develop the status of a platinum plus nigga Bust the first asshole to show I can hit it I keep pushing, don't quit it Don't stop till I get it  [Ms. Toi] (Ice Cube) Don't stop get it, get it (That's real) Don't stop nigga hit it (I will) [Ice Cube] I'm gon' do it, gon' do it Gon' do it, do it, do it [Ms. Toi] You can do it put your back into it [Ice Cube] I can do it put your ass into it [Ms. Toi] You can do it put your back into it [Ice Cube] I can do it put your ass into it [Ms. Toi] You can do it put your back into it [Ice Cube] I can do it put your ass into it [Ms. Toi] You can do it put your back into it [Ice Cube] I can do it put your ass into it [Ms. Toi] (Ice Cube) Don't stop get it, get it (That's real) Don't stop nigga hit it (I will) [Ice Cube] I'm gon' do it, gon' do it Gon' do it, do it, do it [Ms. Toi] You can do it put your back into it [Ice Cube] I can do it put your ass into it [Ms. Toi] You can do it put your back into it [Ice Cube] I can do it put your ass into it Put your ass into it We be clubbing Freaky gyration is close to fornication We be clubbing Freaky gyration is close to fornication... Yeah uh-huh, Ice Cube, Westside Connection Know how we do? We puttin' it down, constantly Get your ass up and hurra  ",
        "title": "You Can Do It"
    },
    {
        "artist": "Guy",
        "lyrics": null,
        "title": "Dancin'"
    },
    {
        "artist": "Mariah Carey Featuring Joe & 98 Degrees",
        "lyrics": "  [Intro: Nas and Mariah Carey and Joe] Cluemanati MC to the J-O-E Make it last Nastradamus remix Make it last forever For the world Make it real, baby Uh, Desert Storm, baby Uh, check it Thank God I found you This for you  [Rap Verse: Nas] Let's show the world you're my golden girl When we shoppin' they see us on the streets They say 'Son, scooped a hot one' You taste like banana cake You shaped like the number eight And you my number one candidate I can't lose you, it's like I'm bettin' in Vegas, crucial Sweatin', knowin' these players is wantin' you, Boo I get the chills when you in my sight Feels like it's meant to be right (Thank God I found you) I feel a rush when I kiss you at night, uh  [Joe] Shorty knows she my baby girl and Player haters try hard to get her But she'll be lounging in my cradle tonight, oh Typically a thug wouldn't say this But you see your love has got me faded No girl ever made me feel like you do, oh  [Mariah] Hmm I'mma be here night after night to Feel your loving arms around me Baby, baby, baby, baby, you make it all right No one but you baby, can make me feel The way you make me, make me, make me feel, oh  [Mariah & Joe](Nas) (Make it last, make it last) (We make it last) Make it last Ooh, ooh, ooh, ooh (Make it last, make it last) (We make it last) Don't our let our love end (Make it last, make it last) (We make it last) Oh, don't you let it end Make it last forever and ever (Make it last, make it last) (We make it last) Thank God I found you  [Joe & Mariah] Your touch is wonderful (So wonderful) Your love is so marvelous Joy, that's what I feel When I'm with you, yeah (Yeah) Nothing, no one (No one, boy) Could compare to what we have (Oh no, baby) Love, it feels so good I'm so glad you're mine, oh  [Mariah & Joe](Nas) (Make it last, make it last) (We make it last) Oh, oh, oh, oh, oh Make it last forever (Make it last, make it last) (We make it last) Ooh, ooh, ooh Don't let our love end (No, no, no, no, no, no) (Make it last, make it last) (We make it last) Make it last forever and ever (Make it last, make it last) (We make it last) Thank God I found you  [Nas](Mariah) What? A thug's dream wife, jeans tight, beautiful skin Matching brown Timbs, hot as jalapenos She knows how to hide the ninos The rap Rudolph Valentino In beef I become the black Al Pacino Relax, sweetie, in Benz you could watch the TV Or lay back and pump Mariah's hot CD And I'mma touch you in the wrong places Or we could walk through the park In our bubble north faces, I'm lost in your love Thank God I found you, you my crown jewel I'm sayin' boo the type I give my last name to (Make it last) At Lover's Lane put the top up When it start to rain in the parkin' lot Then we finish doing our thing Fog the windows gettin' very sentimental Sippin' Cosmos with the cherry in the middle I keep it honest, word to Will that's my promise Signin' off, truly yours, Nastradamus  [Mariah & Joe](Nas) Thank God I found you, thank you, Lord (Make it last, make it last) (We make it last) Whoa, oh, oh, oh, oh, don't you let it end Make it last, oh baby (Make it last, make it last) (We make it last) See I was so lost without your love I was lost without you (Make it last, make it last) My every wish and dreams became reality Thank God I found you (Make it last, make it last) Oh, oh, oh, oh (Make it last, make it last) (We make it last, make it last) (2000) Make it last (Nastradamus) I'm overwhelmed with gratitude (Mariah, uh, uh Cluemanati, uh to the J-O-E My baby I'm so thankful (Thank God for you baby, that's right) Thank God I found you (Make it last, make it last) Thank God I found you (Make it last, make it last) I was so lost without you My every wish and every dream Somehow became reality (Make it last, make it last) (We make it last, make it last) My sunshine, my whole life Make it last forever, baby (Make it last, make it last) Thank God I found you  ",
        "title": "Thank God I Found You"
    },
    {
        "artist": "Destiny's Child",
        "lyrics": "  [Hook] Say my name, say my name When no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Why the sudden change? Say my name, say my name When no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Better say my name  [Verse 1] Any other day, I would call, you would say \"Baby, how's your day?\" But today, it ain't the same Every other word is \"uh-huh\" \"yeah\" \"ok\" Could it be that you are at the crib with another lady? If you took it there, first of all, let me say I am not the one to sit around, and be played So prove yourself to me, if I'm the girl that you claim Why don't you say the things that you said to me yesterday?  [Pre-Hook] (I know you say that I am assuming things) Something's going down that's the way it seems (Shouldn't be the reason why you're acting strange) If nobody's holding you back from me (Cause I know how you usually do) When you say everything to me times two (Why can't you just tell the truth?) If somebody's there then tell me who  [Hook] Say my name, say my name When no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Why the sudden change? Say my name, say my name When no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Better say my name  [Verse 2] What is up with this? Tell the truth, who you with? How would you like it if I came over with my clique? Don't try to change it now, saying you gotta bounce When two seconds ago you said you just got in the house It's hard to believe that you are at home by yourself When I just heard the voice, heard the voice of someone else Just this question, why do you feel you gotta lie? Gettin' caught up in your game, when you cannot say my name  [Pre-Hook] (I know you say that I am assuming things) Something's going down that's the way it seems (Shouldn't be the reason why you're acting strange) If nobody's holding you back from me (Cause I know how you usually do) When you say everything to me times two (Why can't you just tell the truth?) If somebody's there then tell me who  [Hook] Say my name, say my name When no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Why the sudden change? Say my name, say my name When no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Better say my name  [Bridge] Yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah Ooh, ooh, oh  [Pre-Hook] (I know you say that I am assuming things) Something's going down that's the way it seems (Shouldn't be the reason why you're acting strange) If nobody's holding you back from me (Cause I know how you usually do) When you say everything to me times two (Why can't you just tell the truth?) If somebody's there then tell me who  [Hook] Say my name, say my name If no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Why the sudden change? Say my name, say my name If no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Better say my name Say my name, say my name If no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Why the sudden change? Say my name, say my name If no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Better say my name  [Outro] Thou shall know if she can't love you  ",
        "title": "Say My Name"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Verse 1] I said I wanna touch the earth I wanna break it in my hands I wanna grow something wild and unruly I wanna sleep on the hard ground In the comfort of your arms On a pillow of bluebonnets In a blanket made of stars Oh, it sounds good to me, I said  [Chorus] Cowboy take me away Fly this girl as high as you can Into the wild blue Set me free, oh, I pray Closer to heaven above and Closer to you, closer to you  [Verse 2] I wanna walk and not run I wanna skip and not fall I wanna look at the horizon And not see a building standing tall I wanna be the only one For miles and miles Except for maybe you And your simple smile Oh, it sounds good to me Yes, it sounds so good to me  [Chorus] Cowboy take me away Fly this girl as high as you can Into the wild blue Set me free, oh, I pray Closer to heaven above and Closer to you, closer to you  [Verse 3] I said I wanna touch the earth I wanna break it in my hands I wanna grow something wild and unruly Oh, it sounds good to me  [Chorus] Cowboy take me away Fly this girl as high as you can Into the wild blue Set me free, oh, I pray Closer to heaven above and Closer to you, closer to you Closer to you Cowboy take me away Closer to you  ",
        "title": "Cowboy Take Me Away"
    },
    {
        "artist": "Ol' Dirty Bastard Featuring Kelis",
        "lyrics": "  [Intro: Ol' Dirty Bastard] I dedicate this to all the pretty girls All the pretty girls in the world And the ugly girls too ‘Cause to me you're pretty anyway, baby  [Verse 1: Ol' Dirty Bastard] You give me your number, I'll call you up You act like your pussy on interrupt I don't have no trouble with you fucking me But I have a little problem with you not fucking me Baby, you know I'ma take care of you ‘Cause you say you got my baby, and I know it ain't true Is it a good thing? No it's bad, bitch For good or worse, makes you switch So I walk on over with my Cristal Bitch-ass niggas, put away your pist-als Dirty won't be having it in this house ‘Cause, bitch, I'll cripple your style! Now that you heard my charming voice You couldn't get another nigga, coochie won't get moist If you wanna look good and not be bummy Girl, you better give me that money! Aow!  [Hook: Kelis] Hey, Dirty! Baby, I got your money Don't you worry, I said hey! Baby, I got your money  [Verse 2: Ol' Dirty Bastard] So I glanced at the girls, girls glanced at me I whispered in their ear: \"Wanna be with me?\" You wanna look pretty though, in my video Ol' Dirty on the hat and I let you all know Just dance if you caught up in the holy ghost trance If you stop I'ma put the killer ants in your pants I'm the O-D-B as you can see F.B.I., don't you be watching me I don't want no problems, ‘cause I'll put you down In the ground where you can not be found I'm just Dirt Dog trying to make some money So give me my streaks and give me my honey! Radios play this all day, everyday Recognize I'm a fool and you love me! None of you, NUH, better look at me funny NUH, you know my name, now give me my money!  [Hook: Kelis] Hey, Dirty! Baby, I got your money Don't you worry, I said hey! Baby, I got your money  [Over the hook] Sing it! Sing it, girls! Just shake it right now! If Dirty want his money I think y'all should give him his money That's how I like you, girl!  [Verse 3: Ol' Dirty Bastard] Nigga playing in the club like this all night Bitches put your ass out, let me hold it tight You looking at my wrist saying \"It's so nice!\" The price bitch is diamonds, shining disco light Well, you better help me solve my problem Or I'ma get this money and rob them Lucky Dog when I won the Lotto Ran up on my car for carrying Rollo But hold on, you can call me Dirty And then lift up your skirt And you want some of this Dirty God made Dirt and Dirt bust your ass Stop annoying me! Yeah, I play my music loud It takes the Bastard – Ol' Dirty – to move the crowd They say, \"He had his dick in his mouth.\" Eddie Murphy taught me that back in the house Now give me my money!  [Hook: Kelis] Hey, Dirty! Baby, I got your money Don't you worry, I said hey! Baby, I got your money  [Hook: Kelis] Hey, Dirty! Baby, I got your money Don't you worry, I said hey! Baby, I got your money  [Hook: Kelis] Hey, Dirty! Baby, I got your money Don't you worry, I said hey! Baby, I got your money  [Hook: Kelis] Hey, Dirty! Baby, I got your money Don't you worry, I said hey! Baby, I got your money  [Hook: Kelis] Hey, Dirty! Baby, I got your money Don't you worry, I said hey! Baby, I got your money  [Outro: Kelis] Hey, Dirty! Baby, I got your money Don't you worry, I said hey!  ",
        "title": "Got Your Money"
    },
    {
        "artist": "IMx",
        "lyrics": null,
        "title": "Stay The Night"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] When a single mom goes out on a date with somebody new It always winds up feeling more like a job interview My momma used to wonder if she'd ever meet someone Who wouldn't find out about me and then turn around and run  [Verse 2] I met the man I call my dad when I was five years old He took my mom out to a movie and for once I got to go A few months later I remember lying there in bed I overheard him pop the question and prayed that she'd say yes  [Verse 3] And then all of a sudden Oh, it seemed so strange to me How we went from something's missing To a family Looking back all I can say About all the things he did for me Is I hope I'm at least half the dad That he didn't have to be  [Verse 4] I met the girl that's now my wife about three years ago We had the perfect marriage but we wanted something more Now here I stand surrounded by our family and friends Crowded 'round the nursery window as they bring the baby in  [Verse 5] And now all of a sudden It seemed so strange to me How we've gone from something's missing To a family Looking through the glass I think about the man That's standing next to me And I hope I'm at least half the dad That he didn't have to be  [Verse 6] Looking back all I can say About all the things he did for me Is I hope I'm at least half the dad That he didn't have to be  [Verse 7] Yeah, I hope I'm at least half the dad That he didn't have to be Because he didn't have to be You know he didn't have to be  ",
        "title": "He Didn't Have To Be"
    },
    {
        "artist": "Reba",
        "lyrics": "  [Verse 1] Stuck at a red light outside an adult bookstore His son said, \"Daddy, what are all those X's for?\" As the light turned green he changed the subject fast Started talking about football as they drove right past  [Chorus] So what do you say in a moment like this When you can't find the words to tell it like it is Just bite your tongue and let your heart lead the way Let's get out of here Oh, what do you say?  [Verse 2] Seventeen years old She was out with her friends They started drinking at some party Until she was three sheets to the wind Her momma always told her she could call no matter what She was crying on the front steps When her mom showed up  [Chorus]  [Verse 3] Sometimes you got to listen to the silence And give yourself a little time to think Her every breath is weaker than the last And lately when she sleeps she talks about the past Her husband knows she's tired of holding on She looks at him and says, \"I want to go home!\"  [Chorus]  [Outro] Just close your eyes and let your heart lead the way Oh, what do you say? Oh, what do you say?  ",
        "title": "What Do You Say"
    },
    {
        "artist": "Ideal",
        "lyrics": "  [Intro] Hey, come in here for a minute Sit down Come here, cause we gotta talk, Okay Well, you just stay here for a little bit tonight Man, I don't even know where to start Yo, I want you try to understand somethin', okay? Now, just listen  [Verse 1] In the beginning, you know I tried To make it work for you and I Seems like I was always by myself Like you didn't ever, ever wanna help The strain you put on me, you let me down Can you tell me why, after all I've done? For you and us You know I really hate to say it, but I gotta tell you som'  [Chorus] I think I better leave (leave) you alone (alone) So get your bags (yeah) and get the hell on (on) See, because I don't want you no more (I don't want you no more) I think you better leave (leave) me alone (alone) So get your bags (yeah), get the hell on (get gone) Because love ain't here no more  [Verse 2] I don't know if it hurts To hear me say all of these words But then again, I guess by now I really don't care (See I've waited much too long) Always thought that it could work Thought it could be, forever you and me Tell me, what happened to us? Wait a minute, don't speak Right now all I wanna do is see you leavin'  [Chorus] (Leave) me alone (alone) Get your bags (yeah), get the hell on (on on) Cause I don't want you no more Said I think I better leave (leave) you alone (alone) Get your bags (yeah), get the hell on (get gone) Cause love ain't here no more  [Bridge] See, I tried to do it right Tried to make you see the light All that I wanted, all that I needed, was you in my life Havin' broke down and for what? Changed so many times, forgot who the real me was But it's alright, I said it's cool Cause I'm getting rid of you  [Chorus] I think it's time to leave (leave) me alone (alone) Get your bags (yeah), get the fuck on (on on) Because love don't want you no more Said I think it's time to leave (leave) me alone (alone) Get to steppin' (yeah), get the hell on (get gone) Love (love) ain't (ain't) here (here) no more (no more)  Oh leave (leave) me alone (alone) Get your bags (yeah), leave the keys on the table (on on) Cause I don't want you no more (See I've waited much too long) Said I think you better leave (leave) me alone (alone) Get to steppin' (yeah), get gone (get gone) Cause love ain't here no more  [Outro](Fades) You better get on (get on), get on (get on) Get on (get on), you ain't takin' a thing (get on) Just get on (get on), get on Get on (get on), leave the credit cards with me  ",
        "title": "Get Gone"
    },
    {
        "artist": "Mint Condition",
        "lyrics": null,
        "title": "If You Love Me"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] I never had no one, that I could count on I've been let down so many times And I was tired of hurtin', so tired of searchin' Till you walked into my life It was a feeling, I'd never known And for the first time, I didn't feel alone  [Chorus] You're more than a lover, there could never be another To make me feel the way you do Oh we just get closer, I fall in love all over Every time I look at you I don't know where I'd be, without you here with me Life with you makes perfect sense You're my best friend You're my best friend, oh yeah  [Verse 2] You stand by me, and you believe in me Like nobody ever has When my world goes crazy, you're right there to save me You make me see how much I have And I still tremble, when we touch And, oh, the look in your eyes, when we make love  [Chorus] You're more than a lover, there could never be another To make me feel the way you do Oh we just get closer, I fall in love all over Every time I look at you And I don't know where I'd be, without you here with me Life with you makes perfect sense You're my best friend, ooh-oh oh You're my best friend  [Chorus] You're more than a lover, there could never be another To make me feel the way you do Oh we just get closer, I fall in love all over Every time I look at you And I don't know where I'd be, without you here with me Life with you makes perfect sense You're my best friend You're my best friend (my best friend) You're my best friend (my best friend)  ",
        "title": "My Best Friend"
    },
    {
        "artist": "Ricky Martin",
        "lyrics": "  [Verse 1] I'm a desperado underneath your window I see your silhouette Are you my juliet? I feel a mad connection with your body Shake your bon-bon, shake your bon-bon, shake your bon-bon I wanna be your lover, your only latin lover We'll go around the world in a day Don't say no, no Shake it my way, oh shake your bon-bon Shake your bon-bon, shake your bon-bon  [Chorus] Hola amiga, hola amiga You're my temple of desire We'll go around the world in a day Don't say no, no Shake it my way, oh shake your bon-bon Shake your bon-bon, shake your bon-bon  [Verse 2] You're a mata hari I wanna know your story In the sahara sun i wanna be the one that's gonna come and take you Make you shake your bon-bon, shake your bon-bon, shake your bon-bon Up in the himalayas, c'mon i wanna lay ya We'll go around the world in a day Don't say no, no Shake it my way, oh shake your bon-bon Shake your bon-bon, shake your bon-bon  [Chorus]  ",
        "title": "Shake Your Bon-Bon"
    },
    {
        "artist": "Sole Featuring JT Money & Kandi",
        "lyrics": null,
        "title": "4, 5, 6"
    },
    {
        "artist": "Sisqo Featuring Make It Hot",
        "lyrics": "  [Make It Hot] (Sisqo) See what I wanna do, huh (Ooh, ooh) I don't know if I can say what I wanna do (Yeah) Hmm, maybe I can (yeah, yeah, yeah) Uh, uh, uh, uh, come on  [Sisqo] Now do I have to grab the back of your neck To make you listen to me Do you have to see me flashing the dough Or waving my Roley Yeah baby, can I get a hit of you What's up? What's up? Come on, I like the touch I got to freak ya 'round if you're down because  1 - \t[Sisqo] I got to get it You won't forget it Kiss you under your navel I'll go where he won't go I got to get, got to get it Just let me hit, just let me hit it I'll kiss the lips under your navel I'll bet he won't go where I go  [Sisqo] Listen, now baby I can be a better man Better yet a gentleman Fly you to Japan and back again Or spend a week in Puerto Rico Baby wait 'till I'm finito Cause I'm fiending yeah And I got to get a hit of you What's up? What's up? Come on, I like to fuck I got to figure out if you're down because, baby  Repeat 1  [Make It Hot] (Sisqo) Uh, uh, uh What's your go baby? (Baby) Yeah, we're hot, sip the Mo' and get the do' baby (Get the door baby) We can do it how you want it, let me know baby (Let me know baby) If I got it, you can get it, that's fo' sho' baby (For sure baby) Well hit the door baby (Oh baby) I'm here to treat you right (Come on) Won't you be the freak I know and give me head all night? (Oh) If you think somebody lookin' girl, turn off the lights (Oh) We can do it when you want it, where you want it, how you want it (Oh yeah) Damn the coochie tight, I make it hot (Make it hot) Lick you in between your legs and won't stop (Won't stop) From the back, from the front, you on top (You on top) Had to get it, had to hit it, non-stop (Baby can't you just let me hit it)  Repeat 1 till end  ",
        "title": "Got To Get It"
    },
    {
        "artist": "Blink-182",
        "lyrics": "  [Verse 1: Tom DeLonge] All the, small things True care, truth brings I'll take, one lift Your ride, best trip Always, I know You'll be, at my show Watching, waiting Commiserating  [Pre-Hook: Tom DeLonge] Say it ain't so I will not go Turn the lights off Carry me home  [Hook: Tom DeLonge] Na na na na na na na Na na na na na na na Na na na na na na na Na na na na na na na  [Verse 2] Late night, come home Work sucks, I know She left me roses by the stairs Surprises let me know she cares  [Pre-Hook: Tom DeLonge] Say it ain't so I will not go Turn the lights off Carry me home  [Hook: Tom DeLonge] Na na na na na na na Na na na na na na na Na na na na na na na Na na na na na na na  [Outro] Say it ain't so I will not go Turn the lights off Carry me home Keep your head still I'll be your thrill The night will go on My little windmill Say it ain't so (na na na na na na na) I will not go (na na na na na na na) Turn the lights off (na na na na na na na) Carry me home (na na na na na na na) Keep your head still (na na na na na na na) I'll be your thrill (na na na na na na na) The night will go on (na na na na na na na) The night will go on (na na na na na na na) My little windmill  ",
        "title": "All The Small Things"
    },
    {
        "artist": "Puff Daddy Featuring R. Kelly",
        "lyrics": "  [Puffy] All I want is somebody who's gonna love me for me Somebody I can love for them All this money don't mean shit If you ain't got nobody to share it with Love rules the world, you feel me  [R. Kelly-Hook] He don't understand you like I do No he'll never make love to you like I do So give it to me Cause I can show you 'bout a real love And I can promise anything that I do Is just to satisfy you  [Verse 1] When it hurt I ease the pain girl, caress your frame Get them worries off your brain girl, I'm in your corner Do what you want, it's your thing girl, I persist and try but We one in the same girl, it ain't a game So I can't play with you, I wanna lay with you Stay with you, pray with you, grow old and gray with you In good and bad times, we'll always make it through Cause what we got is true, no matter what they say to you I could straight lace you, not just appearance Stimulate your mind, strengthen your spirits Be that voice of reason when you ain't tryna hear it You want it but you fear it, but you love it when you near it Sit her on the sofa, get a little closer Touch you right, do it like a man's suppose to Knew you was the one, that's why I chose you Cause you get down for yours and ride like a soldier  [Hook]  [Verse 2] Your soul ain't a toy, you ain't dealin' with a boy Feel emptiness inside? I can fill that void When you spend time with your woman and listen It shines more than any baguette diamond can glisten I can't impress you with the cars and the wealth Cause any woman with will and drive can get it herself I'd rather show you it's heartfelt, make your heart melt And prove to you you're more important than anything else Worthwhile, special like my first child When I see your face it's always like the first time Our eyes met, I knew we'd be together in a tri-jet I wanna give you things that I didn't buy yet Hold you, mold you, don't know, let me show you Ain't no tellin' what we could grow to Let it be known, I told you And I'mma be there for whatever you go through, my love's true  [Hook]  [R. Kelly-Bridge] Don't let him sing you a sad song (No baby) Waiting for love like this too long (You don't have to wait, you don't have to wait on him, baby) All that you need I can give you (You don't have to wait, you don't have to wait on) I do, satisfy you (You don't have to wait on him)  [Verse 3] I'm the light when you can't see I'm that air when you can't breathe I'm that feeling when you can't leave Some doubt, some believe, some lie, cheat, and deceive So it's only you and me When you weak, I'll make you strong, here's where you belong I ain't perfect, but I promise I won't do you wrong Keep you away from harm, my love is protected I'll wrap you in my arms so you'll never feel neglected I'll just make you aware of what we have is rare In the moment of despair, I'm the courage when you're scared Loyal, down for you, soon as I saw you Wanted to be there cause I could hold it down for you Be around for you, plant seeds in the soil Make love all night, bending bed coils You're a queen, therefore I treat you royal This is all for you, cause I simply adore you  [Hook] until fade  [Puff] This one right here goes out to all my sisters  ",
        "title": "Satisfy You"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Chorus] Pop a top, again I just got time for one more round Set em' up my friend Then I'll be gone; And you can let some other fool sit down  [Verse 1] I'd like for you to listen to a joke I heard today From a woman who said she was through and calmly walked away I tried to smile, and did a while; but it felt so outta place Did you ever hear of a clown with tear drops streaming down his face?  [Chorus] Pop a top, again I think I'll have another round Set em' up my friend Then I'll be gone and you can let some other fool sit down  [Verse 2] Home for me, is misery, and here I'm wasting time Cause a row of fools on a row of stools is not what's on my mind But then you see her leaving me. It's not what I perfer So, it's either here just drinking beer or at home remembering her  [Chorus] Pop a top, again I think I'll have another round Set em' up my friend Then I'll be gone and you can let some other fool sit down Pop a top, again  ",
        "title": "Pop A Top"
    },
    {
        "artist": "Clint Black",
        "lyrics": null,
        "title": "When I Said I Do"
    },
    {
        "artist": "Robbie Williams",
        "lyrics": null,
        "title": "Angels"
    },
    {
        "artist": "Backstreet Boys",
        "lyrics": "  [Intro] Show me the meaning of being lonely  [Verse 1: Brian] So many words for the broken heart It is hard to see in a crimson love So hard to breathe Walk with me, and maybe  [Verse 2: AJ] Nights of light so soon become Wild and free I could feel the sun Your every wish will be done They tell me  [Chorus] Show me the meaning of being lonely Is this the feeling I need to walk with Tell me why I cannot be there where you are There is something missing in my heart  [Verse 3: Kevin] Life goes on as it never ends Eyes of stone observe the trends They never say forever gaze upon me  [Verse 4: Nick] Guilty roads to an endless love (endless love) There is no control, are you with me now? Your every wish will be done They tell me  [Chorus] Show me the meaning of being lonely Is this the feeling I need to walk with Tell me why I cannot be there where you are There is something missing in my heart  [Bridge: Howie and all] There is nowhere to run I have no place to go Surrender my heart, body, and soul How can it be You are asking me To feel the things you never show?  [Outro: Brian] You are missing in my heart Tell me why cannot I be there where you are?  [Chorus] Show me the meaning of being lonely Is this the feeling I need to walk with Tell me why I cannot be there where you are There is something missing in my heart Show me the meaning of being lonely Is this the feeling I need to walk with Tell me why I cannot be there where you are There is something missing in my heart  ",
        "title": "Show Me The Meaning Of Being Lonely"
    },
    {
        "artist": "Kelis",
        "lyrics": "  [Intro] Yeah this song yeah This song is for all the women out there That have been lied to by their men And I know you all been lied to Over and over again This is for y'all, maybe didn't break The way you should've broke But I break you know I'm sayin' so This is how it goes, damn  [Verse 1] Last year, Valentine's Day You would just warmly say \"Babe I love you, love you, babe I swear\" Held you when you were sick, even... The whole time I'd think to myself This isn't fair  [Pre-Chorus] What is this I see? (NO) You don't come home to me (oh no) When you don't come home to me Can't deal, can't bear You keep tellin' me lies But to your surprise Look, I found her red coat and you're Caught out there!  [Chorus] I hate you so much right now I hate you so much right now Aaaaaaaaaaaah I hate you so much right now I hate you so much right now I hate you so much right now Aaaaaaaaaaaah I hate you so much right now  [Verse 2] So sick of your games I'll set your truck to flames And watch it blow up, blow up, tell me How you gonna see her now? So far from sincere Fabrications in my ear Drive me so far up the wall, I come slidin' down  [Pre-Chorus] What is this I see (I don't believe this) You don't come home to me When you don't come home to me I can't deal, can't bear (I won't) You keep tellin' me lies but to your surprise Look, I hope you're happy since you're Caught out there  [Interlude] Yeah, you've been caught (Yo come on) Yo, yo, yo yo yo Yo, yo, yo yo yo Come on  [Chorus] I hate you so much right now I hate you so much right now Aaaaaaaaaaaah I hate you so much right now I hate you so much right now I hate you so much right now Aaaaaaaaaaaah I hate you so much right now  [Verse 3] She's so raunchy, so vulgar Not me, why the hell her? Look she dresses, a mess (Look at her) What do you see? (I don't know) It's not all about cash (hell no) Nor how much you flash How I dress is a reflection of me  [Pre-Chorus] What is this I see You don't come home to me When you don't come home to me Can't deal, can't bear (told you I won't) You keep tellin' me lies But to your surprise Look I got something for y'all since you're Caught out there  [Chorus] I hate you so much right now I hate you so much right now Aaaaaaaaaaaah I hate you so much right now I hate you so much right now I hate you so much right now Aaaaaaaaaaaah I hate you so much right now I hate you so much right now I hate you so much right now Aaaaaaaaaaaah I hate you so much right now I hate you so much right now I hate you so much right now Aaaaaaaaaaaah I hate you so much right now  ",
        "title": "Caught Out There"
    },
    {
        "artist": "Will Smith Featuring K-Ci",
        "lyrics": "  [K-Ci & Will Smith:] Its here and I like it (Whoo! Ha-ha! Ha-ha!) (Big Will, uh K-Ci y'all bringing it in) (What?) Its here and I like it (Say what? What?) (Say what? What?) Gonna pack the dance floor (And do what with it?) Rock the dance floor  [Verse 1: Will Smith] Here it comes the party of a lifetime 31st of December Man I remember when the ball dropped for 90 Now it's 9-9, ten years behind me What's gonna happen? Don't nobody know We'll see when the clock gets to 12-0-0 Chaos, the cops gonna block the street Man who the hell cares? Just don't stop the beat No time to sleep, yo it's on tonight K-Ci you feeling me right? (Yeah) 2-0-0-0, the Will 2 K The new millennium, yo excuse me Willennium (yeah) It can't get thicker than this (Big Will) Slick like Rick I can't miss (And we gonna party like it's 19) Hold up it is  [K-Ci:] Here it comes another year Come on everyone, new millennium Here it comes another year Everyone, new millennium  [Verse 2: Will Smith] There's a party tonight Everybody was drinking The house was screaming And the bass was shaking And it won't be long Till everybody knowing That twelve o'clock the roof will be blowing Drinks on me, up the cups, and Midnight coming full thrust, and Dick Clark holding it down, and The second hand rolling around (Na, na, na, na) Hundred thousands deep, world wide press Hate to be the man that gotta clean this mess Same resolution, get the money Ain't where we've been, it's where we gonna be Get ready to hum Auld Lang Syne Cause a person that know the words is hard to find First soul train line of the year Four, three, two, one  [K-Ci & Will Smith:] Its here and I like it (Whoo! K-Ci y'all, K-Ci y'all) Gonna pack the dance floor (And do what with it?) Rock the dance floor (Uh, uh, uh)  [K-Ci:] Here it comes another year Come on everyone, new millennium Here it comes another year Everyone, new millennium  [K-Ci:] Say yeah, yeah (Come on) Say yeah, yeah (I can't hear y'all) Say yeah, yeah (What? What? What?) Say yeah, yeah (Come on, come on) Say yeah, yeah (I can't hear y'all) Say yeah, yeah (I can't hear y'all) Say yeah, yeah (Ha-ha-ha) Yeah, yeah  [Verse 3: Will Smith] I remember trying to count how old I'd be When the clock struck twelve in the year 2G Medianoche finally near This will be that anthem amongst the cheers Just the man to usher it in Big Will bringing the heat K-Ci bringing the plan Ringing it in, waiting for the ball to drop That 2000 vault we breaking the lock Let hip-hop keep blazing the charts May the past keep a warm spot in your heart May the future hold more joy then pain Hands in the air waiting for confetti to rain  [K-Ci:] Its here and I like it Gonna pack the dance floor Rock the dance floor Here it comes another year Come on everyone, new millennium Here it comes another year Everyone, new millennium  [Bridge: Will Smith] There's a party tonight Everybody was drinking The house was screaming And the bass was shaking And it won't be long Till everybody knowing at twelve o'clock At 12 o'clock Say what? Say what? Say what? What?  [K-Ci:] Here it comes another year Come on everyone, new millennium Here it comes another year Everyone, new millennium  [Outro: Will Smith] True dat, true dat, true dat Yo London, uh come on Yo Bangkok, come on, come on LA, ha, ha The NYC Come on, say what? Say what? Yo Philly, come on, hey Hey Tokyo, come on Everybody say what now Say what now, say what now Come on, come on, come on  ",
        "title": "Will 2K"
    },
    {
        "artist": "Amber",
        "lyrics": null,
        "title": "Sexual (Li Da Di)"
    },
    {
        "artist": "B.G. Featuring Baby, Turk, Mannie Fresh, Juvenile & Lil' Wayne",
        "lyrics": null,
        "title": "Bling Bling"
    },
    {
        "artist": "Creed",
        "lyrics": null,
        "title": "Higher"
    },
    {
        "artist": "Mariah Carey Featuring Jay-Z",
        "lyrics": "  [Intro: Jay-Z & DJ Clue?] Yeah (We're gonna do it like this) All right let's go (Give me your love) Ugh, what, ugh, Jigga (MC, ha, Clue?) Hey, you gotta bounce to this like this You almost gotta watch to this, uh-huh (who-ee) Escape  [Verse 1: Mariah Carey & (DJ Clue?)] Oh, your love's so good, I don't wanna let go And although I should, I can't leave you alone (ha, ha) 'Cause you're so disarming I'm caught up in the midst of you And I can not resist at all (sing the song)  [Pre-Chorus] Boy, if I do the things you want me to The way I used to do Would you love me, baby? Or leaving me feeling used Would you go and break my heart?  [Chorus: Mariah Carey] Heartbreaker, you've got the best of me But I just keep coming back incessantly Oh, why did you have to run your game on me? I should have known right from the start You'd go and break my heart  [Hook: Mariah Carey & (Jay Z)] Give me your love Give me your love (She said) Give me your love (She wants) Give me your love Give me your love (She said) Give me your love (Uh-huh) Give me your love (Yeah) Give me your love (Get him back)  [Verse 2: Mariah Carey] It's a shame to be so euphoric and weak When you smile at me and you tell me the things That you know persuades me to relinquish my love to you But I can not resist at all  [Pre-Chorus] Boy, if I do the things you want me to The way I used to do Would you love me, baby? Or leaving me feeling used Would you go and break my heart?  [Chorus: Mariah Carey] Heartbreaker you've got the best of me But I just keep coming back incessantly Oh why did you have to run your game on me? I should have known right from the start You'd go and break my heart  [Jay-Z] I'm all on the record Okay, Clue all right  [Verse 3: Jay-Z] She wanna shop with Jay, play box with Jay She wanna pillow fight in the middle of the night She wanna drive my Benz with five of her friends She wanna creep past the block, spying again She wanna roll with Jay, chase skeeos away She wanna fight with lame chicks, blow my date She wanna inspect the rest, kick me to the curb If she find one strand of hair longer than hers She want love in the jacuzzi, rub up in the movies Access to the old crib, keys to the newbie She wanna answer the phone, tattoo her arm That's when I gotta send her back to her moms She calls me heartbreaker, when we apart it makes her Want a piece of paper, scribble down \"I Hate Ya\" But she knows she loves Jay because She loves everything Jay say, Jay does and ugh  [Chorus: Mariah Carey] Heartbreaker, you've got the best of me But I just keep coming back incessantly Oh, why did you have to run your game on me? I should have known right from the start You'd go and break my heart Heartbreaker, you've got the best of me But I just keep coming back incessantly Oh, why did you have to run your game on me? I should have known right from the start You'd go and break my heart Heartbreaker, you've got the best of me But I just keep coming back incessantly Oh, why did you have to run your game on me? I should have known right from the start You'd go and break my heart Heartbreaker, you've got the best of me But I just keep coming back incessantly Oh, why did you have to run your game on me? I should have known right from the start You'd go and break my heart  [Outro: DJ Clue?] MC, break it down Ha, ha X-streak, it's a rap  ",
        "title": "Heartbreaker"
    },
    {
        "artist": "R.E.M.",
        "lyrics": "  [Verse 1] I've watched the stars fall silent from your eyes All the sights that I have seen I can't believe that I believed I wished that you could see There's a new planet in the solar system There is nothing up my sleeve  [Hook] I'm pushing an elephant up the stairs I'm tossing up punch lines that were never there Over my shoulder a piano falls Crashing to the ground  [Verse 2] In all this talk of time, talk is fine But I don't want to stay around Why can't we pantomime Just close our eyes And sleep sweet dreams Me and you with wings on our feet  [Hook] I'm pushing an elephant up the stairs I'm tossing up punch lines that were never there Over my shoulder a piano falls Crashing to the ground  [Chorus] I'm breaking through I'm bending spoons I'm keeping flowers in full bloom I'm looking for answers from the great beyond  [Verse 3] I want the humming birds, the dancing bears Sweetest dreams of you I look into the stars I look into the moon  [Hook] I'm pushing an elephant up the stairs I'm tossing up punch lines that were never there Over my shoulder a piano falls Crashing to the ground  [Chorus] I'm breaking through I'm bending spoons I'm keeping flowers in full bloom I'm looking for answers from the great beyond I'm breaking through I'm bending spoons I'm keeping flowers in full bloom I'm looking for answers from the great Answers from the great, answers I'm breaking through I'm bending spoons I'm keeping flowers in full bloom I'm looking for answers from the great beyond I'm breaking through I'm bending spoons (Here's a little agit for the never-believer) I'm keeping flowers in full bloom (Here's a little ghost for the offering) I'm looking for answers from the great Answers from the great, answers I'm breaking through I'm bending spoons I'm keeping flowers in full bloom I'm looking for answers from the great beyond  ",
        "title": "The Great Beyond"
    },
    {
        "artist": "Ginuwine",
        "lyrics": "  [Hook] It ain't none of your friends business It ain't none of your friends business What we will be doing tonight We can just hang out all night or grab a bite It ain't none of your friends business It ain't none of your friends business Whether you get sexed tonight Long as we protect ourselves and do it right It ain't none of your friends business It ain't none of your friends business We can just go to the park And lay there till after dark At the park It ain't none of your friends business It ain't none of your friends business We can just go to the movies girl Cause tonight it's all your world Babygirl  [Verse 1] Tell your friends, back off of us (cause they're in our business and shit) Cause they were the same ones, who hooked us up (but now they are jealous and shit) Cause they see we are living, ghetto fabulous (and they just can't deal with that shit) But I don't give a damn, long as its me you trust (cause i can't get down with your clique)  [Hook] It ain't none of your friends business It ain't none of your friends business What we will be doing tonight We can just hang out all night or grab a bite It ain't none of your friends business It ain't none of your friends business Whether you get sexed tonight Long as we protect ourselves and do it right It ain't none of your friends business It ain't none of your friends business We can just go to the park And lay there till after dark At the park It ain't none of your friends business It ain't none of your friends business We can just go to the movies girl Cause tonight it's all your world Babygirl  [Verse 2] Put your trust in me girl, leave your friends alone (they make it hard for us and shit) And I don't know how many guys, have done you wrong (but I dont get down with that shit) And I don't know how many guys, who would sing a song (to show you they love you thats it) But lets look to the future girl, cause babe its on (cause i can't get down with your clique)  [Hook] It ain't none of your friends business It ain't none of your friends business What we will be doing tonight We can just hang out all night or grab a bite It ain't none of your friends business It ain't none of your friends business Whether you get sexed tonight Long as we protect ourselves and do it right It ain't none of your friends business It ain't none of your friends business We can just go to the park And lay there till after dark At the park It ain't none of your friends business It ain't none of your friends business We can just go to the movies girl Cause tonight it's all your world Babygirl  [Bridge] When I see you with your friends, under my breath, all i can say is Mmmm Mmmm Damn Mmmm When i see you with your friends, under my breath, all i can say is Mmmm Mmmm Damn Mmmm When i see you with your friends, under my breath, all i can say is Mmmm Mmmm Damn Mmmm When i see you with your friends, under my breath, all i can say is Mmmm Mmmm Damn Mmmm  [Hook] It ain't none of your friends business It ain't none of your friends business What we will be doing tonight We can just hang out all night or grab a bite It ain't none of your friends business It ain't none of your friends business Whether you get sexed tonight Long as we protect ourselves and do it right It ain't none of your friends business It ain't none of your friends business We can just go to the park And lay there till after dark At the park It ain't none of your friends business It ain't none of your friends business We can just go to the movies girl Cause tonight it's all your world Babygirl It ain't none of your friends business It ain't none of your friends business baby They shouldn't give a damn what we do  [Spoken Outro]  ",
        "title": "None Of Ur Friends Business"
    },
    {
        "artist": "M2M",
        "lyrics": "  Got introduced to you by a friend You were cute and all that Baby you set the trend Yes you did, oh The next thing I know we're down at the cinema We're sitting there and you said you love me What's that about?  You're moving too fast, I don't understand you I'm not ready yet, baby I can't pretend No I can't The best I can do is tell you to talk to me It's possible, eventual Love will find a way Love will find a way  CHORUS Don't say you love me You don't even know me If you really want me Then give me some time Don't go there baby Not before I'm ready Don't say your heart's in a hurry It's not like we're gonna get married Give me, give me some time  Here's how I play, here's where you stand Here's what to prove to get any further than where it's been I'll make it clear, not gonna tell you twice Take it slow, you keep pushing me You're pushing me away Pushing me away  CHORUS  Oooo, na, na, na, na, na, na, na Na, na, na, na, na, na, na Oooo, na, na, na, na, na, na, na Na, na, na, na, na, na, na  Don't say you love me You don't even know me baby  Baby don't say you love me, baby If you really want me Then give me some time Give me some time  CHORUS (repeat until fade out)  ",
        "title": "Don't Say You Love Me"
    },
    {
        "artist": "Lonestar",
        "lyrics": null,
        "title": "Smile"
    },
    {
        "artist": "Angie Stone",
        "lyrics": "  [Intro] No more rain in this cloud No more rain in this cloud  [Chorus] My sunshine has come and I'm all cried out And there's no more rain in this cloud (There's no more rain) My sunshine has come (no more rain in this cloud) (Let it go) And I'm all cried out And there's no more rain in this cloud (no more rain)  [Verse 1] There's no hiding place When someone has hurt you It's written on your face and it reads \"Broken spirit, lost and confused Empty, scared, used and abused, a fool, oh\" Ain't it funny that the way you feel shows on your face? (It's written all over your face, yeah) And the smile you used to wear Seems a little bit out of place (tracks of your tears) People, oh, hold on, in time It gets a little better, oh yeah  [Chorus] My sunshine has come (no more rain in this cloud) (My sunshine) And I'm all cried out And there's no more rain in this cloud (There's no more rain, no, no) My sunshine has come and I'm all cried out And there's no more rain in this cloud (No more rain, no more rain)  [Verse 2] So you want to live and to you I shall give All the space that you requested Hope you don't live to regret it So you say you're in your prime Baby, don't waste your time (no more rain) Remember my love (no more rain) It's only a thin line (too little, too never, too late)  [Chorus] My sunshine has come (no more rain) (My sunshine) And I'm all cried out (I'm all cried out) And there's no more rain in this cloud (no more rain) (There's no more rain) My sunshine has come (no more rain) (My sunshine, no more rain) And I'm all cried out And there's no more rain in this cloud (No more rain in this cloud, no more rain)  [Bridge] Spring has come and winter's gone, my love (No more rain, winter's gone) But don't look around for me, child I'll be gone, gone, gone, gone (I'll be gone, gone, gone) (No more rain) Not afraid (not afraid) Because the seasons have changed I'm gonna count my blessings (no more rain) And just follow the sun 'cause you see  [Chorus] My sunshine has come (Now, I wanna take a minute to kick it like this) (Has come, y'all wit' me?) And I'm all cried out (Y'all know what I'm talkin' about?) And there's no more rain in this cloud (You know what to do, no more rain in this cloud) My sunshine has come (no more rain, no more rain) (There's no hiding place) And I'm all cried out (when you're hurting) And there's no more rain in this cloud (No more rain in this cloud, no, no, no) Baby, don't want tear drops Drying upon my pillow (I used to think the world of you) Only room for raindrops (no more rain) Don't belong on my smile (baby, there's) And there's no more rain in this cloud (Nothing I would not do) Baby, don't want tear drops Drying upon my pillow (You broke me down) Only room for raindrops Don't belong on my smile (You broke me down) (No more rain) And there's no more rain in this cloud (You, you, you, baby, broke me down) My sunshine has come (Goes around, comes around) (What goes up) And I'm all cried out (Must come down) (Things you do) And there's no more rain in this cloud (Come back to you, y'all believe that?) (I said) My sunshine has come (Goes around, comes around) (What goes up) And I'm all cried out (Must come down) (Things you do) And there's no more rain in this cloud (Come back to you)  ",
        "title": "No More Rain (In This Cloud)"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": "  [Verse 1] The problem is for many years I've lived my life publicly So it's hard for me to find a man I trust I really trust And every time I find someone I like, gotta worry about If it's really me that they see And I thought you were the one, ohhhh...  [Chorus] Deep inside I wish that you could see (I wish that they could see) That I'm just plain ol' Mary...Mary Deep inside I wish that you could see (I wish that they could see) That I'm just plain ol' Mary...Mary  [Verse 2] I don't have a lot of friends And sometimes I have to wonder Is it cash they see when they look at me? 'Cause they're lookin' for a ride that's free So I made the choice to be Good to those who are good to me Don't judge me or think I'm bitter For the evil does allow me to see I'm just Mary  [Refrain] I'm just Mary, just Mary, just Mary I'm just Mary, just Mary, just Mary (I'm just Mary, can't you see that I, I...) I'm just Mary, just Mary, just Mary (I said, I said I'm just Mary) I'm just Mary, just Mary, just Mary  [Chorus] Deep inside I wish that you could see (Deep inside I wish that...) That I'm just plain ol' Mary...Mary (I wish that they can see that I'm Mary, yeah) Deep inside I wish that they could see (Deep inside I wish that...) That I'm just plain ol' Mary...Mary  Deep inside I wish that you could see (Every day of my life I wish...) That I'm just plain ol' Mary...Mary Deep inside I wish that they could see (And I wish, I wish, I wish...) That I'm just plain ol' Mary...Mary  [Bridge] The car i drive, the clothes i wear The diamonds, the furs, and the house Don't make the woman Material things don't mean nothing to me So, I need someone to stand by me and supply my needs And I'm just plain ol' Mary Why can't you love the person inside, and stop lookin' outside  [Chorus] Deep inside I wish that they could see (I said that I'm just Mary) That I'm just plain ol' Mary...Mary Deep inside I wish that they could see (Said I wish, and I wish, and I wish, and I wish...) That I'm just plain ol' Mary...Mary (MJB, yeah) Deep inside I wish that you could see  If I could give you something else But I can't give you nothing but me all day and all night (Mary) I'm just Mary, Mary, Mary  [Chorus] Deep inside I wish that you could see (It can't be the clothes or the car I drive, 'cause I...) That I'm just plain ol' Mary...Mary Deep inside I wish that you could see (See the problem is, for many years, I've lived my life publicly...) That I'm just plain ol' Mary...Mary Deep inside I wish that you could see That I'm just plain ol' Mary...Mary  ",
        "title": "Deep Inside"
    },
    {
        "artist": "Yankee Grey",
        "lyrics": "  All things considered I'm doin' just fine even though You left a hole the size of Texas deep inside of my heart The way I feel I should be losing my mind But all things considered I'm doin' just fine  Woke up this morning to the sound of you slammin' the door I got served a piece of paper for breakfast that said You don't live here no more And the dog won't let me pet him, he just lays around And growls at my feet And the paper boy forgot me again I should have stayed in bed asleep  All things considered I'm doin' just fine even though You left a hole the size of Texas deep inside of my heart The way I feel I should be losing my mind But all things considered I'm doin' just fine  Well my car broke down again right before it ran out of gas Yeah my boss is still ringing in my head One more time and your out on your...yeah Well I can't wait till that five o clock whistle blows So I can sit in traffic all day And end up going home alone  All things considered I'm doin' just fine even though You left a hole the size of Texas deep inside of my heart The way I feel I should be losing my mind But all things considered I'm doin' just fine  All things considered I'm doin' just fine even though You left a hole the size of Texas deep inside of my heart The way I feel I should be losing my mind But all things considered I'm doin' just fine  ",
        "title": "All Things Considered"
    },
    {
        "artist": "Joe",
        "lyrics": "  [Intro: Joe Budden] How's everybody feeling out there? We good? Let's talk to the sample right quick. I always pictured we'd be. It go like this. Listen  [Verse 1: Joe Budden] Let me tell you how I pictured this A few houses, a couple businesses Striving for greatness, we would be each other's witnesses And during beef, we both would put aside our differences Where I ain't flinch a bit making you insignificant Maybe kids and shit, perfect arithmetic Meaning we could build our own world and co-exist in it She a synergy, sharing energy Let our souls mate in the air if you remember me Now here's what I did with it Went out my way to fuck these stripper chicks Lost good girls making them mistresses Just savages, missed marriages They all was my babies, I needed those miscarriages My worthless self when Joe felt hurt I went out and targeted women who had no self worth I relate to praying nightly feeling no spell work When you can do it, but a stranger gotta go help first I called moms on the phone, here's what I told her real quick I said my 20s flew by with no control of the shit Her next sentence swear that I’ll forever hold with a grip She said it go by even faster as the older you get I wanna never dumb down, I'd have to lower my wit Ain't gotta post this on the Gram for you to know what it is A partner to trust, I'm thinking even bigger for us Mom should've told me this when we had shit to discuss Now neither one of us is how we figured we’d be Sometimes the thought of what if still lives here with me I always pictured we'd be  [Interlude: Joe Budden] Nah'mean? That's how I see it in my head though. Ain't quite pan out like that. Word up. Let me tell you about some more of God's work though  [Hook: Stacy Barthe] I wanna know what this life's supposed to be like I wanna know, wanna know, ah I wanna know what this love's supposed to be like I wanna know, wanna know  [Interlude: Joe Budden] Nah, I like it just like that, Parks, let it run Lemme go right here, right here, right here Look, Look  [Verse 2: Joe Budden] A love that's tideful, never prideful If you're truly better without me how can I spite you? As I yearn for the greatest love I ever had Pardon me, kid, I'm still learning how to be a dad We be in spots you shouldn't be in 'till you grown I was absent so long I'm just not leaving you home So nah, too much to learn, too much world out there Let me teach you about these hoes, too many girls out there I respect your mom's tutelage But that's my weird and my brain, what's she gon' do with this? Watch and learn, foolish kid Eyes light up with surprise, you're just like I am I think that you're enjoying this ride just like I am Look, same pedigree, theoretically Cut from a cloth that was gone, that's just genetically One job in life to make you a much better me Greater feeling than I imagine this shit would ever be You be feeling strong when you diss me in songs I did the same my whole career, would never tell you it's wrong Whatever works out, whatever the price, get that embedded Even if at my expense, I'll pay it, you take the credit Had a power struggle when I thought your mom abused it My hands were in bondage, useless Beyond the excuses, calm through it It’s crazy, our bond music And we do it beautifully for our beautiful conduit So right now I stand in a place I never stood before Finally filled the void in my life, I wasn't good before Fucking with these hoes, that energy I was putting forth God, this was more like the fucking love I was looking for Now it's better than we pictured it'd be And the supervised visits, we'll never have to relive it Little nigga we'll be  [Interlude] This is greater than us. Greater than me. Greater than anything I could ever imagine, man. I ain't talking to everbody. Trey, what up though? What up? What up?  [Hook: Stacy Barthe] I wanna know what this life's supposed to be like I wanna know, wanna know, ah I wanna know what this love's supposed to be like I wanna know, wanna know I wanna know what this life's supposed to be like I wanna know, wanna know, ah I wanna know what this love's supposed to be like I wanna know, wanna know  ",
        "title": "I Wanna Know"
    },
    {
        "artist": "Sugar Ray",
        "lyrics": null,
        "title": "Falls Apart"
    },
    {
        "artist": "John Michael Montgomery",
        "lyrics": null,
        "title": "Home To You"
    },
    {
        "artist": "Sixpence None The Richer",
        "lyrics": "  [Chorus] There she goes There she goes again Racing through my brain And I just can't contain This feeling that remains  There she goes There she goes again Pulsing through my veins And I just can't contain This feeling that remains  There she goes (there she goes again) There she goes again (there she goes again) Racing through my brain (there she goes again) And I just can't contain This feeling that remains  [Bridge] There she goes There she goes again She calls my name Pulls my train No one else could heal my pain And I just can't contain This feeling that remains  There she goes (she calls my name) There she goes again (she calls my name) Chasing down my lane (she calls my name) And I just can't contain This feeling that remains  There she goes (there she goes again) There she goes (there she goes again) There she goes  ",
        "title": "There She Goes"
    },
    {
        "artist": "Britney Spears",
        "lyrics": null,
        "title": "(You Drive Me) Crazy"
    },
    {
        "artist": "J-Shin Featuring LaTocha Scott",
        "lyrics": null,
        "title": "One Night Stand"
    },
    {
        "artist": "Bush",
        "lyrics": "  I want you to remember A love so full it could send us always I want you to surrender All my feelings rose today  And I want you to remain The power of children can amaze I'll try not to complain I know that's a pisser baby  The chemicals between us The walls that lie between us Lying in this bed The chemicals displaced There is no lonelier state Than lying in this bed  I want you to remember Everything you said Every driven word Like a hammer Fell to my head  The chemicals between us The walls that lie between us Lying in this bed The chemicals displaced There is no lonelier fate Than lying in this bed The chemicals between us The chemicals between us Lying in this bed  We're of hollow men We are the naked ones We never meant you harm Never meant you wrong And I'd like to thank All of my lovers, lovers, lovers, lovers, lovers, lovers  The chemicals between us The army of achievers Lying in this bed The chemicals displaced There is no lonelier state Than lying in this bed The chemicals between us The chemicals between us Chemicals  The chemicals between us  ",
        "title": "The Chemicals Between Us"
    },
    {
        "artist": "Fatboy Slim",
        "lyrics": "  Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Right about now, 'bout now, 'bout now, 'bout now   Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro, soul bro  Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother  Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother  Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Right about now... funk.. soul.. brother  Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother  Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk... soul... brother...  Soul bro, soul bro, soul bro  Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother  Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout now Ra ra ra ra ra ra ra ra ra ra No no no no no no no no no no Ra ra ra ra ra ra ra ra ra ra  Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother.... Right about now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother   Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother   Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout Right about...  Ra ra ra ra ra ra ra ra ra ra No no no no no no no no no no  Right about right about right about right about  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro................................................  ",
        "title": "The Rockafeller Skank"
    },
    {
        "artist": "Snoop Dogg Presents Tha Eastsidaz",
        "lyrics": "  Intro[Tray Dee] and (Snoop) (Bow Wow, haha, what's up Cat?) [Goddamn] (Yeah, Yeah, aha) [Yeah, It's a mothafuckin Dogghouse, Battlecat collaboration] (What what wha-wha-what, ooh-ooh) [You know this mothafucka bang out, Straight west coast thing(fo life), peep the script]  ( Tray-Dee )[Snoop] I bang with the gang that don't need no intro[Doggpound] We run from East Long Beach to West South Central Credentials, to kick flows and rip shows Dip 4's and pimp ho's while the indo blow You know that west coast low mentality Focused on reality but livin in a whole notha galaxy We keep it straight hard but guard the spot Bangas snatch chains in the parkin lot Don't matta there still be fine ho's to gatha Pick about the thickest bitch and I gots to hav ha It's routine the coupe clean let's hit the sho[whattup] You know we all fuckin once they glimpse the po[thats right] Wit the satin in my hand pack the gat on my lap Cuz it's hatin when your skatin and your Pockets is fat[thats right] Don't act for a minute like your ass surprised Just reconize the real way that gangsta's ride  ( hook, Snoop ) If it ain't chronic don't blaze it up And if it ain't a chevy don't raise it up You know we keep it bangin don't fake the funk So all the real niggas stay gangsta'd up We makin paper only suckas claim to touch By stickin to the script and neva changin up You know we keep it bangin don't fake the funk Keep it real motherfucka stay gansta'd up  ( Goldie Loc ) It's goin down motherfuckaz like dat Sounds like Battlecat been upstairs wit Zapp [Rest in Peace] And the nockin don't stop I hope nobody don't call the cops It don't stop the beat'll make your pop block Na betta yet cuz dis shit'll keep your Glock cocked You think I'm trippin fool I ain't bullshittin You betta read up on dis shit to keep the latest non-fiction Watch out for the friction Dis West Coast on mine And fuck anybody dssin nigga lissen Dogg House style cuz I'm a gangsta crip C-walkin holdin on the extra clip Now you wanna be a friend But you gunna make me unload and slap the other clip in reload You wanna go toe to toe Sit my pistol down on ground on the pound nigga hell no  Bridge: ( Butch Cassidy )[Snoop Dogg] I-i-i stay gangsta'd up cuz it just lives in me And when I seen enuff I guess dats when I'll free sumbody Once said from willie c. nigga dont speek on me[Dont speak on me nigga] I won't stop so let me be[yeah] we are from the streets sumboby  ( Snoop Dogg ) I'm a Long Beach East Side(east side) mad ass lunatic Gang bang(gang bang) slap a bitch nigga out to get a grip(grip) On the grind gettin mine(what?) ask the homiez(what?) on the 9 2 o you know(y'know) We still own niggas who talk bitch shit(shit) Real niggas feel dis let's get rich(rich) Under the sun with the young 2 ones TLC's(Rollin') and all the DPG's(whattup) Down for whatever who eva wanna see me now(see me now) You lookin like me I guess you wanna be me now(be me now) It take a whole lot to be Snoop D-O-dub(D-O-Dub) You gotta put it down and always stay g'd up(g'd up) All Star shoes with the G apparel If I fall in the club I might bust a pair of Stacy Adams(ooh-ooh-ooh) You never catch me lookin R&B(unh-uh) I might be in a 3 piece suit lookin way OG(way OG) Blazin a ounce with the homie Cat(yeah) Or Ruff Dogg cuz I luv puttin Hoodstas on the map(Hoodstas on the map) I keep it gangsta for sho do loc(gangsta) And always got the muthfuckin do-do smoke(do-do smoke) For all my loc's and kin folks this is for y'all(whattup) Let me hit somethin', dogg(lemme hit somethin) Beware of my clique(ha-ha) We hoppin' and droppin' nothin' but the gangsta shit(nothin but the gangsta)  ( hook )  ( Snoop talkin ) Gangstas(haha), gangsta, Dogg House(eastside) sumthin for the 9-5 plus for pennies(Dogghouse) Tray-Dee(woof woof), Goldie Loc(Long Beach, Long Beach) My nigga Battlecat on the beat(fa sho) Hoodstas for life(what, yeah yeah) West Side(West Side, West Side, yeah yeah) You can't spell the West without the E-S(haha) Ah yes we connectin y'all Thats how we do it ( do it to em, do it to em ) And we out ( see ya, see ya )  ",
        "title": "G'd Up"
    },
    {
        "artist": "Marc Nelson",
        "lyrics": null,
        "title": "15 Minutes"
    },
    {
        "artist": "98 Degrees",
        "lyrics": null,
        "title": "This Gift"
    },
    {
        "artist": "Deborah Cox With R.L.",
        "lyrics": "  [Verse 1: R.L] To just act like We never were, to come around And not show hurt How dare we greet , by shaking hands Just months ago I was your man (I was your man)  [R.L & Deborah] Verbally we agreed it was over, and we were through I'm trying to compose myself but I just can't get over you girl  [Chorus: R.L.] We can't be friends (oh no, oh no, no, no,) We can't be friends (Deborah you know I can't go on being just your friend) We can't be friends Cause I'm still in love with you (yeah)  [Verse 2: Deborah Cox] I went by mothers, saw your car there To her your still family, and it don't seem fair For everyone to just go on. I tried and I can't do it Cause I'm still torn  [R.L. & Deborah Cox] I tried to think of you as just another love (another love) In past , that didn't last But it's not that simple baby  [Chorus: Deborah Cox] We can't be friends (oh no,no,no) We can't be friends If we, if we can't be lovers We can't be friends Cause I'm still in love   (D.C & R.L) You may see me staring or catch me in a daze May see me hang my head when you come my way Don't get to close to me and expect me and expect me to behave I might just still a kiss if you come near my face What I'm trying to say  [Chorus w/ adlib] We can't be friends (Can you look me in the eyes and honestly Say you don't love me?) We can't be friends (Deborah you know, R.L. I know) We can't be friends (I'll never, ever find another love like you oh) I love you too much baby, I love you too much  We can't be friends, I'm still in love with you  ",
        "title": "We Can't Be Friends"
    },
    {
        "artist": "Lil' Wayne Featuring Juvenile & B.G.",
        "lyrics": "  [Intro: Lil' Wayne] Wha wha, wha wha, wha wha, wha wha, what  [Verse 1: Lil Wayne] Straight off the Black Gold, nuts in my hand, trustin no man Got my Glock cocked, runnin this thing, ya understand We be steamin', blazin', nines, pumps and K's and Hollygrove 17th the hood where I was raised in (what, what, what) Niggas bustin heads and, runnin duckin Feds and (what) Rocks under they tongues and, ki's under they beds and Hood fulla real niggas, twenty-four seven hustlers (Ughhh) Until we shove a barrel down ya pipe suckers Ain't no love for no busta, no fear for no coward No respect for no slut, and no money without power We keepin niggas hotter, ughhh, nasty and sour Pile up in the Eddie Bauer and \"blocka\" at every hour Some niggas like that powder, foldin up what they drain Some like that weed or that dope and some shoot it up in they veins (oh) From the home of that 'caine, jackin and crackin brains Broadcastin live from Tha Block, it's Lil' Wayne (who it is?)  [Hook: Juvenile, (B.G.) & Lil' Wayne] Nigga you got that yayo? (Well cook something nigga) Nigga you let them K's go? (Well bust somethin nigga) Are you duckin that law? (You better run from em nigga) Are you playin with that raw? (Well won't you front somethin nigga) Tha Block is hot, Tha Block is hot, ha, ha-ha Tha Block is hot, Tha Block is hot, ha, ha-ha Tha Block is hot, Tha Block is hot, ha, ha-ha Tha Block is hot, Tha Block is hot, ha  [Verse 2: Lil' Wayne] See where I'm from we keep our guns out Dodgin cops and burnin blocks so we be thugged out It's time to floss, bring the big bodies on dubs out And they got quarters, halfs and birds in that one house (I got it, I got it) It's all good in the hood hustlin' like it's legal Soon as you get it, hot (skrrt!) there go them people Break up the block and hit the cut by the corner sto' End up in Ms. Taylor backyard, be quiet, she on the porch This everyday, at the spot where niggas murder off top, boy It's the spot where they got fire girls and Hot, Boys We don't know what be goin cause we so blunted from trees And we'll be round ya all day til we \"400 Degreez\" And you see when it get dark, nobody be on the porch They got a nigga got on a scarf, he flippin out off that raw Betta stay in yo' car, and make sure (*beep beep*) your door is locked Cause this ain't nuttin proper, cause Tha Block issss hot  [Hook: Juvenile, (B.G.) & Lil' Wayne] Nigga you got that yayo? (Well cook something nigga) Nigga you let them K's go? (Well bust somethin nigga) Are you duckin that law? (You better run from em nigga) Are you playin with that raw? (Well won't you front somethin nigga) Tha Block is hot, Tha Block is hot, ha, ha-ha Tha Block is hot, Tha Block is hot, ha, ha-ha Tha Block is hot, Tha Block is hot, ha, ha-ha Tha Block is hot, Tha Block is hot, ha  [Verse 3: Lil' Wayne] See watch your step on my set, gotta walk like, talk like We done shot out all the street lights, so you can't see who we be like And we like, to dress in all black up in my residence Ain't got on no suits, cause we ain't tryin to be presidents And ever since the coke drought, niggas been on a trip y'all So you better watch what y'all playin with cause a nigga will try to flip y'all They hit y'all, jam you up and put a gun to your jug Hahhhh, catch your breath, now shhhhh, catch a slug It's street smarts, plenty niggas that keep spots When the heat starts, ain't nobody got sweethearts Callin weak shots, you could come try to cheap talk We cut your week short, them lil' boys don't give a damn Go all out for that cake, won't hesitate to kill a man Run in his house and kidnap the nigga, him and his fam Tie em up, put em in the vans then put a gat in his jaws One move blow his cactuses off  [Hook: Juvenile, (B.G.) & Lil' Wayne] Nigga you got that yayo? (Well cook something nigga) Nigga you let them K's go? (Well bust somethin nigga) Are you duckin that law? (You better run from em nigga) Are you playin with that raw? (Well won't you front somethin nigga) Tha Block is hot, Tha Block is hot, ha, ha-ha Tha Block is hot, Tha Block is hot, ha, ha-ha Tha Block is hot, Tha Block is hot, ha, ha-ha Tha Block is hot, Tha Block is hot, ha  [Outro: Lil' Wayne] WHOOT! Some people call me cause Tha Block is hot Shk-a-BLAOW! Bust ya guns cause Tha Block is hot Nigga ch-shhhhh, cook it up, cause Tha Block is hot Say look daddy, just hook it up, cause Tha Block is hot Nigga WHOOT! Some people call me cause Tha Block is hot Shk-a-BLAOW! Bust ya guns cause Tha Block is hot Nigga ch-shhhhh, cook it up, cause Tha Block is hot Say look daddy, just hook it up, cause Tha Block is hot Nigga my block hot, nigga my block burn My block on fire, nigga what about yours? Nigga my block hot, nigga my block burn My block on fire, nigga what about yours? Tha Block is hot, ha ha ha ha  ",
        "title": "Tha Block Is Hot"
    },
    {
        "artist": "Clay Walker",
        "lyrics": "  I'm gonna live, laugh, love just for today Gonna take all the trouble that tomorrow might bring and put it away Gonna drink every drop of happiness 'Til they cover me up I'm gonna live, gonna laugh, gonna love  I got a buddy that wakes up worrin' about stocks and bonds He's up and he's down and he only smiles When the markets strong I spend my whole week wages At the dance on Saturday night I won't never grow a portfolio But hey that's alright  I'm gonna live, laugh, love just for today Gonna take all the trouble that tomorrow might bring and put it away Gonna drink every drop of happiness 'Til they cover me up I'm gonna live, gonna laugh, gonna love  I got a cabin in the country and the tin roof rattles When the rain comes down Where the wind through the pine helps me unwind While the world goes 'round  I got a woman that fills my heart so full That it overflows And how it gets any better than this Brother I don't know  I'm gonna live, laugh, love just for today Gonna take all the trouble that tomorrow might bring and put it away Gonna drink every drop of happiness 'Til they cover me up I'm gonna live, gonna laugh, gonna love  I'm gonna live, laugh, love just for today Gonna take all the trouble and put it away Gonna drink every drop of happiness 'Til they cover me up I'm gonna live, gonna laugh, gonna love  I'm gonna live, laugh, love just for today Gonna take all the trouble that tomorrow might bring and put it away Gonna drink every drop of happiness 'Til they cover me up I'm gonna live, gonna laugh, gonna love  I'm gonna live, gonna laugh, gonna love  ",
        "title": "Live, Laugh, Love"
    },
    {
        "artist": "Rage Against The Machine",
        "lyrics": "  [Verse 1] Transmission, third World War, third round A decade of the weapon of sound above ground No shelter if you're looking for shade I lick shots at the brutal charade As the polls close like a casket, on truth devoured A silent play on the shadow of power A spectacle monopolized The cameras eyes on choice disguised  [Verse 2] Was it cast for the mass who burn and toil Or for the vultures who thirst for blood and oil? Yes, a spectacle monopolized They hold the reins, stole your eyes All the Fist-a-gons, the bullets, and bombs Who stuff the banks, who staff the party ranks More for Gore or the son of a drug lord None of the above. Fuck it, cut the cord!  [Chorus] Lights out! Guerrilla radio! Turn that shit up! Lights out! Guerrilla radio! Turn that shit up! Lights out! Guerrilla radio! Turn that shit up! Lights out! Guerrilla radio!  [Verse 3] Contact, I hijacked the frequencies Blockin' the beltway, move on DC! Way past the days of bombin' MCs' Sound off, Mumia go on be free! Who got 'em? Yo, check the federal file All you pendejos know the trial was vile An army of pigs try to silence my style Off 'em all out that box, it's my radio dial!  [Chorus] Lights out! Guerrilla radio! Turn that shit up! Lights out! Guerrilla radio! Turn that shit up! Lights out! Guerrilla radio! Turn that shit up! Lights out! Guerrilla radio!  [Bridge] It has to start somewhere It has to start sometime What better place than here? What better time than now?  [Outro] All hell can't stop us now All hell can't stop us now All hell can't stop us now All hell can't stop us now All hell can't stop us now All hell can't stop us now  ",
        "title": "Guerrilla Radio"
    },
    {
        "artist": "Limp Bizkit Featuring Method Man",
        "lyrics": "  [Produced by DJ Premier] DJ Premier Uh, uh, uh  [Verse 1: Fred Durst & Method Man] Who could be the boss? Look up to the cross Stranded in the land of the lost Standin' up, I'm sideways I'm blazin' up the path, runnin' on the highways of rap Choked up by the smoke and the charcoal A lotta stamps and brands, we like a bar code I'm bashin' all the media strikes to keep the media dykes As reinforcement for the fight And that alone'll keep John Gotti on the phone I'm tangled in the zone, I got the bees on the track Where the fuck you at? (Tical!) Let me hear you pigeons run ya mouth now (Shut the fuck up!) I'm pluggin' in them social skills that keep my total bills Over a million the last time I checked it Thank God, I'm blessed with a mind that'll wreck it Wait until the second round and knock 'em out  [Verse 2: Method Man] They call me Big John Studd, my middle name Mud Dirty water flow, too much for you thug I can't stand the flood – what up, doc? Hold big gun like Elmer Fudd,  the sureshot Mr. Meth I'm unplugged (learn!) Temperatures too hot for sunblock (burn!) Playin' wit' minds that get you state time Locked behind 12 bars from a great mind Killa bees in the club wit' this ladybug Brought a sword to the dance floor to cut a rug Love is love all day, til' they throw slugs And take another life in cold blood, can't feel me 'til its your blood Murder rates tremendous, crime is endless Same shit different day, Father forgive us They know not what they do, all praise is due I'm big like Easy and Big Bambu  [Hook: Method Man & Fred Durst] What's that? I didn't hear you Shut the fuck up! Come on, a little louder! Shut the fuck up! Everybody in together now Shut the fuck up! What, huh? Just shut the fuck up, just shut the fuck up! What's that? I didn't hear you Shut the fuck up! Come on, a little louder! Shut the fuck up! Everybody in together now Shut the fuck up! What, huh? Just shut the fuck up, just shut the fuck up!  [Verse 3: Method Man & Method Man + Fred] Headstrong, dead calm, Dead by Dawn Dead weight, they dead wrong, let's get it on Twelve rounds of throw down – who hold crown? Protect land wit' four pound, Limp Bizkit Get around like merry-go, bust a scenario Comin' through your stereo, why risk it? Lifestyles of the prolific and gifted Eight essential vitamins and minerals, delicious Word on the street is, they bit my thesis Knocked out they front teefes, tryin' to taste mine Actin' like they heard it through the grapevine Dope fiendin' for the bassline, to provide rhyme Pharmaceuticals, hard as nails to the cuticles Where'd you find that monster? She beautiful Wu-Tang and Limp Bizkit, roll on the set Kick a hole in the speaker, pull the plug, and then jet  [Verse 4: Fred Durst & Method Man] Mic check, so what's it all about? And where we gonna run? Maybe we can meet up on the sun Discretion is advised for the blood of virgin eyes We limpin' on the track with the Method So get the sunblock, you gettin' one-shot Until you dissolve, I revolve around everything you got From outta nowhere, prepare, you be blinded by the glare I told you not to stare, now you're turned into stone Without a microphone, but don't you forget you're in a zone So shut the fuck up, and take that shit back 'Cause all your shit's wack (Doo doo is doo doo) When its weighed out like that Burnin' up your brain like a piston So all those that didn't listen, now they even knew what they were missin' And never even knew that the sky was fallin' down Wu-Tang-Clan for the crown  [Hook: Method Man] What's that? I didn't hear you Shut the fuck up! Come on, a little louder! Shut the fuck up! Everybody in together now Shut the fuck up! What, huh? Just shut the fuck up, just shut the fuck up! What's that? I didn't hear you Shut the fuck up! Come on, a little louder! Shut the fuck up! Everybody in together now Shut the fuck up! What, huh? Just shut the fuck up, just shut the fuck up!  [Outro: Method Man] It was over your head – all day, every day S.I.N.Y. 10304 Wu-Tang Killa Bees And the Limp B-I-Z-K-I-T Y'all know the time, y'all know the rhyme It ain't easy bein' greazy in a world full of cleanliness And, you know, all that other madness We gone, peace! Limp Bizkit, Method Man Rock the house y'all! Bring it on!  ",
        "title": "N 2 Gether Now"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] Plowing these fields in the hot summer sun Over by the gate lordy here she comes With a basket full of chicken and a big cold jug of sweet tea I make a little room and she climbs on up Open up a throttle and stir a little dust Just look at her face she ain’t a fooling me  [Chorus] She thinks my tractor's sexy It really turns her on She's always staring at me While I'm chugging along She likes the way it's pulling while we're tilling up the land She's even kind of crazy 'bout my farmer's tan She's the only one who really understands what gets me She thinks my tractor's sexy  [Verse 2] We ride back and forth 'til we run out of light Take it to the barn put it up for the night Climb up in the loft sit and talk with the radio on She said she's got a dream and I asked what it is She wants a little farm and a yard full of kids One more teeny weenie ride before take her home  [Chorus] She thinks my tractor's sexy It really turns her on She's always staring at me While I'm chugging along She likes the way it's pulling while we're tilling up the land She's even kind of crazy 'bout my farmer's tan She's the only one who really understands what gets me She thinks my tractor's sexy  [Bridge] Well, she isn’t into cars or pickup trucks But if it runs like a Deere, man, her eyes light up  [Chorus] She thinks my tractor's She thinks my tractor's sexy It really turns her on She's always staring at me While I'm chugging along She likes the way it's pulling while we're tilling up the land She's even kind of crazy 'bout my farmer's tan She's the only one who really understands what gets me She thinks my tractor's sexy She thinks my tractor's sexy She thinks my tractor's sexy  ",
        "title": "She Thinks My Tractor's Sexy"
    },
    {
        "artist": "Destiny's Child",
        "lyrics": "  [Hook] You make me wanna throw my pager out the window Tell MCI to cut the phone calls Break my lease so I can move Cause you a bug a boo, a bug a boo I wanna put your number on the call block Have AOL make my emails stop Cause you a bug a boo You bugging what? you bugging who? You bugging me! And dont you see it ain't cool  [Verse 1] It's not hot that you be calling me Stressing me paging my beeper You're just non-stop and its not hot That you be leaving me messages every 10 minutes and then you stop by When I first met you, you were cool But it was game you had me fooled Cause 20 minutes after I gave you my number You already had my mailbox full  [Pre-Hook] So what you bought a pair of shoes What now I guess you think i owe you You dont have to call as much as you do I'd give them back to be through with you And so what my momma likes you What now I guess you think I will too Even if the pope said he likes you too I don't really care cause you're a bug a boo  [Hook] You make me wanna throw my pager out the window Tell MCI to cut the phone calls Break my lease so I can move Cause you a bug a boo, a bug a boo, a bug a boo I wanna put your number on the call block Have AOL make my emails stop Cause you a bug a boo You bugging what? you bugging who? You bugging me! And dont you see it ain't cool  [Verse 2] It's not hot that when in blocking your phone number You call me from over your best friends house And its not hot that I can't even go out with my girlfriends Without you tracking me down You need to chill out with that mess Cause you can't keep havin me stressed Cause everytime my phone rings it seems to be you And I'm praying that it is someone else  [Pre-Hook] So what you bought a pair of shoes What now I guess you think i owe you You dont have to call as much as you do I'd give them back to be through with you And so what my momma likes you What now I guess you think I will too Even if the pope said he likes you too I don't really care cause you're a bug a boo  [Hook] You make me wanna throw my pager out the window Tell MCI to cut the phone calls Break my lease so I can move Cause you a bug a boo, a bug a boo (a bug a boo) I wanna put your number on the call block Have AOL make my emails stop Cause you a bug a boo You bugging what? you bugging who? You bugging me! And dont you see it ain't cool  [Bridge] When you call me on the phone you're bugging me When you follow me around you're bugging me Everything you do be bugging me You buggin me, You bugging me When you show up at my door you're bugging me When you open up your mouth you're bugging me Everytime i see your face you're bugging me You're buggin me your buggin me  [Hook] You make me wanna throw my pager out the window Tell MCI to cut the phone calls Break my lease so I can move Cause you a bug a boo, a bug a boo I wanna put your number on the call block Have AOL make my emails stop Cause you a bug a boo You bugging what? you bugging who? You bugging me! And dont you see it ain't cool You make me wanna throw my pager out the window Tell MCI to cut the phone calls Break my lease so I can move Cause you a bug a boo, a bug a boo I wanna put your number on the call block Have AOL make my emails stop Cause you a bug a boo You bugging what? you bugging who? You bugging me! And dont you see it ain't cool  ",
        "title": "Bug A Boo"
    },
    {
        "artist": "Backstreet Boys",
        "lyrics": "  [Intro: AJ] Yeah-ha-ha-ha-ha Ha-ha-ha-ha  [Verse 1] I may run and hide when you're screaming my name, alright But let me tell you now there are prices to fame, alright  [Pre-Chorus 1] All of our time spent In flashes of light  [Chorus] All you people can't you see, can't you see How your love's affecting our reality Every time we're down, you can make it right And that makes you larger than life  [Verse 2] Looking at the crowd and I see your body sway, come on Wishing I could thank you in a different way, come on Cause  [Pre-Chorus 2] All of your time spent Keeps us alive  [Chorus] All you people can't you see, can't you see How your love's affecting our reality Every time we're down, you can make it right And that makes you larger than life  [Pre-Chorus 2] All of your time spent Keeps us alive  [Chorus] All you people, can't you see, can't you see How your love's affecting our reality Every time we're down, you can make it right And that makes you larger than life  [Outro] Yeah, every time we are down Yeah, you can make it right Yeah, and that is what makes you larger than life  ",
        "title": "Larger Than Life"
    },
    {
        "artist": "The Notorious B.I.G. Featuring Puff Daddy & Lil' Kim",
        "lyrics": "  [Intro: The Notorious B.I.G.] ('Fuck all you hoes!' Get a grip, motherfucker!) Yeah, this album is dedicated To all the teachers that told me I'd never amount to nothin' To all the people that lived above the buildings that I was hustlin' in front of Called the police on me when I was just tryin' to make some money to feed my daughter (it's all good) And all the niggas in the struggle You know what I'm sayin'? It's all good, baby baby  [Verse 1: The Notorious B.I.G.] It was all a dream, I used to read Word Up! magazine Salt-n-Pepa and Heavy D up in the limousine Hangin' pictures on my wall Every Saturday Rap Attack, Mr. Magic, Marley Marl I let my tape rock 'til my tape popped Smokin' weed in Bambu, sippin' on Private Stock Way back, when I had the red and black lumberjack With the hat to match Remember Rappin' Duke? Duh-ha, duh-ha You never thought that hip-hop would take it this far Now I'm in the limelight 'cause I rhyme tight Time to get paid, blow up like the World Trade Born sinner, the opposite of a winner Remember when I used to eat sardines for dinner Peace to Ron G, Brucie B, Kid Capri Funkmaster Flex, Lovebug Starski I'm blowin' up like you thought I would Call the crib, same number, same hood It's all good (It's all good) And if you don't know, now you know, nigga  [Hook: Total] You know very well Who you are Don't let 'em hold you down Reach for the stars You had a goal But not that many 'Cause you're the only one I'll give you good and plenty  [Verse 2: The Notorious B.I.G.] I made the change from a common thief To up close and personal with Robin Leach And I'm far from cheap I smoke skunk with my peeps all day Spread love, it's the Brooklyn way The Moët and Alizé keep me pissy Girls used to diss me Now they write letters 'cause they miss me I never thought it could happen, this rappin' stuff I was too used to packin' gats and stuff Now honeys play me close like butter play toast From the Mississippi down to the East Coast Condos in Queens, indo for weeks Sold-out seats to hear Biggie Smalls speak Livin' life without fear Puttin' five karats in my baby girl's ear Lunches, brunches, interviews by the pool Considered a fool 'cause I dropped out of high school Stereotypes of a black male misunderstood And it's still all good And if you don't know, now you know, nigga  [Hook: Total] You know very well Who you are Don't let 'em hold you down Reach for the stars You had a goal But not that many 'Cause you're the only one I'll give you good and plenty  [Verse 3: The Notorious B.I.G.] Super Nintendo, Sega Genesis When I was dead broke, man, I couldn't picture this 50-inch screen, money-green leather sofa Got two rides, a limousine with a chauffeur Phone bill about two G's flat No need to worry, my accountant handles that And my whole crew is loungin' Celebratin' every day, no more public housin' Thinkin' back on my one-room shack Now my mom pimps a Ac' with minks on her back And she loves to show me off of course Smiles every time my face is up in The Source We used to fuss when the landlord dissed us No heat, wonder why Christmas missed us Birthdays was the worst days Now we sip Champagne when we thirsty Uh, damn right, I like the life I live 'Cause I went from negative to positive And it's all… (It's all good, nigga) And if you don't know, now you know, nigga  [Hook: Total & The Notorious B.I.G.] You know very well Who you are Don't let 'em hold you down And if you don't know, now you know, nigga Reach for the stars You had a goal But not that many 'Cause you're the only one I'll give you good and plenty And if you don't know, now you know, nigga  [Ad-Libs: The Notorious B.I.G.] Representin' B-Town in the house Junior Mafia, mad flavor Uh, uh, yeah, a'ight  [Hook: Total] You know very well Who you are Don't let 'em hold you down Reach for the stars You had a goal But not that many 'Cause you're the only one I'll give you good and plenty  [Outro: Puff Daddy & Total] Biggie Smalls, it's all good, nigga Junior Mafia, it's all good, nigga Bad Boy, it's all good, nigga It's all good That's right, '94 And on and on, and on and on You know very well It's all good Who you are Yeah… Don't let 'em hold you down Reach for the stars  [Produced by Pete Rock and Poke of Trackmasters]  ",
        "title": "Notorious B.I.G."
    },
    {
        "artist": "Mark Wills",
        "lyrics": "  Its undeniable...that we should be together... Its unbelievable how I used to say that I'd fall never The basis you need to know, if you don't know just how I feel Then let me show you now that I'm for real... If all things in time, time will reveal... Yeah...  One...you're like a dream come true...... Two... just wanna be with you... Three... Gurl its plain to see...that you're the only one for me...and Four...repeat steps one through three... Five... make you fall in love with me... If ever I believe my work is done....then I start Back at One.(yeah)  So Incredible...the way things work themselves out... And all emotional, once you know what its all about babe... And undesirable...for us to be apart... Never would of made it very far... Cause you know you got the keys to my heart Cause...  One...you're like a dream come true Two... just wanna be with you Three... Gurl its plain to see..that you're the only one for me Four...repeat steps one through three Five... make you fall in love with me If ever I believe my work is done....then I start Back at One......  Say farewell to the dark night...I see the coming of the sun... I feel like a little child..whose life has just begun... You came and breathed new life Into this lonely heart of mine... You threw out the life line...just in the Nick of Time  One...you're like a dream come true Two... just wanna be with you Three... Gurl its plain to see..that you're the only one for me..and... Four...repeat steps one through three Five... make you fall in love with me If ever I believe my work is done....then I start Back at One  ",
        "title": "Back At One"
    },
    {
        "artist": "Beth Hart",
        "lyrics": "  She hangs around the boulevard She's a local girl with local scars She got home late, she got home late She drank so hard the bottle ached And she tried and she tried, and she tried and she tried But nothing's clear in a bar full of flies  So she takes and she takes, she takes and she takes She understands when she gives it away She says  Man I gotta get outta this town Man I gotta get outta this pain Man I gotta get outta this town Outta this town & out of L.A  She's got a gun, she's got a gun She got a gun she calls the lucky one She left a note right by the phone Don't leave a message 'cause this ain't no home And she cried and she cried, and she cried and she cried She cried so long her tears ran dry Then she laughed and she laughed, she laughed and she laughed Cause she knew she was never comin' back She said  Man I'm gonna get outta this town Man I'm gonna get outta this pain Man I'm gonna get outta this town Outta this town & out of L.A  It's all she loves It's all she hates It's all too much for her to take She can't be sure just where it ends Or where the good life begins  So she took a train, she took a train To a little old town without a name  She met a man, he took her in But fed her all the same bullshit again 'Cause he lied and he lied, and he lied and he lied He lied like a salesman selling flies So she screamed and she screamed, and she screamed and she screamed It's a different place but the same old thing  It's all I love, it's all I hate It's all too much for me to take I can't be sure where it begins Or if the good life lies within  So she said  Man I gotta get out of this town Yeah and now I gotta get back on that train Man I gotta get out of this town I'm outta my pain So I'm going back to L.A  ",
        "title": "L.A. Song"
    },
    {
        "artist": "Eve Featuring Faith Evans",
        "lyrics": "  [Verse 1] Hey, yo I don't even know you and I hate you See all I know is that my girlfriend used to date you How would you feel if she held you down and raped you Tried and tried, but she never could escape you She was in love and I'd ask her how, I mean why What kind of love from a nigga would black your eye What kind of love from a nigga every night make you cry What kind of love from a nigga make you wish he would die I mean shit he bought you things and gave you diamond rings But them things wasn't worth none of the pain that he brings And you stayed, what made you fall for him That nigga had the power to make you crawl for him I thought you was a doctor be on call for him Smacked you down cause he said you was too tall for him, huh That wasn't love, babygirl you was dreamin' I could have killed you when you said your seed was growin' from his semen  [Refrain x2] Love is blind, and it will take over your mind What you think is love, is truly not You need to elevate and find  [Verse 2] I don't even know you and I'd kill you myself You played with her like a doll and put her back on the shelf Wouldn't let her go to school and better herself She had a baby by your ass and you ain't giving no help Uh-huh big time hustler, snake motherfucker One's born everyday and everyday she was your sucker How could you beat the mother of your kids How could you tell her that you love her Don't give a fuck if she lives She told me she would leave you, I admit it she did But came back, made up a lie about you missing your kids Sweet kisses, baby ain't even know she was your mistress Had to deal with fist fights and phone calls from your bitches Floss like you possess her, tellin' me to mind my business Said that it was her life and stay the fuck out of it I tried and said just for him I'll keep a ready clip  [Refrain x2]  [Verse 3] I don't even know you and I want you dead Don't know the facts but I saw the blood pour from her head See I laid down beside her in the hospital bed And about two hours later, doctors said she was dead Had the nerve to show up at her mother's house the next day To come and pay your respects and help the family pray Even knelt down on one knee and let a tear drop And before you had a chance to get up You heard my gun cock Prayin' to me now, I ain't God but I'll pretend I ain't start your life but nigga I'mma bring it to an end And I did, clear shots and no regrets, never Cops comin' lock me under the jail Nigga whatever my bitch, fuck it my sister You could never figure out even if I let you live What our love was all about I considered her my blood and it don't come no thicker  [Refrain x2]  ",
        "title": "Love Is Blind"
    },
    {
        "artist": "Chad Brock With Hank Williams Jr. & George Jones",
        "lyrics": "  [Verse 1] The preacher man says it's the end of time And the Mississippi River she's a goin' dry The interest is up and the stock market's down And you only get mugged if you go downtown I live back in the woods, you see My woman and the kids, and the dogs, and me I got a shotgun, a rifle and a 4-wheel drive And a country boy can survive, country folks can survive I can plow a field all day long I can catch catfish from dusk 'til dawn We make our own whiskey and our own smoke, too Ain't too many things these old boys can't do We grow good old tomatoes and homemade wine And a country boy can survive, country folks can survive  [Chorus 1] Because you can't starve us out and you can't make us run 'Cause we're them old boys raised on shotguns And we say grace and we say Ma'am If you ain't into that we don't give a damn We came from the West Virginia coal mines And the Rocky Mountains and the western skies And we can skin a buck, we can run a trotline And a country boy can survive, country folks can survive  [Verse 2] I had a good friend in New York City He never called me by my name, just \"hillbilly\" My grandpa taught me how to live off the land And his taught him to be a businessman He used to send me pictures of the Broadway nights And I'd send him some homemade wine But he was killed by a man with a switchblade knife For 43 dollars my friend lost his life I'd love to spit some beech nut in that dude's eyes, and shoot him with my old 45 'Cause a country boy can survive, country folks can survive  [Chorus 2] 'Cause you can't starve us out and you can't make us run 'Cause we're them old boys raised on shotguns And we say grace and we say Ma'am And if you ain't into that we don't give a damn We're from North California and south Alabama And little towns all around this land And we can skin a buck, and run a trotline And a country boy can survive, country folks can survive  [Outro] A country boy can survive Country folks can survive  ",
        "title": "A Country Boy Can Survive (Y2K Version)"
    },
    {
        "artist": "'N Sync & Gloria Estefan",
        "lyrics": "  [Verse 1] You'll never know What you've done for me What your faith in me Has done for my soul  You'll never know The gift you've given me I'll carry it with me (Yeah, yeah)  Through the days ahead I think of days before You made me hope for something better (Yes, you did) And made me reach for something more  [Chorus] You taught me to run You taught me to fly Helped me to free the me inside Help me hear the music of my heart Help me hear the music of my heart  You've opened my eyes You've opened the door To something I've never known before And your love (Love) Is the music of my heart (Music of my heart)  [Verse 2] You were the one Always on my side (Always on my side) Always standing by (Always standing by) Seeing me through  You were the song That always made me sing I'm singing this for you (Singing this for you, baby)  Everywhere I go I think of where I've been (Think of where I've been) And of the one who knew me better Than anyone ever will again  [Chorus]  [Bridge] What you taught me Only your love could ever teach me You got through when no one could reach me Ohh, ohh, ohh  Cause you always saw in me All the best that I could be It was you who set me free  You taught me to run You taught me to fly Helped me to free the me inside (Me inside) Help me hear the music of my heart Help me hear the music of my heart  You taught me to run You taught me to fly Helped me to free the me inside (Me inside) Help me hear the music of my heart (Music of my heart) Help me hear the music of my heart  You've opened my eyes You've opened the door (Opened the door) To something I've never known before (Never, never, felt before) And your love Is the music of my heart  Music of my heart Music of my heart Is the music of my heart  ",
        "title": "Music Of My Heart"
    },
    {
        "artist": "Chico DeBarge",
        "lyrics": "  [Trina] Uh, Trina, Chico Yeah, Slip-N-Side collabo Uh-huh, where ya at? Untouchables, Soul Central uh in da house Trey plus  So you wanna be a baller, huh? Won't you write my number down? Chico call me ma and I'mma call you pop And I'mma make 'em drop but only if I have to Career once I get a tattoo Nice shape, ass fat too I wanna do it at a Heat game Can you give me what I want man? Three sets I want the wealth Cause I'm a freak and I'm made fo' self  [Chico Debarge] Baby, baby, let's take our time (time) Cause if we gonna do it Might as well do it right (right) Lock the doors, turn off the phone (phone) Shut the windows cause girl it's on (it's on) All alone, just me and you (you) Four walls and an empty room (room) Squeeze you tight and hold you close (close) Kiss you where you know you need it most (most)  1 -\t[Chico Debarge] I'mma really give you what you want \tWe can do whatever turns you on \tI'mma make your fantasies \tBecome reality, for sure  \tI'mma really give you what you want \tShow you how I flip it back to front \tTell me what you need from me \tAnd I will guarantee, for sure  [Chico Debarge] All we need is a place and time (time) Set the pace, and free our minds (minds) Let it go and let's explore (explore) Every single thing that you wish for (wish for) I only need a chance to make you feel (feel) The closeness that we share is very (real) I'mma lay back, let you choose Cause what I'm giving you is just for you  Repeat 1  [Chico Debarge] You feel my rain The seasons change The fire and the flames Inside my gentle touch You feel my rush Of love, so come with me, yeah I got something to prove So let me do my thing I will take my time babe For sure  [Trina] Yo, yo, yo, yo baby pop lemme get on top Okay that'll make me hot And if you aim to please then I won't And I need a lot like a few g's on the spot I want a man who ain't scared to lick And who can handle it Real thug keep my candle lit So scandolous, I like it in the shower Trembling, losing power, uh Big spender I want the kitty cat to purr when you climb up in her Cause Trina want it all y'all Big house, big yard, big six, and a big garage Good dick and a back massage So good make me ask for God I want the money and the Mastercards So we can splurge for days Like Rick said Give it to me, give it to me, okay  Repeat 1 till end  ",
        "title": "Give You What You Want (Fa Sure)"
    },
    {
        "artist": "Jay-Z Featuring Beanie Sigel & Amil",
        "lyrics": "  [Intro: Jay-Z] Roc-A-Fella.. y'all know what this is We givin y'all five seconds to put your drink down And report to the dance floor immediately All the bustas we givin y'all five seconds to get close to a exit It's about to get real ugly in here Five seconds is up - let's go!  Throw the hands up (uh, uh, uh) Throw the hands up (Niggas) Throw the hands up (Bitches) Throw the hands up (Bustas) Throw the hands up (Hustlers) Throw the hands up (Hoes!) Throw the hands up (Boasters) Throw the hands up (MAC)  [Verse 1: Beanie Sigel] You know how Mac come through on the club tip E'rybody real deep on that thug shit Cop Cris' spray the club on that thug shit Cop frisks suits snub in the club quick Told y'all real high, when I come you can try If you want, you can die, if you want to We hittin' whores on the floor, whole crew be wild Bitch back that ass up like Juvenile (huh) When my peeps come to spend, a dime apiece You know Mac come through with a line of freaks Every bitch on the hip be a 9 at least We gettin' head on the floor, while you grindin' freaks Whole squad get it down like this Whole squad buyin' rounds of Cris' Whole squad got they crowns on wrist Whole squad got a pound to twist Whole squad got a pound to spit, in case a clown wanna flip Mac never slip in the club Told y'all niggas four-fifth in the club If a nigga wanna draw then the blood it can drip in the club You know how niggas get in the club Shit you know how I be, all high in V.I.P Rolling up to B.I.G. (bay-bay) Niggas be all liquored up, talkin' shit 'til they man gotta come and pick 'em up Got bitches in the back bouncin' to \"Jigga What\" You got your hands up and I ain't even stick y'all up  (E'rybody get it up) Throw the hands up (E'rybody get it up) Throw the hands up  [Hook: Jay-Z] (Amil) 12 AM on the way to the club (uh) 1 AM DJ made it erupt (uh-huh) 2 AM now I'm gettin with her (what up?) 3 AM now I'm splittin with her (splittin with who?) 4 AM at the waffle house (waffle house) 5 AM now we at my house (uh) 6 AM I be diggin her out (who?) 6:15 I be kickin her out (what?) 7 AM I'ma call my friends (uh-huh) 12AM we gon' do it again We gon', we gon', we gon' do it again (We gon' do it again)  [Verse 2: Jay-Z] By the way, yo.. How the fuck you gon' talk about MC's on our heel? When we just cop them things homie, the chromey wheels Both arms are chunky the sleeves on chill Any given times a hundred G's in your grill Don't talk to me 'bout MC's got skills \"He's alright, but he's not real\" Jay-Z's that deal, with Sigs in the field Love affair for war, hug, squeeze that steel Fuck, you gotta a flow that's cool with me You got a little dough that cool with me You got a little cars, little jewelries But none of y'all muh'fuckers could fool with me You know the wrist frostbit minus two degrees 'Bout as blue as the sea the way I maneuver the V Hat cocked can't see his eyes, who could it be? With that new blue Yankee on, who but me? Niggas shipped two million, then I blew to three Then I skated to four, 'fore I went on tour I came back and it's plain, y'all niggas ain't rappin' the same Fuck the flow, y'all jackin' our slang I seen the same shit happen to Kane Three cuts in your eyebrows tryin to wild out The game is ours, we'll never foul out Y'all just better hope we gracefully bow out Throw yo' hands up - niggas, bitches, bustas Hustlers, fuck that! (throw the hands up), c'mon  [Hook: Amil] (Jay-Z) 12 AM on the way to the club (uh huh) 1 AM bout to shake the butt (uh) 2 AM now I'm checkin the mix (ah yeah) 3 AM now he buyin me drinks (what you drinkin on?) 4 AM exit the club (let's go) 5 AM think he gettin some butt (that's right) 6 AM nigga still ain't bust (what?) 6:15 nigga will get up (uh) 7 AM gotta tell my friends (uh-huh) 12 AM I'ma do it again, uh, uh I'ma do it again 12 AM I'ma do it again (Uh-huh, uh, uh.. let's go)  [Hook: Jay-Z] 12 AM on the way to the club 1 AM DJ made it a rub 2 AM now I'm gettin with her 3 AM now I'm splittin with her 4 AM at the waffle house 5 AM now we at my house 6 AM I be diggin her out 6:15 I be kickin her out 7 AM I'ma call my friends 12 AM we gon' do it again We gon', we gon', we gon' do it again Let's go  ",
        "title": "Do It Again (Put Ya Hands Up)"
    },
    {
        "artist": "Limp Bizkit",
        "lyrics": "  [Intro] Just think about it Just think about it  [Verse 1] Lately, I've been skeptical, silent when I would use to speak Distant from all around me who witness me fail and become weak Life is overwhelming, heavy is the head that wears the crown I'd love to be the one to disappoint you when I don't fall down  [Chorus] But you don't understand when I'm attempting to explain Because you know it all and I guess things will never change But you might need my hand when falling in your hole Your disposition, I'll remember when I'm letting go Of you and me, we're through and rearranged  [Verse 2] It seems that you're not satisfied, there's too much on your mind So you leave, and I can't believe all the bullshit that I find Life is overwhelming, heavy is the head that wears the crown I'd love to be the one to, disappoint you when I don't fall down  [Chorus] But you don't understand when I'm attempting to explain Because you know it all and I guess things will never change But you might need my hand when falling in your hole Your disposition, I'll remember when I'm letting go Of you and me, we're through and rearranged You and me, we're through and rearranged  [Bridge] You're no good for me Thank God it's over You make believe That nothing is wrong until you're crying And you make believe That life is so long until you're dying You make believe That nothing is wrong until you're crying, crying on me You make believe That life is so long until you're dying, dying, dying on me!  [Outro] You think that everybody's the same I don't think that anybody's like you You think that everybody's the same I don't think that anybody's like you Just think about it You'll get it  ",
        "title": "Re-arranged"
    },
    {
        "artist": "Ginuwine, R.L., Tyrese, Case",
        "lyrics": "  [R.L.] Yeah this is for my brothers in the hood And the high risers, on the mansions with the maids We gotta come together, come on y'all Case, Ginuwine, Tyrese, and me R.L Help me sing it fellas, yeah  [Case] I'm sitting here alone Trying to face another day Gotta stay strong, hmm To endure this pain  [R.L.] I'm dealing with right now It flipped my whole life upside down I don't want your help I don't need your sympathy, no  [Chorus - All] What can a brother do for me? (See he can you help you up when you are down) What can a brother do for me? (He can be your eyes when you can't see) What can a brother do for me? (He can help me be the best man I can be) (Oh I can be, I can be, oh I can be, I can be) He can help me be the best man I can be (Oh yeah, yeah, yeah)  [Tyrese] (be the best man) I made a big mistake And I'm feeling so ashamed And I don't want to lose my friendship over it I've gotta keep the faith, yes I do  [Ginuwine] Cause I'm still your boy, I've got your back That'll never, never, never, never gonna change So I can just cite the truth And keep smiling in your face  [Chorus - All] What can a brother do for me? (He can you help you up when you are down) What can a brother do for me? (He can be your eyes when you can't see) What can a brother do for me? (He can help me be the best man I can be) (I can be, I can be, oh I can be, I can be) He can help me be the best man I can be  [Tyrese] I keep struggling but I'm trying my best I got some issues with my own confidence Lord help me to forgive and forget Can you please help me to be a better man?  [R.L.] For the rest of the darkest nights Shines the brightest sun I ain't the man I used to be I'm better than before  [Chorus - All] What can a brother do for me? (He can you help you up when you are down) What can a brother do for me? (He can know the wrong to make it right) What can a brother do for me? (He can be your eyes when you can't see) He can help me be the best man I can be (I can be, I can be, I can be, I can be) He can help me be the best man I can be (I can be, I can be, I can be, I can be) He can help me be the best man I can be (I can be, whoa I can be, oh I can be, oh I can be) Help me be the best man I can  [Case] Cause he's my brother, brother, brother, brother Yes he is my brother, brother, brother, brother  [R.L.] Sees when I'm down on my luck and I'm Crying cause a woman done left me I ain't got nothing cause it's cold outside He'll give me a ride When it's late at night Cause he's my brother, brother, brother, brother See sometimes I may go astray but he'll lead me back the right way And tell me everything's okay Cause he's my brother, brother, brother, brother Brother, brother, brother, brother Oh I know sometimes you'll need me and I got your back Oh cause I know you got mine Cause you're my brother And I love you, love you, love you You can count on me, sing it Case, Tyrese and G, you are my brother, brother, brother  [Tyrese] R.L. oh my brother Late up at night If you need a helping hand just call on me Talking bout my brothers, brothers, brothers All across the world, my brothers yeah I love you!  ",
        "title": "The Best Man I Can Be"
    },
    {
        "artist": "DMX",
        "lyrics": "  [Intro: DMX] This is the fuckin shit I be talkin about Half rappin' ass mothafuckers You think it's a game? You think it's a fuckin GAME? Come on, uh, uh, uh Come on, uh, uh... What'cha really want What'cha really want, what D-M-X, uh, uh... Come on, Ryde or die Aiyo, aiyo, aiyo  [Verse 1: DMX] What's my name? DMX and I be the best You see the rest they looking like they need a rest One more time, I'ma spit at you some shit That's gon get at you be fuckin with your mind Stop talkin shit, 'cause you out there runnin' your mouth And really don't know who you fuckin with Here we go again How many times do I have to tell you rap niggas I have no friends? You still actin up Runnin around here like some brand new pussy that's about to get fucked The game don't stop I'm still gettin down for whatever whenever that's why my shit is hot Can't keep it real Now, some of us do but most of us don't that's just how a nigga feel I shed blood for my people that'll keep you lookin see-through Whenever you try to creep through  [Hook x2: DMX] D-M-X, If you want it we got it Come and get it nigga we wit it, all you gotta do is set it baby Ryde or die What ya niggas want, uh, uh, what ya niggas want  [Verse 2: DMX] You still playin games You gon' think it's a joke until they no longer remember your name That's how we do 'em Make cowards disappear into thin air by puttin shit through 'em Never comin' back Last time you saw that nigga is the last time you'll see that nigga No more deaths 'Cause in a minute you gonna have grandma bein the only family member left Bust my gun If I gots to kill a nigga but I'm always down for the one on one Dog for life We gon get to the bottom of this shit if it takes all night Stop drop, open up shop Fake up-north niggas screamin' for the cops Ryde or die What that mean is that a tell a nigga bye-bye and pop him in his right eye  [Hook x2: DMX] D-M-X, If you want it we got it Come and get it nigga we wit it, all you gotta do is set it baby Ryde or die What ya niggas want, uh, uh, what ya niggas want  [Verse 3: DMX] Look at all these off brand niggas Runnin' around yappin' about they be holdin figures as big as Jigga's That's that bullshit Hope they know that around me talkin' about what you got will get you hit I'm not a nice person I mean I'd smack the shit out you twice dog and that's before I start cursin' I stay flippin' One minute I'm cool, the next minute I'm up on a nigga, rippin' That's my style I'm a cruddy nigga leave you all bloody nigga, service with a smile Suck my dick And while you niggas that's been to jail before know it's about to get thick Let's get it on baby You gonna be goin' against 4 niggas at once and you think I'm crazy? I've lost my mind And I'm about to make you lose yours too from far away one time  [Hook x4: DMX] D-M-X, If you want it we got it Come and get it nigga we wit it, all you gotta do is set it baby Ryde or die What ya niggas want, uh, uh, what ya niggas want  D-M-X!  ",
        "title": "What's My Name"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Intro] The greatest romance that's ever been sold  [Verse 1] So what do to know, you and me Finally face to face Checking each other up and down In all of the obvious places Was there ever a reason for us to be apart? The air that fills up this room says not hardly  [Pre-Chorus] So this is where you end, and you and I begin (This is where you and I, you and I begin)  [Chorus] The greatest romance that's ever been sold The greatest romance that's ever been sold  [Verse 2] Baby, baby Now your mind is open To poetry seldom heard Your heart has never been broken Until you have heard these words Your body was designed to respond to mine In spite of your desire to mold me  [Pre-Chorus] And in the middle of it all We kiss and like rain (like rain) we fall into  [Chorus] The greatest romance that's ever been sold The greatest romance that's ever been sold  [Bridge] Oh, I know you can feel me,know that you can dance But what do you know about the greatest romance? Not what you think, but what you believe What was the real reason that Adam never left Eve? And if the truth sounds like a memory Then you know it was meant to be (meant to be), meant to be Leave your inhibitions behind come on, come on, and see  [Pre-Chorus] So this is where you end (this is where you end) And you and I begin ... (you-hu)  [Chorus] The greatest romance that's ever been sold The greatest romance that's ever been sold  [Breakdown] I know you can feel me I know you can dance But what do you know about the greatest romance? (The greatest romance that's ever been sold) Not what you think But what you believe Can you tell me the re-ee-ee-ee-eason that Adam never left Eve (The greatest romance that's ever been sold) The greatest Listen to me, uh You brought me the grapes from the vine, yes you did The greatest romance Can I talk to you That's ever been sold Listen You help me to remember the secrets of time And you, you, you, you offer me your love, your love, your love So divine And in return, girl, in return I will surrender Oh yeah, I will surrender, oh yes, I will  [Outro] The greatest romance that's ever been sold  ",
        "title": "The Greatest Romance Ever Sold"
    },
    {
        "artist": "Joe Diffie",
        "lyrics": "  I know you're holding your breath You're wondering what's coming next Can't be too careful this time No Love ain't something you trust You've seen a little too much of the quittin' kind That pain you're wrestling with I know right where it lives Been there a couple of times Always 'almost in tears' Living in fear of the quittin' kind  If you don't know what you're got I'll tell you one thing it's not It's not the kind of love that would turn and run This one's steady and strong This one will keep going on and on and on To the end of time It ain't the quittin kind  You don't have to be scared We're not going back there We're going to leave it behind All that sorrow and grief those bad memories of the quittin' kind  If you don't know what you're got I'll tell you one thing it's not It's not the kind of love that would turn and run This one's steady and strong This one will keep going on and on and on To the end of time It ain't the quittin kind  This one's steady and strong This one will keep going on and on and on To the end of time It ain't the quittin kind Quittin' kind no no no It ain't the quittin kind  ",
        "title": "The Quittin' Kind"
    }
]