[
    {
        "artist": "Paul McCartney And Stevie Wonder",
        "lyrics": "  [Chorus] Ebony and ivory Live together in perfect harmony Side by side on my piano keyboard Oh lord, why don't we?  [Verse] We all know that people are the same where ever you go There is good and bad in everyone And we learn to live, we learn to give each other What we need to survive together alive  [Chorus] Ebony and ivory Live together in perfect harmony Side by side on my piano keyboard Oh lord, why don't we?  [Bridge] Ebony, ivory Living in perfect harmony Ebony, ivory, ooh  [Verse] We all know that people are the same where ever you go There is good and bad in everyone We learn to live when we learn to give each other What we need to survive together alive  [Chorus] Ebony and ivory Live together in perfect harmony Side by side on my piano keyboard Oh lord, why don't we? Side by side on my piano keyboard Oh lord, why don't we?  [Outro] Ebony, ivory Living in perfect harmony Ebony, ivory Living in perfect harmony Ebony, ivory Living in perfect harmony Ebony, ivory Living in perfect harmony Ebony, ivory Living in perfect harmony Ebony, ivory Living in perfect harmony  ",
        "title": "Ebony And Ivory"
    },
    {
        "artist": "Rick Springfield",
        "lyrics": "  When you were just a young girl and still in school How come you never learned the golden rule? Don't talk to strange men, don't be a fool I'm hearing stories; I don't think that's cool  Why dont'cha tell me someone isn't lovin' you? 'Cause you're my girl, some say it's no longer true You're seeing some slick continental dude I'm beggin' you, please  (Don't talk to strangers) Baby, dont'cha talk (Don't talk to strangers) You know he'll only use you up (Don't talk, don't talk) Don't talk (Don't talk, don't talk to him) Nobody, nobody ever told you  Now tell me, how's life in the big city? I hear the competition's tough; baby, that's a pity And every man's an actor; every girl is pretty I don't like what's gettin' back to me  Now, who's this Don Juan I've been hearing of? Love hurts when only one's in love Now, did ya fall at first sight or did you need a shove? I'm beggin' you, please  (Don't talk to strangers) Baby, dont'cha talk (Don't talk to strangers) You know he'll only use you up (Don't talk, don't talk) Don't talk (Don't talk, don't talk to him) Nobody, nobody ever told you  (Fais l'amour avec moi) What's he sayin', baby? (Viens dormir, mon amour) I asked you not to talk to him (Je t'aime donne moi ton cœur se soir) I'm begging you  (Don't talk to strangers) Baby, dont'cha talk (Don't talk to strangers) You know he'll only use you up (Don't talk, don't talk) Don't talk (Don't talk, don't talk to him) Nobody, nobody ever told you  (Don't talk to strangers) Baby, dont'cha talk (Don't talk to strangers) You know he'll only use you up (Don't talk to strangers) Baby, dont'cha (Don't talk to strangers) Baby, dont'cha talk (Don't talk to strangers...)  ",
        "title": "Don't Talk To Strangers"
    },
    {
        "artist": "The Human League",
        "lyrics": "  [Verse 1: Philip Oakey] You were workin' as a waitress in a cocktail bar When I met you I picked you out, I shook you up and turned you around Turned you into someone new  Now five years later on you've got the world at your feet Success has been so easy for you But don't forget, it's me who put you where you are now And I can put you back down too  [Pre-Chorus: Philip] Don't, don't you want me? You know I can't believe it when I hear that you won't see me Don't, don't you want me? You know I don't believe you when you say that you don't need me  It's much too late to find You think you've changed your mind You'd better change it back or we will both be sorry  [Chorus: Philip] Don't you want me, baby? Don't you want me, ohh? Don't you want me, baby? Don't you want me, ohh?  [Verse 2: Susan Ann Sulley] I was working as a waitress in a cocktail bar That much is true But even then I knew I'd find a much better place Either with or without you  The five years we have had have been such good times I still love you But now I think it's time I live my life on my own I guess it's just what I must do  [Pre-Chorus: Philip] Don't, don't you want me? You know I can't believe it when I hear that you won't see me Don't, don't you want me? You know I don't believe you when you say that you don't need me  It's much too late to find You think you've changed your mind You'd better change it back or we will both be sorry  [Chorus: Philip] Don't you want me, baby? Don't you want me, ohh? Don't you want me, baby? Don't you want me, ohh?  [Instrumental Break]  [Chorus: Philip][repeat till fade] Don't you want me, baby? Don't you want me, ohh? Don't you want me, baby? Don't you want me, ohh?  ",
        "title": "Don't You Want Me"
    },
    {
        "artist": "Ray Parker Jr.",
        "lyrics": "  Oh yeah I'm in love with the other woman My life was fine (Yes it was) Till she blew my mind  Aw shucks, I'm just the average guy I fooled around a little on the side Never thought it would amount to much Never met a girl who's love was so tough Who'd a thought a one night stand Could turn into such a hot romance Mm, when she did it to me I slipped and fell in love  I'm in love with the other woman My life was fine (Yes it was) Till she blew my mind  Now I know the rules of the games You hit it once then break away clean I should have never gone back, I know But I had to have just a little bit more My friends laugh but that's alright I may be a fool but I know what I like Now I hate to have to cheat But it feels better when I sneak  I'm in love with the other woman My life was fine (Yes it was) Till she blew my mind Somebody help me I'm in love with the other woman My life was fine (Yes it was) Till she blew my mind  Oh this affair is unique All my life I never met such a freak She keeps me goin' strong for so long When I get home it's all gone Makes me wanna grab my guitar And play with it all night long  I'm in love with the other woman My life was fine (Yes it was) Till she blew my mind  Tell me, has anybody else out there Ever fell in love with the other woman Oh with the other woman Say I'm in love with the other woman With the other woman, with the other woman I'm in love, sure 'nough in love  ",
        "title": "The Other Woman"
    },
    {
        "artist": "Willie Nelson",
        "lyrics": "  [Verse 1] Maybe I didn't love you Quite as often as I could have Maybe I didn't treat you Quite as good as I should have If I made you feel second best Girl, I'm sorry I was blind  [Chorus] You were always on my mind You were always on my mind  [Verse 2] And maybe I didn't hold you All those lonely, lonely times And I guess I never told you I'm so happy that you're mine Little things I should have said and done I just never took the time  [Chorus] And you were always on my mind You were always on my mind  [Bridge] Tell me, tell me that your Sweet love hasn't died And give me Give me one more chance To keep you satisfied Keep you satisfied  [Outro] Little things I should have said and done I just never took the time But you were always on my mind You were always on my mind  ",
        "title": "Always On My Mind"
    },
    {
        "artist": "Asia",
        "lyrics": "  I never meant to be so bad to you One thing I said that I would never do A look from you and I would fall from grace And that would wipe the smile right from my face  Do you remember when we used to dance? And incidents arose from circumstance One thing led to another, we were young And we would scream together songs unsung  It was the heat of the moment Telling me what my heart meant The heat of the moment showed in your eyes  And now you find yourself in Eighty Two The disco hot spots hold no charm for you You can concern yourself with bigger things You catch a pearl and ride the dragon's wings  Cause it's the heat of the moment Heat of the moment The heat of the moment showed in your eyes  And when your looks are gone and you're alone How many nights you sit beside the phone What were the things you wanted for yourself? Teenage ambitions you remember well  It was the heat of the moment Telling me what your heart meant The heat of the moment showed in your eyes  Heat of the moment Heat of the moment Heat of the moment showed in your eyes  Heat of the moment Heat of the moment Heat of the moment  ",
        "title": "Heat Of The Moment"
    },
    {
        "artist": "Toto",
        "lyrics": "  [​​Intro]​​  [Verse 1] All I wanna do when I wake up in the morning is see your eyes Rosanna, Rosanna I never thought that a girl like you could ever care for me Rosanna  [Verse 2] All I wanna do in the middle of the evening is hold you tight Rosanna, Rosanna I didn't know you were looking for more than I could ever be  [Pre-Chorus] Not quite a year since she went away, Rosanna yeah Now she's gone and I have to say  [Chorus] Meet you all the way Meet you all the way, Rosanna yeah Meet you all the way Meet you all the way, Rosanna yeah  [Verse 3] I can see your face still shining through the window on the other side Rosanna, Rosanna I didn't know that a girl like you could make me feel so sad Rosanna  [Verse 4] All I want to tell you is now you'll never ever have to compromise Rosanna, Rosanna I never thought that losing you could ever hurt so bad  [Pre-Chorus] Not quite a year since she went away, Rosanna yeah Now she's gone and I have to say  [Chorus] Meet you all the way Meet you all the way, Rosanna yeah Meet you all the way Meet you all the way, Rosanna yeah  ​[Bridge​]  [Pre-Chorus] Not quite a year since she went away, Rosanna yeah Now she's gone and I have to say  [Chorus] Meet you all the way Meet you all the way, Rosanna yeah Meet you all the way Meet you all the way, Rosanna yeah  Meet you all the way Meet you all the way, Rosanna yeah Meet you all the way Meet you all the way, Rosanna yeah  [​​​Outro]​  ",
        "title": "Rosanna"
    },
    {
        "artist": "Joan Jett & the Blackhearts",
        "lyrics": "  Ah, now I don't hardly know her But I think I could love her  Crimson and clover  Ah, now when she comes walking over Now I've been waitin' to show her  Crimson and clover, over and over  Yeah, my, my such a sweet thing I wanna do everything What a beautiful feeling  Crimson and clover, over and over  Crimson and clover, over and over Crimson and clover, over and over Crimson and clover, over and over Crimson and clover, over and over  ",
        "title": "Crimson And Clover"
    },
    {
        "artist": "Tommy Tutone",
        "lyrics": "  [Verse 1] Jenny, Jenny, who can I turn to? You give me somethin' I can hold on to I know you think I'm like the others before Who saw your name and number on the wall  [Chorus 1] Jenny, I got your number I need to make you mine Jenny, don't change your number  [Post-Chorus] 867-5309 867-5309 867-5309 867-5309  [Verse 2] Jenny, Jenny, you're the girl for me Oh, you don't know me, but you make me so happy I tried to call you before, but I lost my nerve I tried my imagination, but I was disturbed  [Chorus 1] Jenny, I got your number I need to make you mine Jenny, don't change your number  [Post-Chorus] 867-5309 867-5309 867-5309 867-5309  [Bridge] I got it, (I got it), I got it I got your number on the wall I got it, (I got it), I got it For a good time, for a good time call  [Chorus 2] Jenny, don't change your number I need to make you mine Jenny, I call your number  [Post-Chorus] 867-5309 867-5309 867-5309 867-5309  [Breakdown] Jenny, Jenny, who can I turn to? 867-5309 For the price of a dime I can always turn to you 867-5309  [Outro] 867-5309 867-5309 867-5309 867-5309 5309 867-5309 (5309) 867-5309 (5309) 867-5309  ",
        "title": "867-5309/jenny"
    },
    {
        "artist": "Deniece Williams",
        "lyrics": "  Loving you so I was to blind to see You letting me go But now that you've set me free It's gonna take a miracle Yes, it's gonna take a miracle To make me love someone new Cause I'm crazy for you  Oh oh, didn't you know It wouldn't be so easy You lettin' me go You can be sure that now it's gonna take a miracle Yes, it's gonna take a miracle To make me love someone new Cause I'm crazy for you  Oh, tho' I know I can't forget about you I'm gonna try to show how much You're turning me around, destroying me I'll never be the same anymore  You must realize You took your love and left me Quite by surprise You can be sure that now it's gonna take a miracle Yes, it's gonna take a miracle To make me love someone new Cause I'm crazy for you  ",
        "title": "It's Gonna Take A Miracle"
    },
    {
        "artist": "Charlene",
        "lyrics": "  Hey, lady, you, lady Cursing at your life You're a discontented mother And a regimented wife  I've no doubt you dream about The things you'll never do But I wish someone had talked to me Like I wanna talk of you  Ooohooo, I've been to Georgia and California And anywhere I could run I took the hand of a preacher man And we made love in the sun  But I ran out of places and friendly faces Because I had to be free I've been to paradise But I've never been to me  Please, lady, please, lady Don't just walk away 'Cause I have this need to tell you Why I'm all alone today  I can see so much of me Still living in your eyes Won't you share a part of a weary heart That has lived a million lives  Oh, I've been to Nice and the isle of Greece When I sipped champagne on a yacht I moved like Harlow in Monte Carlo And showed 'em what I've got  I've been undressed by kings And I've seen some things that a woman ain't supposed to see I've been to paradise But I've never been to me  Hey, you know what paradise is? It's a lie A fantasy we created about people and places as we'd like them to be But you know what truth is? It's that little baby you're holding And it's that man you fought with this morning The same one you're going to make love with tonight That's truth, that's love  Sometimes I've been to crying for unborn children That might have made me complete But I, I took the sweet life I never knew I'd be bitter from the sweet  I've spent my life exploring, the subtle whoring That costs too much to be free, hey, lady I've been to paradise But I've never been to me  I've been to paradise Never been to me  I've been to Georgia and California And anywhere I could run I've been to paradise Never been to me  Been to Nice and the isle of Greece When I've sipped champange on a yacht I've been to paradise Never been to to me  ",
        "title": "I've Never Been To Me"
    },
    {
        "artist": "Queen",
        "lyrics": null,
        "title": "Body Language"
    },
    {
        "artist": "Roberta Flack",
        "lyrics": null,
        "title": "Making Love"
    },
    {
        "artist": "Little River Band",
        "lyrics": "  I can feel it floating away Inch by inch Day by day Love boat set itself free Castaway, slipping out to sea  I can feel it coming adrift Even a blind man could see the rift From an ocean liner To a Chinese junk There ain't been a ship that can't be sunk  I used to dream it could last forever But pipe dreams never come true I'd be foolin' myself if I never Thought something like this Couldn't happen to you  I said baby You've got a man on your mind You've got a weight on your shoulders How you ever gonna find the words to say Goodbye  You don't know Just what you got Till it's gone I guess you heard that a lot But it's true It's not just a game You can't change your life By changing your name  It's not something you can hide away Sooner or later it starts to show It's written on your face You've been betrayed Do you really believe that I don't know  I said baby You've got a man on your mind You've got a weight on your shoulders How you ever gonna find the words to say (Goodbye)  He's already fallen So it's no use to fight And if he starts callin' Let him know you're with me For the rest of the night  Ooh, I said baby You've got a man on your mind (Got a man on your mind) You've got a weight on your shoulders How you ever gonna find the words to say Goodbye  Baby (Please listen to me baby) You've got a man on your mind (Gotta get that man off your mind) You've got a weight on your shoulders How you ever gonna find the words to say Goodbye  Baby (Ooh, baby baby baby) You've got a man on your mind (You got that man on your mind) You've got a weight on your shoulders How you ever gonna find the words to say Goodbye  ",
        "title": "Man On Your Mind"
    },
    {
        "artist": "Juice Newton",
        "lyrics": "  I've got nothing to be ashamed of (Love's been a little bit hard on me) If I shy away it's only because (Love's been a little bit hard on me)  (Love's been a little) Oh love's been a little (Love's been a little bit hard on me) (Love's been a little) Ya know it's just been a little (Love's been a little bit hard on me)  I can't remember when it meant so much (Love's been a little bit hard on me) Now I shy away from the slightest touch (Love's been a little bit hard on me)  (Love's been a little) Oh love's been a little (Love's been a little bit hard on me) (Love's been a little) Just a little, little (Love's been a little bit hard on me)  Well, come out, come out From that hopeless romance in side Child, it's all right, it's all right Shade so dark, so close to the light  Well come out, well come out From that hopeless romance in side Child, it's all right, it's all right Shade so dark, so close to the light  I'll be back when I calm my fears (Love's been a little bit hard on me) Then I'll see you 'round in a thousand years (Love's been a little bit hard on me)  (Love's been a little) Oh love's been a little (Love's been a little bit hard on me) Oh, love ya know it's just been a little (Love's been a little bit hard) It's hard on me  ",
        "title": "Love's Been A Little Bit Hard On Me"
    },
    {
        "artist": "Dazz Band",
        "lyrics": "  [Verse 1] Wanna see you with it Sho' could treat you right Give me just a minute Of your time tonight We both are here to have good fun So let it whip  We'll get to groovin' Love your body language Baby, let me know You've got me sort of anxious We both are here to have good fun So let it whip   [Hook] So let it whip (Let's whip it, baby) Child (Let's whip it right) Get a grip (Let's whip it baby) (Work it all night) Well, what's your trip? (Oh no) Child C'mon let it whip Oww-hoo   [Verse 2] Now that you can see How you groove with me What else can I do To get closer to you We both are here to have good fun So let it whip  We have the natural feeling Obviously revealing Let me be your paper man I'd love to be your joker man We both are here to have good fun So let it whip  [Hook x2]  [Bridge] (There's no time to lose) There is no time to lose (You're the one I choose) (You're so right) You're the one I choose I only wanna be with you You're the one for me  Can't you see that I (I won't waste your time) I won't waste your time (I sense something divine in you) Something divine in you (Yes I do) Oooh-hoo   [Hook]  [Bridge]  [Hook x2]  ",
        "title": "Let It Whip"
    },
    {
        "artist": "John Cougar",
        "lyrics": null,
        "title": "Hurts So Good"
    },
    {
        "artist": "Paul Davis",
        "lyrics": "  '65 love affair Paul Davis  I was a car hop You were into be-bop You sang do wop diddy wop diddy wop doo All of them changes you put me through  If I could go back again Well I know I'd never let you go Back with some of my friends To that wonderful  Chorus: '65 Love Affair, We wasn't gettin' nowhere But we didn't care It was a crazy '65 Love Affair Rock 'n' roll was simple and clear Oh, I still can hear I can hear it baby  Well I acted like a dumb-dumb You were bad with your pom-poms You said ooh wah go team ooh wah go Ooh-ee baby I want you to know  If I could go back in time Well, I know somehow you'd still be mine I wouldn't be so blind To that wonderful  '65 Love Affair When rock 'n' roll was simple and clear Oh, I still can hear I can hear it baby  Well, I tried to make you give in One night at the drive-in You said oh no baby, oh no woo All of them changes you put me through  If I could go back in time Well, I know somehow you'd still be mine I wouldn't be so blind To that wonderful  Chorus We sang doo wop diddy wop diddy wop doo Doo wop diddy wop diddy wop doo (repeat 5 times)  ",
        "title": "'65 Love Affair"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] What happened here As the New York sunset disappeared I found an empty garden among the flagstones there Who lived here He must have been a gardener that cared a lot Who weeded out the tears and grew a good crop And now it all looks strange It's funny how one insect can damage so much grain And what's it for This little empty garden by the brownstone door And in the cracks along the sidewalk nothing grows no more Who lived here He must have been a gardener that cared a lot Who weeded out the tears and grew a good crop And we are so amazed we're crippled and we're dazed A gardener like that one no one can replace  [Chorus] And I've been knocking but no one answers And I've been knocking most all the day Oh and I've been calling oh hey hey Johnny Can't you come out to play  [Verse 2] And through their tears Some say he farmed his best in younger years But he'd have said that roots grow stronger if only he could hear Who lived there He must have been a gardener that cared a lot Who weeded out the tears and grew a good crop Now we pray for rain, and with every drop that falls We hear, we hear your name  [Chorus][x2]  [Outro] Oh hey hey Johnny,can you come out Johnny can't you come out to play in your empty garden [6x]  ",
        "title": "Empty Garden (Hey Hey Johnny)"
    },
    {
        "artist": "38 Special",
        "lyrics": "  I never knew there'd come a day When I'd be sayin' to you \"Don't let this good love slip away Now that we know that it's true. \" Don't, don't you know the kind of man I am No, said I'd never fall in love again But it's real and the feeling comes shining through  So caught up in you, little girl And I never did suspect a thing So caught up in you, little girl That I never want to get myself free And baby it's true You're the one Who caught me baby you taught me How good it could be  It took so long to change my mind I thought that love was a game I played around enough to find No two are ever the same You made me realized the love I missed So hot! Love I couldn't quite resist When it's right the light just comes shining through  So caught up in you, little girl You're the one that's got me down on my knees So caught up in you, little girl That I never want to get myself free And baby it's true You're the one Who caught me, baby you taught me How good it could be  Fill your days and your nights No need to ever ask me twice oh no Whenever you want me And if ever comes a day When you should turn and walk away oh no I can't live without you So caught up in you  Yeah, Yeah, Yeah And if ever comes a day When you should turn and walk away oh no I can't live without you So caught up in you, little girl You're the one that's got me down on my knees So caught up in you, little girl That I never want to get myself free And baby it's true You're the one Who caught me baby you taught me How good it could be, little girl You're the one that's got me down on my knees So caught up in you, little girl That I never want to get myself free And baby it's true You're the one Who caught me and taught me You got me so caught up in you  ",
        "title": "Caught Up In You"
    },
    {
        "artist": "Soft Cell",
        "lyrics": "  [Intro]  Sometimes I feel I've got to Run away I've got to Get away From the pain you drive into the heart of me The love we share Seems to go nowhere And I've lost my light For I toss and turn I can't sleep at night  Once I ran to you (I ran) Now I'll run from you This tainted love you've given I give you all a boy could give you Take my tears and that's not nearly all Oh...tainted love Tainted love  Now I know I've got to Run away I've got to Get away You don't really want any more from me To make things right You need someone to hold you tight And you think love is to pray But I'm sorry I don't pray that way  Once I ran to you (I ran) Now I'll run from you This tainted love you've given I give you all a boy could give you Take my tears and that's not nearly all Oh...tainted love Tainted love  Don't touch me please I cannot stand the way you tease I love you though you hurt me so Now I'm going to pack my things and go Tainted love, tainted love Tainted love, tainted love Touch me baby, tainted love Touch me baby, tainted love Tainted love Tainted love Tainted love  ",
        "title": "Tainted Love"
    },
    {
        "artist": "Daryl Hall John Oates",
        "lyrics": null,
        "title": "Did It In A Minute"
    },
    {
        "artist": "Dan Fogelberg",
        "lyrics": "  Born in the valley And raised in the trees Of Western Kentucky On wobbly knees  With mama beside you To help you along You'll soon be a-growin' up strong  Oh, the long lazy mornings In pastures of green The sun on your withers The wind in your mane  Could never prepare you For what lies ahead The run for the roses so red  And it's run for the roses As fast as you can Your fate is delivered Your moment's at hand  It's the chance of a lifetime In a lifetime of chance And it's high time You joined in the dance It's high time You joined in the dance  From sire to sire It's born in the blood The fire of a mare and The strength of a stud  It's breeding And it's training And it's something unknown That drives you and carries you home  And it's run for the roses As fast as you can Your fate is delivered Your moment's at hand  It's the chance of a lifetime In a lifetime of chance And it's high time You joined in the dance It's high time You joined in the dance  ",
        "title": "Run For The Roses"
    },
    {
        "artist": "Franke & The Knockouts",
        "lyrics": null,
        "title": "Without You (Not Another Lonely Night)"
    },
    {
        "artist": "Ronnie Milsap",
        "lyrics": "  Any day now, I will hear you say Good bye, my love And you'll be on your way Then my wild beautiful bird, you will have flown Any day now, I'll be all alone  Any day now, when your restless eyes meets someone new Oh, to my sad surprise Then blue shadows will fall all over town Any day now, love will let me down  I know I shouldn't want to keep you If you don't want to stay Until you're gone forever I'll keep holding on for dear life  Holding you this way Begging you to stay Any day now, when the clock strikes go, you'll call it off Then my tears will flow Then my wild beautiful bird, you will have flown Any day now, love will let me down Cause you won't be around  Oh, then the blue shadows will fall all over town Any day now, love will let me down Cause you won't be around Any day now, you won't be around No, no, no, no, no, no, you won't be around  ",
        "title": "Any Day Now"
    },
    {
        "artist": "Loverboy",
        "lyrics": null,
        "title": "When It's Over"
    },
    {
        "artist": "Alabama",
        "lyrics": null,
        "title": "Take Me Down"
    },
    {
        "artist": "Kansas",
        "lyrics": "  You think that something's happening And it's bigger than your life But it's only what you're hearing Will you still remember When the morning light has come Will the songs be playing over and over Till you do it all over again  Play, play the game tonight Can you tell me if it's wrong or right It is worth the time, is it worth the price Do you see yourself in a white spotlight Then play the game tonight  And when the curtains open To the roaring of the crowd You will feel it all around you Then it finally happens And it's all come true for you And the songs are playing over and over Till you do it over again  ",
        "title": "Play The Game Tonight"
    },
    {
        "artist": "The Motels",
        "lyrics": "  We walked the loneliest mile We smiled without any style We kiss altogether wrong No intention  We lied about each other's drinks We lived without each other thinking What anyone would do Without me and you  It's like I told you Only the lonely can play  So hold on, here we go Hold on to nothing we know I feel so lonely Way up here  You mention the time we were together So long ago Well, I don't remember All I know is that it makes me feel good now  It's like I told you Only the lonely can play Only the lonely Only the lonely can play  Only the lonely Only the lonely can play It's like I told you Only the lonely can play Only the lonely Only the lonely can play  ",
        "title": "Only The Lonely"
    },
    {
        "artist": "Sheena Easton",
        "lyrics": "  This mans a child, this man is old Sometimes hes mild, sometimes hes bold This man I love, sometimes in spite I wish he would stick to his guns, or abandon the fight  But when he shines, oh when he shines Yes when he shines, he shines so bright  Sometimes a tramp, sometimes a dude He changes colour just like a cameleon, can't find the mood He is a song thats not easy to write He is a moon in the morning, and the sun out at night  But when he shines, when he shines, oh when he shines, he shines so bright  This mans a gentleman, this man is strong This temperamental man plays me along  But when he shines, when he shines, oh when he shines, he shines so bright Yes when he shines, when he shines, oh when he shines, he shines so bright  (Instrumental break)  But when he shines, oh when he shines Yes when he shines, he shines so bright  ",
        "title": "When He Shines"
    },
    {
        "artist": "Foreigner",
        "lyrics": null,
        "title": "Break It Up"
    },
    {
        "artist": "Aldo Nova",
        "lyrics": null,
        "title": "Fantasy"
    },
    {
        "artist": "Patrice Rushen",
        "lyrics": "  Sending you forget me nots To help me to remember Baby please forget me not I want you to remember  Sending you forget me nots To help me to remember Baby please forget me not I want you to remember  Those were the times we had Sharing a joy that we thought would last Memories of love and affection Never really was just like a dream Was it the simple things That made me so crazy about you Was it your charm or your passion It's not hard to believe I love you and i need you so i...  Sending you forget me nots To help me to remember Baby please forget me not I want you to remember  Sending you forget me nots To help me to remember Baby please forget me not I want you to remember  Did we give up too soon Maybe we needed just a little room Wondering how it all happened Maybe we just need a little time Though we did end as friends Given the chance we could love again She'll always love you forever It's not hard to believe I want you and i need you so i...  Sending you forget me nots To help me to remember Baby please forget me not I want you to remember  Sending you forget me nots To help me to remember Baby please forget me not I want you to remember  (instrumental break)  Sending you forget me nots Baby please forgive me not  Good times we had... They weren't so bad... What a life we shared... Pretty baby I still care...  ",
        "title": "Forget Me Nots"
    },
    {
        "artist": "Journey",
        "lyrics": "  [Verse 1] Jesse rides through the night Under the Main Street light Riding slow This old town, ain't the same Now nobody knows his name Times have changed, still he rides  [Bridge] Traffic lights, keeping time Leading the wild and restless Through the night  [Chorus] Still they ride, on wheels of fire They rule the night Still they ride, the strong will survive Chasing thunder  [Verse 2] Spinning around, in a spell It's hard to leave this carousel Around and around And around and around  [Chorus]  ",
        "title": "Still They Ride"
    },
    {
        "artist": "Eddie Rabbitt",
        "lyrics": null,
        "title": "I Don't Know Where To Start"
    },
    {
        "artist": "Karla Bonoff",
        "lyrics": "  I've been writing letters everyday now Since you've been gone Talking to you on the telephone For what seems like a whole life long I've got something to give you That the mailman can't deliver I can't mail it in I can't phone it in I can't send it in Even by your closest kin  I'm bringing it to you personally I'm bringing it to you personally  There's nothing like the feeling I get Oh when you touching me baby There's nothing like the feeling you get When I'm there with you, oh love I've got something that the mailman can't deliver I can't mail it in I can't phone it in I can't send it in Even by your closest kin  I'm bringing it to you personally I'm bringing it to you personally  But I've got something to give you That the mailman can't deliver I can't mail it in I can't phone it in I can't send it in Even by your closest kin  I'm bringing it to you personally I'm bringing it to you personally  ",
        "title": "Personally"
    },
    {
        "artist": "Stevie Nicks",
        "lyrics": "  Well I never thought I'd make it Here in Hollywood... I never thought I'd ever Want to stay... What I seem to touch these days Has turned to gold... What I seem to want Well you know I'll find a way  For me...it's the only life That I've ever known And love is only one... Fine star...away Even though the living Is sometimes laced with lies... It's alright... The feeling remains Even after the glitter fades  The loneliness of a one night stand Is hard to take We all chase something And maybe this is a dream The timeless face of a rock and roll Woman...while her heart breaks Oh you know...the dream keeps coming Even when you forget to feel  For me...it's the only life... That I've ever know And love is only one...fine star away Even though the living Is sometimes laced with lies... It's alright... The feeling remains... Even after the glitter fades  For me...it's the only life That I've ever known And love is only one fine star away Even though the living Is sometimes laced with lies It's alright... The feeling remains Even after the glitter fades Oh you know...the feeling remains Even after the glitter fades Oh the feeling remains... Even after the glitter...fades  ",
        "title": "After The Glitter Fades"
    },
    {
        "artist": "Dionne Warwick & Johnny Mathis",
        "lyrics": "  Sometimes lonely nights Turn into sunny days I never thought I'd feel this way I never knew that you and I Were meant to be in love  Oh, darling, you've always been around To see me through How was I to know You'd make my dreams come true? Time and time again we fall Always on our own but now  We're friends in love Hoping that we'll always Still be friends in love Strong when we're together Darling, now we got forever and day Don't you go away  Remember Every time you cried You came to me  Oh, much to my surprise I found someone who could see Through the night of loneliness You were always there for me  We're friends in love Hoping that we'll always Still be friends in love Strong when we're together Darling, now we got forever and day Don't you go away  You turn around And looked my way I can't say that it Hasn't crossed my mind I've loved you all along  Ah, and now we're leavin' Yesterday behind We'll never be alone, whoa  We're friends in love Hoping that we'll always Still be friends in love Strong when we're together Darling, now we got forever and day Don't you go away  We're friends in love Hoping that we'll always Still be friends in love Strong when we're together Darling, now we got forever and day Don't you go away  ",
        "title": "Friends In Love"
    },
    {
        "artist": "Cheri",
        "lyrics": "  I hate to tell you, but I got a bit of bad news I don't love you no more I see life is like a circle Everything you do comes back to you  Got it all together, don't cha, baby Murphy's Law, sure out to get you Got it all together, don't cha, baby Murphy's Law, sure out to get you  You know the car You missed the last payment The finance company came and towed it away Towed it away And the money that you owe to your best friend You don't owe him no more 'Cause the ring that you bought me for my birthday I cashed it in at the store  Got it all together, don't cha, baby Murphy's Law, sure out to get you Got it all together, don't cha, baby Murphy's Law, sure out to get you  You know the girl that you've been foolin' around with She got married today What happened to your brand new house? Someone took it away (Ha, ha, ha, ha, ha!)  Got it all together, don't cha, baby Murphy's Law, sure out to get you Got it all together, don't cha, baby Murphy's Law, sure out to get you  Got it all together, don't cha, baby Murphy's Law, sure out to get you Got it all together, don't cha, baby Murphy's Law, sure out to get you  Hey, what is Murphy's Law? I dunno Murphy's Law I think, well, lemme see I think whatever could go wrong will go wrong That means we're in big trouble Ha, ha, ha, ha, ha, ha!  Murphy's law Sure out to get you  Got it all together, don't cha, baby Murphy's Law, sure out to get you Got it all together, don't cha, baby Murphy's Law, sure out to get you  Got it all together, don't cha, baby...  ",
        "title": "Murphy's Law"
    },
    {
        "artist": "Huey Lewis & The News",
        "lyrics": null,
        "title": "Hope You Love Me Like You Say You Do"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": null,
        "title": "Do I Do"
    },
    {
        "artist": "Rainbow",
        "lyrics": null,
        "title": "Stone Cold"
    },
    {
        "artist": "Heart",
        "lyrics": null,
        "title": "This Man Is Mine"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": null,
        "title": "Be Mine Tonight"
    },
    {
        "artist": "John Schneider",
        "lyrics": null,
        "title": "Dreamin'"
    },
    {
        "artist": "Bertie Higgins",
        "lyrics": "  The big cold city was such a lonely place to be Hustle all day and dream of the islands and sea Millions of girls but none of them seemed right for me 'Till you came along and you touched me and set me free  So we slipped away last night eased on down to the Keys Flying so high we hitched a ride on a Gulf Stream breeze Living on love and the fruits from tropical trees With a song in our hearts and our eyes on the West Indies  It's just another day in paradise Loving the night away till the sunrise Seeing that \"I love you\" look in your eyes It's just another day in paradise  A bottle rum listen to the steel drum band Laughing in the moonlight along the beach we ran Splashing naked in the sea making love upon the sand Falling fast asleep like children hand in hand  It's just another day in paradise Loving the night away till the sunrise Seeing that \"I love you\" look in your eyes It's just another day in paradise  I woke up this morning with the sunlight in my eyes Guess it was only a dream I hear the city outside But I look at you sleeping and honey now I realize That anywhere with you is paradise  It's just another day in paradise Loving the night away till the sunrise Seeing that \"I love you\" look in your eyes It's just another day in paradise  ",
        "title": "Just Another Day In Paradise"
    },
    {
        "artist": "Van Halen",
        "lyrics": "  Ah yeah! Calling out around the world, are you ready for a brand new beat Summer's here and the time is right, for dancing in the streets They're dancing in Chicago (They'll be dancing) Down in New Orleans (Dancing in the streets) Up in New York City (Dancing in the streets) All we need is music (sweet sweet) sweet music (sweet sweet music) There'll be music everywhere There'll be swinging, swaying, records playing, dancing in the streets, Oh! It doesn't matter what hat you wear, just as long as you are there So come on Grab a guy, grab a girl, everywhere around the world There'll be dancing, dancing in the streets (Oh) It's just an invitation, across the nation, a chance for folks to meet There'll be laughing and singing, music swinging, dancing in the streets All we need is music (sweet sweet) sweet music (sweet sweet music) There'll be music everywhere There'll be swinging, swaying, records playing, dancing in the streets, Oh! It doesnt matter what hat you wear, just as long as you are there So come on Grab a guy, grab a girl, everywhere around the world Dancing, dancing in the streets Way down in LA, everyday, dancing in the streets (Dancing in the streets) San Francisco way,  (Dancing in the streets),  they do it everyday now (Dancing in the streets)  ",
        "title": "Dancing In The Street"
    },
    {
        "artist": "The J. Geils Band",
        "lyrics": "  We met in a bar Out on Chesapeake Bay With her white patent boots And her blouse red lame A table top dancer She would smile on cue Those lips of an angel Angel in blue  She's been dancing for ages Though cities of bars She was kickin' the habit Of scoring in cars She'd been drained of her spirit All caged in this zoo A wildcat angel Angel in blue  And as she stared out into nowhere I thought, yes, I thought she might break down and cry When I whispered I thought I could love her She just said \"Baby, don't even bother to try\"  And I watched as she spoke Her words chilled my bones All her friends did her favors That were really just loans And she never had dreams So they never came true The palest of angels Angel in blue  And the bees they had stung her The birds they had flown There were guys she could number But none she had known And she never had dreams So they never came true My fade away angel Angel in blue  ",
        "title": "Angel In Blue"
    },
    {
        "artist": "Blondie",
        "lyrics": "  [Verse 1] In Babylon On the boulevard of broken dreams My will power at the lowest ebb Oh what can I do? Oh buccaneer Can you help me put my truck in gear? Can you take me far away from here? Save my soul from sin?  You want to get away you've had it man Nothing's going right So come sit on the sands of the island Island of Lost Souls  No luxuries, no no amenities Too dull, your senses Oh oh only primitive \"Hey hey really get away,\" is what he said  [Chorus] Where did he go? I'm tired of waiting here for him Where can he be? He's not with me Where did he go? What will I do alone? Why did he run, run away from me?  [Verse 2] The sky is blue the sea is warm and clear And golden sands are calling out to you inviting Make a new man out of you  You can come for a while come with a friend Forget about work start all over again Let the real you through, here's what we do  [Chorus]  [Verse 3] No luxuries, no no amenities Too dull, your senses Oh oh only primitive Hey hey really get away Island of Lost Souls  [Outro] Ayyou ayyou ayyou Island of Lost Souls  ",
        "title": "Island Of Lost Souls"
    },
    {
        "artist": "The Steve Miller Band",
        "lyrics": "  [Verse 1] I heat up, I can't cool down You got me spinnin' 'Round and 'round 'Round and 'round and 'round it goes Where it stops nobody knows  [Verse 2] Every time you call my name I heat up like a burnin' flame Burnin' flame full of desire Kiss me baby, let the fire get higher  [Chorus] Abra-abra-cadabra I want to reach out and grab ya Abra-abra-cadabra Abracadabra  [Verse 3] You make me hot, you make me sigh You make me laugh, you make me cry Keep me burnin' for your love With the touch of a velvet glove  [Chorus] Abra-abra-cadabra I want to reach out and grab ya Abra-abra-cadabra Abracadabra  [Verse 4] I feel the magic in your caress I feel magic when I touch your dress Silk and satin, leather and lace Black panties with an angel's face  I see magic in your eyes I hear the magic in your sighs Just when I think I'm gonna get away I hear those words that you always say  [Chorus] Abra-abra-cadabra I want to reach out and grab ya Abra-abra-cadabra Abracadabra  [Verse 2] Every time you call my name I heat up like a burnin' flame Burnin' flame full of desire Kiss me baby, let the fire get higher  [Instrumental]  [Alt. Verse 1] I heat up, I can't cool down My situation goes 'round and 'round I heat up, I can't cool down My situation goes 'round and 'round I heat up, I can't cool down My situation goes 'round and 'round  ",
        "title": "Abracadabra"
    },
    {
        "artist": "Rick Springfield",
        "lyrics": "  I wonder who she's seeing tonight Is she really going out with him He's not her type And doing all the things She used to do with me Well, I'd say something to her But I get so jealous When I think of her loving someone else And I can't think why we ever let go We must have been crazy Tell me what kind of fool am I To just let go,To just let go like that What kind of fool am I, To lose you She was cold sometimes But she made me feel alive She was such a spoiled baby But baby she could love And she loved me like nobody Ever will again I thought we'd be together When the world ran down When the curtains fell And the lights came up But the gods or whatever Make the world go 'round Shuffled when they should've cut Tell me What kind of fool am I To just let go, To just let go like that What kind of fool am I To lose you Did it come to easy to the two of us Did we go to wrong to ever make it right Were we too busy checking out the left hand That we didn't see the right Tell me What kind of fool am I To just let go, To just let go like that What kind of fool am I Oh baby please, Oh baby please come back I meant to say in time Baby we can work it out But I never meant to say goodbye Tell me What kind of fool am I What kind of fool am I What kind of fool am I To lose you  ",
        "title": "What Kind Of Fool Am I"
    },
    {
        "artist": "REO Speedwagon",
        "lyrics": "  Keep the fire burnin' Let it keep us warm The world will keep on turnin' Let it turn you on Let us not stop learnin' We can help one another be strong Let us never lose our yearnin' To keep the fire burnin' all night long  You've been changing so much I'm not sure your in touch with what's real You just come and you go Never letting me know how you feel And I'm livin here in doubt There's so much to talk about I know that we can work it out  We can keep the fire burnin' Let it keep us warm The world will keep on turnin' Let it turn you on Let us not stop learnin' We can help one another be strong Let us never lose our yearnin' To keep the fire burnin' all night long  We've been through this enough It gets rough but there's nowhere to run This is where we belong We are strong, we can never give up If we wanted to we could But we've always understood To keep lookin' for the good, oh  Who will keep the fire burnin'? Let it keep us warm The world will keep on turnin' Let it turn you on Let us not stop learnin' We can help one another be strong Let us never lose our yearnin' To keep the fire burnin'  Keep the fire burnin' Let it keep us warm The world will keep on turnin' Let it turn you on Let us not stop learnin' We can help one another be strong Let us never lose our yearnin' To keep the fire burnin' all night long  Keep the fire burnin' Keep the fire burnin' Keep the fire burnin' Keep the fire burnin' Keep the fire burnin' Keep the fire burnin' Keep the fire burnin' (Fade)  ",
        "title": "Keep The Fire Burnin'"
    },
    {
        "artist": "Haircut One Hundred",
        "lyrics": "  I, I went off to the right Without saying goodbye, goodbye Where does it go from here? Is it down to the lake I fear? Ay ah ah ah ah ah Ay ah ah ah ah ah Then I call Ring (ring) ring (ring) ring (ring) ring (ring) La la love plus one Ring (ring) ring (ring) ring (ring) ring (ring) When I call love  Give love some soul If I may be quite so bold Where does it go from here? Is it down to the lake I fear? Ay ah ah ah ah ah Ay ah ah ah ah ah Then I call Ring (ring) ring (ring) ring (ring) ring (ring) La la love plus one Ring (ring) ring (ring) ring (ring) ring (ring) La la love plus one Ring (and i)ring (and i)ring (and i)ring (and i) La la love plus one Ring (and i) ring (and i) ring (and i) ring (and i) When i call love  Love Love Love plus one Love plus one Love plus one Love plus one  ",
        "title": "Love Plus One"
    },
    {
        "artist": "Melissa Manchester",
        "lyrics": "  She's so very nice You should break the ice Let her know that she's on your mind What you trying to hide When you know inside She's the best thing you'll ever find Ah, can't you see it Don't you think she's feeling the same Ah, I guarantee it She's the one that's calling your name  Chorus: You should hear how she talks about you You should hear what she said She says she would be lost without you She's half out of her head You should hear how she talks about you She just can't get enough She says she would be lost without you She is really in love  I ain't telling tales Anybody else could repeat the things that I've heard She's been talking sweet and it's on the street How our girlfriend's spreading the word Ah, you should hurry You should let her know how you feel Ah, now don't you worry If you know the story's for real  Repeat first half of the Chorus  You should hear how she talks about you She is really in love  Ah, you should hurry You should let her know how you feel Ah, now don't you worry If you're scared the love is for real  Repeat Chorus and then fade  ",
        "title": "You Should Hear How She Talks About You"
    },
    {
        "artist": "Eye To Eye",
        "lyrics": null,
        "title": "Nice Girls"
    },
    {
        "artist": "Kim Wilde",
        "lyrics": "  Looking out a dirty old window Down below the cars in the city go rushing by I sit here alone and I wonder why  Friday night and everyone's moving I can feel the heat but it's soothing, heading down I search for the beat in this dirty town  Downtown the young ones are going Downtown the young ones are growing We're the kids in America (Whoa) We're the kids in America (Whoa) Everybody live for the music-go-round  Bright lights, the music gets faster Look, boy, don't check on your watch, not another glance I'm not leaving now, honey, not a chance  Hot-shot, give me no problems Much later, baby, you'll be saying never mind You know life is cruel, life is never kind  Kind hearts don't make a new story Kind hearts don't grab any glory We're the kids in America (Whoa) We're the kids in America (Whoa) Everybody live for the music-go-round  La la la la-la la-a La la la la-la la (Sing) La la la la-la la-a La la la la-la la  Come closer, honey, that's better Got to get a brand new experience, feeling right Oh, don't try to stop, baby, hold me tight  Outside a new day is dawning Outside suburbia's sprawling everywhere I don't want to go, baby  New York to east California There's a new wave coming, I warn ya We're the kids in America (Whoa) We're the kids in America (Whoa) Everybody lives for the music-go-round  La la la la-la la-a La la la la-la la (Sing) La la la la-la la-a La la la la-la la  We're the kids We're the kids We're the kids in America We're the kids We're the kids We're the kids in America We're the kids We're the kids We're the kids in America  ",
        "title": "Kids In America"
    },
    {
        "artist": "The Gap Band",
        "lyrics": "  Oh, I never, you know I loved you till you left me Oh, I never, you know I cared till you were gone I was young and foolish, I didn't know what I was doin' I didn't know I lost you till you're gone Oh, I never, knew I loved you till you were gone  So I gotta get up early in the morning To find me another lover So I gotta get up early in the morning To find me another lover  So I gotta get up early in the morning To find me another lover Gotta get up early in the morning To find me another lover  Now I gotta get up early every morning 'Cause the early bird always catches the worm Now I gotta get up every morning Gotta make up for the lesson I've learned Gotta find me a lover that won't run for cover Gotta find me a lover that won't run the mother  'Cause I gotta get up early in the morning To find me another lover So I gotta get up early in the morning To find me another lover  So I gotta get up early in the morning To find me another lover So I gotta get up early in the morning To find me another lover  I was young and foolish, I didn't know what I was doin' I didn't know I lost you till you're gone She had a pretty face that drove me wild I even wanted her to have my child  Early in the morning To find me another lover So I gotta get up early in the morning To find me another lover  So I gotta get up early in the morning To find me another lover So I gotta get up early in the morning To find me another lover  (Team say it) Gotta find me another lover Gotta find me another lover Gotta find me another lover Gotta find me another lover  (Ladies just sing it one time, sing ladies) Gotta find me another lover Gotta find me another lover Gotta find me another lover Gotta find me another lover  Early in the mornin' In the middle of the day, baby Late at night, mama Everything gonna be all right  Early in the mornin' In the middle of the day, baby Late at night, baby Everything will be all right  Early in the mornin' In the middle of the day, baby Late at night, baby Everything will be all right  Early in the mornin', baby In the middle of the day, baby Late at night, mama Everything will gonna be all right, yeah  Early in the mornin', baby In the middle of the day, baby Late at night, mama Everything will gonna be all right  ",
        "title": "Early In The Morning"
    },
    {
        "artist": "Jon & Vangelis",
        "lyrics": "  You ask me, \"Where to begin?\" Am I so lost in my sin You ask me, \"Where did I fall?\" I'll say I can't tell you when But if my spirit is lost How will I find what is near? Don't question, I'm not alone Somehow I'll find my way home My sun shall rise in the east So shall my heart be at peace And if you're asking me when I'll say it starts at the end You know your will to be free Is matched with love secretly And talk will alter your prayer Somehow you'll find you are there Your friend is close by your side And speaks in far ancient tongue A season's wish will come true All seasons begin with you One world we all come from One world we melt into one Just hold my hand and we're there Somehow we're going somewhere Somehow we're going somewhere You ask me, \"Where to begin?\" Am I so lost in my sin? You ask me, \"Where did I fall?\" I'll say I can't tell you when But if my spirit is strong I know it can't be long No questions I'm not alone Somehow I'll find my way home Somehow I'll find my way home Somehow I'll find my way home ...  ",
        "title": "I'll Find My Way Home"
    },
    {
        "artist": "Survivor",
        "lyrics": "  [Verse 1] Rising up, back on the street Did my time, took my chances Went the distance, now I'm back on my feet Just a man and his will to survive So many times it happens too fast You trade your passion for glory Don't lose your grip on the dreams of the past You must fight just to keep them alive  [Chorus] It's the eye of the tiger It's the thrill of the fight Rising up to the challenge of our rival And the last known survivor Stalks his prey in the night And he's watching us all With the eye of the tiger  [Verse 2] Face to face, out in the heat Hanging tough, staying hungry They stack the odds 'til we take to the street For the kill with the skill to survive  [Chorus] It's the eye of the tiger It's the thrill of the fight Rising up to the challenge of our rival And the last known survivor Stalks his prey in the night And he's watching us all With the eye of the tiger  [Verse 3] Rising up, straight to the top Had the guts, got the glory Went the distance, now I'm not going to stop Just a man and his will to survive  [Chorus] It's the eye of the tiger It's the thrill of the fight Rising up to the challenge of our rival And the last known survivor Stalks his prey in the night And he's watching us all With the eye of the tiger  [Outro] The eye of the tiger The eye of the tiger The eye of the tiger The eye of the tiger  ",
        "title": "Eye Of The Tiger"
    },
    {
        "artist": "Sparks",
        "lyrics": "  You're gonna take a walk in the rain And you're gonna get wet (I predict)  You're gonna eat a bowl of chow mein And be hungry real soon (I predict) Are my sources correct (I predict)  They're gonna find the Queen is a man But that Philip don't care (I predict) Lassie will prove that Elvis and her Had a fleeting affair (I predict) Are my sources correct Are my sources correct Yes I know they're corect (I predict)  Men, if you say your prayers You'll never lose your hair  L.A. is safe Ain't gonna quake Ain't gonna quake (I predict)  And somebody's gonna die But I can't reveal who Cold beer will cure a cold Cold beer and pretzels, takes care of cancer Moscow will march to France They'll do the Can-Can Dance Don't worry, it'll work out Maxim's will throw them out  They're gonna stop Saturday night So you better have fun now (I predict) They're gonna stop having the sun So you better get tan now  And this song will fade out And this song will fade out And this song will fade out (I predict)  ",
        "title": "I Predict"
    },
    {
        "artist": "Leslie Pearl",
        "lyrics": "  You say you're not sure about love If this thing we got together is real But I say what are you afraid of? You're a man now And you know how to feel Look to your heart And the answer will be such a very simple thing  But if the love fits Wear it, baby And if it feels good Put it on  And if it's not right Then just maybe You'd be better off to leave it alone  But if the love fits Wear it, baby And if it feels good Put it on  And if it looks right Then just maybe This love we have is where you belong  Baby, you've got nothing to lose You can try it on And see if it suits you  And maybe if it's not right for you You can turn And walk away if you choose to I want you to stay Cause you feel good to me But I'll leave it up to you  And if the love fits Wear it, baby And if it feels good Put it on  And if it's not right Then just maybe You'd be better off to leave it alone  But if the love fits Wear it, baby And if it feels good Put it on  And if it looks right Then just maybe This love we have is where you belong  I'd like to hold you For I love you a lot And try to make you understand  We got a good thing And it fits us so tight But what can I do? It's up to you  But if the love fits wear it, baby And if it feels good Put it on  And if its not right Then just maybe You'd be better off to leave it alone  But if the love fits Wear it baby And if it feels good Put it on  And if it looks right Then just maybe This love we have is where you belong  ",
        "title": "If The Love Fits Wear It"
    },
    {
        "artist": "The Frank Barber Orch.",
        "lyrics": null,
        "title": "Hooked On Big Bands"
    },
    {
        "artist": "Greg Kihn Band",
        "lyrics": null,
        "title": "Happy Man"
    },
    {
        "artist": "Quarterflash",
        "lyrics": "  Babe, your love surrounds me but never gives me half a chance I need a little heart and affection ‘cause love needs a little romance And we’ll never ever make it if you’re pushin’ me You gotta back up baby or I might leave You gotta show me, hold me, and let love breath tonight  Give me the right kind of love, baby Give me the right kind of love Give me the right kind of love And I’ll be yours tonight I’ll be yours  Baby, you want some kind of promise, well, nothin’ is forever these days Lovers come and go, friends bought and sold, everything blows away You know everything is changin’, baby, overnight You gotta hold on to love but not too tight You gotta see it, see it’s not so long but alright  Give me the right kind of love, baby Give me the right kind of love Give me the right kind of love And I’ll be yours tonight I’ll be yours  Just tell me that love is right and look me in the eye I’ve gotta know your heart tonight before I give away a piece of my life  Oh! Give me the right kind of love, baby Give me the right kind of love Give me the right kind of love, baby Give me the right kind of love Oh! Give me the right kind of love, baby Give me the right kind of love Give me the right kind of love, baby Give me the right kind of love Give me the right kind of love, baby Give me the right kind of love Give me the right kind of love, baby Give me the right kind of love . .   ",
        "title": "Right Kind Of Love"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse 1] Everybody needs a little time away I heard her say, from each other Even lovers need a holiday Far away, from each other  [Chorus 1] Hold me now It's hard for me to say I'm sorry I just want you to stay  [Chorus 2] After all that we've been through I will make it up to you, I promise to And after all that's been said and done You're just the part of me I can't let go  [Verse 2] Couldn't stand to be kept away Just for the day, from your body Wouldn't want to be swept away Far away, from the one that I love  [Chorus 1] Hold me now It's hard for me to say I'm sorry I just want you to know  [Chorus 1] Hold me now I really want to tell you I'm sorry I could never let you go  [Chorus 2] After all that we've been through I will make it up to you, I promise to And after all that's been said and done You're just the part of me I can't let go  [Chorus 2] After all that we've been through I will make it up to you, I promise to You're going to be the lucky one  [Outro] (Get Away) When we get there gonna jump in the air No one'll see us because there's nobody there After all, you know we really don't care Hold on, I'm going to take you there  ",
        "title": "Hard To Say I'm Sorry"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": null,
        "title": "Going To A Go-Go"
    },
    {
        "artist": "Air Supply",
        "lyrics": "  I, I was the lonely one Wondering what went wrong, why love had gone And left me lonely I, I was so confused, feeling like I'd just been used Then you came to me and my loneliness left me  I used to think I was tied to a heartache That was the heartbreak, but now that I've found you  Even the nights are better Now that we're here together Even the nights are better Since I found you, oh Even the days are brighter When someone you love's beside you Even the nights are better Since I found you  You, you knew just what to do 'Cause you had been lonely too And you showed me how To ease the pain and You did more than mend a broken heart 'Cause now you've made a fire start And I, I can see that you feel the same way  I never dreamed there'd be someone to hold me Until you told me and now that I've found you  Even the nights are better Now that we're here together Even the nights are better Since I found you, oh Even the days are brighter When someone you love's beside you Even the nights are better Since I found you  (Guitar Instrumental)  I never dreamed there'd be someone to hold me Until you told me and now that I've found you  Even the nights are better Now that we're here together Even the nights are better Since I found you, oh Even the days are brighter When someone you love's beside you Even the nights are better Since I found you, oh  Even the nights are better Now that we're here together Even the nights are better Since I found you, oh (fade)  ",
        "title": "Even The Nights Are Better"
    },
    {
        "artist": "The Monroes",
        "lyrics": "  You know I told you once tonight That you could always speak your mind You work so hard to say what's right I watch you do it all the time  And when I called you on the phone You said that I could be the one But here I'm standing all alone And you're out lying in the sun  Tell me, am I getting in too deep? Every night I'm talking in my sleep Lately I am been so confused I really don't know what to do  Could you be the one I'm thinking of? Could you be the girl I really love? All the people tell me so But what do all the people know?  You know I told you once tonight That you could always speak your mind You work so hard to say what's right I watch you do it all the time  And when I called you on the phone You said that I could be the one But here I'm standing all alone And you're out lying in the sun  Tell me, am I getting in too deep? Every night I'm talking in my sleep Maybe we're just holding on To something that'll soon be gone  Could you be the one I'm thinking of? Could you be the girl I really love? All the people tell me so But what do all the people know?  Do you think I'm blind to what you do? Do you think I really care for you? Or is it just another game that you and I pretend to play?  Do you think that we, oh, should let it show? Do you think that we, oh, should let it go? Or is it just another game that you and I pretend to play?  Tell me, am I getting in too deep? Every night I'm talking in my sleep Lately I am so confused I really don't know what to do  Could you be the one I'm thinking of? Could you be the girl I really love? All the people tell me so But what do all the people know?  All the people tell me so But what do all the people know?  All the people tell me so But what do all the people know?  ",
        "title": "What Do All The People Know"
    },
    {
        "artist": "Gary U.S. Bonds",
        "lyrics": "  8 A.M., I'm up and my feet beating on the sidewalk Down at the unemployment agency, all I get's talk I check the want ads but there just ain't nobody hiring What's a man supposed to do when he's down and  Out of work I need a job, I'm out of work I'm unemployed, I'm out of work I need a job, I'm out of work  I go to pick my girl up Her name is Linda Brown Her dad invites me in He tells me to sit down The small talk that we're making Is going pretty smooth But then he drops a bomb \"Son, what d'ya do?\"  I'm out of work I need a job, I'm out of work I'm unemployed, I'm out of work I need a job, I'm out of work Yeah, yeah, yeah  Hey, Mr. President, I know you got your plans You're doing all you can now to aid the little man We got to do our best to whip that inflation down Maybe you got a job for me just driving you around  (I'm out of work) These tough times, they're enough To make a man lose his mind (I'm out of work) Up there you got a job but down here below  I'm out of work I need a job, I'm out of work I'm unemployed, I'm out of work I need a job, I'm out of work  Ooh, I'm out of work I'm out of work I'm out of work I'm out of work I'm out of work I'm out of work I'm out of work I'm out of work  ",
        "title": "Out Of Work"
    },
    {
        "artist": "Glenn Frey",
        "lyrics": "  I never thought it could happen It was the furthest thing from my mind I just turned my back on a sad love affair Was try'n' to leave it all behind That's when I met you I just couldn't say no One look in your eyes And I said here I go I found somebody I found somebody to love I found somebody I found somebody to love  I'd seen so much deceivin' I almost stopped believin' I'd ever fall in love again I was runnin' around hidin' my heart Fakin' it with all of my friends I was down on my luck That's when you came along You put me back on my feet You got me singin' this song  I found somebody I found somebody to love I found somebody I found somebody to love And she loves me in the midnight hour  You know ever since I found you And put my arms around you I don't need a doggone thing You know that ev'ry day is such a beautiful day I want the whole world to dance and sing So don't you dare hang your head Don't you dare be blue If it can happen to me It can happen to you  And you'll be singin' this song I found somebody I found somebody to love I found somebody I found somebody to love  ",
        "title": "I Found Somebody"
    },
    {
        "artist": "Rick James",
        "lyrics": "  Ooh, ooh Pretty little thing Girl, you’re lookin’ fine Hey, I wonder can you spare a minute Of your precious time I would really like to know If you want me to, tell me, baby Maybe I can discuss it Over a dance with you When I’m dancin’ with you, baby, now, now Dance with me Shake your body all over me, woman, dance Dance with me Dance, dance with me, baby Dance with me, woman Shake it up, shake it up now, baby Shake it up, shake it up now, baby Dance with me, woman, with me, woman Shake it up, shake it up now, baby Shake it up, shake it up now, baby Pretty little thing I wish that you were mine, yeah You know every move to make with your body And you do it fine, do it fine Dancing with you, girl, like this Is ‘bout to cause a fire, yeah Look at me I’m soakin’ wet Like I was in a shower When I’m dancin’ with you, baby, now, now Dance with me Shake your body all over me, woman, dance Dance with me Dance, dance with me, baby Dance with me, woman Shake it up, shake it up now, baby Shake it up, shake it up now, baby Dance with me, woman, with me, woman Shake it up, shake it up now, baby Shake it up, shake it up now, baby (Party, babe) Ooh, ooh, ooh Where’s the party {Party over here} Say what? {Party over there} Ooh, ooh, ooh Where’s the party {Party over here} Say what? {Party over there} Woo Shake it up, shake it up now, baby Shake it up, shake it up now, baby Dance with me, woman, with me, woman Shake it up, shake it up now, baby Shake it up, shake it up now, baby (Party, babe) Hoo Shake it up Shake it up (Shake your body all over me, woman) Shake it up (Dance with me, dance with me, woman, dance with me) Shake it up (Woman, dance) Shake it up (Yeah, yeah, yeah, yeah) Shake it up Woman, just dance with me Woman, just dance with me Baby, just dance with me Sugar, just dance with me Blow, boys Boy, don’t stop Boy, don’t stop Boy, don’t stop Boy, don’t stop Boy, don’t stop Boy, don’t stop Boy, don’t stop Boy, don’t stop Boy, don’t stop Boy, don’t stop Boy, don’t stop Boy, don’t stop Boy, don’t stop Boy, don’t stop Boy, don’t stop Boy, don’t stop Boy, don’t stop Boy, don’t stop Blow, Danny Blow, Danny Blow, Danny Blow, Danny Blow, Danny Blow, Danny Blow, Danny --- .  ",
        "title": "Dance Wit' Me - Part 1"
    },
    {
        "artist": "Bow Wow Wow",
        "lyrics": "  I know a guy who's tough but sweet He's so fine, he can't be beat He's got everything that I desire Sets the summer sun on fire  I want candy I want candy  Go to see him when the sun goes down Ain't no finer boy in town You're my guy, you're what the doctor ordered So sweet, you make my mouth water  I want candy I want candy Yeah!  Candy on the beach, there's nothing better But I like candy when it's wrapped in a sweater Some day soon I'll make you mine Then I'll have candy all the time  I want candy I want candy  I want candy I want candy  Hey! Hey! Hey! Hey! Hey!  ",
        "title": "I Want Candy"
    },
    {
        "artist": "Larry Elgart And His Manhattan Swing Orchestra",
        "lyrics": null,
        "title": "Hooked On Swing"
    },
    {
        "artist": "One Way",
        "lyrics": "  Cutie pie You're the reason why I love you so I don't want you to go  You're the girl who makes me feel so good Cutie pie  Cutie pie You brighten up my day It's impossible For me to stay away  Lately hazy Girl, I'm goin' 'round Want you to know How much I love you so  Lately hazy Girl, I'm goin' 'round Want you to see How much you mean to me  You're the girl who makes me feel so good Cutie pie Nothin' but a cutie pie  Cutie pie You really pick me up Till I can't Hardly get enough  You're the girl who makes me feel so good Cutie pie  Cutie pie You're the reason why I'm full of joy Since you came into my life  Lately hazy Girl, I'm goin' 'round Want you to know How much I love you so  Lately hazy Girl, I'm goin' 'round Want you to see How much you mean to me  You're the girl who makes me feel good Cutie pie  You're the girl who makes me feel so good Cutie pie Nothin' but a cutie pie Who makes me feel so good You're my cutie pie  You're the girl who makes me feel so good Cutie pie  You're nothin' but a cutie pie Who makes me feel so good You're my cutie pie  You're the girl who makes me feel good Cutie pie  You're the girl who makes me feel so good Cutie pie  You're the girl who makes me feel good Cutie pie  ",
        "title": "Cutie Pie"
    },
    {
        "artist": "Cheap Trick",
        "lyrics": "  If you want my love you got it When you need my love you got it I won't hide it I won't throw your love away, oo  If you want my love you got it When you need my love you got it I won't hide it I won't throw your love away, oo  Yes, I thought you were a mystery girl A special girl in this crazy old world You couldn't see me when I laid eyes on you  'Cause lonely is only a place You don't know what it's like... You can't fight it It's a hole in my heart, in my heart  If you want my love you got it When you need my love you got it I won't hide it I won't throw your love away, oo  You hold the secrets of love in this world I'm hypnotized by your ev'ry word A special face, a special voice A special smile in my life  'Cause lonely is only a place You don't know what it's like... You can't fight it It's a hole in my heart, in my heart  If you want my love you got it When you need my love you got it I won't hide it I won't throw your love away, ooh  If you want my love you got it When you need my love you got it I won't hide it I won't throw your love away, ooh  If you want my love you got it When you need my love you got it You won't hide it You won't throw your love away, ooh  ",
        "title": "If You Want My Love"
    },
    {
        "artist": "The Temptations Featuring Rick James",
        "lyrics": "  Yi-yi, yi-yi-yi, yi-yi  [Verse 1] When you're on the top There's no place you can really go but down, down, down People on the street congratulate you They say they love the way you sound  Where...when you're on the low No one wants to chit or chat or even know your name Your agent's never there Your manager has ripped you off and gone somewhere Standing on the top  [Chorus: The Temptations & Rick James] Standing on the top...top On the top getting down, yeah Standing on the top (Yeah)...top On the top getting down, Temptations sing  Standing on the top Ooh, ooh, ooh, ooh, ooh Standing on the top Ooh, ooh, ooh, ooh, ooh  [Verse 2] When you're on the top Everyone you meet they wanna be your long lost friend They say how great you are, a superstar But do you have any money to lend (Hey, man, can you loan me a few bucks?)  When you're on the low Where do all the freaks and fancy people go? (I don't know) I don't know People sit and stare Asking crazy questions: \"Do you braid your hair?\" and \"What's L-7 Square?\"  [Chorus: The Temptations & Rick James] Standing on the top...top On the top getting down, yeah Standing on the top...top On the top getting down, down, down, down  [Bridge: Rick James + (The Temptations)] (We understand it) Can you understand it what I'm talkin' about When I say that funk is here to stay (We understand it) Can you understand it what I'm talkin' about The funk is here to stay, oh (We understand it) If you understand it, say \"Yeah\" (Yeah... Yeah...) (We understand it) When I say that funk is here to stay The funk is here to stay  [The Temptations] We want the funk (We want the funk and nothing else will do Nothing else will do, no)  We want the funk (Ooh, woo, woo, we want the funk, nothing but the funk, funk)  We want the funk (Ooh...we want the funk and nothing but the funk)  We want the funk (We want the funk) (All we're saying is we want the funk)  We want the funk We want the funk and nothing else will do (We want the funk) We want the funk and nothing else will do  (We want the funk) We want the funk We want the funk and nothing else will do (We want the funk) We want the funk and nothing else will do  (We want the funk) We want the funk We want the funk and nothing else will do...  ",
        "title": "Standing On The Top-Part 1"
    },
    {
        "artist": "Le Roux",
        "lyrics": null,
        "title": "The Last Safe Place On Earth"
    },
    {
        "artist": "The Manhattan Transfer",
        "lyrics": null,
        "title": "Route 66"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  Spending my vacation in the summer sun Gettin' lots of action and a lots of fun Scorin' like a bandit 'til the bubble burst - Suddenly it got to be September First Woe is me, all summer long I was happy and free Save my soul, the board of education took away my parole I gotta go back, back, back to school again You won't find me 'til the clock strikes three; I'm gonna be there 'til then... I gotta go back, back, back to school again Whoa, whoa, I gotta go... back to school again!  Geometry and history is just a pain Biology and chemistry destroys my brain Well don't they know that I deserve a better fate? I'm really much too young to matriculate  Well mama please, your child's come down with a fatal disease Mama said, \"Come on you lazy bum now get your butt out of bed!\" \"You gotta go back, back, back to school again!\" It's bye-bye fun, get your homework done You better be in by ten I gotta go back, back, back to school again Whoa, whoa, I gotta go... back to school again!  I got my books together and I dragged my feet Then I saw this angel boppin' down the street I said, \"Hey, pretty baby, howsabout a date?\" She said, \"I'm going to school, and I can't be late.\"  Well, I can see, that look in her eyes was sayin' \"Follow me,\" And I was caught - I thought of playing hooky, but on second thought I gotta go back, back, back to school again You won't find me 'til the clock strikes three; I'm gonna be there 'til then... I gotta go back, back, back to school again Whoa, whoa, I gotta go... back to school ... again!!!  ",
        "title": "Back To School Again"
    },
    {
        "artist": "Genesis",
        "lyrics": "  Paperlate, paperlate Paperlate, paperlate  Paperlate, oh I'm sorry but there is no one on the line Paperlate, oh I'm sorry but rest easy no news is good news  Ooh it's too easy to live like clockwork Tick tock watching the world go by Any change would take too long So dry your eyes Ooh it's too easy to live in a cold sweat Just sitting dripping in pools below You can wipe your face Kill the pain But the fever won't go, no no  Paperlate Pull it together now Put your feet back on the ground Paperlate Ooh don't worry now You're not alone Look around you Paperlate Ooh I'm sorry but there's no one on the line Paperlate Ooh I'm sorry but rest easy no news is good news  Ooh it's too easy to compute your future Taking no risks and playing too safe Any change would take too long So dry your eyes Ooh it's too easy to talk about rocking the boat Making changes and changing track But you'd better not lock that door Cos you'll be coming back  Ah you're breathing faster Silence the only sound There's no need to be nice on the way up Cos you're not coming down  Paperlate, paperlate Paperlate, paperlate Paperlate, paperlate Paperlate, paperlate  Paperlate Ooh I'm sorry but there's no one on the line Paperlate Oh I'm sorry but rest easy no news is good news...  ",
        "title": "Paperlate"
    },
    {
        "artist": "Ashford & Simpson",
        "lyrics": "  Street life Rough necks Bad guys  On any street Any street corner On any street (Woo) Any street corner (Oh...oh...oh...)  They try to pick me up and take me for a ride I tell 'em, \"No, the girl is satisfied\" They say, \"I've got the stuff that really turns you on\" I tell 'em, \"No, this little girls is grown\"  They say, \"Fee, fee\" And I say, \"No, no, not me I'm not the kind of girl You're gonna see\"  On any street (Woo) Any street corner {Ah, you know it, girl} On any street (Street) Any street corner {Ooh, ooh, ooh}  They say, \"I've got a dime, I've got a nickel bag Oh, it's the best stuff you've, you ever had I've got your pleasure right here in my hand It'll make you feel just, just like a real big man\"  But when I stop To think about the cost I know that I just Might get lost  On any street (Ooh) {Oh, baby} Any street corner (Oh, yeah oh, yeah) On any street (Oh, yeah) {Sugar, sugar} Any street corner (Oh) {Baby, oh, baby, oh}  Oh... (oh...)  On any street {Anywhere, anywhere} (Ooh...ooh...ooh...) Any street corner {They'll find ya, they'll find ya} On any street (On the avenue) {They'll be waitin'} Any street corner {They'll be waitin'} (On the avenue waitin' for you)  You want it (You got it) That's why (Yeah, yeah, yeah, yeah) They'll be lookin', lookin', lookin' all around (Everywhere) Oh, that's why, that's why I've got to leave you, girl, yeah, yeah, yeah But you won't find my love You won't find it On any street Any street Any corner of the world  ",
        "title": "Street Corner"
    },
    {
        "artist": "Olivia Newton-John",
        "lyrics": null,
        "title": "Landslide"
    },
    {
        "artist": "Chic",
        "lyrics": "  Soup for one When you're on the run When you're by yourself Minus someone else  Why must I be so depressed? I feel I'm not like the rest Cause I want love to be right Stay with your darling all night  Soup for one When you're on the run When you're by yourself Minus someone else  Soup for one When the evening comes When you're all alone In your empty home  You have that look in your eye Just wanted you to be mine, girl To bathe you in the moonlight And love you with all my might  Soup for one When you're on the run When you're by yourself Minus someone else  Soup for one When the evening comes When you're all alone In your empty home  ",
        "title": "Soup For One"
    },
    {
        "artist": "Change",
        "lyrics": "  This is for the very best in you This is for the very best in you  Something very special So sweet, so refined And you're such a lovely lady, yeah And I'm so glad that Your heart is really mine  I get excited About this love that we found And I'm glad we got together It's so nice having you around me  This is for the very best in you Because there's no one better This is for the very best in you  Oh, girl, everything I hoped for, yeah In a girl I could find You're so understanding, baby You're so sweet and you're so kind  I really mean it, oh, baby From my heart, I must say I'm never, never, ever Gonna leave you, yeah Cause right here is Where I'll always stay  You are my lover And you turn me on I thought I'd never find A love so strong  Please, say to me This love will never end  This is for the very best in you Because there's no one better This is for the very best in you It's all for you  This is for the very best in you This is for, this is for This is for the very best in you All the love I have within  This is for the very best in you I get excited bout you, baby This is for the very best in you  Ooh, something very special So sweet, so refind And you're such a fine lady I'm so glad that your body's mine  You are my lover And you turn me on I thought I'd never find A love so strong  Please, say to me This love will never end  This is for the very best in you Can't you see, baby This is for the very best in you All the things I have inside is for you  This is for the very best in you And I want you to know that I'm never, ever gonna leave This is for the very best in you It's so nice having you around me  This is for the very best in you Come on, baby, come on, girl Stay right here  This is for the very best in you  ",
        "title": "The Very Best In You"
    },
    {
        "artist": "Jeffrey Osborne",
        "lyrics": "  There goes another night time There goes another dream When will it be the right time It's later than it seems I used to wait for you All that has changed so soon How much can someone love A someone like you  I really don't need no light to see through you I really don't need your love to see me through, no I really don't need your heart to set me free I really don't need the way it used to be  And who was that lone arranger How did he get to you Who were those other strangers What did they make you do Where was their party from You with that number one How could you feel so high Just living a lie  I really don't need no light to see through you I really don't need your love to see me through, no I really don't need your heart to set me free I really don't need the way it used to be, oh  Now you're so full of schemes I see right through you like a silk screen All of your alibis have long gone  I really don't need no light to see through you I really don't need your love to see me through, no I really don't need your heart to set me free I really don't need the way it used to be, oh...  (I really don't need, I really don't need no light) (I really don't need, I really don't need no light)  I really don't need, I really don't need no light I really don't need no light to see through you  ",
        "title": "I Really Don't Need No Light"
    },
    {
        "artist": "Ambrosia",
        "lyrics": null,
        "title": "How Can You Love Me"
    },
    {
        "artist": "The Reddings",
        "lyrics": null,
        "title": "(Sittin' On) The Dock Of The Bay"
    },
    {
        "artist": "The Oak Ridge Boys",
        "lyrics": null,
        "title": "So Fine"
    },
    {
        "artist": "Dr. Hook",
        "lyrics": null,
        "title": "Loveline"
    },
    {
        "artist": "The Charlie Daniels Band",
        "lyrics": "  [Verse 1] Got on a plane in 'Frisco And got off in Vietnam I walked into a different world The past forever gone I could have gone to Canada Or I could have stayed in school But I was brought up differently I couldn't break the rules Thirteen months and fifteen days The last ones were the worst One minute I'd kneel down and pray And the next I'd stand and curse No place to run to Where I did not feel that war When I got home I stayed alone And checked behind each door  [Chorus] Because I'm still in Saigon Still in Saigon I am still in Saigon In my mind  [Verse 2] The ground at home was covered in snow And I was covered in sweat My younger brother calls me a killer And my daddy calls me a vet Everybody says I'm someone else And I'm sick and there's no cure Damned if I know who I am There was only one place I was sure  [Chorus]  [Verse 3] Every summer when it rains I smell the jungle, I hear the planes I can't tell no one, I feel ashamed Afraid some day I'll go insane That's been ten long years ago And time has gone on by Now and then I catch myself Eyes searching through the sky All the sounds of long ago Will be forever in my head Mingled with the wounded cries And the silence of the dead  [Chorus][x2]  ",
        "title": "Still In Saigon"
    },
    {
        "artist": "Donnie Iris",
        "lyrics": null,
        "title": "My Girl"
    },
    {
        "artist": "Simon & Garfunkel",
        "lyrics": "  Wake up, little Susie, wake up Wake up, little Susie, wake up We've both been sound asleep, wake up, little Susie, and weep The movie's over, it's four o'clock, and we're in trouble deep Wake up little Susie Wake up little Susie, well  Whatta we gonna tell your mama Whatta we gonna tell your pa Whatta we gonna tell our friends when they say \"ooh-la-la\" Wake up little Susie Wake up little Susie, well  I told your mama that you'd be in by ten Well Susie baby looks like we goofed again Wake up little Susie Wake up little Susie We gotta go home  Wake up, little Susie, wake up Wake up, little Susie, wake up The movie wasn't so hot, it didn't have much of a plot We fell asleep, our goose is cooked, our reputation is shot Wake up little Susie Wake up little Susie, well  Whatta we gonna tell your mama Whatta we gonna tell your pa Whatta we gonna tell our friends when they say \"ooh-la-la\" Wake up little Susie Wake up little Susie Wake up little Susie  ",
        "title": "Wake Up Little Susie"
    },
    {
        "artist": "Shalamar",
        "lyrics": "  [Verse 1:] When you love someone It's natural Not demanding And that's one thing I'm proud to say I found in you  I`m so glad we reached an understanding Now I know My heart is safe with you, ooh So now my love to you, baby I surrender  [Chorus:] Get ready tonight Gonna make this a night to remember Get ready (Oh, baby) Tonight Gonna make this a night to remember  [Verse 2:] Celebrations And my heart could stay united And there's nothing in this world To come between me and you  We're together And it keeps me so excited To think of What the power of love can do, ooh And I`m filled with a love That`s oh, so tender  [Chorus:] Get ready (Baby) Tonight (Girl) I`m gonna make this a night to remember  Get ready (Get ready) Tonight I`m gonna make this a night to remember  Make this a night to remember  Get ready tonight Gonna make this a night to remember Get ready (Get ready) Tonight Gonna make this a night to remember  Get ready (Baby) Tonight (Darling) Gonna make this a night to remember  Get ready (Darling) Tonight (Baby) Gonna make this a night to remember  This night you won`t forget Gonna make this a night to remember ‘Cause your love I won`t regret Gonna make this a night to remember  Get ready (Baby) Tonight (Darling) Gonna make this a night to remember  Get ready (It won`t be like the past) Tonight (I will make it last) Gonna make this a night to remember  Tonight Make this a night to remember Tonight Make this a night to remember  [Verse 3:] Let's make a toast To those who helped make this occasion They turn their back on love And that`s what drove you straight to me  Now to you I make a lasting dedication I'll show you All that love and life can be, ooh And each day that I live I will deliver  [Chorus:] Get ready (This night you won`t forget) Tonight Gonna make this a night to remember  Get ready (‘Cause your love I won`t regret) Tonight Gonna make this a night to remember  Get ready (Baby) Tonight (Darling) Gonna make this a night to remember  Get ready (It won`t be like the past) Tonight (I will make it last) Gonna make this a night to remember Get ready tonight  ",
        "title": "A Night To Remember"
    },
    {
        "artist": "Kool & The Gang",
        "lyrics": "  [Intro] What you gonna do? You wanna get down? Tell me What you gonna do? Do you wanna get down?  What you gonna do? You wanna get down? What you gonna do? You wanna get down? Tell me  [Chorus] Get down on it! Get down on it! Get down on it! Get down on it! C'mon and Get down on it! Get down on it! Get down on it! Get down on it!  [Verse 1] Uh, how you gonna do it if you really don't wanna dance By standing on the wall?! Get your back up off the wall! Tell me Uh, how you gonna do it if you really don't wanna dance By standing on the wall?! Get your back up off the wall! Tell me Cause I heard all the people sayin'  [Chorus] Get down on it, come on and Get down on it, if you really want it! Get down on it you've got to feel it! Get down on it, get down on it! Get down on it, come on and Get down on it, baby, baby Get down on it, get on it! Get down on it  [Verse 2] I say people What?! Uh, what you gonna do? You gotta get on the groove If you want your body to move Tell me, baby  [Bridge] Uh, how you gonna do it if you really don't wanna dance By standing on the wall?! Get your back up off the wall! Tell me Uh, how you gonna do it if you really won't take a chance By standing on the wall?! Get your back up off the wall Cause I heard all the people saying  [Chorus] Get down on it Get down on it Get down on it Get down on it When you're dancing Get down on it Get down on it Get down on it Get down on it Sha-baba-daba-daba-doo  [Bridge] What you gonna do? Do you wanna get down? What you gonna do? Get your back up off the wall! Dance! Come on! Get your back up off the wall! Dance! Come on!  [Chorus] Get down on it, come on and Get down on it, if you really want it! Get down on it, you've got feel it! Get down on it, get down on it! Get down on it, come on and Get down on it, Baby, baby Get down on it, get on it! Get down on it  [Bridge] How you gonna do it if you really don't wanna dance By standing on the wall! Get your back up off the wall! Tell me baby And how you gonna do it if you really don't take a chance By standing on the wall! Get your back up off the wall! Listen baby  [Verse 3] You know it, when you're dancin', yeah You show it, when you move, move, move You know it, when you're dancin', yeah You show it, as you move across the floor  [Chorus} Get down on it, come on and Get down on it, if you really want it! Get down on it, you've got to feel it! Get down on it Get down on it Get down on it, come on and Get down on it, Baby, baby Get down on it, Get on it! Get down on it Sha-baba-daba-daba-doo  [Bridge] Uh, what you gonna do? Do you wanna get down? Uh, what you gonna do? Get your back up off the wall! Dance! Come on! Get your back up off the wall! Dance! Come on!  [Chorus] Get down on it, come on and Get down on it, if you really want it! Get down on it, you've got to feel it! Get down on it, get down on it! Get down on it, come on and Get down on it, get down on it Get down on it, while you're dancing  Get down on it, get down on it! Whoa-oh-oh-oh-oh-oh-oh, yeah You move me, baby, when you move  Get down on it! Get down on it! Get down on it! Get down on it! Get your back up off the wall! Get down on it! Get down on it! Get down on it! Get down on it! Get down on it! Get down on it! Get down on it! Get down on it!  ",
        "title": "Get Down On It"
    },
    {
        "artist": "Vangelis",
        "lyrics": null,
        "title": "Chariots Of Fire - Titles"
    },
    {
        "artist": "The Waitresses",
        "lyrics": "  I know what boys like I know what guys want I know what boys like I've got what boys like  I know what boys like I know what guys want I see them looking I make them want me I like to tease them They want to touch me I never let them  I know what boys like I know what guys want I know what boys like Boys like, boys like me  But you, you're special I might let you You're so much different I might let you Mmm, would you like that I might let you  I know what boys like I know what guys want I know what boys like I know what's on their minds  I know what boys like I know what guys want They talk about me  I got my cat moves That so upset them Zippers and buttons Fun to frustrate them They get so angry Like pouty children Denied their candy I laugh right at them  I know what boys like I know what guys want I know what boys like Boys like, boys like me  I feel sad now I will let you Sorry I teased you I will let you This time I mean it I will let you  Anything you want You can trust me I really want to You can trust me How would you like it You can trust me  Sucker Hmmmm  I know what boys like I know what guys want I know what boys like, boys Like, boys like me  ",
        "title": "I Know What Boys Like"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": null,
        "title": "How Long"
    },
    {
        "artist": "David Bowie",
        "lyrics": "  [Verse 1] See these eyes so green I can stare for a thousand years Colder than the moon It's been so long And I've been putting out fire With gasoline  [Verse 2] See these eyes so red Red like jungle burning bright Those who feel me near Pull the blinds and change their minds It's been so long  [Verse 3] Still this pulsing night A plague I call a heartbeat Just be still with me Well you wouldn't believe what I've been through You've been so long Well it's been so long And I've been putting out the fire With gasoline Putting out the fire With gasoline  [Verse 4] See these tears so blue An ageless heart That can never mend These tears can never dry A judgement made Can never bend See these eyes so green I can stare for a thousand years Just be still with me You wouldn't believe what I've been through​  [Verse 5] You've been so long Well, it's been so long And I've been putting out the fire With gasoline Putting out fire with gasoline  ",
        "title": "Cat People (Putting Out Fire)"
    },
    {
        "artist": "Joan Jett & the Blackhearts",
        "lyrics": "  [Verse 1] I saw him dancin' there by the record machine I knew he must a been about seventeen The beat was goin' strong Playin' my favorite song An' I could tell it wouldn't be long Till he was with me, yeah, me And I could tell it wouldn't be long Till he was with me, yeah, me, singin'  [Hook] I love rock n' roll So put another dime in the jukebox, baby I love rock n' roll So come and take your time and dance with me Ow!  [Verse 2] He smiled so I got up and asked for his name That don't matter, he said Cause it's all the same Said can I take you home where we can be alone An' next we were movin' on He was with me, yeah me Next we were movin' on He was with me, yeah me, singin'  [Hook]  [Verse 3] Said can I take you home where we can be alone Next we were movin' on He was with me, yeah me An we'll be movin' on An' singin' that same old song Yeah with me, singin'  [Hook x5]  ",
        "title": "I Love Rock 'N Roll"
    },
    {
        "artist": "Smokey Robinson",
        "lyrics": "  Strolling down the lane at midnight Old fashioned love Steal a little kiss in the moonlight Old fashioned love  You’re the love of my life The girl of my dreams I count on you You can count on me  We got an old fashioned love It’s so hard to find This one of a kind Old fashioned love  Gotta be true to each other Old fashioned love Never hurt one another Old fashioned love  Just like in the movies But we’re not pretending Always and forever Our love’s one happy ending  We got an old fashioned love It’s so hard to find This one of a kind Old fashioned love  ",
        "title": "Old Fashioned Love"
    }
]