[
    {
        "artist": "Sinead O'Connor",
        "lyrics": null,
        "title": "Nothing Compares 2 U"
    },
    {
        "artist": "Calloway",
        "lyrics": "  Imagine Cash cold, that's what I need  These bill collectors, they ring my phone They bother me when I'm not at home Ain't go no time to be fooling round Feet will touch the floors and I get on down, you see  I want money, lots and lots of money I want the pie in the sky I want money, lots and lots of money So don't be asking me why  I wanna be rich, ohh I wanna be rich, ohh I wanna be rich, ohh I wanna be rich for a little love, peace and happiness  I want my cake, wanna eat it too I want the stars and the silver moon I spend my money on lottery My favorite number is 1 2 3, you see  I want money, lots and lots of money I want the pie in the sky I want money, lots and lots of money So don't be asking me why  I wanna be rich, ohh I wanna be rich, ohh I wanna be rich, ohh I wanna be rich for a little love, peace and happiness Every way rich Love peace and happiness  I want all the things that lovers do A pocketful of dreams come true These are things you can not find That'll keep you satisfied and rich  Here is what your gonna do Say oh I say uh uh Got to be baby I just wanna be rich, I just wanna be  Cause baby I want money, lots and lots of money I want the pie in the sky I want money, lots and lots of money So don't be asking me why  I wanna be rich I wanna be rich I wanna be rich I wanna be rich for a little love, peace and happiness  Play baby there is lots and lots for everyone I wanna be rich  ",
        "title": "I Wanna Be Rich"
    },
    {
        "artist": "Michael Bolton",
        "lyrics": "  How can we be lovers if we can't be friends How can we start over when the fighting never ends, baby How can we make love if we can't make amends How can we be lovers if we can't be, can't be friends  Look at us now, look at us baby Still trying to work it out, never get it right We must be fools, we must be crazy Ohhh.. when theres no comunication Ohhh... it's a no win situation  How can we be lovers if we can't be friends How can we start over when the fighting never ends, baby How can we make love if we can't make amends, tell me How can we be lovers if we can't be, can't be friends  We lie awake, this wall between us We're just not talking, we've got so much to say Let's break these chains, our love can free us Ohhh... ain't it time we started trying Ohhh... gotta stop this love from dying  How can we be lovers if we can't be friends How can we start over when the fighting never ends, baby How can we make love if we can't make amends How can we be lovers if we can't be, can't be friends  Baby love is tough but we can take it How can we be lovers Baby times are rough but we can make it We can work it out  How can we be lovers if we can't be friends How can we start over when the fighting never ends, baby How can we make love if we can't make amends, tell me How can we be lovers if we can't be, can't be friends  How can we be lovers if we can't be friends How can we start over when the fighting never ends, baby How can we make love if we can't make amends How can we be lovers if we can't be, can't be friends  How can we be lovers if we can't be friends How can we start over when the fighting never ends, baby How can we make love if we can't make amends How can we be lovers if we can't be, can't be friends  How can we be lovers if we can't be friends How can we start over when the fighting never ends, baby How can we make love if we can't make amends How can we be lovers if we can't be, can't be friends  ",
        "title": "How Can We Be Lovers"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Produced by Shep Pettibone and Madonna]  [Intro] Strike a pose Strike a pose (Vogue, vogue, vogue) (Vogue, vogue, vogue)  [Verse 1] Look around, everywhere you turn is heartache It's everywhere that you go (look around) You try everything you can to escape The pain of life that you know (life that you know) When all else fails and you long to be Something better than you are today I know a place where you can get away It's called a dance floor, and here's what it's for, so  [Chorus] Come on, vogue Let your body move to the music (move to the music) Hey, hey, hey Come on, vogue Let your body go with the flow (go with the flow) You know you can do it  [Verse 2] All you need is your own imagination So use it that's what it's for (that's what it's for) Go inside, for your finest inspiration Your dreams will open the door (open up the door) It makes no difference if you're black or white If you're a boy or a girl If the music's pumping it will give you new life You're a superstar, yes, that's what you are, you know it  [Chorus] Come on, vogue Let your body move to the music (move to the music) Hey, hey, hey Come on, vogue Let your body go with the flow (go with the flow) You know you can do it  [Verse 3] Beauty's where you find it Not just where you bump and grind it Soul is in the music, oh That's where I feel so beautiful Magical, life's a ball So get up on the dance floor  [Chorus] Come on, vogue Let your body move to the music (move to the music) Hey, hey, hey Come on, vogue Let your body go with the flow (go with the flow) You know you can do it  [Bridge] Vogue, (Vogue) Beauty's where you find it (move to the music) Vogue, (Vogue) Beauty's where you find it (go with the flow)  [Verse 4] Greta Garbo, and Monroe Dietrich and DiMaggio Marlon Brando, Jimmy Dean On the cover of a magazine Grace Kelly; Harlow, Jean Picture of a beauty queen Gene Kelly, Fred Astaire Ginger Rodgers, dance on air They had style, they had grace Rita Hayworth gave good face Lauren, Katherine, Lana too Bette Davis, we love you Ladies with an attitude Fellas that were in the mood Don't just stand there, let's get to it Strike a pose, there's nothing to it  [Bridge] Vogue, vogue Vogue, vogue (Move to the music) Vogue, vogue Vogue, vogue (Go with the flow)  [Outro] Oooh, you've got to Let your body move to the music Oooh, you've got to just Let your body go with the flow Oooh, you've got to just Vogue  ",
        "title": "Vogue"
    },
    {
        "artist": "Heart",
        "lyrics": "  It was a rainy night When he came into sight Standing by the road With no umbrella, no coat  So I pulled up along side And I offered him a ride He accepted with a smile So we drove for a while  I didn't ask him his name This lonely boy in the rain Fate, tell me it's right Is this love at first sight? Please don't make it wrong Just stay for a night  All I wanna do is make love to you Say you will, you want me too All I wanna do is make love to you I got loving arms to hold onto  So we found this hotel It was a place I knew well We made magic that night Oh, he did everything right  He brought the woman out of me So many times, easily And in the morning, when he woke All I left him was a note  I told him I am the flower You are the seed We walked in the garden We planted a tree  Don't try to find me Please don't you dare Just live in my memory You'll always be there  All I wanna do is make love to you One night of love was all we knew All I wanna do is make love to you I got loving arms to hold onto  Whoa, oh, we made love Love like strangers All night long We made love  Then it happened one day We came 'round the same way You can imagine his surprise When he saw his own eyes  I said, \"Please, please understand I'm in love with another man And what he couldn't give me, oh, whoa Was the one little thing that you can\"  All I wanna do is make love to you One night of love was all we knew All I wanna do is make love to you Come on, say you will, you want me too  All I wanna do is make love to you One night of love was all we knew All I wanna do is make love to you Say you will, baby, want me too  All night long, all night long All night long, all night long  All I wanna do, all I wanna do All I wanna do, all I wanna do  All I wanna do is make love to you One night of love was all we knew  ",
        "title": "All I Wanna Do Is Make Love To You"
    },
    {
        "artist": "Jane Child",
        "lyrics": "  Ain't no personal thing, boy But you've got to stay away Far, far away from my heart, my heart Don't you know what your kiss is doing Let me tell it to you from the start, boy  I don't wanna fall in love Love cuts just like a knife You make the knife feel good I'll fight you to the end, baby  You've been hanging around, boy And you have started sinking in Whoa baby, you're way out of line now Unaware how this all got started Let me tell it you one more time, boy  I don't wanna fall in love Love cuts just like a knife You make the knife feel good I'll fight you to the end, baby  I don’t wanna fall in love Love cuts just like a knife You make the knife feel good I’ll fight you to the end, baby  I learned something about myself Last night with you I knew I didn't want nobody else And you're scaring me to death now, baby  I don’t wanna fall in love Love cuts just like a knife You make the knife feel good I’ll fight you to the end, baby  I don’t wanna fall in love Love cuts just like a knife You make the knife feel good I’ll fight you to the end, baby  I don’t wanna fall in love Love cuts just like a knife You make the knife feel good I’ll fight you to the end, baby  I don’t wanna fall in love Love cuts just like a knife You make the knife feel good I’ll fight you to the end, baby  ",
        "title": "Don't Wanna Fall In Love"
    },
    {
        "artist": "Babyface",
        "lyrics": "  [Verse 1] Somebody told me There'd be trouble at home 'Cause we never talk a lot When we spend time alone So how are we supposed to know Know when something is wrong Well, we've got a way to communicate It keeps a happy home  [Hook 1] And no one does it like me And no one but you Has that kind of whip appeal on me  [Hook 2] Keep on whippin' on me Work it on me Whip all your sweet sweet lovin' on me Keep on whippin' on me Work it on me Whip all your sweet sweet lovin' on me  [Verse 2] When we go to work How the day seems so long The only thing I think about Can't wait 'til we get home 'Cause we got a way of talking And it's better than words It's the strangest kind of relationship Oh, but, 'cause it always works  [Hook 1] And no one does it like me And no one but you Has that kind of whip appeal on me  [Hook 3] Whatever you want (whatever you want babe) It's alright with me (it's alright with me) 'Cause you've got that whip appeal So work it on me It's better than love Sweet as can be You've got that whip appeal So whip it on me (baby)  [Hook 2] Keep on whippin' on me Work it on me Whip all your sweet sweet lovin' on me Keep on whippin' on me Work it on me Whip all your sweet sweet lovin' on me  ",
        "title": "Whip Appeal"
    },
    {
        "artist": "Lisa Stansfield",
        "lyrics": null,
        "title": "All Around The World"
    },
    {
        "artist": "Aerosmith",
        "lyrics": "  [Verse 1] There goes my old girlfriend, there's another diamond ring And all those late night promises? I guess they don't mean a thing So baby, what's the story? Did you find another man Is it easy to sleep in the bed that we made When you don't look back I guess the feelings start to fade away I used to feel your fire, but now it's cold inside And you're back on the street like you didn't miss a beat, yeah  [Chorus] Tell me what it takes to let you go Tell me how the pain's supposed to go Tell me how it is that you can sleep in the night Without thinking you lost everything that was Good in your life to the toss of the dice Tell me what it takes to let you go  [Verse 2] Yeah Girl, before I met you I was F.I.N.E, fine But your love made me a prisoner, yeah, my heart's been doing time You spent me up like money, then you hung me out to dry It was easy to keep all your lies in disguise Cause you had me in deep with the devil in your eyes  [Chorus]  [Bridge] Tell me that you're happy that you're on your own, yeah, yeah, yeah Tell me that it's better when you're all alone Tell me that your body doesn't miss my touch Tell me that my loving didn't mean that much Tell me you aren't dying when you're crying for me  [Chorus]  [Outro] Tell me who's to blame for thinking twice No, no, no, no, cause I don't want to burn in paradise Ooo Let go, let go, let go Let it go, let it go, let it go, let it go, let it go Let it go, let it go, let it go Let it go, let it go, let it go, let it go, let it go I don't want to burn, I don't want to burn  ",
        "title": "What It Takes"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": null,
        "title": "Alright"
    },
    {
        "artist": "Motley Crue",
        "lyrics": null,
        "title": "Without You"
    },
    {
        "artist": "Wilson Phillips",
        "lyrics": null,
        "title": "Hold On"
    },
    {
        "artist": "Seduction",
        "lyrics": null,
        "title": "Heartbeat"
    },
    {
        "artist": "Linear",
        "lyrics": "  [Verse 1] Girl, I close my eyes And then I start to cry for you You're the reason why I have to say goodbye to you  This pain I have inside Just makes me want to die for you All these lonely nights They just don't seem so right for you  I'm sending you all my...  [Chorus] Sending all my love I'm sending all my love to you I'm sending all my love I'm sending all my love to you  [Verse 2] Every move you make Day by day I pray for you When I close my eyes Teardrops start to fall for you  I'm sending all my love Sending all my love to you This pain I have inside Just makes me want to die for you  [Chorus] I'm sending all my love Sending all my love to you I'm sending all my love Sending all my love to you  [Bridge] I'm sending all my love Sending all my love to you (Sending you all my)  Sending all my love Sending all my love to you  [Verse 3] Girl, I close my eyes And then I start to cry for you You're the reason why I have to say goodbye to you  This pain I have inside Just makes me want to cry for you All these lonely nights They just don't seem so right for you  [Chorus] I'm sending all my love Sending all my love to you I'm sending all my love Sending all my love to you  I'm sending all my love Sending all my love to you I'm sending all my love Sending all my love to you  ",
        "title": "Sending All My Love"
    },
    {
        "artist": "Sweet Sensation",
        "lyrics": "  You think that I don't feel love (I'll always) But what I feel for you is real love In others eyes I see reflected (I'll always) A hurt, scorned, rejected (Love you, love you)  Love child Never meant to be Love child Born in poverty Love child Never meant to be Love child Take a look at me  I started my life In an old, cold run down tenement slum (Tenement slum) My father left He never even married Mom I shared the guilt my mama knew So afraid that others knew I had no name  This love we're contemplating (I'll always) Is worth the pain of waiting We'll only end up hating (I'll always) The child we maybe creating (Love you, love you)  Love child Never meant to be (Wait, wait, won't you wait now, hold on) Love child (Scorned by) Society  Love child Always second best (Wait, wait, won't you wait now, hold on) Love child (Different from) Different from the rest  (Hold on, hold on just a little bit longer) Mmm, baby (Hold on, hold on just a little bit longer) Mmm, baby  I started school In a worn, torn dress that somebody threw out (Somebody threw out) I knew the way it felt To always live in doubt To be without the simple things So afraid my friends would see the guilt in me  Don't think that I don't need you (I'll always) Don't think I don't wanna please you But no child of mine will be bearing (I'll always) The name of shame I've been wearing (Love you, love you)  Love child Love child Never quite as good (Wait, wait, won't you wait now, hold on) Afraid Ashamed Misunderstood  (Just a little bit longer, love child) But I'll always love you (Wait, wait, won't you wait now, hold on) I'll always love you, you, you (Just a little bit longer, love child)  I'll always love you (Wait, wait, won't you wait now, hold on) I'll always love you, you, you (Just a little bit longer, love child) I'll always love you (Wait, wait, won't you wait now, hold on) I'll always love you, you, you (Just a little bit longer, love child)  ",
        "title": "Love Child"
    },
    {
        "artist": "Rod Stewart With Ronald Isley",
        "lyrics": null,
        "title": "This Old Heart Of Mine"
    },
    {
        "artist": "Adam Ant",
        "lyrics": "  Once is never enough Never is never was Here and now is all that counts Here and now in large amounts Be beautiful but shut up The going can be real tough  You can keep your fancy bars Clubby friends and fast cars And when the going gets hard You can eat your credit cards I really tried to fight it But what the hell I like it  There is always room at the top Don't let them tell you there is not Made in England born and bred An eighteenth century brain In a twenty-first century head  Room at the top - so eighteenth century Room at the top - so eighteenth century Room at the top There's always room  If some of this fits you Or like the things that you might do It's the pleasure and the pain That makes us do it all again They say Be beautiful and shut up The going can be real tough  ",
        "title": "Room At The Top"
    },
    {
        "artist": "Bell Biv DeVoe",
        "lyrics": "  [Intro] [Michael Bivins] Yeah, Spyderman and Freeze in full effect [Ronnie DeVoe] Uh-huh [Ricky Bell] You ready, Ron? [DeVoe] I'm ready [Bell] You ready, Biv? [Bivins] I'm ready, Slick, are you? [Bell] Oh, yeah, break it down  [Ricky Bell - Verse One] Girl, I, must (warn you) I sense something strange in my mind Situation is (serious) Let's cure it cause we're running out of time It's oh, so (beautiful) Relationships they seem from the start It's all so (deadly) When love is not together from the heart  [Hook] It's drivin' me out of my mind! That's why it's HARD for me to find Can't get it out of my head! Miss her, kiss her, love her (Wrong move you're dead!)  [Hook] That girl is (poison)... Never trust a big butt and smile That girl is (poison).. (\"POISON!!\")  [Verse Two] [If I were you I'd take pre-] (-caution) Before I start to meet a fly girl, you know? Cause in some (portions) You'll think she's the best thing in the world  She's so - (fly) She'll drive you right out of your mind And steal your heart when you're blind Beware she's schemin', she'll make you think you're dreamin' YOU'LL fall in love and you'll be screamin', demon, HOO..  [Ronnie Devoe - Rap Verse 1] Poison, deadly, movin' in slow Lookin for a mellow fellow like DeVoe Gettin paid, laid, so better lay low Schemin on house, money, and the whole show The low pro ho she'll be cut like an aaa-FRO See what you're sayin', huh, she's a winner to you But I know she's a loser (How do you know?) Me and the crew used to do her!  [Bridge: all]  \"POISON!\" \"POISON!\" \"POISON!\" \"POISON!\" \"POISON!\" \"POISON!\" \"POISON!\" \"POISON! \"POISON!\" \"POISON!\" \"POISON!\" \"POISON! \"POISON!\" \"POISON!\" \"POISON!\" \"POISON!   [Michael Bivins] I was at the bar, shake, breakin and takin 'em all And that night, I played the wall Checkin' out the fellas, the highs and lows Keepin' one eye open, still clockin' the hoes There was one particular girl that stood out from the rest Poison as can be, the high power chest Michael Biv here and I'm runnin' the show Bell, Biv DeVoe (*Ronnie laughs*) ..now you know! Yo, Slick, blow..  [Hook] It's drivin' me out of my mind! That's why it's HARD for me to find Can't get it out of my head! Miss her, kiss her, love her (Wrong move you're dead!)  [Hook] That girl is (poison)... Never trust a big butt and smile That girl is (poison).. (\"POISON!!\")   [B.B.D. adlibs] Yo' fellas, that was my end of.. You know what I'm sayin', Mike? Yeah, B.B.D. in full effect Yo', wassup to Ralph T and Johnny G And I can't forget about my boy, B. Brown And the whole NE crew  Poison.. [*Bell harmonies*]  ",
        "title": "Poison"
    },
    {
        "artist": "A'me Lorain",
        "lyrics": "  I always love a little mystery But now the tensions killing me No place left for words to hide I never thought it could be quite so tough Lips once sealed are splitting up There ain't no secrets to outshine father time  Whispers in the dark don't do Let's hit the lights Now I just got to spread the news  So what are you telling me? What are you telling me? What are you telling me? What are you telling me?  I wanna tell the whole wide world about you I don't have any ifs I am positive I wanna tell the whole wide world about you We're never gonna be alone Our love is stone  Too many words are too much a crowd I wanna spill 'em or they'll leak out I'm so glad to get the chance I kept it secret till I knew for sure So not to pick my heart off the floor Now it's time to take a stand Heart in hand  Whispers in the dark don't do Let's hit the lights Now I just got to spread the news  So what are you telling me? What are you telling me? What are you telling me? What are you telling me?  I wanna tell the whole wide world about you When I drop a tear You are always here I wanna tell the whole wide world about you I'm look at a living dream Don't wake me up  Don't stop Love me till you drop It's alright with me One sharp arrow through the heart It's alright, it's alright Now whistle  I wanna tell the whole wide world about you I will never give you up I wanna tell the whole wide world about you You're my one and only love  Whispers in the dark don't do Let's hit the lights Now I just got to spread the news  So what are you telling me now? What are you telling me? What are you telling me? What are you telling me? What are you telling me now, girl?  I wanna tell the whole wide world about you I wanna tell everybody you're my cup of tea I wanna tell the whole wide world about you Your love never shakes You don't alternate  I wanna tell the whole wide world about you Smoke gets in my eyes I don't see other guys I wanna tell the whole wide world about you Our love will never tumble down It's built on solid ground  ",
        "title": "Whole Wide World (From \"True Love\")"
    },
    {
        "artist": "Luther Vandross",
        "lyrics": "  [Verse 1] One look in your eyes And there I see Just what you mean to me Here in my heart I believe Your love is all I ever need Holding you close through the night I need you, yeah I look in your eyes And there I see What happiness really means The love that we share Makes life so sweet Together, we'll always be This pledge of love feels so right And ooh, I need you  [Chorus] Here and now I promise to love faithfully You're all I need Here and now I vow to be one with thee Your love is all I need  [Verse 2] When I look in your eyes, there I see What all that a love should really be And I need you more, and more each day Nothing can take your love away More than a just a dream I need you  [Chorus]  [Bridge] Starting here, ooh I'm starting now, I believe Starting here, I'm starting right here Starting now, right now I believe in your love So I'm glad to take the vow  [Chorus]  ",
        "title": "Here And Now"
    },
    {
        "artist": "Don Henley",
        "lyrics": "  I got the call today, I didn't wanna hear But I knew that it would come An old true friend of ours was talking on the phone She said you found someone And I thought of all the bad luck And the struggles we went through And how I lost me and you lost you What are these voices outside love's open door Make us throw off our contentment And beg for something more?  I'm learning to live without you now But I miss you sometimes The more I know, the less I understand All the things I thought I knew, I'm learning again I've been trying to get down to the heart of the matter But my will gets weak And my thoughts seem to scatter But I think it's about forgiveness, forgiveness Even if, even if you don't love me anymore  These times are so uncertain There's a yearning undefined And people filled with rage We all need a little tenderness How can love survive in such a graceless age? The trust and self-assurance that lead to happiness They're the very things we kill, I guess Pride and competition cannot fill these empty arms And the work I put between us You know it doesn't keep me warm  I'm learning to live without you now But I miss you, baby The more I know, the less I understand All the things I thought I figured out, I have to learn again I've been trying to get down to the heart of the matter But everything changes And my friends seem to scatter But I think it's about forgiveness, forgiveness Even if, even if you don't love me anymore  There are people in your life who've come and gone They let you down, you know they hurt your pride You better put it all behind you, baby, cause life goes on You keep carrying that anger, it'll eat you up inside, baby  I've been trying to get down to the heart of the matter But my will gets weak And my thoughts seem to scatter But I think it's about forgiveness, forgiveness Even if, even if you don't love me  I've been trying to get down to the heart of the matter Because the flesh will get weak And the ashes will scatter So I'm thinking about forgiveness, forgiveness Even if, even if you don't love me  Forgiveness (Yeah) Forgiveness (Baby) Forgiveness (Oh, oh) Forgiveness (Ah, yeah) Forgiveness (Oh) Forgiveness Even if you don't love me anymore  Forgiveness (Oh) Forgiveness (Oh) Forgiveness Forgiveness  ",
        "title": "The Heart Of The Matter"
    },
    {
        "artist": "Roxette",
        "lyrics": "  [Verse 1] Lay a whisper on my pillow Leave the winter on the ground I wake up lonely This air of silence In the bedroom and all around Touch me now I close my eyes And dream away  [Chorus] It must have been love But it's over now It must have been good But I lost it somehow It must have been love But it's over now From the moment we touched Till the time had run out  [Verse 2] Make believing we're together That I'm sheltered by your heart But in and outside I turn to water Like a teardrop in your palm And it's a hard Winter's day I dream away  [Chorus:] It must have been love (Must have been love) But it's over now (It's over now) It was all that I wanted Now I'm living without It must have been love (Must have been love)  [Bridge] But it's over now (It's over now) It's where the water flows It's where the wind blows  [Instrumental Break]  [Chorus] It must have been love (Must have been love) But it's over now (It's over now) It must have been good But I lost it somehow It must have been love (Must have been love) But it's over now (It's over now) From the moment we touched Till the time had run out Yeah, it must have been love (Must have been love) But it's over now (It's over now) It was all that I wanted Now I'm living without It must have been love But it's over now It's where the water flows It's where the wind blows  [Outro] (Must have been love) It must have been love But it's over now No, no, no  ",
        "title": "It Must Have Been Love (From \"Pretty Woman\")"
    },
    {
        "artist": "M.C. Hammer",
        "lyrics": null,
        "title": "U Can't Touch This"
    },
    {
        "artist": "Tommy Page",
        "lyrics": "  So long that I've waited for a girl To come into my life and in my world I can't explain my feelings for you I guess you're just all my dreams come true  And I'll be your lover (your lover) And I'll be your best friend (oh, I'll be your friend) I'll be there when you're needing me (when you need me) I'll be your everything, your everything  I'll be your everything (ooh) I'll be all that you want and all that you need I'll be your everything (ooh) I'll give you all that I have, my love, my life and me I'll be your everything  Now that we're together at last We shouldn't think about our problems in the past 'Cause true love takes a miracle to find I guess that I've been blessed 'cause I've got you by my side  And I'll be your lover (your lover) And I'll be your best friend (oh, I'll be your friend) I'll be there when you're needing me (when you need me) I'll be your everything, your everything  I'll be your everything (ooh) I'll give you all that I have, my love, my life and me I'll be your everything  When you're lost and you're down and you're seeing darkness And there's no one there that can be found Just turn around, I'll be there holding out my arms for you Just reach for me, I'll be the one to set you free  I'll be your everything I'll be all that you want and all that you need I'll lift you up when you're feeling down I'll make your whole world turn around I'll give my heart and soul to you To let you know this love is true  I'll be your everything I'll give you all that I have, my love, my life and me I'll be your everything  I'll lift you up when you're feeling down I'll make your whole world turn around I'll give my heart and soul to you To let you know this love is true  Ooh, I'll be your everything  ",
        "title": "I'll Be Your Everything"
    },
    {
        "artist": "Expose",
        "lyrics": null,
        "title": "Your Baby Never Looked Good In Blue"
    },
    {
        "artist": "Digital Underground",
        "lyrics": "  [Verse One: Shock G as Humpty Hump] All right! Stop whatcha doin', 'cause I'm about to ruin The image and the style that ya used to I look funny—but yo I'm making money, see So yo world I hope you're ready for me Now gather round, I'm the new fool in town And my sound's laid down by the Underground I drink up all the Hennessy ya got on ya shelf So just let me introduce myself My name is Humpty, pronounced with a \"umpty\" Yo ladies, oh how I like to funk thee And all the rappers in the top ten--please allow me to bump thee I'm steppin' tall, y'all, and just like Humpty Dumpty You're gonna fall when the stereos pump me I like to rhyme, I like my beats funky I'm spunky. I like my oatmeal lumpy I'm sick wit dis, straight gangsta mack But sometimes I get ridiculous I'll eat up all your crackers and your licorice Hey yo fat girl, c'mere--are ya ticklish? Yeah, I called ya fat; look at me, I'm skinny It never stopped me from getting busy I'm a freak, I like the girls with the boom I once got busy in a Burger King bathroom I'm crazy, allow me to amaze thee They say I'm ugly but it just don't faze me I'm still getting in the girls' pants And I even got my own dance  [Hook] The Humpty Dance is your chance to do the hump Do the Humpty Hump, come on and do the Humpty Hump Do the Humpty Hump, just watch me do the Humpty Hump Do ya know what I'm doing, doing the Humpty Hump Do the Humpty Hump, do the Humpty Hump  [Verse Two] People say \"Yo, Humpty, you're really funny lookin'\" That's all right cause I get things cookin' Ya stare, ya glare, ya constantly try to compare me But ya can't get near me I give 'em more, see, and on the floor, B All the girls they adore me Oh yes, ladies, I'm really being sincere Cause in a 69 my humpty nose will tickle ya rear My nose is big, uh-uh I'm not ashamed Big like a pickle, I'm still getting paid I get laid by the ladies, ya know I'm in charge Both how I'm living and my nose is large I get stupid, I shoot an arrow like Cupid I use a word that don't mean nothing, like looptid I sang on \"Doowutchalike\", and if ya missed it I'm the one who said, \"Just grab 'im in the biscuits\" Also told ya that I like to bite Well, yeah, I guess it's obvious, I also like to write All ya had to do was give Humpty a chance And now I'm gonna do my dance  [Hook] The Humpty Dance is your chance to do the hump Do the Humpty Hump, come on and do the Humpty Hump Do the Humpty Hump, just watch me do the Humpty Hump Do ya know what I'm doing, doing the Humpty Hump Do the Humpty Hump, do the Humpty Hump  [Breakdown] Oh, yeah, that's the break, y'all Let me hear a little bit of that bass groove right here Oh, yeah! Now that I told ya a little bit about myself Let me tell ya a little bit about this dance It's real easy to do--check it out  [Verse Three] First I limp to the side like my leg was broken Shaking and twitching kinda like I was smoking Crazy wack funky People say ya look like M.C. Hammer on crack, Humpty That's all right cause my body's in motion It's supposed to look like a fit or a convulsion Anyone can play this game This is my dance, y'all, Humpty Hump's my name No two people will do it the same Ya got it down when ya appear to be in pain Humping, funking, jumping Jig around, shaking ya rump And when a doo-doo chump punk points a finger like a stump Tell him step off, I'm doing the Hump  [Hook] The Humpty Dance is your chance to do the hump Do the Humpty Hump, come on and do the Humpty Hump Do the Humpty Hump, just watch me do the Humpty Hump Do ya know what I'm doing, doing the Humpty Hump Do the Humpty Hump, do the Humpty Hump  Black people, do the Humpty Hump, do the Humpty Hump White people, do the Humpty Hump, do the Humpty Hump Puerto Ricans, do the Humpty Hump, just keep on doing the hump Samoans, do the Humpty Hump, do the Humpty Hump  Let's get stoopid!  [Hook] The Humpty Dance is your chance to do the hump Do the Humpty Hump, come on and do the Humpty Hump Do the Humpty Hump, just watch me do the Humpty Hump Do ya know what I'm doing, doing the Humpty Hump Do the Humpty Hump, do the Humpty Hump  Oh, yeah, come on and break it down  [Outro] Once again, the Underground is in the house I'd like to send a shout out to the whole world Keep on doing the Humpty Dance And to the ladies Peace, and Humptiness forever  {Music and fade}  ",
        "title": "The Humpty Dance"
    },
    {
        "artist": "Taylor Dayne",
        "lyrics": "  [Verse 1] Saying goodbye is never an easy thing But you never said, that you'd stay forever So if you must go, well, darling, I'll set you free But I know in time that we'll be together  [Pre-Chorus 1] I won't try to stop you now from leaving Cause in my heart I know  [Chorus] Love will lead you back Someday I just know that Love will lead you back to my arms Where you belong  I'm sure Sure as stars are shining One day you will find me again It won't be long  One of these days Our love will lead you back  [Verse 2] One of these nights, well, I'll hear your voice again You're gonna say how much you miss me You walked out this door, but someday you'll walk back in Darling I know, I know this will be  [Pre-Chorus] Sometimes it takes, some time out on your own now To find your way back home  [Chorus]  [Bridge] But I won't try to stop you now from leaving Cause in my heart I know, oh yeah  [Chorus]  Love will lead you back Someday I just know that Love will lead you back to my arms It won't be long One of these days Our love will lead you back  ",
        "title": "Love Will Lead You Back"
    },
    {
        "artist": "Alannah Myles",
        "lyrics": "  [Verse 1] Mississippi in the middle of a dry spell Jimmy Rogers on the Victrola up high Mama's dancin' with baby on her shoulder The sun is settin' like molasses in the sky  [Hook] The boy could sing Knew how to move, everything Always wanting more He'd leave you longing for  [Chorus] Black velvet And that little boy's smile Black velvet With that slow southern style A new religion that'll bring ya to your knees Black velvet if you please  [Verse 2] Up in Memphis The music's like a heatwave White lightning Bound to drive you wild Mama's baby's in the heart of every schoolgirl \"Love Me Tender\" leaves 'em cryin' in the aisle  [Hook] The way he moved It was a sin So sweet and true Always wanting more He'd leave you longing for  [Chorus] Black velvet And that little boy's smile Black velvet With that slow southern style A new religion that'll bring ya to your knees Black velvet if you please  [Bridge] Every word of every song That he sang was for you In a flash, he was gone It happened so soon What could you do?  [Chorus] Black velvet And that little boy's smile Black velvet With that slow southern style A new religion that'll bring ya to your knees Black velvet if you please  [Outro] Black velvet if you please If you please If you please If you please  ",
        "title": "Black Velvet"
    },
    {
        "artist": "KISS",
        "lyrics": null,
        "title": "Forever"
    },
    {
        "artist": "Perfect Gentlemen",
        "lyrics": null,
        "title": "Ooh La La (I Can't Get Over You)"
    },
    {
        "artist": "Salt-N-Pepa",
        "lyrics": "  Oh yeah, oh yeah You know life is all about expression You only live once, and you're not coming back So express yourself, yeah  CHORUS Express yourself, you gotta be you and only you, babe Express yourself, and let me be me Express yourself, don't tell me what I cannot do, baby Come on and work your body  Now Joe wanna be like Bob Bob got it goin' on with no job And everything Rob got he got from Robin And everything she got she got ho-hoppin' My girl Jilly wanna be like Jackie Fat rope chains and I think that's wick-wacky Tom and Dick wanna be like Harry Little do they know he's bitin' on Barry Stan was a scam, but Vinnie's legit Mercedes coupe hometroop with no kit A businessman with a beeper for a reason Not like Tim because it's in this season  CHORUS  Oh yeah, oh yeah Hey Pep, you up next  Yes, I'm Pep and there ain't nobody Like my body, yes, I'm somebody No, I'm sorry, I'm-a rock this Mardis Gras Until the party ends, friends Yes, I'm blessed, and I know who I am I express myself on every jam I'm not a man, but I'm in command Hot damn, I got an all-girl band And I wear the gear, yeah, I wanna wear it, too I don't care, dear, go ahead and stare (oooo) Afraid to be you, livin' in fear (boo) Expression is rare, I dare you  CHORUS  Oh yeah, oh yeah... Yo, excuse us while we rap Go ahead, girls, express yourself!  My party, your party, anytime drop in Cold hip-hop is always rockin' Don't you like it when the music drop Jump, spread out, and stop? Now bring in the go-go (uh-oh) Look at how my butt go rock from left to the right You wanna step to me, groove me I know you wanna do me Come on now, fellas, don't fight  At my door they're bum-rushin' To hear the percussion Sound of my go-go band I've long ago learned my lesson It's all about expression Will the real Salt and Pepa please stand? And...  Express yourself, you've got to be you, babe Express yourself, and let me be me Express yourself, don't tell me what to do, babe Express yourself, come on and work that body  Express yourself, you've got to be you, babe Express yourself, don't tell me what to do, babe Express yourself, you've got to be you, babe Express yourself, don't tell me what to do, babe  Express yourself, oh yeah, oh yeah Express yourself  ",
        "title": "Expression"
    },
    {
        "artist": "After 7",
        "lyrics": "  (Verse 1) I'll give you the sun, the rain, the moon, the stars and the mountains I'll give you the world, and all that you wish for And even more Girl, I'll love you more than you could know And that's for sure I'd climb the highest hill, cross the widest sea Nothin' could discourage me And I pray that you'll be always there for me Forevermore  (Chorus) Ready or not I'll give you everything and more All that I've got, it's yours I'll give you everything All that you're looking for  (Verse 2) I'll give you my heart, my soul, my time, my love is a fountain I will be your earth, ooh, and all that you need for And even more 'Cause girl I love you more than words can show My love is pure I, I'd walk a thousand miles, sail a thousand seas Nothin' will discourage me And I pray that you will be always there for me Forevermore  (Chorus) Ready or not (Don't you know, don't you know, you should know) I'll give you everything (ooh) and more (I'll give you more, you've got to know it, baby) All that I've got (Baby, it's yours, little girl) I'll give you everything (Every little thing) All that you're looking for   (Bridge) Everything is not anything If you're not here to share my dreams You don't know what it means to me If you'll accept my love I dedicate my love, my soul My heart beats for you Girl, I can't get enough so I'll wait for your love There's nothing that I'd rather do  (Chorus) Ready or not I'll give you everything (ooh lady) and more (I'll give you more, you've got to know it, baby) All that I've got (Hey, it's yours) I'll give you everything (It's yours) All that you're looking for  Ready or not (oh baby) I'll give you everything...(I'm gonna give you, I'm gonna give you some more)...and more (Every little thing that I've got) All that I've got (Hey, it's yours) I'll give you everything (Every little thing, baby) All that you're looking for  Ready or not (Don't you know, don't you know, you should know) I'll give you everything (ooh) and more  ",
        "title": "Ready Or Not"
    },
    {
        "artist": "Faster Pussycat",
        "lyrics": null,
        "title": "House Of Pain"
    },
    {
        "artist": "The U-Krew",
        "lyrics": null,
        "title": "If U Were Mine"
    },
    {
        "artist": "Fleetwood Mac",
        "lyrics": null,
        "title": "Save Me"
    },
    {
        "artist": "Jude Cole",
        "lyrics": "  (Won't you) pick up the phone, 'cause I know that you're home Too many words have not been said for us to be living alone Now all of the fighting, and all of the tears They don't matter now  (Pre chorus) Another night falls, dark and lonely You're the only one that I can turn to  (Chorus) If I ever needed your arms to hold me Baby, it's tonight If I ever needed your eyes to heal me Baby it's tonight  (So) come hold me close, and show me that you still care Let's take it to where it all began and start again from there 'Cause there's no way out, as far as I can tell  (Pr chorus) I'm walking in a world of strangers You're the only one that really knows me  (Chorus) x2  (Bridge) Won't you please, please pick up the phone Ooh... Don't leave me to face this world all alone (It?) takes some time  (Chorus) repeat to fade  ",
        "title": "Baby, It's Tonight"
    },
    {
        "artist": "Giant",
        "lyrics": "  Gone, the voice that used to fill the room is all but gone An echo of a perfect love that ended wrong Girl, we tried so hard when love was on our side And yesterday will always be the reason why  You keep comin' You keep comin' back You keep comin' back for more  I'll see you in my dreams There we'll be safe tonight from the lonely days of memory I'll see you in my dreams, oh  Time, time will never be a friend of mine again It tries to make your memory fade, but I won't let it end Let the sun go down, so I can drift away Let me close my eyes and live another day  You keep comin' You keep comin' back You keep comin' back for more  I'll see you in my dreams There we'll be safe tonight from the lonely days of memory I'll see you in my dreams, oh  The truth, oh it's there for you to see Sometimes it's painful to be on your own, on your own  I'll see you in my dreams There we'll be safe tonight from the lonely days of memory I'll see you in my dreams Back in my arms again and no matter what tomorrow brings I'll see you in my dreams Oh, oh, oh  ",
        "title": "I'll See You In My Dreams"
    },
    {
        "artist": "Technotronic",
        "lyrics": null,
        "title": "Get Up! (Before The Night Is Over)"
    },
    {
        "artist": "Phil Collins",
        "lyrics": null,
        "title": "Do You Remember?"
    },
    {
        "artist": "Timmy T.",
        "lyrics": null,
        "title": "Time After Time"
    },
    {
        "artist": "Basia",
        "lyrics": "  [Verse 1:] Cry Come to me and cry I know I know I know it's not easy  Your heart is aching But so is mine But so is mine How can I tell you why For so long  So long So long I've been thinking Now I know I can't live a lie Can't live a lie  They say true love lasts Forever if we want it There will be waiting A second chance, baby  [Chorus:] But now we need time Time to learn Time to understand  Where we went wrong Cause I feel so strong We are cruising for bruising My baby A second chance, baby  But now we need time Time to learn Time to understand  Where we went wrong Cause I feel so strong We are cruising for bruising  [Verse 2:] Go I must let you go Don't stop Don't stop Cause it's better now  When I still love you Don't say goodbye Don't say goodbye  They say true love lasts Forever if we want it There will be waiting A second chance, baby  [Repeat Chorus:]  So long So long So long I went away So bye for now  Don't let it die cause We can try some other time So, bye for now  Don't let it die cause We can try some other time Some other time  So, bye for now Don't let it die cause We can try some other time So, bye for now Don't let it die  ",
        "title": "Cruising For Bruising"
    },
    {
        "artist": "Phil Collins",
        "lyrics": "  [Verse 1] You know I never meant to see you again But I only passed by as a friend All this time I stayed out of sight I started wondering why  [Chorus] Now I... ooh, now I wish it would rain down... down on me Ooh, yes I wish it would rain... rain down on me now Ooh, now I wish it would rain down... down on me Ooh, yes, I wish it would rain on me  [Verse 2] You said you didn't need me in your life Oh, I guess you were right Ooh, I never meant to cause you no pain But it looks like I did it again  [Chorus] Now I... now I know I wish it would rain down... down on me Ooh, yes I wish it would rain... rain down on me now Ooh, but I wish it would rain down... down on me Ooh, yes, I wish it would rain on me  [Bridge] Though your hurt is gone, mine's hanging on inside And I know... it's eating me through, it's eating me through every night and day I'm just waiting on your sign 'Cause I know, I know... I never meant to cause you no pain And I realize I let you down But I know in my heart of heart I know I'm never gonna hold you again  [Chorus] Now I... now I know I wish it would rain down... down on me Ooh, you know I wish it would rain... rain down on me now Ooh, yes I wish it would rain down... down on me Yes, you know I wish it would rain down.. rain down over me  [Outro] Just rain down over me Just let it rain down, let it rain down Let it rain down, oh yeah Let it rain down, rain down over me Just let it rain down, just let it rain down Let it rain down Just let it rain  ",
        "title": "I Wish It Would Rain Down"
    },
    {
        "artist": "Richard Marx",
        "lyrics": null,
        "title": "Children Of The Night"
    },
    {
        "artist": "Partners In Kryme",
        "lyrics": null,
        "title": "Turtle Power"
    },
    {
        "artist": "Electronic",
        "lyrics": "  [Verse 1] I've been walking in the rain Just to get wet on purpose I've been forcing myself not to forget Just to feel worse I've been getting away with it all my life (getting away)  [Chorus] However I look it's clear to see That I love you more than you love me However I look it's clear to see I love you more than you love me  [Verse 2] I hate that mirror It makes me feel so worthless I'm an original sinner but when I'm with you I couldn't care less I've been getting away with it all my life Getting away with it all my life (Getting away)  [Chorus] However I look it's clear to see That I love you more than you love me However I look it's clear to see That I love you more than you love me I love you more than you love me More than you love me  [Bridge] I thought I gave up falling in love A long long time ago I guess I like it but I can't tell you You shouldn't really know And it's been true all my life Yes, it's been true all my life  [Verse 3] I've been talking to myself Just to suggest that I'm selfish (Getting ahead) I've been trying to impress That more is less and I'm repressed (I should do what he said)  [Chorus] However I look it's clear to see That I love you more than you love me However I look it's clear to see That I love you more than you love me I love you more than you love me I love you more than you love me  [Outro] Getting away with it Getting away with it  ",
        "title": "Getting Away With It"
    },
    {
        "artist": "Corey Hart",
        "lyrics": null,
        "title": "A Little Love"
    },
    {
        "artist": "Whistle",
        "lyrics": "  And every day Love me your own special way Melt all my heart away With a smile  Take time to tell me You really care And feel sad tomorrow together I'll always love you Forever, forever  Always and forever Each moment with you Is just like a dream to me That somehow came true  And I know tomorrow Will still be the same Cause we`ve got a life of love That won`t ever change  And every day Love me your own special way Melt all my heart away With a smile  Take time to tell me You really care And feel sad tomorrow together I'll always love you Forever, forever  There'll always be sunshine When I look at you Something I can't explain Just the things that you do  And if you get lonely Phone me And take a second to give to me The magic you make  And every day Love me your own special way Melt all my heart away With a smile  Take time to tell me You really care And feel sad tomorrow together I'll always love you Forever, forever  ",
        "title": "Always And Forever"
    },
    {
        "artist": "Gloria Estefan",
        "lyrics": "  Libre... libre para expresar Lo que siento en el corazón No tengo que callar  Tienes... esa libertad también Que es difícil de compartir Y tú lo sabes bien  Hay que buscar la solución En vez de decir adiós  Alguien tiene que escuchar Oye este canto que ya va a empezar  Pronto los años pasarán Y no quiero un día despertar Y ver que es tarde ya  Algo... algo tiene que pasar Si miramos alrededor Está por comenzar  Hablamos de amor... palabra común Y no lo ofrecemos nunca  Alguien tiene que escuchar Oye este canto que ya va a empezar  Someday it'll be alright Changes happen overnight  Oye mi canto  Creo en el amor pero sin condiciones Y en ayudarnos sin tener otras razones Los celos y el odio son ya tradiciones Hay que dejarlas atrás, no buscar explicaciones  Oye mi canto  ",
        "title": "Oye Mi Canto (Hear My Voice)"
    },
    {
        "artist": "The Cover Girls",
        "lyrics": "  [Verse 1:] Yesterday, I met a boy so fine Right away I knew He'd captivate my mind  So strong The kind you dream about Baby, together We could really turn it out  I showed him to Some friends of mine They said, girl Don't waste your time  That boy's no good for you Listen, girl I'm telling you I think it's time you knew that  [Chorus:] All that glitters isn't gold Everything you see isn't what it seems to be (No, oh, oh) Oh, no All that glitters isn't gold  [Verse 2:] Sometimes we make the mistake Of thinking everything That looks good is great  We all seem to go for what shines And then we leave all of The other things behind  Some people always give a show Cause it's the only way they know But you don't have to play that game Because the only thing that matters Is what's inside your heart  [Repeat Chorus:]  [Bridge:] So here's my advice to you Everything you see's Not always true  Take the time to look inside And find out for yourself What's really on their minds  [Repeat Chorus:]  No, oh, oh, oh, it isn't gold No, oh, oh, oh, it isn't gold No, oh, oh, oh, it isn't gold...  Oh, no, it isn't gold No, no, it isn't gold Everything you see's Not what it seems to be  Oh, no, oh, no, oh, no All that glitters isn't gold No, no, no  [Repeat Chorus x3:]  All that glitters isn't gold (No, oh, oh) No, no All that glitters isn't gold  No, oh, oh, oh, it isn't gold No, oh, oh, oh, it isn't gold No, oh, oh, oh, it isn't gold  ",
        "title": "All That Glitters Isn't Gold"
    },
    {
        "artist": "Depeche Mode",
        "lyrics": "  [Verse 1] Words like violence Break the silence Come crashing in Into my little world Painful to me Pierce right through me Can't you understand Oh my little girl  [Chorus] All I ever wanted All I ever needed Is here in my arms Words are very unnecessary They can only do harm  [Verse 2] Vows are spoken To be broken Feelings are intense Words are trivial Pleasures remain So does the pain Words are meaningless And forgettable  [Chorus] All I ever wanted All I ever needed Is here in my arms Words are very unnecessary They can only do harm  [Chorus] All I ever wanted All I ever needed Is here in my arms Words are very unnecessary They can only do harm All I ever wanted All I ever needed Is here in my arms Words are very unnecessary They can only do harm  [Outro] Enjoy the silence  ",
        "title": "Enjoy The Silence"
    },
    {
        "artist": "The B-52s",
        "lyrics": "  \"Huh, get a job!\" \"What for?\" \"I'm trying to think...\"  I was good, I could talk A mile a minute On this caffeine buzz I was on We were really hummin' We would talk every day for hours We belong to the deadbeat club  Anyway we can We're gonna find something We'll dance in the garden In torn sheets in the rain  We're the deadbeat club We're the deadbeat club  Going down to Allen's for A twenty-five cent beer And the jukebox playing real loud \"96 Tears\" We're wild girls walkin' down the street Wild girls and boys going out for a big time  Let's go crash that party down In Normaltown tonight Then we'll go skinny-dippin' In the moonlight We're wild girls walkin' down the street Wild girls and boys going out for a big time  Anyway we can We're gonna find something We'll dance in the garden In torn sheets in the rain  We're the deadbeat club We're the deadbeat club  Oh no! Here they come The members of the deadbeat club  ",
        "title": "Deadbeat Club"
    },
    {
        "artist": "Biz Markie",
        "lyrics": "  [Verse 1] Have you ever met a girl that you tried to date But a year to make love she wanted you to wait Let me tell ya a story of my situation I was talkin' to this girl from the U.S. nation The way that I met her was on tour at a concert She had long hair and a short miniskirt I just got onstage drippin', pourin' with sweat I was walkin' through the crowd and guess who I met I whispered in her ear, \"Come to the picture booth So I can ask you some questions to see if you are a hundred proof\" I asked her her name, she said blah-blah-blah She had 9/10 pants and a very big bra I took a couple of flicks and she was enthused I said, \"How do you like the show?\" She said, \"I was very amused\" I started throwin' bass, she started throwin' back mid-range But when I sprung the question, she acted kind of strange Then when I asked, \"Do ya have a man,\" she tried to pretend She said, \"No I don't, I only have a friend\" Come on I'm not even goin' for it, this is what I'm goin' sing  [Chorus] You, you got what I need But you say he's just a friend And you say he's just a friend, oh baby You got what I need But you say he's just a friend But you say he's just a friend, oh baby You got what I need But you say he's just a friend But you say he's just a friend  [Verse 2] So I took blah-blah's word for it at this time I thought just havin' a friend couldn't be no crime 'Cause I have friends and that's a fact Like Agnes, Agatha, Germaine, and Jack Forget about that, let's go into the story About a girl named blah-blah-blah that adored me So we started talkin', getttin' familiar Spendin' a lot of time so we can build up A relationship or some understanding How it's gonna be in the future we was plannin' Everything sounded so dandy and sweet I had no idea I was in for a treat After this was established, everything was cool The tour was over and she went back to school I called every day to see how she was doin' Every time that I called her it seemed somethin' was brewing' I called her room, a guy picked up, but then I called again I say, \"Yo, who was that?\" \"Oh, he's just a friend\" Don't gimme that, don't ever gimme that Jus' bust this  [Chorus] You, you got what I need But you say he's just a friend And you say he's just a friend, oh baby You got what I need But you say he's just a friend But you say he's just a friend, oh baby You got what I need But you say he's just a friend But you say he's just a friend  [Verse 3] So I came to her college on a surprise visit To see my girl that was so exquisite It was a school day, I knew she was there The first semester of the school year I went to a gate to ask where was her dorm This guy made me fill out a visitor's form He told me where it was and I was on my way To see my baby doll, I was happy to say I arrived in front of the dormitory \"Yo, could you tell me where is door three?\" They showed me where it was for the moment I didn't know I was in for such an event So I came to her room and opened the door Oh, snap! Guess what I saw? A fella tongue-kissin' my girl in her mouth I was so in shock my heart went down south So please listen to the message that I send Don't ever talk to a girl who says she just has a friend  ",
        "title": "Just A Friend"
    },
    {
        "artist": "Michel'le",
        "lyrics": "  [Intro - repeat 6X] Nice and...(\"Nasty!\" [-- James Brown) (Ho!) (\"HEY!\")  (\"Make it sound good\") (\"HEY!\")  [Michel'le - Verse One] (Dr. Dre) You know I can never do Things that, you want me to The way I appear to you May not be true to you So don't get your hopes too high And don't be like other guys (Yeah, baby I'mma get you) Assuming that every girl is just like that type (Oh, is that right?)  Mennn... (Hey baby, what's your name?) Runnin' the same ol' sayin' (Excuse me, honey, but is your husband married?) *talking* No more questions, no more games  [Hook] Some people think I'm nice Some people think I'm nasty But if you really want to know Just ask meeeeeee... And I'll say I'm nicety Hooooo-hoooo-hoooo, say I'm nicety  [Interlude 2X] Nice and...(\"nasty\") (\"HEY!\")  [Michel'le - Verse Two] (Dr. Dre) You said you would treat me right And I'd never be alone *talking* But men'll say anything Just to try to take you home (Yeah, I know that's right) But don't get your hopes too high Cause I've got to keep it tight And that's the way it will stay Until I feel it's right (Oh, is that right?)  Mennn... (Hey, don't I know you from somewhere?) Runnin the same ol' sayin (Yo, you comin over? I PROMISE I won't try anything) *talking* No more questions, no more games  [Hook]  Nicetyyyyyy... It's got to be nicety Hooooo-hoooo-hoooo, say I'm nicety Nicety-eeeeee... You can call me nicety ... Some people think I'm nice Some people think I'm nasty But if you really want to know Just ask MEEEEEEEE... And I'll say I'm -  [Dr. Dre] Nicety, or whatever you wanna call it Ask my opinion and I think that all it is Is just an excuse to givin the boots For dollar and cents, and remain innocent Dre with the Ruthless Attack, check it Cause all that you talkin about ain't Jack! Step off of that, try a new approach You get smoked because I ain't no joke Yeah, yeah...  [Interlude 2X] Nice and...(\"nasty\") (\"HEY!\")  You can call me nicety Just say I'm nicety You can call me nicety Nicetyyyyy.... Just call me nicety Hoooooo-hooooooo-hoooo, just call me nicety Nicetyyyyyy....  ",
        "title": "Nicety"
    },
    {
        "artist": "Soul II Soul",
        "lyrics": null,
        "title": "Get A Life"
    },
    {
        "artist": "Peter Murphy",
        "lyrics": "  I find you in the morning After dreams of distant signs You pour yourself over me Like the sun through the blinds You lift me up And get me out Keep me walking But never shout Hold the secret close I hear you say  You know the way It throws about It takes you in And spits you out It spits you out When you desire To conquer it To feel you're higher To follow it You must be clean With mistakes That you do mean Move the heart Switch the pace Look for what seems out of place  On and on it goes Calling like a distant wind Through the zero hour we'll walk Cut the thick and break the thin No sound to break no moment clear When all the doubts are crystal clear Crashing hard into the secret wind  You know the way It twists and turns Changing colour Spinning yarns You know the way It leaves you dry It cuts you up And takes you high You know the way It's painted gold Is it honey Is it cold You know the way It throws about It takes you in And spits you out You know the way It throws about It takes you in And spits you out It spits you out When you desire To conquer it To feel you're higher To follow it You must be clean With mistakes That you do mean Move the heart Switch the pace Look for what Seems out of place  It's o.k It goes this way The line it twists It twists away Cuts you up And spits you out Keeps you walking But never shout  ",
        "title": "Cuts You Up"
    },
    {
        "artist": "Taylor Dayne",
        "lyrics": "  When there's clouds hangin' in your sky And they're just not lettin' any light in And you feel like you'd like to give in Don't you give up so soon  What you need is a friend to count on What you got, baby you got someone Who will stay when the rain is fallin' And won't let it fall on you  I'll see you through I'll cover you with a love so deep and warm and true I will be there, oh  (chorus) Honey I'll be your shelter I'll be the one to take you through the night Whenever you need shelter I'll make everything alright Make everything alright, yeah Na na nana na na ...  I got arms strong enough to hold you Get you through anything you go through Anything that you need you know it's only a touch away  When your heart needs a heart beside it Should be mine thats it's keeping time with 'Cos I got so much live inside it It beats for you every day  I'll be the one To give you love When it seems like there's just not enough Mine will be there, oh  (chorus) Honey I'll be your shelter I'll be the one to take you through the night Whenever you need shelter I'll make everything alright Make everything alright, yeah Na na nana na na ...  I'll be your shelter, I'll be you shelter Baby  I'll see you through I'll cover you with a love so deep and warm and true I will be there, oh  (chorus) Honey I'll be your shelter I'll be the one to take you through the night Whenever you need shelter I'll make everything alright Make everything alright, yeah Na na nana na na ...  (chorus repeat until fade out)  ",
        "title": "I'll Be Your Shelter"
    },
    {
        "artist": "Quincy Jones",
        "lyrics": "  (SPOKEN INTRO) Tell me a secret I don't just wanna know about any secret of yours I wanna know about one special secret Because tonight I want to learn all about The secrets in your garden  (AL B SURE!) I wanna read your mind Know your deepest feelings I wanna make it right for you Baby show me Let me share the mystery, oh  Come on, come on, come on, come on Listen to your heart Tonight Make it, alright Come on, come out tonight  (JAMES INGRAM) I know a melody that we could sing together I've got the secret key to you Let's make music, harmonizing ecstasy Come on, come on, come on, come on Sing it to me  CHORUS Here in the garden Where temptation feels so right Passion can make you fall For what you feel In the garden, we can make it come alive Ev'ry night oh, woman Your secret garden oh oh Yeah in the garden  (EL DeBARGE) I need to be with you Let me lay beside you Do what you want me to all night Gonna hold you, ooh baby can I touch you there  Come on, come on, come on, come on I can keep you satisfied baby Come on, come on, come on, all night Oh we oh we baby Come on, come out tonight  (BARRY WHITE) I'll take good care of you That's what a man's supposed to do And I'll be there for you all the time Let your hair down, let me get you in the mood Come on, come on, come on, come on Take me with you  Into the garden where the temptation feels so right Passion can make you fall For what you feel In the garden we can make it come a live Ev'ry night, oh woman Here in Your secret garden  (SPOKEN) You know I've never wanted anyone I've never wanted anyone as much as I As much as I want you I want you to show me I want you to tell me how you feel All the secrets  BRIDGE/VAMP If ya think I'm I'm gonna take care of you If ya think I I got what'cha need Sho ya right.   If ya think I'm gonna be good to you If ya think I like what'cha do Sho ya right  If ya think I'm gonna take care of you If ya think I got what'cha need Sho ya right \" If ya think I'm gonna be good to you If ya think I like what'cha do Sho ya right  If ya think I'm gonna take care of you If ya think I got what'cha need Sho ya right  If ya think I'm gonna be good to you If ya think I like what'cha do Sho ya right  ",
        "title": "The Secret Garden"
    },
    {
        "artist": "Michel'le",
        "lyrics": "  [Dr. Dre] Hello? Hello? Hello? 'Course you're the only girl You're all I think about You're the only girl for me You're all I think about You're special You know I love you You know I love you  [Michel'le] You say you love me And I think that is true But every night my girlfriend tells me I should watch you Now I say I trust you But I want you to know I'm not a sucker; Chill out-your nose is growing, Pinocchio  So now I'm leaving And you know I tried All right, baby, no more lies Do-do-doo-ooh-ooh Do-do-doo-ooh-ooh Do-do-do-do-do-ooh-ooh  You say no more lies And I'll try to understand But there's a little exaggeration In almost every man Now I say I trust you But I want you to know Want you to know Sounds like you're cryin' wolf, babe- I think it's time for me to go  So now I'm leaving And you know I tried All right, baby, no more lies But you don't appreciate The time I take All right baby, no more lies  [Dr. Dre] Hello? You're the only girl for me No more lies You're all I think about; 'Course you're the only girl; You're special  ",
        "title": "No More Lies"
    },
    {
        "artist": "Laura Branigan",
        "lyrics": "  (Andy Goldmark/Steven Kipner)  What's going on down on the planet What's going on inside your pretty head What's life without a Mercedes And the need to feel adrenaline rush  Is it better than moonlight on water Is it better than sex on the beach Think about us riding wild horses Think about us it's not out of reach  I'm here for you No matter where you go no matter what you do I'm here for you When there's a lonely night who can you hold on to I'm here for you Want you in my arms uncomplicated I am for you I am  Who's gonna be the competition Who's next in line for promotion baby Everyday the real world is fading Spinning out on the wheel of fortune but  Is it better than moonlight on water Is it better than sex on the beach Think about us riding wild horses Think about us it's not out of reach babe  I'm here for you No matter where you go no matter what you do I'm here for you When there's a lonely night who can you hold on to I'm here for you Want you in my arms uncomplicated I am for you I am  You've been working so hard, don't you know it baby You don't understand what I want from you Instead of dreamin' 'bout all that money We got such simpler things to do  Like moonlight on water Like sex on the beach Think about us riding wild horses Think about us it's not out of reach babe  I'm here for you No matter where you go no matter what you do I'm here for you When there's a lonely night who can you hold on to I'm here for you Want you in my arms uncomplicated I am for you I am But don't you worry 'bout the wrong things  ",
        "title": "Moonlight On Water"
    },
    {
        "artist": "Nikki",
        "lyrics": null,
        "title": "Notice Me"
    },
    {
        "artist": "En Vogue",
        "lyrics": null,
        "title": "Hold On"
    },
    {
        "artist": "Brent Bourgeois",
        "lyrics": "  One kiss is a dangerous drug I'll get what I deserve If I dare to fall in love  It's the question of the hour How can I be sure Of what I don't know She comes to me with A poison in her flower She steals the miracle of life Right out of my hand  And she takes the Part of a woman Most hard to comprehend And she multiplies by ten  One kiss is a dangerous drug I'll get what I deserve If I dare to fall in love One look and she Shot me in cold blood I'll get what I deserve If I dare to fall in love  It's the boundary I desire There is always room enough to feel Miles and miles of hilly road ahead And she's got one hand on my heart And one hand on the wheel  And she moves me one step Closer to the deeper end I may never love again  One kiss is a dangerous drug I'll get what I deserve If I dare to fall in love One look and she Shot me in cold blood I'll get what I deserve If I dare to fall in love  One by one I take the bitter pills They're hard to swallow I go round and round, my head Is spinning out of control  I will know tomorrow If I care to live or Face another day of sorrow Holding onto happy ever after  One kiss is a dangerous drug I'll get what I deserve If I dare to fall in love One look and she Shot me in cold blood I'll get what I deserve If I dare to fall in love  ",
        "title": "Dare To Fall In Love"
    },
    {
        "artist": "Linda Ronstadt (Featuring Aaron Neville)",
        "lyrics": null,
        "title": "All My Life"
    },
    {
        "artist": "Damn Yankees",
        "lyrics": null,
        "title": "Coming Of Age"
    },
    {
        "artist": "Louie Louie",
        "lyrics": null,
        "title": "Sittin' In The Lap Of Luxury"
    },
    {
        "artist": "Cher",
        "lyrics": "  Beneath the white fire of the moon Love's wings are broken all too soon We never learn Hurt together, hurt alone Don't you sometimes wish your heart was a heart of stone?  We turn the wheel and break the chain Put steel to steel and laugh at pain Where dreamers and castles are made of sand The road to Eden's is overgrown Don't you sometimes wish your heart was made of stone?  Look at the headlines Big crowd at the crazy house Long queue for the Joker's shoes Ten rounds in the ring with love Do you lose and win or win and lose? Sweet rain like mercy in the night (Lay me down, wash away the sorrow) Caress my soul and set it right (Lay me down, show me your tomorrow) Summer tears, winter and the moment's flown Don't you sometimes wish your heart was made of stone?  Mercy, mercy wish your heart was a heart of stone Get the picture: no room for the innocent Peak season in Lonely Town Knocked out of the ring by love Are you down and up or up and down? I asked the river for a sign (In my dreams we go on together) How long is love supposed to shine? (In my dreams diamonds are forever) But you and I - we hurt together, hurt alone Don't you sometimes wish your heart was a heart of stone?  Mercy, mercy wish your heart was a heart of stone (In a heart of stone, you'll be well protected) Don't you sometimes wish your heart made of stone? (In a heart of stone, you'll be well protected) Mercy, mercy wish your heart was a heart of stone (In a heart of stone, you'll be well protected) Don't you sometimes wish your heart made of stone? (In a heart of stone, you'll be well protected) Mercy, mercy wish your heart was a heart of stone  ",
        "title": "Heart Of Stone"
    },
    {
        "artist": "Robert Plant",
        "lyrics": "  She's the girl of my dreams She's the girl on my mind She's used to play me for the fool 'Cause she's the hurting kind  I lost my heart in the East Another part in the West You better jump back, baby You're the girl I love the best  I'm gonna ride the wind There's nothing I won't do I'm coming up real fast I got my eyes on you  See you're eyes of love Well tell me what you see I see your long black hair Moving over me, yeah Oh yes, I feel good now now  Let's talk about love Let's talk about love Let's talk about love Let's talk about it  Alright, alright, alright, I got my eyes on you Alright, alright, alright, I got my eyes on you, yeah  With my heart over here Another part over there I still got pretty love And baby, I don't care  Oh, let's talk about love Let's talk about love Let's talk about love  Alright, alright, alright, I got my eyes on you Alright, alright, alright, I got my eyes on you Yeah, oh, oh, let's talk about it, aah  Don't blame me Oh, won't hurt you Don't blame me It's plain to see you know that it'll be yeah, oh, oooooh  Aah, aah, aah  She's the girl of my dreams She's the girl on my mind She's used to play me for the fool The hurting kind  Gonna 'round the world Nothing I won't do Coming up real fast I got my eyes on you  Alright, alright, alright, I got my eyes on you Alright, alright, alright, I got my eyes on you Alright, alright, alright, I got my eyes on you Alright, alright, alright, I got my eyes on you Alright, alright, alright, I got my eyes on you Alright, alright, alright, I got my eyes on you Oooh! Alright, alright, alright, I got my eyes on you Alright, alright, alright, I got my eyes on you  ",
        "title": "Hurting Kind (I've Got My Eyes On You)"
    },
    {
        "artist": "Bad English",
        "lyrics": "  There's a rumor here And it's going round Can you hear it on the street If you realize that the pleasure lies Between surrender and the heat  Just take a walk On the wild side babe And I'll meet you halfway there And if you're talking about paradise There's no need to say a prayer Cause baby I'll take you there  Hey girl Haven't you heard Heaven is a four letter word One touch is never enough You'll find out when you enter the world Heaven is a four letter word  Lose your innocence For experience But you've got to take the chance Can you rock and roll Can you get down babe Cause it's tough for you to dance  Don't need to ride in a limousine To feel like a millionaire And if you're talking 'bout fantasy It could happen anywhere Baby I'll take you there  Hey girl Haven't you heard Heaven is a four letter word One touch is never enough You'll find out when you enter the world Heaven is a four letter word  It's like love and kiss And it feels like this Baby don't wait too long It's just me and you We know what to do And it's a long way til dawn  Yeah  Hey girl Haven't you heard Heaven is a four letter word One touch is never enough You'll find out when you enter the world Heaven is a four letter word  Hey girl Haven't you heard Heaven is a four letter word One touch is never enough You'll find out when you enter the world Heaven is a four letter word  (Hey girl) Oh yeah (Heaven is a four letter word) It's a four letter word (One touch) Haven't you heard (Heaven is a four letter word)  Hey Hey girl Haven't you heard Heaven is a four letter word  ",
        "title": "Heaven Is A 4 Letter Word"
    },
    {
        "artist": "D-Mob With Cathy Dennis",
        "lyrics": null,
        "title": "That's The Way Of The World"
    },
    {
        "artist": "L.A. Guns",
        "lyrics": "  She was always something special A diamond shining bright in the rain Everybody dreams of angels No one will ever know How much I loved you so  Now it all seems funny Kinda like a dream Things ain't always what they seem What a shame What happened to Jayne  You were always on my mind Childlike summer days in the sun Slowly wishes turn to sadness Time don't heal a broken gun I wish I'd never let you go Hear me now 'cause I want you to know  That it all seems funny Kinda like a dream Things ain't always what they seem What a shame What happened to Jayne  Now she's breakin' hearts in heaven Shining bright in the sky I still hear her voice in the wind I still think of you in the night, oh yeah Well, I guess she'll never know How much I need her so  Now it all seems funny Kinda like a dream Things ain't always what they seem What a shame What a shame What happened to Jayne  Now it all seems funny Kinda like a dream Things ain't always what they seem What a shame What happened to Jayne What happened to Jayne  ",
        "title": "The Ballad Of Jayne"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": "  [Verse 1] As I was walkin by Saw you standin there with a smile Lookin' shy you caught my eye Thought you'd want to hang for a while Well I'd like to be with you And you know it's Friday too I hope you can find the time This weekend to relax and unwind My mind's tired I've worked so hard all week (ooh all week) I cashed my check I'm ready to go I promise you I'll show you such a good time  [Chorus] Come on baby let's get away Let's save our troubles for another day Come go with me we've got it made Let me take you on an escapade (let's go)  [Hook] Es-ca-pade We'll have a good time Es-ca-pade Leave your worries behind Es-ca-pade Well you can be mine Es-ca-pade An escapade  [Verse 2] So don't hold back Just have a good time We'll make the rules up As we go along And break them all If we're not havin' fun  [Chorus] Come on baby let's get away Let's save our troubles for another day Come go with me we've got it made Let me take you on an escapade (On an escapade, baby) Come on baby let's get away Let's save our troubles for another day Come go with me we've got it made Let me take you on an escapade (Let's go) Come on baby let's get away Let's save our troubles for another day Come go with me we've got it made Let me take you on an escapade (On an escapade, baby) Come on baby let's get away Let's save our troubles for another day Come go with me we've got it made Let me take you on an escapade (Let's go)  [Ad lib] Minneapolis! Come on  [Hook] Es-ca-pade We'll have a good time Es-ca-pade Leave your worries behind Es-ca-pade Well you can be mine Es-ca-pade An escapade  [Bridge] Ooh (My mind's tired, I've) Ooh (worked so hard all) Ooh (Worked so hard all week) all week I just got paid, we've got it made, ready to go I promise you, I'll show you such a good time  [Outro] Come on baby let's get away (Baby come on now) Let's save our troubles for another day (Save it for another day) Come go with me we've got it made (Baby come on yeah) Let me take you on an escapade (On an escapade, baby) (Take the escapade) Come on baby let's get away (Baby come on now) Let's save our troubles for another day (Save it for another day) Come go with me we've got it made (Go escapade) Let me take you on an escapade (Let's go) Come on baby let's get away Let's save our troubles for another day Come go with me we've got it made Let me take you on an escapade (On an escapade, baby!)  ",
        "title": "Escapade"
    },
    {
        "artist": "Hi Tek 3 Featuring Ya Kid K",
        "lyrics": "  Hit'em with this C'mon, c'mon, c'mon  Dope, def, any term is alright When your DJ plays the K You will lesten to what the Kid has to say ‘Cause you know it's too damn straight Can't wait Gotta get on down before it's too late And even if so, it would be my friend Just tell'em to play it again See, once it starts To beat your eardrums It goes way up to your head Bounces down to your belly and back If you hunger, you'll be fed It's all up to the individual This reaction is typical Somehow you get to catch up with that beat Snap them fingers, stomp your feet Do I love it ? Oh, yeah, do I want it ? Hell, yeah Do I really need it? Yes, indeed I smoke the mike like weed  For real, legit, you feel it I'm talking ‘bout the real deal I'm a make you feel, yo, DJ spin that wheel Spin that wheel, spin that wheel I'm a make you feel, yo, DJ get up and party I'm here to promote the music C'mon, bring that beat back  Hi Tek 3 know what's up They' re hipping the house So turn it up C'mon, all you long for Wrapped up in one pack When it stops you're gonna put it back On this trip I'm your hostess Providing anything you request Startin' from your hair To your toenails Take it from me, it's a must Come to the Kis so I can bust this Like it should be done, Ya Kid K is the one Well, here's a bit of my rhyme You wanna have a good time Have a party, yes, indeed This hype you up like speed  Tunr it up, let it spin, turn it over, let it spin Turn it up, let it spin, turn it over, let it spin For real, legit, you feel it I'm talking ‘bout the real deal I'm a make you feel, yo, DJ spin that wheel Spin that wheel, I'm a make you feel Yo, DJ get up and party I'm here to promote the music C'mon, c'mon Bring that beat back  Turn it up, let it spin Turn it over, let it spin, yo Utnr it up, let it spin, turn it over, let it spin For real, legit, you feel it I'm talking ‘bout the real feal I'm a make you feel, yo, DJ spin that wheel  Have a word, any way is OK When the record starts to play Legit, you felo, it, yo, DJ spin that wheel Spin that wheel I'm a make you feel, yo, DJ get up and party I'm here to promote the music C'mon, bring that beat back C'mon...  ",
        "title": "Spin That Wheel"
    },
    {
        "artist": "Paula Abdul (Duet With The Wild Pair)",
        "lyrics": "  [Verse 1] Baby, seems we never ever agree You like the movies and I like T.V I take things serious and you take 'em light I go to bed early and I party all night Our friends are sayin' we ain't gonna last Cuz I move slowly and baby I'm fast I like it quiet and I love to shout But when we get together It just all works out  [Chorus] I take 2 steps forward, I take 2 steps back We come together, cuz opposites attract And you know it ain't fiction, just a natural fact We come together, cuz opposites attract  [Verse 2] Who'd-a thought we could be lovers? She makes the bed and he steals the covers She likes it neat and he makes a mess I take it easy, baby, I get obsessed She's got the money and he's always broke I don't like cigarettes and I like to smoke Things in common? There just ain't a one! But when we get together We have nothin' but fun  [Chorus] (x2)  [Breakdown] You know it, baby, baby We come together We come together  [Bridge] Baby ain't it somethin' How we lasted this long? You and me Provin' everyone wrong Don't think we'll ever Get our differences patched Don't really matter Cuz we're perfectly matched  [Chorus] (x2)  ",
        "title": "Opposites Attract"
    },
    {
        "artist": "Grayson Hugh & Betty Wright",
        "lyrics": null,
        "title": "How 'Bout Us (From \"True Love\")"
    },
    {
        "artist": "The Cure",
        "lyrics": "  I've been looking so long at these pictures of you That I almost believe that they're real I've been living so long with my pictures of you That I almost believe that the pictures are All I can feel  Remembering you Standing quiet in the rain As I ran to your heart to be near And we kissed as the sky fell in Holding you close How I always held close in your fear Remembering you Running soft through the night You were bigger and brighter and whiter than snow And screamed at the make-believe Screamed at the sky And you finally found all your courage To let it all go  Remembering you Fallen into my arms Crying for the death of your heart You were stone white So delicate Lost in the cold You were always so lost in the dark Remembering you How you used to be Slow drowned You were angels So much more than everything Hold for the last time then slip away quietly Open my eyes But I never see anything  If only I'd thought of the right words I could have held on to your heart If only I'd thought of the right words I wouldn't be breaking apart All my pictures of you  Looking so long at these pictures of you But I never hold on to your heart Looking so long for the words to be true But always just breaking apart My pictures of you  There was nothing in the world That I ever wanted more Than to feel you deep in my heart There was nothing in the world That I ever wanted more Than to never feel the breaking apart All my pictures of you  ",
        "title": "Pictures Of You"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] When the shades are drawn And the light of the moon is banned And the stars up above Walk the heavens hand in hand There's a shady place At the end of the working day Where young lovers go And this hot little trio plays  [Chorus] [x2] That's where we meet[x2] Me and you rendezvous In the club at the end of the street  [Verse 2] From the alleyways Where the catwalks gently sway You hear the sound of Otis And the voice of Marvin Gaye In this smoky room There's a jukebox plays all night And we can dance real close Beneath the pulse of a neon light There's a downtown smell of cooking From the flame on an open grill There's a sax and a big bass pumping Lord have mercy You can't sit still[x2]  ",
        "title": "Club At The End Of The Street"
    },
    {
        "artist": "The 4 Of Us",
        "lyrics": "  Corrine I want no opinion from you Was it fun or just a bad thing to do And while you play, I’m waiting for the day I’ll find some way to make you pay  But then you come and you pull me around (Drag my bad name down) Would Jesus pull me around (Drag my bad name down) Would Jesus pull me around (Drag my bad name down) I need some food, some sleep Some company to keep The sun, some shade A word and a will made  And drink, my cabinet’s open wide I’ll take something to make me go wild In truth, good fortune sets me free Would vengeance make a killer of me  Pull me around (Drag my bad name down) Would Jesus pull me around (Drag my bad name down) Would Jesus pull me around (Drag my bad name down) I need some food, some sleep Some company to keep The sun, some shade And somebody’s bed  Lull me around, drag my bad name down And people say Lull me around, drag my bad name down  Oh Jesus (Drag my bad name down) Would Jesus pull me around (Drag my bad name down) Would Jesus pull me around (Drag my bad name down) I’ll take some books, films, changing my will A lies test, everybody Jesus, pull me around (Drag my bad name down) Would Jesus pull me around (Drag my bad name down) Would Jesus pull me around (Drag my bad name down)  ",
        "title": "Drag My Bad Name Down"
    },
    {
        "artist": "Tesla",
        "lyrics": null,
        "title": "The Way It Is"
    },
    {
        "artist": "Beats International",
        "lyrics": "  [Intro:] Tank fly boss walk jam nitty-gritty You're listening to the boy from the big bad city This is jam hot This is jam hot  [Verse 1:] Friends tell me I am crazy That I'm wasting time with you You'll never be mine That's not the way I see it 'Cause I feel you're already mine Whenever you're with me  [Chorus:] People always talk about reputation I don't care about your other girls Just be good to me Friends are always telling me you're a user I don't care what you do to them Just be good to me  [Verse 2:] Friends seem to always listen To the bad things that you do You never do them to me You may have many others But I know when you're with me You are all mine  [Chorus:] People always talk about reputation I don't care what you do to them Just be good to me Friends are always telling me You're a user I don't care what you do to them Just be good to me  Just be good to me  [Intro:] Tank fly boss walk jam nitty-gritty You're listening to the boy from the big bad city This is jam hot This is jam hot  [Verse 3:] Love is a game of chances So I'll take my chance with you And you I won't try to change We talk about it and I'd Rather have a piece of you Than all of nothing  [Vamp:] Just be good to me In the morning Just be good to me In the afternoon or evening Just be good to me  I'm not the jealous kind I won't tie you down When you need me I'll be around (Just be good to me) I'll be good to you You'll be good to me We could be together Be together (Just be good to me) (Just be good to me)  [Intro:] Tank fly boss walk jam nitty-gritty You're listening to the boy from the big bad city This is jam hot  ",
        "title": "Dub Be Good To Me"
    },
    {
        "artist": "Slaughter",
        "lyrics": null,
        "title": "Up All Night"
    },
    {
        "artist": "Tyler Collins",
        "lyrics": "  We're sick and tired of being left at home While the boys go out And leave us all alone, yeah  I wanna go out with my girlfriends and party all night And this time You won't change my mind 'Cause I've got my mind made up So don't wait up for me  It's the girls nite out Na, na, night out And there's nothing you can say, baby It's the girls' night to play Our night to play So don't wait up for me  We're stepping out And we're leaving all that troubles behind Yeah, yeah, oh, yeah I've got the girls And we've only got one thing on our mind Where are we going tonight?  The time is right So are you ready to party all night? And this time I'm leaving you behind 'Cause I've got my mind made up So don't wait up for me  It's the girls' nite out Na, na, night out And there's nothing you can say, baby It's the girls' night to play Our night to play So don't wait up for me  I like to party I'm outta here  Which the time has come for the boys to realize That is our turn to have some fun And it's gonna be tonight  It's the girls nite out Na, na, night out And there's nothing you can say, baby It's the girls' night to play Our night to play So don't wait up for me  ",
        "title": "Girls Nite Out"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  Well I'm on The Downeaster \"Alexa\" And I'm cruising through Block Island Sound I have charted a course to The Vineyard But tonight I am Nantucket bound I took on diesel back in Montauk yesterday Left this morning from the bell in Gardiners Bay Like all the locals here I've had to sell my home Too proud to leave, I work my fingers to the bone  So I could own my Downeaster \"Alexa\" And I go where the ocean is deep There are giants out there in the canyons And a good captain can't fall asleep I got bills to pay and children who need clothes I know there's fish out there, but where? God only knows They say these waters aren't what they used to be But I got people back on land who count on me  So if you see my Downeaster \"Alexa\" And if you work with the rod and the reel Tell my wife I am trolling Atlantis And I've still got my hands on the wheel  Yay-o Yay-o Yay-o Yay-yay-o  Now I drive my Downeaster \"Alexa\" More and more miles from shore every year Since they told me I can't sell no stripers And there's no luck in swordfishing here I was a bayman like my father was before You can't make a living as a bayman anymore There ain't much future for a man who works the sea But there ain't no island left for Islanders like me  Yay-yay-yay-o Yay-yay-yay-o Yay-yay-yay-yay-o Yay-yay-yay-o-o  ",
        "title": "The Downeaster \"Alexa\""
    },
    {
        "artist": "Billy Idol",
        "lyrics": "  Well rock the cradle of love Rock the cradle of love Yes the cradle of love don't rock easily It's true  Well rock the cradle of love I rocked the cradle of love Yes the cradle of love don't rock easily It's true Well now  It burned like a ball of fire When the rebel took a little child bride To tease yeah so go easy yeah  Cause love cuts a million ways Shakes the devil when he misbehaves I ain't nobody's fool Come on shake it up Whatever I do  Rock the cradle of love Rock the cradle of love Yes the cradle of love don't rock easily It's true Sent from heaven above that's right To rob the cradle of love Yes the pages of don't talk decently It's true  Yeah flesh for your romeo Ah yeah baby I hear you moan It's easy y'know how to please me yeah  This love starts my Rollin train You can't stop it It ain't in vain I ain't nobody's fool Come on shake it up Whatever you do  These are the wages of love Rock the cradle of love These are the wages of love Ooh yeah Rock the cradle Yeah yeah yeah yeah yeah yeah  Well it burned like a ball of fire When the rebel took a little child bride To tease yeah I know how to pleas you yeah  Well my love starts a Rollin train You can't stop it It ain't in vain I ain't nobody's fool  Come on shake it up Whatever I do  Rock the cradle of love Rock the cradle of love Sent from heaven above That's right To rock the cradle of love Rock the cradle of love Yeah cradle of love That's me mama I robbed the devil of love All right Cradle of love If you tease me tonight If you sleaze me all right If you appease me tonight And let me ease you Cradle of love  ",
        "title": "Cradle Of Love (From \"Ford Fairlane\")"
    },
    {
        "artist": "Young And Restless",
        "lyrics": "  [Intro] Hey, Slim. Come here, check this out Uh-uh, wait. Let me tell you something If you ain't got a Bronco, a BMW, [?] or big bank [?] Aw, I knew it. I knew it. I KNEW IT Another B girl Yo [?] I think it's about time we [?]  [Verse 1] Now let's bring up the subject [?] Which we brought to mind Let's discuss the \"B\" girls Cause they're one-of-a-kind  Now you can [?] Wherever you go Put 'em in your black Benz Or your blue Bronco  [?] Everything is chill With the A C pushin' In your automobile You call yourself a lady? \"B\" girl is your name And if you don't know what \"B\" means Let us explain  [Hook] \"B\" stands for: Broncos, Benz, BMW, bass, bangles and a pair of bars When you see us pulling up down the Ave You'll act like we are stars  We're not tryin' to make a joke We're just tryin' to make it known That people of the world that we call \"B\" girls Like bars on a Cadillac Brougham.  [Verse 2] Now that ain't it, and I believe That we had to rehearse Another rhyme on the line For the second verse: About a girl in the city Her name is Judy Had breasts like Dolly With a big old booty  Well she was [?] And everything was in place She was my girl for two years And [?] doctor [?]  When I took her to [?] She was frontin' 'bout my Nova And she wanted a Benz  She said \"We need a Benz\" And all of a sudden, I paused - Who did Judy think I was? Santa Claus? You call yourself Judy \"B\" girl is your name And if you don't know what \"B\" means Let us explain:  [Hook]  [Verse 3] Now I was pushin' on my rims With no context [?] It wasn't BMW It was BMX When I seen a young thing Comin' down the Ave And I knew from the moment She's the girl I'd have So I slammed on the brake And I asked her name She said, \"My name is Janet But my friends call me Jane.\"  I said, \"Well Jane, I'm Prince Can we be friends?\" She said \"Yes, if you could change a BMX to a Benz!\" You call yourself Jane \"B\" girl is your name And if you don't know what \"B\" means Let us explain:  [Hook]  [Verse 4] Now me and [?] was at the beach With a couple of friends -- I parked my Nova by a Bronco And a baby blue Benz And pass [?] bottles [?] So I said, [?] Already drunk from an overdose Of malt liquor beer  She turned around And had a nice figure She said, \"Can't you see me walkin' my nigga?\"  \"Hey, so? He's a punk!\" [?]  She said, \"I know he's a punk though But you in a Nova And he's in a Bronco!\"  She came in my face, she kept yakkety-yakkin' That's when I popped the trunk, I put the clip in the MAC-10  I'm tired of you \"B\" girls Yeah, that's your name!  And if you don't know what 'B' means Let us explain:  [Hook]  [Outro] Bars on a Cadillac Brougham. [Repeat] Cadillac Brougham. [Repeat]  ",
        "title": "\"B\" Girls"
    },
    {
        "artist": "Michael Penn",
        "lyrics": null,
        "title": "This & That"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] It's a human sign When things go wrong When the scent of her lingers And temptation's strong Into the boundary Of each married man Sweet deceit comes calling And negativity lands  [Chorus] Cold, cold heart Hard done by you Some things looking better, baby Just passing through And it's no sacrifice Just a simple word It's two hearts living In two separate world But, it's no sacrifice No sacrifice It's no sacrifice, at all  [Verse 2] Mutual misunderstanding After the fact Sensitivity builds a prison In the final act We lose direction No stone unturned No tears to damn you When jealousy hurts  [Chorus] Cold, cold heart Hard done by you Some things looking better, baby Just passing through And it's no sacrifice Just a simple word It's two hearts living In two separate world But, it's no sacrifice No sacrifice It's no sacrifice, at all Cold, cold heart Hard done by you Some things looking better, baby Just passing through And it's no sacrifice Just a simple word It's two hearts living In two separate world But, it's no sacrifice No sacrifice It's no sacrifice, at all  [Outro] No sacrifice, at all No sacrifice, at all No sacrifice, at all No sacrifice, at all  ",
        "title": "Sacrifice"
    },
    {
        "artist": "Gorky Park",
        "lyrics": null,
        "title": "Try To Find Me"
    },
    {
        "artist": "Alannah Myles",
        "lyrics": null,
        "title": "Love Is"
    },
    {
        "artist": "Alice Cooper",
        "lyrics": "  Anybody's dream can fall apart Anybody's mask can break Couldn't tell you how I wanted you Enough to make you want to stay I never said the words out loud I guess I couldn't get 'em straight Baby, give me one more chance Before you walk away  It's only, only, only, only my heart talkin' Yeah, it's only, only, only, only my heart talkin' Sayin' things I never thought I'd say Can't you hear me knocking Tried to fool you but it wouldn't play Cuz my heart it's talkin', it's talkin' Baby, it's talkin' Talkin' to you  Everytime I take it to the edge Everytime I'm so afraid Don't you know I cry my eyes out, babe Everytime you look away Oh, I almost dropped a tear But I caught it just in time I'd say those things you want to hear If you'd help me, help me, help me try  It's only, only, only, only my heart talkin' Yeah, it's only, only, only, only my heart talkin' Sayin' things I never thought I'd say Can't you hear me knocking Tried to fool you but it wouldn't play Cuz my heart it's talkin', it's talkin' Baby, it's talkin' Talkin' to you  Well, I don't want to hide away Hide away without you, baby Don't you go and run away Come and help me, baby Just a little help, baby Oh, my little baby  ",
        "title": "Only My Heart Talkin'"
    },
    {
        "artist": "Roxette",
        "lyrics": null,
        "title": "Dangerous"
    },
    {
        "artist": "Kaoma",
        "lyrics": "  Chorando se foi quem um dia só me fez chorar Chorando se foi quem um dia só me fez chorar  Chorando estara ao lembrar de um amor Que um dia não soube cuidar Chorando estara ao lembrar de um amor Que um dia não soube cuidar  A recordação vai estar com ele aonde for A recordação vai estar pra sempre aonde for  Dança sol e mar guardarei no olhar O amor faz perder encontrar Lambando estarei ao lembrar que este amor Por um dia um instante foi rei  A recordaçao vai estar com ele aonde for A recordaçao vai estar pra sempre aonde for  Chorando estara ao lembrar de um amor Que um dia não soube cuidar Canção riso e dor melodia de amor Um momento que fica no ar  I-I-I Dançando Lambada  ",
        "title": "Lambada"
    },
    {
        "artist": "Pajama Party",
        "lyrics": null,
        "title": "Hide And Seek"
    },
    {
        "artist": "Regina Belle",
        "lyrics": null,
        "title": "Make It Like It Was"
    },
    {
        "artist": "The Smithereens",
        "lyrics": "  [Verse 1] You know I really wanna see you when you know I might not (And you make me want you more when you hurt me a lot) I say I really love you and you say that you don't (And it really turns me on when you say that you won't)  [Chorus] The blues before and after I get the blues before and after I'm with you The blues before and after I get the blues before and after loving you  [Verse 2] Sometimes I need to hear you voice Sometimes I don't want to know (I get so tired of tryin' to win you I just don't want to know) You're takin' just what you need And then you're well on your way (I hear the same old story almost every day)  [Chorus]  [Bridge] It's a shame that you won't see me when I need you tonight Cause I know that if you did then everything would be right And I've tried my very best to give the things that you need But the blues they seem to follow me I never succeed  [Guitar Solo]  [Verse 3] I wanna take you in my arms and you just don't wanna know (When I finally get to touch you, feels like forty below) Just as always you have gotten your way Just a normal complication in a typical day  [Chorus]  ",
        "title": "Blues Before And After"
    },
    {
        "artist": "Joey Kid",
        "lyrics": "  Four, three, two, one  (Counting the days) (Counting the nights) (Counting the days) (Counting the nights)  Things I said were wrong I've takin' much too long To say that I, I want you back Always be near, oh that's a fact  I always keep on trying I never try to deny it That I was wrong once before Give me a chance, I can't take this anymore  I'm counting the days I'm counting the nights 'Til we'll be together I'm, I'm counting the hours I'm watching the clock Ooh, it seems like forever  (Counting the days) (Counting the nights) (Counting the days) (Counting the nights)  Waiting for you now I keep on wondering how To win you back, why can't I dream It's not as impossible as it seems  I always keep on trying I never try to deny it That I was wrong once before Give me a chance, I can't take this anymore  I'm counting the days I'm counting the nights 'Til we'll be together I'm, I'm counting the hours I'm watching the clock Ooh, it seems like forever  I haven't seen you for a long, long time But this moment is what's on my mind I've waited for you to say I want you, I need you, got to have you today  (Counting the days) (Counting the nights) (Counting the days) (Counting the nights) (Counting the days) (Counting the nights) (Counting the days)  I'm counting the days I'm counting the nights 'Til we'll be together I'm, I'm counting the hours I'm watching the clock Ooh, it seems like forever  I'm counting the days I'm counting the nights 'Til we'll be together I'm, I'm counting the hours I'm watching the clock Ooh, it seems like forever  I'm counting the days  ",
        "title": "Counting The Days"
    },
    {
        "artist": "Gloria Estefan",
        "lyrics": null,
        "title": "Here We Are"
    },
    {
        "artist": "The B-52s",
        "lyrics": null,
        "title": "Roam"
    },
    {
        "artist": "D-Mob Introducing Cathy Dennis",
        "lyrics": "  C'mon and get my love C'mon and get my love It's for you  Break it down  [Verse 1:] So many times I've been around you And I know how much I like you  It's like a dream Each time I see you And there's this magic in the air  I feel so shy That I can't approach you Even though you're just there  But I know that one day I'll get my way and This is what I'll say  [Chorus:] C'mon and get my love C'mon and get my love It's for you C'mon and get my love C'mon and get my love It's for you  [Verse 2:] And in my dreams I am with you And I dance with your silhouette  There are many times I've tried to squeeze you In these dreams I won't forget  It seems so long We've been together Since way back then  And only if you knew How much I loved you You'd turn to me and say  Let's just say that our love is right Would you kiss and hold me tight? Cause I want to hold you And squeeze you And tell you that I love you Each and every night  Let's just say Our love is strong Would you know where you belong? Or would I have to show you And teach you Hold you And please you To show you that you belong  [Repeat Chorus:]  If there's been a time That I needed you Then the time is now I want to see you every hour When I think I always hear you say  [Repeat Chorus:]  Let's just say that our love is right Would you kiss and hold me tight? Cause I want to hold you And squeeze you and Tell you that I love you Each and every night  Let's just say Our love is strong Would you know where you belong? Or would I have to show you And teach you Hold you And please you To show you that you belong  [Repeat Chorus:]  ",
        "title": "C'mon And Get My Love"
    },
    {
        "artist": "Stevie B",
        "lyrics": null,
        "title": "Love Me For Life"
    },
    {
        "artist": "Bonnie Raitt",
        "lyrics": "  Hey! Shut up Don't lie to me You say I'm blind, but I've got eyes to see  Hey, mister, how do you do? Oh, pardon me, I thought I knew you  Would you stand back, baby, 'cause I want to get a better look The big man who couldn't handle the little bit of love you took  Hey, hey, have a heart Hey, have a heart If you don't love me, why don't you let me go?  Have a heart, please Oh, don't you have a heart? Little by little you fade while I fall apart Oh, oh  Oh, darling, I love you so I told you yes, and then you told me no Baby, how can you say You should be free and I should pay and pay  And you talk and talk about you and what you need But sooner or later your love is gonna make me bleed  Hey, hey, have a heart Hey, have a heart If you don't love me, why don't you let me go?  Have a heart, please Oh, don't you have a heart? Little by little you fade while I fall apart Oh, oh  Talk on, talk on, but love is what you need And sooner or later that love is gonna make you bleed  Hey, hey, have a heart Hey, have a heart If you don't love me, why don't you let me go?  Have a heart, please Oh, don't you have a heart? Little by little you fade while I fall apart But don't you run away, baby  Hey, hey, have a heart  Hey, hey, have a heart  Hey, hey, have a heart  ",
        "title": "Have A Heart"
    }
]