[
    {
        "artist": "George Michael",
        "lyrics": "  That's all I wanted Something special, someone sacred in your eyes For just one moment To be bold and naked at your side Sometimes I think that you'll never understand me Maybe this time is forever, say it can be, whoa  That's all you wanted Somethin' special, someone sacred in your life Just for one moment, to be warm and naked at my side Sometimes I think that you'll never understand me But somethin' tells me together, we'd be happy, whoa baby  I will be your father figure Put your tiny hand in mine I will be your preacher teacher Anything you have in mind I will be your father figure I have had enough of crime I will be the one who loves you 'Til the end of time  That's all I wanted But sometimes love can be mistaken for a crime That's all I wanted Just to see my baby's blue eyes shine This time I think that my lover understands me If we have faith in each other then we can be strong  (Chorus)  If you are the desert, I'll be the sea If you ever hunger, hunger for me Whatever you ask for, that's what I'll be So when you remember the ones who have lied Who said that they cared but then Laughed as you cried Beautiful darling, don't think of me Because all I ever wanted It's in your eyes baby (baby) And love can't lie, no Greet me with the eyes of a child My love is always tellin' me so Heaven is a kiss and a smile Just hold on, hold on I won't let you go, my baby  (Chorus)  I will be your father (I will be your) I will be your (father) preacher teacher I will be your (I'll be your daddy, oh) I will be the one who loves you 'Til the end of time  ",
        "title": "Father Figure"
    },
    {
        "artist": "Rick Astley",
        "lyrics": "  [Intro]  [Verse 1] We're no strangers to love You know the rules and so do I A full commitment's what I'm thinking of You wouldn't get this from any other guy  [Pre-Chorus] I just wanna tell you how I'm feeling Gotta make you understand  [Chorus] Never gonna give you up Never gonna let you down Never gonna run around and desert you Never gonna make you cry Never gonna say goodbye Never gonna tell a lie and hurt you  [Verse 2] We've known each other for so long Your heart's been aching but you're too shy to say it Inside we both know what's been going on We know the game and we're gonna play it  [Pre-Chorus] And if you ask me how I'm feeling Don't tell me you're too blind to see  [Chorus] Never gonna give you up Never gonna let you down Never gonna run around and desert you Never gonna make you cry Never gonna say goodbye Never gonna tell a lie and hurt you Never gonna give you up Never gonna let you down Never gonna run around and desert you Never gonna make you cry Never gonna say goodbye Never gonna tell a lie and hurt you  [Bridge] (Ooh give you up) (Ooh give you up) (Ooh) never gonna give, never gonna give (give you up) (Ooh) never gonna give, never gonna give (give you up)  [Verse 3] We've known each other for so long Your heart's been aching but you're too shy to say it Inside we both know what's been going on We know the game and we're gonna play it  [Pre-Chorus] I just wanna tell you how I'm feeling Gotta make you understand  [Chorus] Never gonna give you up Never gonna let you down Never gonna run around and desert you Never gonna make you cry Never gonna say goodbye Never gonna tell a lie and hurt you Never gonna give you up Never gonna let you down Never gonna run around and desert you Never gonna make you cry Never gonna say goodbye Never gonna tell a lie and hurt you Never gonna give you up Never gonna let you down Never gonna run around and desert you Never gonna make you cry Never gonna say goodbye Never gonna tell a lie and hurt...  ",
        "title": "Never Gonna Give You Up"
    },
    {
        "artist": "Patrick Swayze (Featuring Wendy Fraser)",
        "lyrics": "  [Verse 1: Patrick Swayze] She's like the wind Through my tree She rides the night next to me  She leads me through moonlight Only to burn me with the sun She's taken my heart But she doesn't know what she's done  [Pre-Chorus: Patrick Swayze] Feel her breath in my face Her body close to me Can't look in her eyes She's out of my league  [Chorus: Patrick Swayze] Just a fool to believe I have anything she needs She's like the wind  [Verse 2: Patrick Swayze] I look in the mirror And all I see Is a young old man with only a dream Am I just fooling myself That she'll stop the pain? Living without her I'd go insane  [Pre-Chorus: Patrick Swayze] I feel her breath in my face Her body close to me Can't look in her eyes She's out of my league  [Chorus: Patrick Swayze] Just a fool to believe I have anything she needs She's like the wind  [Pre-Chorus: Patrick Swayze] I feel your breath in my face Your body close to me Can't look in your eyes You're out of my league  [Bridge: Patrick Swayze & Wendy Fraser] Just a fool to believe (Just a fool to believe) She's like the wind (Just a fool to believe) Just a fool to believe (She's like the wind) Just a fool to believe (Just a fool to believe) She's like the wind (Just a fool to believe) Just a fool to believe She's like the wind  [Outro] (Just a fool, she's like the wind) (She's like the wind) (Just a fool, she's like the wind) (Just a fool)  ",
        "title": "She's Like The Wind"
    },
    {
        "artist": "Belinda Carlisle",
        "lyrics": "  [Verse 1] When I'm with you I shake inside My heart's all tangled up My tongue is tied, it's crazy Can't walk, can't talk Can't eat, can't sleep Oh, I'm in love Oh, I'm in deep, 'cause baby  [Pre-Chorus] With a kiss you can strip me defenseless With a touch I completely lose control All that's left of my strength is a memory, whoa  [Chorus] I get weak when I look at you Weak when we touch I can't speak when I look in your eyes I get weak when you're next to me Weak from this love I can't speak when I look in your eyes I get weak, I get weak  [Verse 2] Romantic eyes, persuasive lips The helpless heart just can't resist their power You know you've got a hold of me You know you've got me where I want to be  [Pre-Chorus] 'Cause lover, like a wave, you keep pulling me under How I'll ever get out of this? I don't know I just know that there's no way to fight it, whoa  [Chorus] I get weak when I look at you Weak when we touch I can't speak when I look in your eyes I get weak when you're next to me Weak from this love I can't speak when I look in your eyes I get weak, I get weak  [Bridge] Just a kiss you can strip me defenseless Just a touch I completely lose control All that's left of my strength is a memory, whoa  [Chorus] I get weak when I look at you Weak when we touch I can't speak when I look in your eyes I get weak when you're next to me Weak from this love I can't speak when I look in your eyes I get weak when you're next to me Weak from this love I can't speak when I look in your eyes  ",
        "title": "I Get Weak"
    },
    {
        "artist": "Pet Shop Boys & Dusty Springfield",
        "lyrics": "  [Verse 1: Neil Tennant]: You always wanted a lover I only wanted a job [Dusty Springfield]: I've always worked for my living How am I gonna get through? How am I gonna get through?  I come here looking for money [Dusty Springfield]: (Got to have it) And end up living with love, oh, oh Now you left me with nothing [Dusty Springfield] (Can't take it) How am I gonna get through? How am I gonna get through?  [Pre-Chorus 1: Neil Tennant]: I bought you drinks, I brought you flowers I read you books and talked for hours Every day, so many drinks Such pretty flowers, so tell me What have I, what have I, what have I done to deserve this? What have I, what have I, what have I done to deserve this? What have I, what have I, what have I ...  [Chorus: Dusty Springfield]: Since you went away I've been hanging around I've been wondering why I'm feeling down You went away, it should make me feel better But I don't know, oh How I'm gonna get through? What have I, what have I, what have I done to deserve this? How I'm gonna get through? What have I, what have I, what have I done to deserve this?  [Verse 2: Neil Tennant]: You always wanted me to be something I wasn't [Dusty Springfield]: You always wanted too much, oh, oh [Neil Tennant]: Now I can do what I want to - forever How am I gonna get through? How am I gonna get through?  [Pre-Chorus 2: Neil Tennant]: At night, the people come and go They talk too fast, and walk too slow Chasing time from hour to hour I pour the drinks and crush the flowers What have I, what have I done to deserve this? What have I, what have I, what have I done to deserve this? What have I, what have I, what have I ...  [Chorus: Dusty Springfield]: Since you went away I've been hanging around I've been wondering why I'm feeling down You went away, it should make me feel better But I don't know, oh How I'm gonna get through? (baby)  What have I, what have I, what have I done to deserve this? How I'm gonna get through? (baby) What have I, what have I, what have I done to deserve this? How I'm gonna get through? (baby) What have I, what have I, what have I done to deserve this? How I'm gonna get through? (tell me) What have I, what have I, what have I done to deserve this? How I'm gonna get through? (baby) What have I, what have I, what have I done to deserve this? How I'm gonna get through? (yeah) What have I, what have I, what have I done to deserve this?  I'm gonna get through! I'm gonna get through!  What have I, what have I, what have I done to deserve this? I'm gonna get through, right? What have I, what have I, what have I done to deserve this?  [Dusty Springfield]: We don't have to fall apart, we don't have to fight We don't need to go to hell and back every night We can make a deal  What have I, what have I, what have I done to deserve this? What have I, what have I, what have I done to deserve this? What have I, what have I, what have I done to deserve this? Oh, babe What have I, what have I, what have I done to deserve this?  [Dusty Springfield]: We don't have to fall apart, we don't have to fight We don't need to go to hell and back every night We can make a deal  What have I, what have I, what have I done to deserve this?  I'm gonna get through, baby, I'm gonna get What have I, what have I, what have I done to deserve this? What have I, what have I, what have I done to deserve this? I'm gonna get through, baby, yeah What have I, what have I, what have I done to deserve this? I'm gonna get through, get through, baby, ooh What have I, what have I, what have I done to deserve this?  ",
        "title": "What Have I Done To Deserve This?"
    },
    {
        "artist": "Gloria Estefan & Miami Sound Machine",
        "lyrics": "  Time flies When you're having fun I heard somebody say But if all I've been is fun Then baby let me go Don't wanna be in your way And I don't wanna be your second choice Don't wanna be just your friend You keep telling me that you're not in love You wanna throw it all away  But I can't stay away from you I don't wanna let you go And though it's killing me that's true There's just some things I can't control  Your love is slipping through my hands And though I've heard it all before I know you're telling me the truth I know it's just no use But I can't stay away from you  Hold on to every bit of hope, that's all I ever do Hoping you might change your mind And call me up to say how much you need me too And though you're leaving me no other choice Than to turn and walk away Look over your shoulder, I'll be there You can count on me to stay ...  'Cause I can't stay away from you I don't wanna let you go And though it's killing me that's true There's just some things I can't control Your love is slipping through my hands And though I've heard it all before  I know you're telling me the truth I know it's just no use But I can't stay away from you  I know you're telling me the truth I know it's just no use But I can't stay away from you  ",
        "title": "Can't Stay Away From You"
    },
    {
        "artist": "David Lee Roth",
        "lyrics": "  Rockin' steady in her daddy's car She got the stereo with the big guitars And that's all right Yeah (all right)  I got the itch and a restless soul She gone with the wind, gonna go for broke tonight, yeah And that's (all night)  Girl, we've been meant for this since we were born (since we were born) No problems now, the coast is clear (ooh) It's just the calm before the storm  This must be just like livin' in paradise (just like paradise) And I don't wanna go home (and I never wanna go) This must be just like livin' in paradise And I don't wanna go home  Dig it, dig it Suzy, Suzy, girl, for cryin' out loud You got all the right moves You make me eat my heart out nightly Aw (that's all right with me) yeah  No special favors, make it out to cash We'll spend it later, got to make this romance last And (last) That's it, that's it  Some folks say easy come is easy go (and some folks say) But one night ain't enough for me Girl, hang on tight and don't let go  This must be just like livin' in paradise (it's just like paradise, hey) And I don't wanna go home (and I ain't never goin' home) This must be just like livin' in paradise (just like, just like paradise) And I don't wanna go home, wow  Ho ho, ho Aw yeah Whoo  This must be just like livin' in paradise (in paradise, paradise) And I don't wanna go home (and I don't, I don't wanna go) This must be just like livin' in paradise (I'm never goin' home) And I don't wanna go home (wow, 1-800-SEE-YA, baby)  This must be just like livin' in paradise (just like paradise) And I don't wanna go home (wow, hey hey) (Just like paradise, just like) This must be just like livin' in paradise  ",
        "title": "Just Like Paradise"
    },
    {
        "artist": "Richard Marx",
        "lyrics": "  Summer came and left without a warning All at once I looked and you were gone And now you're looking back at me Searching for a way that we can be like we were before  Now I'm back to what I knew before you Somehow the city doesn't look the same I'd give my life for one more night Of having you here to hold me tight; oh, please Take me there again Oh, oh  And I remember how you loved me Time was all we had until the day we said goodbye I remember every moment of those endless summer nights  I still recall the walks along the beaches And the way your hair would glisten in the sun Rising in the afternoon Making love to you under the moon, oh  Do you remember all the nights we spent in silence Every single breath you took was mine We can have it all again Say that you'll be with me when the sun brings your heart to mine Oh, oh  Chorus  There's only so much I can say So please don't run away from what we have together It's only you and me tonight So let's stay lost in flight Oh, won't you please surrender  Chorus out  ",
        "title": "Endless Summer Nights"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Verse 1] I'm gonna make a change For once in my life It's gonna feel real good Gonna make a difference Gonna make it right As I turned up the collar on my favorite winter coat This wind is blowin' my mind I see the kids in the street, with not enough to eat Who am I to be blind, pretending not to see their needs A summer's disregard, a broken bottle top And one man's soul They follow each other on the wind ya know Cause they got nowhere to go That's why I want you to know  [Chorus] I'm starting with the man in the mirror I'm asking him to change his ways And no message could have been any clearer If you wanna make the world a better place Take a look at yourself and then make a change  [Verse 2] I've been a victim of a selfish kinda love It's time that I realize There are some with no home Not a nickel to loan Could it be really me pretending that they're not alone A willow deeply scarred, somebody's broken heart And a washed out dream They follow the pattern of the wind ya see Cause they got no place to be That's why I'm starting with me  [Chorus] I'm starting with the man in the mirror I'm asking him to change his ways And no message could have been any clearer If you wanna make the world a better place Take a look at yourself and then make a change  [Bridge] Take a look at yourself and then make the change You gotta get it right, while you got the time Cause when you close your heart Then you close your mind  [Outro] Make that change!  ",
        "title": "Man In The Mirror"
    },
    {
        "artist": "Cher",
        "lyrics": "  [Verse 1] Don't you know So many things, they come and go? Like your words that once rang true Just like the love I thought I found in you And I remember the thunder Talking 'bout the fire in your eyes But you walked away when I needed you most Now maybe baby, maybe baby  [Chorus] I found someone To take away the heartache To take away the loneliness I've been feelin' since you've been gone Since you've been gone  [Verse 2] Dry your eyes I never could bear to see you cry Someday your love will shine through And show you the feelings that you never really knew But baby, don't you loose that thunder Talking 'bout the fire in your eyes You're lookin' at me but you still don't believe That maybe baby, maybe baby  [Chorus] I found someone To take away the heartache To take away the loneliness I've been feelin' since you've been gone Since you've been gone  [Bridge] Too long on the border line Wondering if your love was really mine But you left me with open eyes And when I realized  [Chorus] Baby, I found someone To take away the heartache To take away the loneliness I've been feelin' since you've been gone Baby, I found someone To take away the heartache To take away the loneliness I've been feelin' since you've been gone Since you've been gone  ",
        "title": "I Found Someone"
    },
    {
        "artist": "Eric Carmen",
        "lyrics": "  [Verse 1] I've been meaning to tell you I've got this feeling That won't subside  I look at you and I fantasize You're mine tonight Now I've got you in my sights  [Chorus] With these hungry eyes One look at you And I can't disguise I've got hungry eyes I feel the magic between you and I  [Verse 2] I want to hold you So hear me out I want to show you what love's all about  Darling Tonight Now I've got you in my sights  [Chorus] With these hungry eyes One look at you And I can't disguise I've got hungry eyes I feel the magic between you and I  I've got hungry eyes Now I've got you in my sights With the hungry eyes Now did I take you by surprise?  I need you to see This love was meant to be  [Chorus] I've got hungry eyes One look at you And I can't disguise I've got hungry eyes I feel the magic between you and I  I've got hungry eyes Now I've got you in my sights With the hungry eyes Now did I take you by surprise? With my hungry eyes  I've got hungry eyes Now I've got you in my sights With my hungry eyes  ",
        "title": "Hungry Eyes (From \"Dirty Dancing\")"
    },
    {
        "artist": "Debbie Gibson",
        "lyrics": null,
        "title": "Out Of The Blue"
    },
    {
        "artist": "M/A/R/R/S",
        "lyrics": "  That's right, this is gonna be the greatest record of the year  Pump up the volume Pump up the volume Pump up the volume Check it out  Brothers and sisters! Pump up the volume You're gonna get yours!  Brothers and sisters! Pump up the volume Pump that bass  Brothers and sisters Pump up the volume You're gonna get yours!  Brothers and sisters! Pump up the volume Pump, pump me up!  Do it! Do it! Do it!  Yeah, yeah! Yeah, yeah!  Gotta go now, gotta gotta go now Gotta go now  Here we go, c'mon  Watch me! Watch me!  Let's do it! Do it! Do it! Do it! Ow!  Pump up the volume Pump up the volume Pump up the volume Dance, dance  Rhythmic, systematic, world control Magnetic, genetic, demands your soul Rhythmic, systematic, world control Magnetic, genetic, demands your soul Rhythmic, systematic, world control Magnetic, genetic, demands your soul Rhythmic, systematic, world control Magnetic, genetic, demands your soul  It's just-oh! It's just-oh! It's just-oh! It's just-oh! It's ju- it's ju- it's just begun! Oh!  Put the needle on the record Put the needle on the record Put the needle on the record Put the needle on the record Put the needle on the record When the drumbeats go like this  Pump up the volume Pump up the volume Pump up the volume Dance, dance  ",
        "title": "Pump Up The Volume"
    },
    {
        "artist": "Expose",
        "lyrics": null,
        "title": "Seasons Change"
    },
    {
        "artist": "Foreigner",
        "lyrics": null,
        "title": "Say You Will"
    },
    {
        "artist": "Keith Sweat",
        "lyrics": "  [Verse 1] Seen you last night, saw you standing there And couldn't picture the color of your hair And all I wanted to know, were you really there?  I wanna know, was it my imagination Ooh, you know it was a sweet sensation Looking at you from a distance Ooh, it seems so real  [Pre-Chorus] You and I together Dream that seemed for real If it's a dream, please don't wake me up It feels so real, all I know is  [Chorus] I want her (I want that baby) I want her (Get it, get it, get it, get it) I want her (I wanna do it like this, do it like that) I want her (Once I get it, ain't no turning back)  [Verse 2] You turn me on and on This feeling, girl, is so strong My heart, girl, is on fire Ooh, you're my desire  [Pre-Chorus 2] I've got a thing for you Dreams of you and me, baby She's bad, she's bad, she's bad All I know is  [Chorus] I want her (I want, I want, I want, I want, I want her) I want her (Don't misunderstand me) I want her (I wish this dream was for real) I want her (You, you know the deal) I want her (Yeah, yeah) I want her (I want that girl so bad) I want her (I had a dream of her last night) I want her (Yeah, yeah, yeah)  [Break (w/ Trumpet Solo)]  And I, I Give it to me, give it to me Give it to me, ooh, baby All night long, girl  [Chorus x4 (w/ ad-libs)]  [Break]  [Chorus x2 (w/ ad-libs)]  ",
        "title": "I Want Her"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "Love Overboard"
    },
    {
        "artist": "Paul Carrack",
        "lyrics": "  Cab fare to nowhere is what you are A white line to an exit sign is what you are Oh but I saw in you, now I see through  CHORUS: Don't shed a tear for me My life won't end without you Long as the night will be The sun will rise without you  A locked door on a candy store is what you are A slim chance in tight pants is what you are All that I loved you for, I want it more  CHORUS  You are giving what I'm not taking I'm not missing what we ain't making Oh but I saw in you, now I see through  CHORUS  CHORUS  Don't shed no tears I don't need a thing  ",
        "title": "Don't Shed A Tear"
    },
    {
        "artist": "Sting",
        "lyrics": "  [Verse 1] Be still my beating heart It would be better to be cool It's not time to be open just yet A lesson once learned is so hard to forget Be still my beating heart Or I'll be taken for a fool It's not healthy to run at this pace The blood runs so red to my face I've been to every single book I know To soothe the thoughts that plague me so  [Chorus] I sink like a stone that's been thrown in the ocean My logic has drowned in a sea of emotion Stop before you start Be still my beating heart  [Verse 2] Restore my broken dreams Shattered like a falling glass I'm not ready to be broken just yet A lesson once learned is so hard to forget Be still my beating heart You must learn to stand your ground It's not healthy to run at this pace The blood runs so red to my face I've been to every single book I know To soothe the thoughts that plague me so Stop before you start Be still my beating heart Never to be wrong Never to make promises that break It's like singing in the wind Or writing on the surface of a lake And I wriggle like a fish caught on dry land And I struggle to avoid any help at hand  [Chorus]  ",
        "title": "Be Still My Beating Heart"
    },
    {
        "artist": "Def Leppard",
        "lyrics": "  [Verse 1] Out of touch, out of reach, yeah You could try to get closer to me I'm in love, I'm in deep, yeah Hypnotized, I'm shaking to my knees  [Pre-Chorus] I got to know tonight If you're alone tonight Can't stop this feeling Can't stop this fire  [Chorus] Oh, I get hysterical, hysteria, oh, can you feel it, do you believe it? It's such a magical mysteria When you get that feeling better start believing Because it's a miracle, oh, say you will, ooh babe Hysteria when you're near  [Verse 2] Out of me, into you, yeah You can hide, it's just a one way street Oh, I believe I'm in you, yeah Open wide that's right, dream me off my feet Oh, believe in me  [Pre-Chorus] I got to know tonight If you're alone tonight Can't stop this feeling Can't stop this fire  [Chorus] Oh, I get hysterical, hysteria, oh, can you feel it, do you believe it? It's such a magical mysteria When you get that feeling better start believing Because it's a miracle, oh, say you will, ooh babe Hysteria when you're near  [Pre-Chorus] I got to know tonight If you're alone tonight Can't stop this feeling Can't stop this fire  [Chorus] Oh, I get hysterical, hysteria, oh, can you feel it, do you believe it? It's such a magical mysteria When you get that feeling better start believing Because it's a miracle, oh, say you will, ooh babe Hysteria when you're near  [Chorus 2] I get hysterical, hysteria When you get that feeling, you'd better believe it Better start believing, because it's a miracle Oh, say you will, oh babe, say you will  [Outro] Get closer to me, get closer baby Baby, closer, get closer, closer to me  ",
        "title": "Hysteria"
    },
    {
        "artist": "Tiffany",
        "lyrics": "  [Verse 1:] The flowers you gave me are just about to die When I think about What could've been Makes me want to cry  The sweet words you whispered didn't mean a thing I guess our song is over As we began to sing  [Chorus:] Could've been so beautiful Could've been so right Could've been my lover Every day day of my life  Could've been so beautiful Could've been so right I'll never hold What could've been on a cold and lonely night  [Verse 2:] The memories of our loving still linger in the air Like the faded scent of your roses Stay with me everywhere  Everytime I get my hopes up They always seem to fall Still what could've been Is better than what can never be at all At all  [Repeat Chorus x2:]  How can you hold what could've been On a cold and lonely night  ",
        "title": "Could've Been"
    },
    {
        "artist": "Billy Ocean",
        "lyrics": "  Hey you, get in to my car! Who me? Yes you, get in to my car Woooooooooh. Wah! Hey  Who's that lady coming down the road Who's that lady Who's that woman walking through my door What's the score I'll be the sun shining on you Hey Cinderella step in your shoe I'll be your non-stop lover Get it while you can Your non-stop miracle, I'm your man  Get outta my dreams Get in to my car Get outta my dreams (Get in to the back seat baby) Get in to my car (Beep Beep, yeah) Get outta my mind Get in to my life (Ooooooh) Oh I said hey (Hey) you (You) Get in to my car  Oh baby  Lady driver let me take your wheel Smooth operator Touch my bumper (Bumper) Hey, let's make a deal, make it real Like a road runner Coming after you Just like a hero outta the blue I'll be your non-stop lover Get it while you can Your non-stop miracle I'm your man  Get outta my dreams Get in to my car Get outta my dreams (Get in to the back seat baby) Get in to my car (Beep Beep, yeah) Get outta my mind Get in to my life (Ooooooh) Oh I said hey (Hey) you (You) Get in to my car  Oh baby, lets go  I said open the door (Get in the back) Tread on the floor (Get on the track)  Yeah (Yeah) yeah (Yeah) Yeah (Yeah) yeah (Yeah)  Let's go  Oooh, wooow, yeah  I'll be the sun shining on you Hey Cinderella step in your shoe I'll be your non-stop lover Get it while you can Your non-stop miracle I'm your man  Get outta my get outta my Woooooooooh Get outta my dreams Get in to my car Get outta my dreams (Get in to the back seat baby) Get in to my car (Beep Beep, yeah) Get outta my mind Get in to my life (Ooooooh)  Oh I said hey (Hey) you (You) Get in to my hey (Hey) you (You) Get in to my hey (Hey) you (You) Get in to my car  Hey you (Get in the back seat) I need you to get in the back seat I want you in my baby I want you in my baby Get in the back seat, back seat... I'll do the driving I'll take the wheel.. (Back seat, back seat...)  ",
        "title": "Get Outta My Dreams, Get Into My Car"
    },
    {
        "artist": "Michael Bolton",
        "lyrics": null,
        "title": "(Sittin' On) The Dock Of The Bay"
    },
    {
        "artist": "The Jets",
        "lyrics": "  [Verse 1:] Baby, baby When I called you on the phone today You sounded frantic when you said Come over right away Oh, baby, baby Won't you say what's on your mind?  Your TV set is acting up And you don't understand You're so upset Because you can't watch All My Children And you wonder If there's something I can do for you  Well All that I can say  [Chorus:] Baby I can rocket 2 u Honey, the only thing I can do Baby I can rocket all night One thing I know I can do  [Verse 2:] Don't call me when your car Just can't get into second gear Or when your kitchen sink Is shooting water in your ear  Oh, baby, baby I have told you this before Is there a special reason That you just can't understand  I'm not the one to call When you need a heavy man Unless whatever needs fixing, girl Is you  And I just have to say  [Repeat Chorus:]  [Bridge:] Don't call me When your toaster won't pop up Don't call me Just to cut your lawn Don't call me When your radio cuts off In the middle of your favorite song  Don't call me when your shower just went Uh-uh, no, baby Don't call me I think I told you this About a million times You know, it's not my cup of tea  [Chorus:] I can rocket 2 u The only thing I can do I can rocket all night  I can rocket 2 u, baby Let me rocket 2 ya, oh yeah Just a little bit more  Baby, I can rocket 2 u Honey, the only thing I can do Baby, I can rocket all night One thing I know I can do Baby, I can rocket 2 u  Honey, the only thing I can do Baby, I can rocket all night One thing I know I can do  Baby, I can rocket 2 u Honey, the only thing I can do Baby, I can rocket all night One thing I know I can do  ",
        "title": "Rocket 2 U"
    },
    {
        "artist": "Salt-N-Pepa",
        "lyrics": "  Ah, push it Ah, push it  (Hit it)  Oooh, baby, baby Baby, baby Oooh, baby, baby Baby, baby  Get up on this!  Ah, push it Ah, push it Ah, push it (ow, get up on this) Ah, push it (get up on this)  Ow baby Salt and Pepa's here Salt, Salt, Salt, Salt and Pepa's here Salt, Salt, Salt, Salt, Salt, Salt and Pepa's here Salt and, Salt and, Salt and Pepa's here Salt, Salt, Salt, Salt and Pepa's here   (Now wait a minute, y'all; This dance ain't for everybody Only the sexy people So all you fly mothers, get on out there and dance Dance, I said!)  Salt and Pepa's here, and we're in effect Want you to push it, babe Coolin' by day then at night working up a sweat C'mon girls, let's go show the guys that we know How to become number one in a hot party show Now push it  Ah, push it - push it good Ah, push it - push it real good Ah, push it - push it good Ah, push it - p-push it real good  Hey! Ow! Push it good!  Oooh, baby, baby Baby, baby Oooh, baby, baby Ba-baby, baby  Push it good Push it real good Ah, push it Ah, push it  Yo, yo, yo, yo, baby-pop Yeah, you come here, give me a kiss Better make it fast or else I'm gonna get pissed Can't you hear the music's pumpin' hard like I wish you would? Now push it  Push it good Push it real good Push it good P-push it real good  Ah, push it Get up on this! Ah, get up on this! Ah ah, get up on this! Ow, get up on this! (hid it) Boy you really got me going You got me so I don't know what I'm doing Ah, push it Ah, push it Boy you really got me going You got me so I don't know what I'm doing Ah, push it Ah, push it  Ah Ah, push it Push it push push it push it Push it, push push push  it, push it Push it, push it, push it push it push it Push it, push it, push it push it push it  ",
        "title": "Push It"
    },
    {
        "artist": "Pebbles",
        "lyrics": null,
        "title": "Girlfriend"
    },
    {
        "artist": "The Cover Girls",
        "lyrics": null,
        "title": "Because Of You"
    },
    {
        "artist": "INXS",
        "lyrics": "  [Verse 1] Here comes the woman, with the look in her eye Raised on leather, with flesh on her mind Words as weapons, sharper than knives Makes you wonder, how the other half die? Other half die Makes you wonder, wonder, wonder  Here come the man, with the look in his eye Fed on nothing, but full of pride Look at them go, look at them kick Makes you wonder, how the other half live  [Hook] The devil inside, the devil inside Every single one of us the devil inside The devil inside, the devil inside Every single one of us the devil inside  [Verse 2] Here come the world, with the look in its eye Future uncertain, but certainly slight Look at the faces, listen to the bells It's hard to believe we need a place called hell, place called hell  [Hook]  [Verse 3] Here comes the woman, with the look in her eye Raised on leather, with flesh on her mind Words as weapons sharper than knives Makes you wonder, how the other half die  [Hook x2]  [Outro] The devil inside, yeah, yeah, yeah The devil inside, yeah, yeah, yeah  ",
        "title": "Devil Inside"
    },
    {
        "artist": "INXS",
        "lyrics": "  All you got is this moment Twenty-first century's yesterday You can care all you want Everybody does yeah that's okay  So slide over here And give me a moment Your moves are so raw I've got to let you know I've got to let you know You're one of my kind  I need you tonight Cause I'm not sleeping There's something about you girl That makes me sweat  How do you feel? I'm lonely What do you think? Can't think at all Whatcha gonna do? Gonna live my life  So slide over here And give me a moment Your moves are so raw I've got to let you know I've got to let you know You're one of my kind  I need you tonight Cause I'm not sleeping There's something about you girl That makes me sweat  How do you feel? I'm lonely What do you think? Can't think at all Whatcha gonna do? Gonna live my life How do you feel? I'm lonely What do you think? Can't think at all Whatcha gonna do? Gonna live my life  So slide over here And give me a moment Your moves are so raw I've got to let you know I've got to let you know You're one of my kind So slide over here And give me a moment Your moves are so raw I've got to let you know I've got to let you know You're one of my kind  ",
        "title": "Need You Tonight"
    },
    {
        "artist": "Roger",
        "lyrics": "  Hey lady Let me tell you why I I can't live my life without you (Ooooh baby) Everytime I see you walkin by I cannot think You dont notice me, but in time you will I must make you understand  (I wanna be your man) I wanna be your man (I wanna be your man) Yes I do yeah yeah (I wanna be your man) I wanna be your man (I wanna be your man) Wanna be your man  Betta not pass me by Cuz if you do you'll lose good thing(thing) (Ooooh baby) Cuz what I gotta say Is sealed with a kiss And a wedding ring(wedding ring) My mind is blind at times I can't see anyone but you Those other girls dont matter No, they can't spoil my view I must make you understand  (I wanna be your man) I wanna be your man (I wanna be your man) Yes I do yeah yeah (I wanna be your man) I wanna be your man (I wanna be your man) Wanna be your man  Words can never say what I feel Its to intense (ooh-ooh-ooh-ooh-oh) I tried I tried I tried I tried To tell you how I feel But I get mixed up(so mixed up) My mind is blind at times I can't see anyone but you Those other girls dont matter No, they can't spoil my view I must make you understand  (I wanna be your man) I wanna be your man (I wanna be your man) Yes I do yeah yeah (I wanna be your man) I wanna be your man (I wanna be your man) Wanna be your man  (I wanna be your man) I wanna be your man (I wanna be your man) Yes I do (I wanna be your man) (I wanna be your man) Wanna be your man  ",
        "title": "I Want To Be Your Man"
    },
    {
        "artist": "George Harrison",
        "lyrics": "  Back then long time ago when grass was green Woke up in a daze Arrived like strangers in the night Fab - Long time ago when we was fab Fab - Back when income tax was all we had  Caresses fleeced you in the morning light Casualties at dawn And we did it all Fab - Long time ago when we was fab Fab - You are my world you are my only love  And while you're in this world The fuzz gonna come and claim you But you mo' better wise When the buzz gonna come and take you away Take you away, take you away  The microscopes that magnified the tears Studied warts and all Still the life flows on and on Fab - Long time ago when we was fab Fab - But its all over now baby blue  Fab - Long time ago when we was fab Fab - like this pullover you sent to me Fab - And you've really got a hold me Fab - Long time ago when we was fab  ",
        "title": "When We Was Fab"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": null,
        "title": "Check It Out"
    },
    {
        "artist": "Jody Watley",
        "lyrics": null,
        "title": "Some Kind Of Lover"
    },
    {
        "artist": "Swing Out Sister",
        "lyrics": "  It's twilight world  It's twilight world  Time out World in a hurry There's more love than money changing hands  Lights out Thinking out loud Turn your back on the world outside  Night thoughts No one can share As darkness breaks through another day  Secrets Talking out loud Silence waits just a dream away  Forget lonely crowds, unfriendly faces They'll soon became familiar places Before too long, before too long  Don't be fooled by love songs and lonely hearts You're living in a twilight world Don't be fooled by love songs and lonely hearts Don't give in to the twilight world  Time out World in a hurry There's more love than money changing hands  Lights out Thinking out loud Turn your back on the world outside  Forget lonely crowds, unfriendly faces They'll soon became familiar places Before too long, before too long  Don't be fooled by love songs and lonely hearts You're living in a twilight world Don't be fooled by love songs and lonely hearts Don't give in to the twilight world  (Inst. Break)  Don't be fooled by love songs and lonely hearts You're living in a twilight world Don't be fooled by love songs and lonely hearts Don't give in to the twilight world  ",
        "title": "Twilight World"
    },
    {
        "artist": "Terence Trent D'Arby",
        "lyrics": null,
        "title": "Wishing Well"
    },
    {
        "artist": "Aerosmith",
        "lyrics": null,
        "title": "Angel"
    },
    {
        "artist": "Rick Springfield",
        "lyrics": "  (I feel the big beat...) (Rock Of Life...)  Big beat talk to me Waking up blind with the house on fire  Well I pick up my guitar, (I tune up) I look in the mirror It's like a stranger in my hand (the baby is crying) There comes a time when the boy must leave (get up) And the man has to enter For the soul to understand (all of the changes) As if it ain't hard enough this life I'm living in I was caught with my guard down When the world came knocking  I feel the big beat, the Rock Of Life Big beat talk to me Hey! Whoo! I feel the back beat, the Rock Of Life Waking up blind with the house on fire  Is it something in my head (look up) Or the time of season Or the little boy in my hands (must be a reason) Yeah, there's new meaning in my life (a shake-up) But there's pain and confusion And I'm trying to understand (all of the changes) I've been cut so deep but I can't make it bleed I was caught with my head in the sand When the world came knocking  I feel the big beat, the Rock Of Life Big beat talk to me Hey! Whoo! I feel the back beat, the Rock Of Life Waking up blind with the house on fire  It ain't no perfect life This one I'm living in And I was caught with my guard down When the world came knocking  I feel the big beat, the Rock Of Life Big beat talk to me Hey! Whoo! I feel the back beat, the Rock Of Life Waking up blind with the house on fire  ",
        "title": "Rock Of Life"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse 1] I know it's been some time But there's something on my mind You see I haven't been the same Since that cold November day We said we needed space But all we found was an empty place And the only thing I learned Is that I need you desperately  [Hook] So here I am And can you please tell me  [Chorus] Where do broken hearts go? Can they find their way home Back to the open arms Of a love that's waiting there? And if somebody loves you Won't they always love you? I look in your eyes And I know that you still care, for me Ooh baby  [Verse 2] I've been around enough to know That dreams don't turn to gold And that there is no easy way No, you just can't run away And what we have is so much more Than we ever had before And no matter how I try You're always on my mind  [Hook] So here I am And can you please tell me  [Chorus] Where do broken hearts go? Can they find their way home Back to the open arms Of a love that's waiting there? And if somebody loves you Won't they always love you? I look in your eyes And I know that you still care, for me  [Bridge] And now that I am here with you I'll never let you go I look into your eyes And now I know, now I know  [Chorus] Where do broken hearts go? Can they find their way home Back to the open arms Of a love that's waiting there? And if somebody loves you Won't they always love you? I look in your eyes And I know that you still care, for me  ",
        "title": "Where Do Broken Hearts Go"
    },
    {
        "artist": "The Bangles",
        "lyrics": "  Time, time, time See what's become of me  Time, time, time, see what's become of me While I looked around for my possibilities I was so hard to please  Look around, leaves are brown And the sky is a hazy shade of winter  Hear the Salvation Army band, down by the riverside It's bound to be a better ride than what you've got planned Carry a cup in your hand  Look around, leaves are brown And the sky is a hazy shade of winter  Hang onto your hopes, my friend That's an easy thing to say, but if your hopes should pass away Simply pretend that you can build them again  Look around, grass is high, fields are ripe It's the springtime of my life  Seasons change with the scenery, weaving time in a tapestry Won't you stop and remember me  Look around, leaves are brown And the sky is a hazy shade of winter  Look around, leaves are brown There's a patch of snow on the ground  Look around, leaves are brown There's a patch of snow on the ground  Look around, leaves are brown There's a patch of snow on the ground  ",
        "title": "Hazy Shade Of Winter"
    },
    {
        "artist": "Alexander O'Neal Featuring Cherrelle",
        "lyrics": "  Ooh...yeah....  [Verse 1: Alexander + Cherrelle] You are my favorite lady And you are my favorite man, yes, you are I know that's right But it feels good to know that you feel the same  [Pre-Chorus: both] And forever and a day Together we will be Nothing on this earth could Ever take you away from me  [Chorus: Alexander + Cherrelle + (both)] 'Cause I've been kissed but I... (Never knew love like this) And I've been missed but I... (Never knew love like this) (Loved someone before but I...never knew love like this) (I've had lots of loving but I never knew love like this)  [Verse 2: Alexander + Cherrelle] You're something special And you know you're something special too I love you (I love you too) And that's all I need to hear to make my day  [Pre-Chorus: both] 'Cause you're always on my mind No matter what I do Nothing on this earth could Ever keep me away from you  [Chorus: Alexander + Cherrelle + (both)] I've been kissed but I... (Never knew love like this) Oh, and I've been missed but I... (Never knew love like this) Never (Loved someone before but I never knew love like this) (I've had lots of loving but I never knew love like this) Oh, I've been kissed (Never knew love like this) And I've been missed but I... (Never knew love like this) Loved someone before but I... (Never knew love like this) No, I never, never, never, never (Never knew love like this)  [Bridge: Alexander + Cherrelle + (both)] When I'm asleep at night When I'm asleep at night I dream I hold you tight Ooh, I hold you tight I never had a better love (Never love like this)  (Sax Solo)  Oh, oh.... No, I never knew love (Never knew love like this)  [Chorus: Alexander + Cherrelle + (both)] I've been kissed, baby, yeah (Never knew love like this) And I've been missed, girl (Never knew love like this) Never knew love, loved someone before (Never knew love like this) I never knew love I never knew love (Never knew love like this) I never knew love like this, baby I've been kissed, baby (Never knew love like this) And I've surely been missed Let's sing it together (Never knew love like this) (I've been kissed) (I've been missed) (Never knew love like this) I never knew love like this I never knew love like this, girl (Never knew love like this)  [Outro: Alexander + Cherrelle + (both)] I never knew love like this I never knew love like this I never knew love like this Cherrelle, let me tell you how I feel I never knew, baby (never) Tell me how you feel, baby I never knew love like this, girl (never) I've been around the world (never) But I never knew love (Never knew love like this) Never knew love like this, girl Nobody kissed me like you do (Never knew love like this) I never knew your love could be so good (Never knew love like this) Ooh wee, baby, yeah, yeah I never knew your love, I never knew (Never knew love like this) I gotta, gotta have your love, girl (Never knew love like this) Make it good to you, baby, oh (Never knew love like this) Take you home late at night, woman, yeah Ooh, yes, Alex (Never knew love like this) Oh, sugar, yeah, oh, baby Got to have your love (Never knew love like this) In the morning time (Never knew love like this) (Never knew love like this)  ",
        "title": "Never Knew Love Like This"
    },
    {
        "artist": "Scarlett & Black",
        "lyrics": null,
        "title": "You Don't Know"
    },
    {
        "artist": "Natalie Cole",
        "lyrics": "  Stand up, stand on your own That's what they tell me You can make it alone  Where does it say I have to move Far away from you To prove I'm strong Oh when, all it really proves Is I'm lonely without you And loneliness has to be wrong  I live for your love Every minute I live for your love Want you in it I live for your love I admit it I live for your love  I wake up, with noone to kiss Sometimes I wonder (wonder, wonder) If I just exists  I know there are people I can see Places I can be And friends who call  Oh but, what good does it do There's no subsitute for you I want you, or nothing at all  I live for your love Every minute I live for your love Want you in it I live for your love I admit it  I live for your love and your kisses You know how I miss it Your sweet tender touch I need you soo much that I just can't go on anymore What I wouldn't give for Cause darling  I live for your love My baby, baby yeah I live for your love, oooohhh  ",
        "title": "I Live For Your Love"
    },
    {
        "artist": "Tiffany",
        "lyrics": "  I saw him standing there I saw him standing there You were just seventeen Way beyond compare  Well, he was just seventeen And you know what I mean And the way he looked Was way beyond compare  I never danced with another Whoo When I saw him standing there  Well he looked at me And I I couldn't see That before too long I'd fall in love with him  He never danced with another Whoo When I saw him standing there  Well, my heart went boom As I crossed the room And I held his hand in mine  Oh, we danced through the night And we held each other tight And before too long I fell in love with him  He never danced with another Whoo When I saw him standing there  Well, my heart went boom As I crossed the room And I held his hand in mine  Oh We danced through the night And we held each other tight and And before too long I fell in love with him  He never danced with another Whoo When I saw him standing there  I saw him standing there Well Since I saw him standing there Ow!  I saw you standing there I saw you standing there You were just seventeen Way beyond compare I saw you standing there  I saw you standing there Don't ever dance Don't ever dance with another nobody Nobody  ",
        "title": "I Saw Him Standing There"
    },
    {
        "artist": "Fleetwood Mac",
        "lyrics": null,
        "title": "Everywhere"
    },
    {
        "artist": "Dan Hill",
        "lyrics": null,
        "title": "Never Thought (That I Could Love)"
    },
    {
        "artist": "Louis Armstrong",
        "lyrics": "  [Verse 1] I see trees of green, red roses too I see them bloom, for me and for you And I think to myself What a wonderful world  [Verse 2] I see skies of blue, clouds of white Bright blessed days, dark sacred nights And I think to myself What a wonderful world  [Bridge] The colors of a rainbow So pretty in the sky Are also on the faces Of people going by I see friends shaking hands, saying how do you do They're really saying, I love you  [Verse 3] I hear babies cry, I watch them grow They'll learn much more Than I'll never know And I think to myself What a wonderful world Yes, I think to myself What a wonderful world  [Written by Bob Thiele and George Weiss]  ",
        "title": "What A Wonderful World"
    },
    {
        "artist": "Taylor Dayne",
        "lyrics": "  Prove your love Got to prove your love I hear all about what you can do But I got to know Is it true Your telling me to trust What should I believe You promised so much But talk is cheap You tell me that you're serious But I gotta know for sure You say how much you want me But I've heard it all before  (Prove your love, Gotta prove your love If you want to be with me tonite Show your stuff , Cause words are not enough I want to hear your body talk to mine)  Boy I can feel a love is on the rise A message revealed in your eyes You know I can't wait To know your passion It's not to late So take some action Can you say that when you're through I'll know what love is all about Well, baby I've been patient, now I'm ready to find out Chorus You can tell me that your serious But I gotta know for sure You say that you want me But I've heard it all before Prove your love gotta prove your love If you want to be with me tonight Show your stuff, cause words Are not enough I want to hear your body Repeat  ",
        "title": "Prove Your Love"
    },
    {
        "artist": "Icehouse",
        "lyrics": "  If a boy had a chance A chance with someone like you Are you gonna break his heart Let him cry for the moon  Are you hiding somewhere behind those eyes? (I just freeze)  I just freeze every time You see through me And it's all over you Electric blue  (On my knees) On my knees Help me baby Tell me what can I do? Electric blue  Oh, I had a dream For a moment I believed it was true Oh I'd have given anything Just to be there with you  Are you hiding somewhere behind those eyes? (I just freeze)  I just freeze every time You see through me And it's all over you Electric blue  (In too deep) In too deep Standing here waiting As I'm breaking in two Electric blue  (I can see) I can see Can see that it may be Just a vision of you Electric blue  (On my knees) On my knees Help me baby Tell me what can I do? Electric blue  (Help me baby)  Are you hiding somewhere behind those eyes? (In those eyes)  I just freeze Every time you see through me And it's all over you Electric blue  (In too deep) In too deep Standing here waiting As I'm breaking in two Electric blue  (I can see) I can see Can see that it may be Just a vision of you Electric blue  (On my knees) On my knees Help me baby Tell me what can I do? Electric blue  (In those eyes) I just freeze Every time you see through me And it's all over you Electric blue  (In too deep) In too deep Standing here waiting As I'm breaking in two Electric blue  (I can see) I can see Can see that it May be just a vision of you Electric blue  (On my knees) On my knees Help me baby Tell me what can I do? Electric blue  Electric blue Electric blue Electric blue  ",
        "title": "Electric Blue"
    },
    {
        "artist": "Bruce Springsteen",
        "lyrics": "  [Verse 1] Woke up this morning, the house was cold Checked out the furnace, she wasn't burnin' Went out and hopped in my old Ford Hit the engine but she ain't turnin' We've given each other some hard lessons lately But we ain't learnin' We're the same sad story, that's a fact One step up and two steps back  [Verse 2] Bird on a wire outside my motel room But he ain't singin' Girl in white outside a church in June But the church bells, they ain't ringing I'm sittin' here in this bar tonight But all I'm thinkin' is I'm the same old story, same old act One step up and two steps back  [Verse 3] It's the same thing night on night Who's wrong, baby? Who's right? Another fight and I slam the door on Another battle in our dirty little war When I look at myself I don't see The man I wanted to be Somewhere along the line I slipped off track I'm caught movin' one step up and two steps back  [Verse 4] There's a girl across the bar I get the message she's sendin' Mmm she ain't lookin' too married And me, well, honey I'm pretending Last night I dreamed I held you in my arms The music was never-ending We danced as the evening sky faded to black One step up and two steps back One step up and two steps back One step up and two steps back  Ooh Ooh Ooh Ooh  ",
        "title": "One Step Up"
    },
    {
        "artist": "Taylor Dayne",
        "lyrics": "  I feel the night explode When we're together Emotion overload In the heat of pleasure  Take me I'm yours into your arms Never let me go Tonight I really need to know  Tell it to my heart Tell me I'm the only one Is this really love or just a game Tell it to my heart I can feel my body rock Every time you call my name  The passion's so complete It's never ending As long as I receive This message you're sending  Body to body, soul to soul Always feel you near So say the words I long to hear  Tell it to my heart Tell me I'm the only one Is this really love or just a game Tell it to my heart I can feel my body rock Every time you call my name  Love...love on the run Breaking us down Though we keep holding on I don't want to lose No...I can't let you go...  Tell it to my heart Tell me I'm the only one Is this really love or just a game Tell it to my heart I can feel my body rock Every time you call my name  Tell it to my heart Tell me from the stars Tell it to my heart Tell it to my heart Tell me from the stars Tell it to my heart  Never make it stop Oh take it to the heart Oh no no ah ah  Tell it to my heart Tell me I'm the only one Is this really love or just a game Tell it to my heart I can feel my body rock Every time you call my name  ",
        "title": "Tell It To My Heart(Dub)"
    },
    {
        "artist": "Whitesnake",
        "lyrics": "  When I first saw you, baby You took my breath away I knew your name was trouble But my heart got in the way Couldn't stop myself from reaching out I could not turn away I don't even know your name I can't leave you alone I'm running 'round in circles Like a dog without a bone I know the game you're playing But baby, I just can't let go So give me all your love tonight Give me all your love tonight I'll do anything you want Just give me all of your loving tonight I'll work hard everyday To love and treat you right I'll rock you in the morning And roll you in the night Any way you want I'm gonna prove my love for you So give me all your love tonight Give me all your love tonight I'll do anything you want Give me all of your loving tonight, tonight, tonight So give me all your love tonight Give me all your love tonight I'll do anything you want Just give me all of your loving tonight So give me all your love tonight Give me all your love tonight I'll do anything you want Give me all of your loving tonight I am blinded by your smile I'm crazy about your walk I shiver and I shake When I hear you baby talk I'm a fool for your loving, babe Give me all your love tonight So give me all your love tonight Give me all your love tonight I'll do anything you want Give me all of your loving tonight Anything you want from me So give me all your love tonight Give me all your love tonight I'll do anything you want Give me all of your loving tonight, tonight, tonight  ",
        "title": "Give Me All Your Love"
    },
    {
        "artist": "LL Cool J",
        "lyrics": "  [Hook] I'm going back to Cali, Cali, Cali I'm going back to Cali... hmm, I don't think so I'm going back to Cali, Cali, Cali I'm going back to Cali... I don't think so  Going back to Cali, stylin, profilin Growlin, and smilin, while in the sun The top is down, on the black Corvette And it's fly, cause it's sittin on Daytons Nardi steering wheel, plushed out, gold-leaf phantom top And three girls waiting VRRRROOM engine's blowin, the chrome, is shining Passing all the cars on the way Movement of the wind, back wheels spin Pop in a cassette and push play  [Hook] I'm going back to Cali, Cali, Cali I'm going back to Cali... hmm, I don't think so I'm going back to Cali, Cali, Cali I'm going back to Cali... I don't think so   I'm going back to Cali, shakin 'em, bakin 'em Takin 'em to spots they never before hung ?? the place, on Sunset it's a trip Where the A.C.'s cold, and the girls still strip The record skip, but this girl kept dancin Prancin, grindin, grinnin, romancin I asked her to the barn, so we could hit the hay I wanna do this, Brutus, but I don't wanna pay  [Hook] I'm going back to Cali, Cali, Cali I'm going back to Cali... hmm, I don't think so I'm going back to Cali, Cali, Cali I'm going back to Cali   I'm going back to Cali, rising, surprising Advising realizing, she's sizing me up Her bikini - small; heels - tall She said, she liked, the ocean She showed me a beach, gave me a peach And pulled out the suntan lotion Now I thought that was fast, but this girl was faster She's lookin for a real good time I said, \"Close your eyes, I got a surprise,\" And I ran away with the bottle of wine  [Hook] I'm going back to Cali, Cali, Cali I'm going back to Cali... hmm, I don't think so I'm going back to Cali, Cali, Cali I'm going back to Cali... I don't think so   {*saxophone solo*}  ",
        "title": "Going Back To Cali (From \"Less Than Zero\")"
    },
    {
        "artist": "Henry Lee Summer",
        "lyrics": null,
        "title": "I Wish I Had A Girl"
    },
    {
        "artist": "Morris Day",
        "lyrics": "  Trapped at first glance I did a double take A victim without a chance Pulled in by the bait  When I caught the fishnet Black pantyhose Big legs show through the holes  Fishnet Black pantyhose She’s out to catch you With those fishnet pantyhose  Closer I can’t see These drawers I could not pass She turned toward me Things were moving kinda fast, kinda fast  When I saw those fishnet Black pantyhose Big legs show through the holes  Fishnet Black pantyhose She’s out to catch you With those fishnet pantyhose  Fishnet Black pantyhose Show everything from Her waist down to her toes  Fishnet Black pantyhose Now I’m the catch Anything goes  You know I always wondered What it’d feel like to be hunted Kinda makes you feel like a fish in the sea  But the way you’re looking In those fishnets, mama You could trap me  Fishnet Black pantyhose Fishnet Black pantyhose  Fishnet Big legs Fishnet Black pantyhose  Ah, this is gonna be serious But I must remember My own famous words  Look at this big-legged woman Wondering what to do You can do most anything Just don’t lose your cool  Fishnet Black pantyhose Big legs show through the holes  Fishnet Black pantyhose Out to catch you With those fishnet pantyhose  Fishnet Black pantyhose Big legs show through the holes  Fishnet Black pantyhose Now I’m the catch Anything goes  Women, let your big legs show Let me lose control Every time I see you in your  Fishnet Black pantyhose Big legs show through the holes  Fishnet Black pantyhose She’s out to catch you With those Fishnet pantyhose  Fishnet Black pantyhose Big legs show through the holes  Fishnet Black pantyhose Now I’m the catch Anything goes (Fishnet)  ",
        "title": "Fishnet"
    },
    {
        "artist": "The Communards",
        "lyrics": null,
        "title": "Never Can Say Goodbye"
    },
    {
        "artist": "Bruce Springsteen",
        "lyrics": "  Fat man sitting on a little stool Takes the money from my hand while his eyes take a walk all over you Hands me the ticket smiles and whispers good luck Cuddle up, angel, cuddle up my, little dove Well ride down baby Into this tunnel of love  I can feel the soft silk of your blouse And them soft thrills in our little fun house Then the lights go out and it's just the three of us You me and all that stuff we're so scared of Gotta ride down baby Into this tunnel of love  There's a crazy mirror showing us both in 5-d I’m laughing at you and you’re laughing at me There’s a room of shadows that gets so dark, brother It’s easy for two people to lose each other In this tunnel of love  It ought to be easy, ought to be simple enough Man meets woman and they fall in love But the house is haunted and the ride gets rough And you've got to learn to live with what you can't rise above if you want to ride on down in through this tunnel of love  ",
        "title": "Tunnel Of Love"
    },
    {
        "artist": "Toto",
        "lyrics": "  [Instrumental intro]  Oh!  Yeah  [Verse 1] Side by side I'll be yours forever Yes, I will Rain or shine Aany kind of weather Any kind  [Pre-Chorus 1] There isn't anything I wouldn't do for you Let's take what's getting old and make it new Oh!  [Verse 2] Eye to eye It's a blinding confrontation You and I We're a deadly combination  [Pre-Chorus 2] So don't start mixing truth with jealousy The road we're on is clear as far as I can see  [Chorus 1] (Pamela) Don't break this heart of mine Just remember It may not heal this time (Pamela) There is no second chance For the one who leaves it all behind  Yeah I love you, little girl  [Verse 3] Oh! Black and white Always go together Day and night You're the precious jewel I treasure  [Pre-Chorus 3] Wanting every part of you is not a crime Could it be that you're the one Who's wrong this time  [Chorus 2] Pamela Don't break this heart of mine Just remember it may not heal this time Pamela There is no second chance For the one who leaves it all behind  All, yeah!  [Synthesizer solo: David Paich]  [Guitar solo: Steve Lukather]  [Bridge] (Oh, Pamela) (Oh, Pamela) Thousands of miles away But always in my heart  [Chorus 3] (Pamela) So don't break this heart of mine Just remember it may not heal this time (Pamela) There is no second chance For the one who leaves it all behind  (Pamela) Don't break this heart of mine Just remember It may not heal this time (Pamela) There is no second chance For the one who leaves it all behind  It all behind!  [Outro instrumental]  ",
        "title": "Pamela"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] Goodbye England's rose May you ever grow in our hearts You were the grace that placed itself Where lives were torn apart You called out to our country And you whispered to those in pain Now you belong to heaven And the stars spell out your name  [Chorus] And it seems to me you lived your life Like a candle in the wind Never fading with the sunset When the rain set in And your footsteps will always fall here Along England's greenest hills Your candle's burned out long before Your legend ever will  [Verse 2] Loveliness we've lost These empty days without your smile This torch, we'll always carry For our nation's golden child And even though we try The truth brings us to tears All our words cannot express The joy you brought us through the years  [Chorus] And it seems to me you lived your life Like a candle in the wind Never fading with the sunset When the rain set in And your footsteps will always fall here Along England's greenest hills Your candle's burned out long before Your legend ever will  [Verse 3] Goodbye England's rose May you ever grow in our hearts You were the grace that placed yourselves Where lives were torn apart Goodbye England's rose From a country lost without your soul Who'll miss the wings of your compassion More than you will ever know  [Chorus] And it seems to me you lived your life Like a candle in the wind Never fading with the sunset When the rain set in And your footsteps will always fall here Along England's greenest hills Your candle's burned out long before Your legend ever will  And your footsteps will always fall here Along England's greenest hills Your candle's burned out long before Your legend ever will  ",
        "title": "Candle In The Wind"
    },
    {
        "artist": "Steve Winwood",
        "lyrics": null,
        "title": "Talking Back To The Night"
    },
    {
        "artist": "So",
        "lyrics": "  [Intro] Look around you Look down the bar from you At the faces that you see Are you sure this is where you want to be  [Verse 1] These are your friends But are they real friends Do they love you as much as me Are you sure this is where you want to be You seem in such a hurry to live this kind of life You've caused so many pain and misery  [Verse 2] Look around you, take a good look Just between you and me Are you sure that this is where you want to be Please don't let my tears persuade you I had hoped I wouldn't cry But lately, teardrops seem a part of me  [Outro] But, look around you, take a good look At all the local used-to-be's Are you sure that this is where you want to be  ",
        "title": "Are You Sure"
    },
    {
        "artist": "Men Without Hats",
        "lyrics": "  Johnny played guitar, Jenny played bass Name of the band is The Human Race Everybody tell me, have you heard Pop goes the world  Jenny played keyboard, Johnny played drums Called Little Baby and a big Bonhomme Everybody tell me, have you heard Pop goes the world  It goes something like this  Johnny and Jenny had a crazy dream See their pictures in a magazine Every little boy needs a girl Pop goes the world  Jenny and Johnny getting smart, it seemed Make more money on a movie screen Every little nest needs a bird Pop goes the world  One, two, three and four is five Everybody here is a friend of mine Whatever happened to the Duke of Earl (Pop goes the world)  Six, seven, eight and nine is ten Send Al Gunn to see the doctor (Ben) Hey, what planet are we on (the third) Pop goes the world  And every time I wonder where the world went wrong End up lying on my face going ringy-dingy-ding-dong And every time I wonder if the world is right End up in some disco, dancing all night  Johnny played guitar, Jenny played bass Name of the band is The Human Race Everybody tell me have you heard Pop goes the world  Johnny played guitar, Jenny played bass Ain't nobody couldn't take their place Everybody tell me have you heard Pop goes the world (Pop goes the world) (Pop goes the world)  ",
        "title": "Pop Goes The World"
    },
    {
        "artist": "Heart",
        "lyrics": null,
        "title": "I Want You So Bad"
    },
    {
        "artist": "Great White",
        "lyrics": "  [Verse 1] I wake in the night To find you on my mind Deep in a dream you'll always be Till the end of time  [Verse 2] I look in your eyes they touch my soul My love is hard to hide I'm never alone when we're apart I feel you by my side  [Pre-Chorus] And here in my heart Where no one else will ever be I know who you are So lock the door and throw away the key  [Chorus] Save all your love Save your love for me When I'm alone at night You're all I see  [Verse 3] I wake from a dream And see you by my side How could I belong to someone else When holding you feels so right?  [Pre-Chorus] And here in my heart Where no one else will ever be We've made it so far So lock the door and throw away the key  [Chorus] Save all your love Save your love for me When I'm alone at night You're all I see  Save all your love Save your love for me Don't turn your back on me You're all I see  I know who you are We've come so far So baby stay with me  Save all your love Save your love for me Don't turn your back on me You're all I need  Save your love Save your love Save all your love Save all your love Save your love Baby save all your love Save all your love  ",
        "title": "Save Your Love"
    },
    {
        "artist": "The Kane Gang",
        "lyrics": null,
        "title": "Don't Look Any Further"
    },
    {
        "artist": "George Harrison",
        "lyrics": "  [Chorus] I got my mind set on you I got my mind set on you I got my mind set on you I got my mind set on you  [Verse 1] But it's going to take money A whole lot of spending money It's going to take plenty of money To do it right, child  It's going to take time A whole lot of precious time It's going to take patience and time To do it, to do it, to do it, to do it, to do it To do it right, child  [Chorus] I got my mind set on you I got my mind set on you I got my mind set on you I got my mind set on you  [Verse 2] And this time I know it's for real The feeling that I feel I know if I put my mind to it I know that I really can do it  [Bridge] I got my mind set on you Set on you I got my mind set on you Set on you  [Verse 1] But it's going to take money A whole lot of spending money It's going to take plenty of money To do it right, child  It's going to take time A whole lot of precious time It's going to take patience and time To do it, to do it, to do it, to do it, to do it To do it right  [Chorus] I got my mind set on you I got my mind set on you I got my mind set on you I got my mind set on you  [Verse 2] And this time I know it's for real The feelings that I feel I know if I put my mind to it I know that I really can do it  [Verse 1] But it's going to take money A whole lot of spending money It's going to take plenty of money To do it right, child  It's going to take time A whole lot of precious time It's going to take patience and time To do it, to do it, to do it, to do it, to do it To do it right  Set on you Set on you Set on you Set on you  [Chorus] I got my mind set on you I got my mind set on you I got my mind set on you I got my mind set on you  [Outro] Set on you Set on you Set on you Set on you Set on you Set on you Set on you Set on you  ",
        "title": "Got My Mind Set On You"
    },
    {
        "artist": "Carly Simon",
        "lyrics": null,
        "title": "All I Want Is You"
    },
    {
        "artist": "Natalie Cole",
        "lyrics": "  You may think I'm fooling For the foolish things I do You may wonder how come I love you When you get on my nerves like you do  Well baby you know you bug me There ain't no secret about that Well, come on over here and hug me Baby I'll spill the facts  Well, honey it ain't your money 'Cause I got plenty of that  I love you for your pink Cadillac Crushed velvet seats Riding in the back, oozing down the street Waving to the girls, peeling out of sight Spending all my money on a Saturday night Honey, I just wonder what you do There in the back of your pink Cadillac Pink Cadillac  Well, now way back in the Bible Temptations always come along There's always somebody tempting you Somebody into doing something they know is wrong  Well, they tempt you, man, with silver And they tempt you, sir, with gold And they tempt you with the pleasures That flesh does surely hold  They say Eve tempted Adam with an apple Man, I ain't going for that  I know it was her pink Cadillac Crushed velvet seats Riding in the back, oozing down the street Waving to the girls, peeling out of sight Spending all my money on a Saturday night Honey, I just wonder what you're doing In the back of your pink Cadillac Pink Cadillac  Now, now, now, some folks say it's too big And uses too much gas Some folks say that it's too old And that it just goes too fast  Oh, but love is bigger than a Honda (Honda) And it's bigger than a Subaru (that too) Hey man there's only one thing And one car that will do  Anyway we don't have to drive it Honey, we can park it out in back And have a party in your pink Cadillac  Crushed velvet seats Riding in the back, oozing down the street Waving to the girls, peeling out of sight Spending all my money on a Saturday night Honey, I just wonder what you do there In the back of your pink Cadillac You know the one I mean, Le Car Woah! Cadillac  ",
        "title": "Pink Cadillac"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": null,
        "title": "Thinking Of You"
    },
    {
        "artist": "Brenda Russell Featuring Joe Esposito",
        "lyrics": "  [Verse 1] When I find myself watching the time I never think about all the funny things you said I feel like it's dead Where is it leading me now  I turn around in the still of the room Knowing this is when I'm gonna make my move Can't wait any longer And I'm feeling stronger but oh  [Pre-Chorus] Just as I walk through the door I can feel your emotion It's pulling me back Back to love you  [Chorus] I know I'm caught up in the middle I cry just a little When I think of letting go Oh no, gave up on the riddle I cry just a little When he plays piano in the dark  [Verse 2] He holds me close like a thief of the heart He plays a melody Born to tear me all apart The silence is broken And no words are spoken but oh  [Pre-Chorus] Just as I walk through the door I can feel your emotion It's pulling me back Back to love you  [Chorus] I know I'm caught up in the middle I cry just a little When I think of letting go Oh no, gave up on the riddle I cry just a little When he plays piano in the dark  [Bridge] The silence is broken And no words are spoken but oh  [Pre-Chorus] Just as I walk through the door I can feel your emotion It's pulling me back Back to love you  [Chorus] I know I'm caught up in the middle I cry just a little When I think of letting go Oh no, gave up on the riddle I cry just a little When he plays piano in the dark  [Outro] Oh..i cry,i cry..  ",
        "title": "Piano In The Dark"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Chorus] Hot thing! Hot thing, barely 21 Hot thing, looking for big fun Hot thing, what's your fantasy? Do you want to play with me?  [Verse] Hot thing, baby you dance so good Hot thing, baby I knew you would Hot thing, tell me what you see Hot thing, When you smile, when you smile, when you smile Are your smiles, are your smiles for me? Hot thing, maybe you should give your folks a call Hot thing, tell them you're going to the Crystal Ball Hot thing, tell them you're coming home late If you're coming home at all Hot thing, tell them you found a brand new baby doll Hot thing, I can't wait to get you home Hot thing, where we could be alone Hot thing, I could read you poetry And then we could make a story of our own  [Bridge] Hot thing Hot, hot, hot thing Hot thing, hot thing Hot thing, hot thing  [Chorus][x2] Hot thing! Hot thing, barely 21 Hot thing, looking for big fun Hot thing, what's your fantasy? Do you want to play with me?  ",
        "title": "Hot Thing"
    },
    {
        "artist": "Boy George",
        "lyrics": null,
        "title": "Live My Life (From The Film \"Hiding Out\")"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Intro] Hee-Hee! Ooh! Go On Girl! Aaow!  [Verse 1] Hey pretty baby with the high heels on You give me fever like I've never, ever known You're just a product of loveliness I like the groove of your walk, your talk, your dress  [Pre-Hook] I feel your fever from miles around I'll pick you up in my car and we'll paint the town Just kiss me baby and tell me twice That you're the one for me  [Hook] The way you make me feel (The way you make me feel) You really turn me on (You really turn me on) You knock me off of my feet (You knock me off of my feet) My lonely days are gone (My lonely days are gone)  [Verse 2] I like the feeling you're giving me Just hold me, baby, and I'm in ecstasy Oh, I'll be working from 9 to 5 To buy you things to keep you by my side  [Pre-Hook] I've never felt so in love before Just promise baby, you'll love me forevermore I swear I'm keeping you satisfied Cause you're the one for me  [Hook] The way you make me feel (The way you make me feel) You really turn me on (You really turn me on) You knock me off of my feet (You knock me off of my feet) My lonely days are gone (My lonely days are gone)  [Interlude] Acha-ooh! G'on girl! G'on! Hee! Hee! Aaow! G'on, girl!  [Pre-Hook] I've never felt so in love before Just promise baby, you'll love me forevermore I swear I'm keeping you satisfied Cause you're the one for me  [Hook] The way you make me feel (The way you make me feel) You really turn me on (You really turn me on) You knock me off of my feet (You knock me off of my feet) My lonely days are gone (My lonely days are gone)  [Hook] The way you make me feel (The way you make me feel) You really turn me on (You really turn me on) You knock me off of my feet (You knock me off of my feet) My lonely days are gone (My lonely days are gone)  Ain't nobody's business Ain't nobody's business (The way you make me feel) Ain't nobody's business Ain't nobody's business But mine and my baby (You really turn me on) Hee-hee! (You knock me off of my feet) Hee-hee! Ooh! (My lonely days are gone)  Give it to me Give me some time (The way you make me feel) Come on, be my girl I wanna be with mine (You really turn me on) Ain't nobody's business (You knock me off of my feet) Ain't nobody's business But mine and my baby G'on, girl! Aaow! (My lonely days are gone)  ",
        "title": "The Way You Make Me Feel"
    },
    {
        "artist": "The Deele",
        "lyrics": "  [Verse 1] [Darnell Bristol] A summer love is beautiful But it's not enough To satisfy emotions That are shared between us A winter love is cozy But I need so much more It just intensifies my wants To have a love that endures  [Babyface] 'Cause every time I close my eyes I think of you And no matter what the season is I still love you With all my heart And I wanna be with you Wherever you are  [Chorus] I only think of you on two occasions That's day and night I'd go for broke if I could be with you Only you can make it right  [Verse 2] [Carlos \"Satin\" Greene] An autumn love is special At this time of the year But when the leaves are gone Does that love disappear? I never underestimate the new love of spring But I'm glad to say in my heart I know my love's lasting  [Babyface] 'Cause every time I close my eyes I think of you And no matter what the season is I still love you With all my heart And I wanna be with you Wherever you are  [Chorus] I only think of you on two occasions (What's that?) That's day and night I'd go for broke if I could be with you Only you can make it right I only think of you on two occasions That's day and night I'd go for broke if I could be with you Only you can make it right  [Babyface] 'Cause every time I close my eyes I think of you And no matter what the season is I still love you With all my heart And I wanna be with you Wherever you are  [Chorus] I only think of you on two occasions That's day and night I'd go for broke if I could be with you Only you can make it right I only think of you on two occasions That's day and night I'd go for broke if I could be with you Only you can make it right  ",
        "title": "Two Occasions"
    },
    {
        "artist": "Bryan Ferry",
        "lyrics": null,
        "title": "Kiss And Tell (From \"Bright Lights, Big City\")"
    },
    {
        "artist": "White Lion",
        "lyrics": null,
        "title": "Wait"
    },
    {
        "artist": "Samantha Fox",
        "lyrics": "  [Intro:] Maybe Just maybe Naughty girls need love too  [Verse 1:] I've been told time and time again That you can't treat love like a game But I play rough With hearts that never mend 'Cause some guys like you do the same  Love Was just a four letter word Never heard How absurd How it could be  But now I can't believe this is real How I feel now you steal My heart away from me  Used to be so good and so bad Sex was just something I had Used to always know what to do Now you've got me confused  [Chorus:] Baby, don't let me be misunderstood Temporary love's so bad But it feels so good  Then along came you Now I know it's true Naughty girls need love too  Then came you Then came you  [Verse 2:] Yes, it's true I'm in love with you And believe it, baby This time your love won't get away  Stay here in the place to be We can get busy my way For six forevers and a day  Ooh, it's only you I adore So much more Than my body was asking for  Yes Your love is breaking my chill Even still there's a thrill in my heart  [Full Force:] Samantha Fox was such a wild dame Huh But what's in a name? (S-S-Samantha, S-S-Samantha Fox) No more fun and games of the mind Let's get busy one time  [Repeat Chorus x2:]  So moving like you're forty This groove is much too naughty Can't you see I want you just for me Boys, make some noise  [Full Force:] Girl, I want to shower you with diamonds And please don't tease If you lie my heart will freeze Freeze, freeze, freeze  Don't let me, baby Temporary love's so bad Temporary love's so bad Then along came you Then along came you  Don't, don't Don't, don't Temporary, temporary Temporary, temporary Came along, came along Came along, came along Naughty girls need love  Baby, baby Don't let me Temporary love's so bad Then along came you  ",
        "title": "Naughty Girls (Need Love Too)"
    },
    {
        "artist": "Stacey Q",
        "lyrics": "  [Verse 1] Wait a minute, baby If you're walking out the door You better look before you leap, boy Don't be coming back for more  [Pre-Chorus] Listen to me, baby It's important that you try to understand I am not a fighter, I'm a lover I'll do anything I can And  [Chorus] Don't make a fool of yourself Better think it over, baby, one more time Don't make a fool of yourself Better get a grip before you lose your mind  [Verse 2] Wait a minute, baby Is it something that I said? Nothing's coming from your heart, boy It's only coming from your head (whoa, oh, oh) Shake it, shake it, baby If it's what you wanna do Just remember everybody's baby Wants to shake their booty too  [Pre-Chorus] Listen to me, baby It's important that you try to understand I am not a fighter, I'm a lover And your wish is my command And  [Chorus] Don't make a fool of yourself Better think it over, baby, one more time Don't make a fool of yourself Better get a grip before you lose your mind  [Bridge] Listen, understand Lover take my hand Lover Try to understand Take my hand Lover take my hand And  [Chorus] Don't make a fool of yourself Better think it over, baby, one more time Don't make a fool of yourself Better get a grip before you lose your mind  ",
        "title": "Don't Make A Fool Of Yourself"
    },
    {
        "artist": "Eria Fachin",
        "lyrics": "  Seeing you today Was quite a surprise And when you saw my friend You couldn't disguise your feelings Even tough you broke my heart I guess you thought I'd always love you Now it hurts That I found someone new  What did you think I would do? Sit all alone by the telephone? Wait for the day that you might come home Savin' myself for you  Now did you really believe I never looked at another guy C`mon that night and you sit to cry Savin' myself for you  After you were gone I realized my life was moving on You`d be surprised How quickly people start to come around You'd never know that I'd be lonely Couldn't help fall in love again  What did you think I would do? Sit all alone by the telephone? Wait for the day that you might come home Savin' myself for you  Now did you really believe I never looked at another guy C`mon that night and you sit to cry Savin' myself for you  Now you gave your heart to someone else And threw our love away So I found myself for another love And I know it`s gonna stay  ",
        "title": "Savin' Myself"
    },
    {
        "artist": "Pepsi & Shirlie",
        "lyrics": null,
        "title": "All Right Now"
    },
    {
        "artist": "R.E.M.",
        "lyrics": "  [Verse 1] That's great, it starts with an earthquake, birds and snakes And aeroplanes - Lenny Bruce is not afraid  Eye of a hurricane, listen to yourself churn World serves its own needs, don't misserve your own needs Speed it up a notch, speed, grunt, no, strength The ladder starts to clatter with fear of height, down, height Wire in a fire, represent the seven games And a government for hire and a combat site Left of west and coming in a hurry With the Furies breathing down your neck  Team by team, reporters baffled, trumped, tethered, cropped Look at that low plane, fine, then Uh oh, overflow, population, common group But it'll do, save yourself, serve yourself. World serves its own needs, listen to your heart bleed Tell me with the Rapture and the reverent in the right, right You vitriolic, patriotic, slam fight, bright light Feeling pretty psyched  [Chorus] It's the end of the world as we know it It's the end of the world as we know it It's the end of the world as we know it, and I feel fine  [Verse 2] Six o'clock, TV hour, don't get caught in a foreign tower Slash and burn, return, listen to yourself churn Lock him in uniform, book burning, blood letting Every motive escalate, automotive incinerate Light a candle, light a votive, step down, step down Watch your heel crush, crush, uh-oh This means no fear, cavalier renegade and steering clear A tournament, a tournament, a tournament of lies Offer me solutions, offer me alternatives, and I decline  [Chorus] It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) And I feel fine (I feel fine)  It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) And I feel fine  It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it, and I feel fine (It's time I had some time alone)  [Verse 3] The other night I dreamt of knives, continental drift divide Mountains sit in a line Leonard Bernstein, Leonid Brezhnev Lenny Bruce and Lester Bangs Birthday party, cheesecake, jelly bean, boom! You symbiotic, patriotic, slam but neck, right? Right!  [Chorus] It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) And I feel fine  It's the end of the world as we know it It's the end of the world as we know it It's the end of the world as we know it (It's time I had some time alone) And I feel fine  It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) And I feel fine  It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) And I feel fine  ",
        "title": "It's The End Of The World As We Know It (And I Feel Fine)"
    },
    {
        "artist": "Tommy Shaw",
        "lyrics": "  I'll never know what brought me here As if somebody led my hand It seems I hardly had to steer - My course was planned And destiny, it guides us all; And by its hand we rise and fall But only for a moment Time enough to catch our breath again  And we're just another piece of the puzzle Just another part of the plan How one life touches the other Is so hard to understand Still we walk this road together We try and go as far as we can And we have waited for this moment in time Ever since the world began  Taken in the times gone by We wonder how it all began We never know, and still we try To understand And even though the seasons change The reasons shall remain the same It's love that keeps us holding on Till we can see the sun again  And we're just another piece of the puzzle Just another part of the plan And we have waited for this moment in time Ever since the world began  And I stand alone A man of stone Against the driving rain And the night, it's got your number - And the wind, it cries your name  And we search for clues Win or lose In this we're all the same The hope still burns eternal We're the keeper of the flame  ",
        "title": "Ever Since The World Began"
    },
    {
        "artist": "Blue Mercedes",
        "lyrics": null,
        "title": "I Want To Be Your Property"
    },
    {
        "artist": "Squeeze",
        "lyrics": "  853-5937 Angela can't make it to the phone If you care to leave your name and number She'll give you a ring when she is home  Every time I called her I got the message I listened to the voice coming down the line I couldn't speak to a tape recording I redialed it a number of times  853-5937 Angela can't make it to the phone If you care to leave your name and number Please speak clearly after the tone She'll give you a ring when she gets home  I rang her this morning so very early Same old message came down the phone I should go and see if her house is empty Maybe she's poorly, perhaps she's not home  853-5937 Angela can't make it to the phone If you care to leave your name and number Please speak clearly after the tone She'll give you a ring when she gets home  She's in Mill Hill, I'm in Bermondsey It's the end of the earth on the northern line Makes it so hard for me to see The one that I love but can never find  Called up a close friend who lives right by her I got the message he was out too I got suspicious, are they together I've got to find out that this isn't true  ",
        "title": "853-5937"
    },
    {
        "artist": "Elisa Fiorillo",
        "lyrics": "  [Verse 1:] My family's saying you're the kind I can do without They think I'm too young To know what love is all about  I guess they love me And they're just trying to help But sometimes I'm better off with no advice  Don't they see the tears I'm crying Are oh, so real No one can understand Cause no one knows the way I feel  [Chorus:] How can I forget you When you make me feel so fine How can I forget you 'Cause when I close my eyes You're all I see  [Verse 2:] I go on dreaming Every night I make a wish That maybe someday We can make a life out on our own  It'd be so easy to run away with you I'm getting so confused I need to spend some time alone  [Repeat Hook:]  [Repeat Chorus:]  [Repeat Hook:]  [Repeat Chorus:]  ",
        "title": "How Can I Forget You"
    },
    {
        "artist": "David Foster",
        "lyrics": null,
        "title": "Winter Games"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Verse 1] It was only last June when her old man ran away She couldn't stop crying cause she knew he was gone to stay It was 10:35 on a lonely friday night She was standin' by the bar Hmm, she was lookin' alright, yeah I asked if she wanted to dance And she said all she wanted was a good man And wanted to know if I thought I was qualified, yeah  [Chorus] And I said, baby don't waste your time I know what's on your mind I may be qualified for a one night stand But I could never take the place of your man  [Verse 2] It hurt me so bad when she told me With tears in her eyes (tears in her eyes) He was all she ever had and now she wanted to die He left her with a baby and another one on the way She couldn't stop cryin' cause she knew he was gone to stay She asked me if we could be friends And I said, oh, honey baby that's a dead end You know and I know that we wouldn't be satisfied  [Chorus] And I said, baby don't waste your time I know what's on your mind I may be qualified for a one night stand But I could never take the place of your man  Yeah, yeah, the place of your man Ooh, Ooh, Ooh, Ooh!  [Instrumental Coda]  1, 2... 1, 2, Woo!  Ahhhh....Oooh  ",
        "title": "I Could Never Take The Place Of Your Man"
    },
    {
        "artist": "Bardeux",
        "lyrics": "  I've never seen a boy who Looks as good as you tonight I'm feeling kind of fresh You know, I'm looking out of sight  I know a little place That we can run away and hide And the only way to go Is on a magic carpet ride  Come on and take a ride with me I'll show you just how fun My love can be Put your heart into my hands I'll take you to a wonderland  On my magic carpet Flying so high With my love to guide you On my magic carpet Nothing but sky and stars All around you  Yeah, yeah, yeah  I got a magic carpet Wanna take you for a ride You're getting kinda nervous I can see it in your eyes  Your heart is beating faster And your throat is getting dry But once you've tried it, baby It's the only way to fly  Come on and take a ride with me I'll show you just how fun My love can be Put your heart into my hands I'll take you to a wonderland  On my magic carpet Flying so high With my love to guide you On my magic carpet Nothing but sky and stars All around you  On my magic carpet Flying so high With my love to guide you On my magic carpet Nothing but sky and stars All around you  Yeah, yeah, yeah  Come and take a ride Come and take a ride Come and take a ride with me  Come on and take a ride with me I'll show you just how fun My love can be Put your heart into my hands I'll take you to a wonderland  On my magic carpet Flying so high With my love to guide you On my magic carpet Nothing but sky and stars All around you  On my magic carpet Flying so high With my love to guide you On my magic carpet Nothing but sky and stars All around you  ",
        "title": "Magic Carpet Ride"
    },
    {
        "artist": "Heart",
        "lyrics": null,
        "title": "There's The Girl"
    },
    {
        "artist": "The Cure",
        "lyrics": "  [Verse 1] The first time I saw lightning strike I saw it underground Six deep feet below the street The sky came crashing down For a second, that place was lost in space Then everything went black I left that basement burning And I never went back The second time I saw it strike I saw it at sea It lit up the fish like rain And rained them down on me For a second, that boat was still afloat Then everything went black I left it underwater And I never went back  [Chorus] Hey, hey, hey! But I like it when that lightning comes Hey, hey, hey! Yes, I like it a lot Hey, hey, hey! Yes, I'm jumping like a jumping jack Dancing, screaming, itching, squealing, fevered Feeling hot, hot, hot!  [Verse 2] The third time I saw lightning strike It hit me in bed It threw me around And left me for dead For a second, that room was on the moon Then everything went black I left that house on fire And I never went back  [Chorus]  ",
        "title": "Hot Hot Hot!!!"
    },
    {
        "artist": "Stryper",
        "lyrics": null,
        "title": "Honestly"
    },
    {
        "artist": "Merry Clayton",
        "lyrics": null,
        "title": "Yes (From The Motion Picture \"Dirty Dancing\")"
    },
    {
        "artist": "Icehouse",
        "lyrics": null,
        "title": "Crazy"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": null,
        "title": "Cherry Bomb"
    },
    {
        "artist": "Cellarful Of Noise",
        "lyrics": null,
        "title": "Samantha (What You Gonna Do?)"
    },
    {
        "artist": "George Michael",
        "lyrics": "  [Instrumental Intro]  Well I guess it would be nice if I could touch your body I know not everybody has got a body like you But I gotta' think twice before I give my heart away And I know all the games you play because I played them too  Oh, but I need some time off from that emotion Time to pick my heart up off the floor Oh, when that love comes down without devotion Well it takes a strong man, baby But I'm showin' you the door  'Cause I gotta' have faith I gotta' have faith Because I gotta' have faith, faith, faith I got to have faith, faith, faith  Baby I know you're askin' me to stay Say \"Please, please, please don't go away\" You say I'm givin' you the blues Maybe you mean every word you say Can't help but think of yesterday And another who tied me down to loverboy rules  Before this river becomes an ocean Before you throw my heart back on the floor Oh baby I reconsider my foolish notion Well I need someone to hold me but I'll wait for somethin' more  Yes I gotta' have faith Ooh, I gotta' have faith Because I gotta' have faith, faith, faith I gotta' have faith, faith, faith  I'll just have to wait Because I've got to have faith I gotta' have faith I've got to, got to, got to have faith  Before this river becomes an ocean Before you throw my heart back on the floor Oh, oh baby I reconsider my foolish notion Well I need someone to hold me but I'll wait for somethin' more  'Cause I gotta' have faith Ooh, I gotta' have faith Because I gotta' have faith, faith, faith I gotta' have faith, faith, faith  ",
        "title": "Faith"
    },
    {
        "artist": "Yes",
        "lyrics": null,
        "title": "Rhythm Of Love"
    },
    {
        "artist": "Buster Poindexter & His Banshees Of Blue",
        "lyrics": "  Ole, ole, ole, ole Ole, ole, ole, ole  Ee-yessa, haha Ee-yes, girls  Me mind on fire Me soul on fire, feeling hot, hot, hot Party people All around me feeling hot, hot, hot  What to do on a night like this Music sweet, I can't resist We need a party song A fundamental jam  So we go rum-bum-bum-bum Yeah, we rum-bum-bum-bum Feeling hot, hot, hot Feeling hot, hot, hot, oh, Lord  (Me lalala, lumbumbum) Haha!  See people rocking Hear people chanting, feeling hot, hot, hot Keep up this spirit Come on let's do it, feeling hot, hot, hot  It's in the air, celebration time Music sweet, captivate your mind We have this party song This fundamental jam  So we go rum-bum-bum-bum Yeah, we rum-bum-bum-bum Feeling hot, hot, hot Feeling hot, hot, hot, oh Lord  Haha!  Ole, ole, ole, ole Ole, ole, ole, ole Ole, ole, ole, ole Ole, ole, ole, ole  Ee-yes, girls  People in the party, hot, hot, hot People in the party, hot, hot, hot They come to the party know what they got They come to the party know what they got  I'm hot, you're hot He's hot, she's hot I'm hot, you're hot He's hot, she's hot  (Real hot Real hot Real hot Real hot)  Haha! Oh, Lord!  How you feeling? (Hot, hot, hot) How you feeling? (Hot, hot, hot) How you feeling? (Hot, hot, hot) How you feeling? (Hot, hot, hot)  (Hot, hot, hot Hot, hot, hot Hot, hot, hot Hot, hot, hot)  (Hot, hot, hot Hot, hot, hot Hot, hot, hot Hot, hot, hot)  (Hot, hot, hot Hot, hot, hot Hot, hot, hot Hot, hot, hot)  (Hot, hot, hot Hot, hot, hot Hot, hot, hot Hot, hot, hot)  ",
        "title": "Hot Hot Hot"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": null,
        "title": "You Will Know"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Intro] I don't know why I like it I just do  [Verse 1] I've been hearing your heartbeat inside of me I keep your photo right beside my bed Livin' in a world of fantasies I can't get you out of my head I've been waiting for the phone to ring all night Why you wanna make me feel so good? I got a love of my own I Shouldn't get so hung up on you  [Hook] I remember the way that we touched I wish I didn't like it so much  [Chorus] I get so emotional, baby Everytime I think of you I get so emotional, baby Ain't it shocking what love can do? Ain't it shocking what love can do? Ain't it shocking what love can do?  [Verse 2] I gotta watch you walk in the room, baby I gotta watch you walk out I like the animal way you move And when you talk I just watch your mouth  [Hook] I remember the way that we touched I wish I didn't like it so much  [Chorus] I get so emotional, baby Everytime I think of you I get so emotional, baby Ain't it shocking what love can do?  I get so emotional, baby Everytime I think of you I get so emotional, baby Ain't it shocking what love can do? Ain't it shocking what love can do? Ain't it shocking what love can do?  [Outro] See I remember the way that we touched I wish I didn't like it so much  I get so emotional, baby Everytime I think of you I get so emotional, baby Ain't it shocking what love can do?  ",
        "title": "So Emotional"
    },
    {
        "artist": "Jody Watley",
        "lyrics": "  [Verse 1] When I first laid my eyes upon you I knew right then and there you were the one Eyes so deep, you sent me melting And then you smiled as though to say, \"oh yeah\"  [Pre-Chorus 1] But then you seemed to change your mind You looked away like you were oh, so shy Is the game you're playing hard to get Won't you tell me, oh ho  [Chorus] Want me, don't you want me To touch you and to hold you tight Don't you want me like I want you To kiss and love all through the night  [Verse 2] I'd like to know more than just your name Did you come here alone or with someone If only you would open up And let me know just where you're coming from  [Pre-Chorus 2] Are you looking for a new love Or does commitment seem to bring you down Is that a look of \"yes\" or is it \"no\"? Please don't tease me, oh  [Chorus] Want me, don't you want me To touch you and to hold you tight Don't you want me like I want you To kiss and love all through the night  Oh woah, yeah Don't you want me? Oh woah, yeah Don't you want me?  [Chorus] Want me, don't you want me To touch you and to hold you tight Don't you want me like I want you To kiss and love all through the night  [Pre-Chorus 2] Are you looking for a new love Or does commitment seem to bring you down Is that a look of \"yes\" or is it \"no\"? Please don't tease me, oh  [Chorus] Want me, don't you want me To touch you and to hold you tight Don't you want me like I want you To kiss and love all through the night  Want me, don't you want me To touch you and to hold you tight Don't you want me like I want you To kiss and love all through the night  [Outro] Want me (oh woah), don't you want me (yeah) (Don't you want me?) Want me (oh woah), don't you want me (yeah, yeah) (Don't you want me?)  ",
        "title": "Don't You Want Me"
    }
]