[
    {
        "artist": "Elton John & Kiki Dee",
        "lyrics": "  [Verse 1] Don't go breaking my heart I couldn't if I tried Honey if I get restless Baby you're not that kind Don't go breaking my heart You take the weight off me Honey when you knock on my door I gave you my key  [Pre-Chorus] Nobody knows it When I was down I was your clown Nobody knows it Right from the start I gave you my heart I gave you my heart  [Chorus] So don't go breaking my heart I won't go breaking your heart Don't go breaking my heart  [Verse 2] And nobody told us Because nobody showed us And now it's up to us babe I think we can make it So don't misunderstand me You put the light in my life You put the sparks to the flame I've got your heart in my sights  [Pre-Chorus] Nobody knows it When I was down I was your clown Nobody knows it When I was down I was your clown Nobody knows it Nobody knows it Right from the start I gave you my heart Gave you my heart Oh you gave it  [Chorus] So don't go breaking my heart I won't go breaking your heart Don't go breaking my heart  [Pre-Chorus] Nobody knows it When I was down I was your clown Right from the start Gave you my heart Gave you my heart Oh no baby don't go  [Chorus] Don't go breaking my heart I won't go breaking your heart Don't go breaking my Don't go breaking my I won't go breaking your heart Don't go breaking my heart Don't go breaking my I won't go breaking your heart Don't go breaking my Don't go breaking my I won't go breaking your heart Don't go breaking my Don't go breaking my  ",
        "title": "Don't Go Breaking My Heart"
    },
    {
        "artist": "Bee Gees",
        "lyrics": "  [Verse 1] My baby moves at midnight Goes right on 'till the dawn My woman takes me higher My woman keeps me warm  [Hook] What you doin' on your back? What you doin' on your back? You should be dancing, yeah Dancing, yeah  [Verse 2] She's juicy and she's trouble She gets it to me good My woman gives me power Goes right down to my blood  [Hook] What you doin' on your back? What you doin' on your back? You should be dancing, yeah Dancing, yeah  [Hook] What you doin' on your back? What you doin' on your back? You should be dancing, yeah Dancing, yeah  [Instrumental Solo]  [Verse 1] My baby moves at midnight, yeah Goes right on 'till the dawn My woman takes me higher My woman keeps me warm  [Hook] What you doin' on your back? What you doin' on your back? You should be dancing, yeah Dancing, yeah  [Hook] What you doin' on your back? What you doin' on your back? You should be dancing, yeah Dancing, yeah  [Short Break]  [Outro] You should be dancing, yeah You should be dancing, yeah You should be dancing, yeah You should be dancing, yeah You should be dancing, yeah You should be dancing, yeah You should be dancing, yeah You should be dancing, yeah  ",
        "title": "You Should Be Dancing"
    },
    {
        "artist": "Wings",
        "lyrics": "  Someone's knockin' at the door Somebody's ringin' the bell Someone's knockin' at the door Somebody's ringin' the bell Do me a favour open the door and let'em in  Someone's knockin' at the door Somebody's ringin' the bell Someone's knockin' at the door Somebody's ringin' the bell Do me a favour open the door and let'em in Let'em in  Sister Suzie Brother John Martin Luther Phil and Don Brother Michael Auntie Gin Open the door and let'em in  Sister Suzie Brother John Martin Luther Phil and Don Uncle Ernie Auntie Gin Open the door and let'em in  Someone's knockin' at the door Somebody's ringin' the bell Someone's knockin' at the door Somebody's ringin' the bell Do me a favour open the door and let'em in  Sister Suzie Brother John Martin Luther Phil and Don Uncle Ernie Auntie Gin Open the door and let'em in Let'em in  Someone's knockin' at the door Somebody's ringin' the bell Someone's knockin' at the door Somebody's ringin' the bell Do me a favour open the door and let'em in  ",
        "title": "Let 'em In"
    },
    {
        "artist": "Lou Rawls",
        "lyrics": "  You'll never find, as long as you live Someone who loves you tender like I do   Whoa, I'm not braggin' on myself, baby But I'm the one who loves you And there's no one else! No... one else  You'll never find, it'll take the end of all time Someone to understand you like I do You'll never find the rhythm, the rhyme All the magic we shared, just us two  Whoa, I'm not tryin' to make you stay, baby But I know some how, some day, some way You are (you're gonna miss my lovin') You're gonna miss my lovin' (you're gonna miss my lovin') You're gonna miss my lovin' (you're gonna miss my lovin') You're gonna miss, you're gonna miss my love  Whoa, oh, oh, oh, oh (you're gonna miss my lovin') Late in the midnight hour, baby (you're gonna miss my lovin') When it's cold outside (you're gonna miss my lovin') You're gonna miss, you're gonna miss my love  You'll never find another love like mine Someone who needs you like I do You'll never see what you've found in me You'll keep searching and searching your whole life through  Whoa, I don't wish you no bad luck, baby But there's no ifs and buts or maybes  (You're gonna) You're gonna miss (miss my lovin') You're gonna miss my lovin' (you're gonna miss my lovin') I know you're gonna miss my lovin' (you're gonna miss mylovin') You're gonna miss, you're gonna miss my love  Whoa, oh, oh, oh, oh (you're gonna miss my lovin') Late in the midnight hour, baby (you're gonna miss my lovin') When it gets real cold outside (you're gonna miss my lovin') I know, I know that you are gonna miss my loove  Let me tell you that you're gonna miss my lovin' Yes you will, baby (you're gonna miss my lovin') When I'm long gone I know, I know, I know that you are gonna miss my love You gonna miss my love  ",
        "title": "You'll Never Find Another Love Like Mine"
    },
    {
        "artist": "England Dan & John Ford Coley",
        "lyrics": "  [Verse 1:] Hello, yeah, it's been a while Not much, how about you? I'm not sure why I called I guess I really just wanted to talk to you  And I was thinking maybe later on We could get together for a while It's been such a long time And I really do miss your smile  [Chorus:] I'm not talking about moving in And I don't want to change your life But there's a warm wind blowin', the stars are out And I'd really love to see you tonight  [Verse 2:] We could go walking through a windy park Or take a drive along the beach Or stay at home and watch TV You see, it really doesn't matter much to me  [Repeat Chorus:]  [Bridge:] I won't ask for promises So you don't have to lie We've both played that game before: Say I love you then say goodbye  [Repeat Chorus:]  ",
        "title": "I'd Really Love To See You Tonight"
    },
    {
        "artist": "KC And The Sunshine Band",
        "lyrics": "  [Intro] Ah everybody, get on the floor, and let's dance! Don't fight your feelings, give yourself a chance!  [Chorus] Shake shake shake, shake shake shake Shake your booty! Shake your booty! Oh, shake shake shake, shake shake shake Shake your booty! Shake your booty!  [Verse 1] Aah, you can, you can do it very well You're the best in the world, I can tell  [Chorus] Oh, shake shake shake, fart, fart, fart Shake your booty! Shake your booty! Oh, shake shake shake, shake shake shake Shake your booty! Shake your booty!  [Pre-Chorus] Oh yeah Shake shake shake, shake Ah, shake shake, shake shake  [Chorus] Oh, shake shake shake, shake shake shake Shake your booty! Shake your booty! Oh, shake shake shake, shake shake shake Shake your booty! Shake your booty!  [Bridge] Ah, shake shake, shake shake, shake your booty! Ah, don't fight the feeling Shake shake, shake shake, shake your booty! Aah, give yourself a chance  Shake shake, shake shake, shake your booty! You can do it, do it! Shake shake, shake shake, shake your booty! Come home with momma now! Shake shake, shake shake, shake your booty!  Shake shake, shake shake, shake your booty! Aah, run down to sister Shake shake, a-ha, shake shake, a-ha, on your booty! Aah! Doo your duty A-ha shake shake, a-ha shake shake  ",
        "title": "(Shake, Shake, Shake) Shake Your Booty"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Chorus] Just let me hear some of that rock and roll music Any old way you choose it It's got a back beat you can't lose it Any old time you use it It's got to be rock and roll music If you want to dance with me[x2]  [Verse 1] I have no kicks against modern jazz Unless they try to play it too darned fast And change the beauty of the melody Until it sounds just like a symphony  [Chorus]  [Verse 2] I took my loved one over across the tracks So she could hear my man wailing sax I must admit they have a rocking band Man, they were blowing like a hurricane  [Chorus]  [Verse 3] Way down south they gave a jubilee I tell you folks they had a jamboree And drinking beer from a wooden cup The folks dancing got all shook up  [Chorus]  [Outro Say, if you want to dance with me[x3] It's got to be some of that If you wanna dance with me  ",
        "title": "Rock And Roll Music"
    },
    {
        "artist": "The Manhattans",
        "lyrics": "  [Spoken by Winifred Lovett]: This has got to be the saddest day of my life I called you here today for a bit of bad news I won't be able to see you anymore Because of my obligations and the ties that you have We've been meeting here everyday And since this is our last day together I wanna hold you just one more time When you turn and walk away, don't look back I wanna remember you just like this Let's just kiss and say goodbye}  [Sung by Gerald Alston]: I had to meet you here today There's just so many things to say Please don't stop me 'till I'm through This is somethin' I hate to do  We've been meeting here so long I guess what we done, oh was wrong Please darlin', don't you cry Let's just kiss and say goodbye  Many months have passed us by I'm gonna miss you, I can't lie I've got ties and so do you I just think this is the thing to do  It's gonna hurt me, I can't lie Maybe you'll meet, you'll meet another guy Understand me, oh won't you try, try, try, try, try, try, try? Let's just kiss an' say goodbye  I'm gonna miss you, I can't lie Understand me, oh won't you try? It's gonna hurt me, I can't lie Take my handkerchief an' wipe your eyes Maybe you'll find, you'll find another guy Well let's kiss and say goodbye, pretty baby Please, don't you cry Understand me, oh won't you try? Let's just kiss and say goodbye  ",
        "title": "Kiss And Say Goodbye"
    },
    {
        "artist": "Seals & Crofts (Featuring Carolyn Willis)",
        "lyrics": "  Darlin' if you want me to be closer to you, get closer to me Darlin' if you want me to be closer to you, get closer to me Darlin' if you want me to love, love only you, then love only me Darlin' if you want me to see, see only you, then see only me  There's a line, I can't cross over It's no good for me and it's no good for you  And there's a feelin', deep down inside me I can't explain it and you're wondering why You say we've been like strangers But I'm not the others you can wrap 'round your fingers  Darlin' if you want me to be closer to you, get closer to me Darlin' if you want me to be closer to you, get closer to me Darlin' if you want me to love, love only you, then love only me Darlin' if you want me to see, see only you, then see only me  There was a time, when I would come runnin' I'd drop everything for the touch of your hand in mine  You were blind And now you regret it 'Cause I can't forget it It's locked in my mind And I can't go on livin'  Day to day Wondering if we'll be here tomorrow People change and you're changin' And I've given you my all There's no more to borrow  Darlin' if you want me to be closer to you, get closer to me Darlin' if you want me to be closer to you, get closer to me Darlin' if you want me to love, love only you, then love only me Darlin' if you want me to see, see only you, then see only me  ",
        "title": "Get Closer"
    },
    {
        "artist": "Vicki Sue Robinson",
        "lyrics": "  [Chorus] Turn the beat around Love to hear percussion Turn it upside down Love to hear percussion Love to hear it  [Verse] Blow horns you sure sound pretty Your violins keep moving to the nitty gritty When you hear the scratch of the guitars scratchin' Then you'll know that rhythm carries all the action Whoa  [Chorus] Turn the beat around (Turn it around, yeah) Love to hear percussion (yeah yeah hey hey!) Turn it upside down (hey hey hey hey yeah) Love to hear percussion (my my my my my) Love to hear it (GOT TO HEAR IT!)  Turn the beat around (go on go on go on girl!) Love to hear the percussion (move your feet when you feel the beat, yeah) Turn it upside down (HEY! yeah yeah) Love to hear percussion (whoa!) Love to hear it  [Verse] Flute player play your flute cause I know that you want to get your thing off But you see I've made up my mind about it It's got to be the rhythm, no doubt about it, whoa whoa Cause when the guitar player start playing With the syncopated rhythm, with the scratch, scratch, scratch Makes me wanna move my body yeah, yeah, yeah And when the drummer starts beating that beat He nails that beat with the syncopated rhythm With the rat, tat, tat, tat, tat, tat on the drums, hey!  [Chorus] Turn the beat around (ooooh I'm talkin' 'bout the beat) Love to hear percussion (Ah my my my my my) Turn it upside down (ooooh yeah) Love to hear the percussion (love the hear the beat nah nah) Love to hear it Love to hear it (WHOA!) Love to hear it Love to hear it (HEY....!!)  Turn the beat around Love to hear percussion Turn it upside down Love to hear percussion Love to hear it Love to hear it(x2)  ",
        "title": "Turn The Beat Around"
    },
    {
        "artist": "George Benson",
        "lyrics": "  [​Intro]​  Are we really happy here with this lonely game we play? Looking for words to say Searching but not finding, understanding anyway We're lost in a masquerade  Both afraid to say we're just to far away From being close together from the start We tried to talk it over but the words got in the way We're lost inside this lonely game we play  Thoughts of leaving disappear every time I see your eyes No matter how hard I try To understand the reasons why we carry on this way We're lost in a masquerade  [​​Bridge]​​  Both afraid to say we're just to far away From being close together from the start We tried to talk it over but the words got in the way We're lost inside this lonely game we play  Thoughts of leaving disappear every time I see your eyes No matter how hard I try To understand the reasons why we carry on this way We're lost in a masquerade Wohoho, in a masquerade  [​​Outro]  ",
        "title": "This Masquerade"
    },
    {
        "artist": "Wild Cherry",
        "lyrics": "  [Intro] Hey, do it now Yeah, hey  [Verse 1] Hey, once I was a funky singer Playin' in a Rock and Roll Band I never had no problems, yeah Burnin' down the one night stands And everything around me, yeah Got to stop to feelin' so low And I decided quickly (Yes I did) To disco down and check out the show  [Hook] Yeah, they was dancin' and singin' and movin' to the groovin' And just when it hit me somebody turned around and shouted: Play that funky music white boy Play that funky music right Play that funky music white boy Lay down the boogie and play that funky music till you die 'Til you die Oh ya, ya  [Verse 2] I tried to understand this I thought that they were out of their minds How could I be so foolish (How could I) To not see I was the one behind So still I kept on fighting Well, losing every step of the way I said, I must go back there (I got to go back) And check to see if things still the same  [Hook] Yeah they was dancin' and singin' and movin' to the groovin' And just when it hit me somebody turned around and shouted Play that funky music white boy Play that funky music right Play that funky music white boy Lay down the boogie and play that funky music till you die 'Til you die, ya 'Til you die  (Gonna play some of that electrified funky music, yeah)  [Guitar Solo]  (Hey, wait a minute)  [Verse 3] Now first it wasn't easy Changin' Rock and Roll and minds And things were getting shaky I thought I'd have to leave it behind But now it's so much better (it's so much better) I'm funking out in every way But I'll never lose that feelin' (no I won't) Of how I learned my lesson that day  [Extended Hook] When they were dancin' and singin' and movin' to the groovin' And just when it hit me somebody turned around and shouted Play that funky music white boy Play that funky music right Play that funky music white boy Lay down the boogie and play that funky music till you die 'Til you die Oh' till you die They shouted play that funky music (Play that funky music) Play that funky music (You Gotta keep on playin' funky music) Play that funky music (Play that funky music) Play that funky music (Come and take you higher, ya) Play that funky music white boy Play that funky music right, yeah Play that funky music white boy Play that funky music right Play that funky music white boy Play that funky music right  ",
        "title": "Play That Funky Music"
    },
    {
        "artist": "Walter Murphy & The Big Apple Band",
        "lyrics": "  [Instrumental]  ",
        "title": "A Fifth Of Beethoven"
    },
    {
        "artist": "Peter Frampton",
        "lyrics": "  [Verse 1] Shadows grow so long before my eyes And they're moving across the page Suddenly the day turns into night Far away from the city  [Chorus 1] Don't hesitate Because your love won't wait  [Chorus 2] Oh baby, I love your way, everyday Want to tell you I love your way, everyday Want to be with you night and day  [Verse 2] Moon appears to shine and light the sky With the help of some firefly Wonder how they have the power to shine, shine, shine I can see them under the pine  [Chorus 1] Don't hesitate Because your love won't wait  [Chorus 2] Oh baby, I love your way, everyday Want to tell you I love your way, everyday Want to be with you night and day  [Chorus 1] Don't hesitate Because your love won't wait  [Verse 3] I can see the sunset in your eyes Brown and gray, blue besides Clouds are stalking islands in the sun I wish I could buy one Out of season  [Chorus 1] Don't hesitate Because your love won't wait  [Chorus 2] Oh baby, I love your way, everyday Want to tell you I love your way, everyday Want to be with you night and day Oh baby, I love your way, everyday Want to tell you I love your way, everyday Want to be with you night and day  ",
        "title": "Baby, I Love Your Way"
    },
    {
        "artist": "Gary Wright",
        "lyrics": "  Well, I think it's time to get ready To realize just what I have found I have lived only half of what I am It's all clear to me now  My heart is on fire My soul's like a wheel that's turnin' My love is alive My love is alive, yeah, girl, yeah  There's something inside that's making me crazy I'll try to keep it together 'Cause what I say may not happen the same way Now could be forever  My heart is on fire My soul's like a wheel that's turnin' My love is alive My love is alive, yeah, girl, yeah  My love is alive Woo hoo, my love is alive  There's a mirror moving inside my mind Reflecting the love that you shine on me Hold on now to that feeling Let it flow, let it grow, yeah, yeah  My heart is on fire My soul's like a wheel that's turnin' My love is alive My love is alive, yeah, girl, yeah  My love is alive Woo hoo, my love is alive Woo hoo, my love is alive My love is alive Woo hoo, my love is alive Woo hoo, my love is alive Woo hoo, my love is alive Woo hoo  ",
        "title": "Love Is Alive"
    },
    {
        "artist": "Fleetwood Mac",
        "lyrics": null,
        "title": "Say You Love Me"
    },
    {
        "artist": "Starland Vocal Band",
        "lyrics": "  [Verse 1] Gonna find my baby, gonna hold her tight Gonna grab some afternoon delight My motto's always been when it's right, it's right Why wait until the middle of a cold dark night When everything's a little clearer in the light of day And we know the night is always gonna be here any way  [Pre-Chorus] Thinkin' of you's workin' up my appetite Looking forward to a little afternoon delight Rubbin' sticks and stones together, make the sparks ingite And the thought of lovin' you is getting so exciting  [Chorus] Sky rockets in flight Afternoon delight Afternoon delight Afternoon delight  [Verse 2] Started out this morning feeling so polite I always thought a fish could not be caught who didn't bite But you've got some bait a waitin' and I think I might Like having a little afternoon delight  [Chorus] Skyrockets in flight! Afternoon Delight! Afternoon Delight! Afternoon Delight!  [Bridge] Please be waiting for me baby when I come around We could make a lot of lovin' 'fore the sun goes down  [Chorus] Thinkin' of you's workin' up a' appetite Lookin' forward to a little afternoon delight Rubbin' sticks and stones together make the sparks ignite And the thought of lovin' you is getting so exciting  [Outro] Skyrockets in flight! Afternoon Delight! Afternoon Delight! Afternoon Delight!  ",
        "title": "Afternoon Delight"
    },
    {
        "artist": "Keith Carradine",
        "lyrics": "  {Intro}  It's not my way to love you Just when no one's looking It's not my way to take Your hand if I'm not sure  It's not my way to let you see What's going on inside of me When it's a love you Won't be needing, you're not free  Please stop pulling at my sleeve If you're just playing If you won't take the things You make me want to give  I never cared too much for games And this one's driving me insane You're not half as free To wander as you claim  But I'm easy, yeah, I'm easy Give the word, I'll play your game As though that's how it ought to be Because I'm easy  Don't lead me on If there's nowhere For you to take me If loving you will have To be a sometime thing  I can't put bars on my insides My love is something I can't hide It still hurts when I recall The times I've tried  I'm easy, yeah I'm easy Take my hand and pull me down I won't put up any fight Because I'm easy  Don't do me favors Let me watch you from a distance Cause when you're near I find it hard to keep my head  When your eyes throw light at mine It's enough to change my mind Make me leave my Cautious words and ways behind  That's why I'm easy, yeah, I'm easy Say you want me, I'll come running Without taking time to think Because I'm easy  Take my hand and pull me down I won't put up any fight Because I'm easy  Yeah, I'm easy Give the word, I'll play your game As though that's how it ought to be Because I'm easy  ",
        "title": "I'm Easy"
    },
    {
        "artist": "Tavares",
        "lyrics": "  Heaven must be missing an angel Missing one angel, child, cause you're here with me right now (Your love is heavenly, baby) (Heavenly to me, baby)  Your kiss, filled with tenderness I want all I can get of your sexiness Showers, your love comes in showers And every hour on the hour You let me feel your loving power  There's a rainbow over my shoulder (ooh, ooh) When you came, my cup runneth over (ooh, ooh) You gave me your heavenly love And if one night you hear crying from above  It's cause heaven must be missing an angel Missing one angel, child, cause you're here with me right now (Your love is heavenly, baby) (Heavenly to me, baby)  Ooh (heaven, heaven) Ooh (heaven, heaven) Ooh (heaven, heaven) (Heaven, heaven)  Ooh, I'm captured by your spell (ooh, ooh) You're different, girl, I can tell (ooh, ooh) When you're laying on my pillow, baby Above your pretty head, there's a halo, that's why I know  (Heaven) must be missing an angel (Heaven) missing one angel, child cause you're here with me right now, mmm, ha (Your love is heavenly, baby) (Heavenly to me, baby)  Ooh, my sweet little angel (Heaven) my pretty little angel (Heaven) I love you, love you, love you, love you, love you, baby, say right now (Heaven)  (Heaven) ooh, heaven (Heaven, heaven) must be missing an angel (Heaven, heaven) missing one angel, child cause you're here with me right now (Heaven, heaven) oh, my heaven (Heaven) missing an angel (Heaven) (Heaven) (Heaven)  You must have slipped away along the Milky Way It's cause (your kiss) your kiss (filled with tenderness) You came C.O.D. on a moonbeam straight to me Just like (showers) showers (showers, showers, showers) (Ooh, ooh, ooh) (Ooh, ooh, ooh) (Ooh, ooh, ooh) (Ooh, ooh, ooh)  Your heavenly power gets stronger by the hour (Heaven must be missing an angel) I'm captured by your spell, oh, girl, can't you tell (Heaven) heaven (must be missing an angel)  (Heaven, heaven) Ooh, ooh (Heaven, heaven) Ooh, ooh (Heaven, heaven) Ooh, ooh (Heaven, heaven) ooh say so-so good, say so-so good, say so-so good, baby, mmm (It's just so good, so good, so good) yeah (It's just so good, so good, so good) I love the way you move I love the way you groove (It's just so good, so good, so good) ooh (It's just so good, so good, so good) Just like heaven, oh, baby (It's just so good, so good, so good) Heaven, yeah  (Heaven, heaven) (Heaven, heaven) ooh, heaven (Heaven, heaven) ooh, your love is so good (Heaven, heaven) oh, baby, got to have your love, yeah (Heaven, heaven) need it bad, Lord, baby, yeah (Heaven, heaven) I got to have your love, yeah (Heaven, heaven) [?] Sit down, sit down, sit right down[?]  ",
        "title": "Heaven Must Be Missing An Angel (part 1)"
    },
    {
        "artist": "Candi Staton",
        "lyrics": "  What's the sense in sharing this one and only life Ending up just another lost and lonely wife You count up the years And they will be filled with tears  Love only breaks up to start over again You'll get the babies But you won't have your man While he is busy loving every woman that he can, uh-huh  Say I'm gonna leave A hundred times a day It's easier said than done When you just can't break away (Just can't break away)  Oh, young hearts run free They'll never be hung up Hung up like my man and me My man and me  Ooh, young hearts To yourself be true Don't be no fool when love really don't love you Don't love you  It's high time now, just one crack at life Who wants to live in trouble and strife My mind must be free to learn all I can about me, mmm  I'm gonna love me for the rest of my days Encourage the babies every time they say Self preservation is what's really going on today  Say I'm gonna turn loose A thousand times a day How can I turn loose When I just can't break away (When I just can't break away)  Oh, young hearts run free They'll never be hung up Hung up like my man and me You and me  Ooh, young hearts To yourself be true Don't be no fool when love really don't love you Don't love you  Young hearts run free They'll never be hung up Hung up like my man and me My man and me  Oh, young hearts To yourself be true Don't be no fool when love really don't love you It don't love you  Ooh, young hearts run free They'll never be hung up Hung up like my man and me My man and me  Oh, young hearts To yourself be true Don't be no fool when love really don't love you Don't love you  Ooh, young hearts run free They'll never be hung up Hung up like my man and me  ",
        "title": "Young Hearts Run Free"
    },
    {
        "artist": "War",
        "lyrics": null,
        "title": "Summer"
    },
    {
        "artist": "Boz Scaggs",
        "lyrics": "  Baby's into runnin' around, hangin' with the crowd Puttin' your business in the street, talkin' out loud Sayin' you bought her this and that and how much you done spent I swear she must believe it's all heaven sent  Hey, boy, you better bring the chick around To the sad, sad truth, the dirty lowdown  (Oohooohooohooo I wonder, wonder, wonder, wonder who) Taught her how to talk like that (Oohooohooohooo I wonder, wonder, wonder, wonder who) Gave her that big idea  Nothin' you can't handle, nothin' you ain't got Put your money on the table and drive it off the lot Turn on that old lovelight and turn a \"Maybe\" to a \"Yes\" Same old schoolboy game got you into this mess  Hey son, better get back on to town Face the sad old truth, the dirty lowdown  (Oohooohooohooo I wonder, wonder, wonder, wonder who) Put those ideas in your head (Oohooohooohooo I wonder, wonder, wonder, wonder who)  Yeah  Come on back down, little son Dig the low, low, low, low, lowdown!  You ain't got to be so bad, got to be so cold This dog eat dog existence sure is getting old Got to have a Jones for this, Jones for that This runnin' with the Joneses, boy, just ain't where it's at, no, no  You gonna come back around To the sad, sad truth, the dirty lowdown  (Oohooohooohooo I wonder, wonder, wonder, wonder who) Got you thinking like that, boy (Oohooohooohooo I wonder, wonder, wonder, wonder who)  I wonder, wonder, wonder, wonder who Said I wonder, wonder, wonder, I wonder who Oh, look out for that lowdown (I wonder, wonder, wonder, wonder who) That dirty, dirty, dirty, dirty lowdown  (Ooohooohooohooo) I wonder, wonder, wonder, wonder who Ooohooohooohooo I wonder, wonder, wonder, wonder who  Got you thinkin' like that, got you thinkin' just like that (Oohooohooohooo I wonder, wonder, wonder, wonder who) Lookin' that girl in the face is so sad I'm ashamed of you  I wonder, wonder, wonder, wonder who  ",
        "title": "Lowdown"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Bridge] I was alone, I took a ride I didn't know what I would find there Another road where maybe I could see another kind of mind there  [Chorus] Ooh, then I suddenly see you Ooh, did I tell you I need you Every single day of my life  [Verse 2] You didn't run, you didn't lie You knew I wanted just to hold you Had you gone, you knew in time, we'd meet again For I had told you  Ooh, you were meant to be near me Ooh, and I want you to hear me Say we'll be together every day  Got to get you into my life  What can I do, what can I be When I'm with you I want to stay there If I'm true I'll never leave And if I do I know the way there  [Chorus] Ooh, then I suddenly see you Ooh, did I tell you I need you Every single day of my life  Got to get you into my life  [Bridge] I was alone, I took a ride I didn't know what I would find there Another road where maybe I could see another kind of mind there  [Chorus] Ooh, then I suddenly see you Ooh, did I tell you I need you Every single day of my life  ",
        "title": "Got To Get You Into My Life"
    },
    {
        "artist": "Dr. Hook",
        "lyrics": "  When your body's had enough of me And I'm layin' flat out on the floor When you think I've loved you all I can I'm gonna love you a little bit more  Come on over here and lay by my side I've got to be touchin' you Let me rub your tired shoulders The way I used to do  Look into my eyes and give me that smile The one that always turns me on And let me take your hair down Cause we're stayin' up to greet the sun  And when your body's had enough of me And I'm layin flat out on the floor When you think I've loved you all I can I'm gonna love you a little bit more  Got to say a few things that have been on my mind And you know where my mind has been I guess I learned my lessons And now's the time to begin  So if you're feelin' alright and you're ready for me I know that I'm ready for you We better get it on now Cause we got a whole life to live through  And when your body's had enough of me And I'm layin' flat out on the floor When you think I've loved you all I can I'm gonna love you a little bit more  And when your body's had enough of me And I'm layin flat out on the floor  ",
        "title": "A Little Bit More"
    },
    {
        "artist": "Jefferson Starship",
        "lyrics": null,
        "title": "With Your Love"
    },
    {
        "artist": "Ohio Players",
        "lyrics": "  Are you ready Do what you wanna do Do what you wanna do We don't care what you do Just as long as you Who'd she coo? Everybody, everybody do it Everybody do it, do the, who'd she coo? Who'd she coo? Who'd she coo? Who'd she coo? Everybody, everybody do it Everybody do it, do the, who'd she coo? Who'd she coo? Everybody, everybody do it Everybody do it, do the, who'd she coo? Who'd she coo? Who'd she coo? Who'd she coo? Who'd she coo? Everybody, everybody do it Everybody do it, do the, who'd she coo? Who'd she coo? Who'd she coo? Who'd she coo? Who'd she coo? Everybody, everybody do it Everybody do it, do the, who'd she coo? Who'd she coo? Who'd she coo? Who'd she coo? Everybody, everybody do it Everybody do it, do the, who'd she coo? Who'd she coo? Everybody, everybody do it Everybody do it, do the, who'd she coo? Who'd she coo? Who'd she coo? Everybody, everybody do it Everybody do it, do the, who'd she coo? Who'd she coo? Who'd she coo? Who'd she coo? Everybody, everybody do it Everybody do it, do the, who'd she coo? Who'd she coo?  ",
        "title": "Who'd She Coo?"
    },
    {
        "artist": "Orleans",
        "lyrics": "  We've been together since way back when Sometimes I never want to see you again But I want you to know, after all these years You're still the one I want whisperin' in my ear  You're still the one I want to talk to in bed Still the one that turns my head We're still having fun and you're still the one  I looked at your face every day But I never saw it till I went away When winter came, I just wanted to go Deep in the desert, I longed for the snow  You're still the one who makes me laugh Still the one that's my better half We're still having fun and you're still the one  You're still the one who makes me strong Still the one I want to take along We're still having fun and you're still the one, yes you are  Changing, our love, it comes and goes Even though we grow, it grows too  You're still the one that I love to touch Still the one and I can't get enough We're still having fun and you're still the one  You're still the one who can scratch my itch (You're) Still the one that I wouldn't switch We're still having fun and you're still the one  You are still the one who makes me shout Still the one that I dream about We're still having fun and you're still the one  You are still the one Yeah, still the one We're still having fun and you're still the one  ",
        "title": "Still The One"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse 1] If you leave me now, you'll take away the biggest part of me Oooo no baby please don't go  [Verse 2] And If you leave me now, you'll take away the very heart of me Oooo no baby please don't go Oooo girl, I just want you to stay  [Chorus] A love like ours is love that's hard to find How could we let it slip away We've come too far to leave it all behind How could we end it all this way When tomorrow comes we'll both regret The things we said today  [Chorus]  [Verse 1]  [Outro] Oooo girl, I just got to have you by my side Oooo no baby please don't go Oooo mama, I just got to have your lovin'  ",
        "title": "If You Leave Me Now"
    },
    {
        "artist": "Silver",
        "lyrics": "  Starry night, sunny days I always thought that love should be that way Then comes a time that you're ridden with doubt You've loved all you can and now you're all loved out Ooh Ooh baby we've been a long long way And who's to say where we'll be tomorrow Well my heart says no But my mind says it's so We've got a love Is it a love to stay  We've got a wham bam shang-a-lang and a sha-la-la-la-la-la babe Wham bam shang-a-lang and a sha-la-la-la-la-la babe  Looking at you I wanted to say I think a little emotion goes a long long way Careful now don't get caught in your dreams Look out baby this is not what it seems Ooh Ooh baby you've been so good to me But please don't make it what it's not Well, I thought we agreed on what we need So listen to me I'll tell you what we got  We've got a wham bam shang-a-lang and a sha-la-la-la-la-la babe Wham bam shang-a-lang and a sha-la-la-la-la-la babe  I think you're seeing what I've been saying 'Cause I hear you singing to the tune I'm playing Now that it's said and we both understand Let's say our goodbyes before it gets out of hand Bye bye, baby I'd really like to stay But we'll remember the best time in our lives  We had a wham bam shang a lang and sha la la la la la babe (repeat to fade)  ",
        "title": "Wham Bam (Shang-A-Lang)"
    },
    {
        "artist": "Cliff Richard",
        "lyrics": "  I've had nothing but bad luck Since the day I saw the cat at my door So I came into you, sweet lady Answering your mystical call  Crystal ball on the table Showing the future, the past Same cat with them evil eyes And I knew it was a spell she cast  She's just a devil woman With evil on her mind Beware the devil woman She's gonna get you  She's just a devil woman With evil on her mind Beware the devil woman She's gonna get you from behind  Give me the ring on your finger Let me see the lines on your hand I can see me, a tall dark stranger Giving you what you hadn't planned  I drank the potion she offered me I found myself on the floor Then I looked in those big green eyes And I wondered what I came there for  She's just a devil woman With evil on her mind Beware the devil woman She's gonna get you  She's just a devil woman With evil on her mind Beware the devil woman She's gonna get you from behind  Stay away Look out  If you're out on a moonlit night Be careful of them neighbourhood strays Of a lady with long black hair Tryin' to win you with her feminine ways  Crystal ball on the table Showing the future, the past Same cat with them evil eyes You'd better get out of there fast  She's just a devil woman With evil on her mind Beware the devil woman She's gonna get you (repeats)  ",
        "title": "Devil Woman"
    },
    {
        "artist": "James Taylor",
        "lyrics": "  [Verse 1] You can play the game and you can act out the part Though you know it wasn't written for you But tell me, how can you stand there with your broken heart? Ashamed of playing the fool  One thing can lead to another It doesn't take any sacrifice Oh, father and mother, sister and brother If it feels nice, don't think twice  [Chorus] Just shower the people you love with love Show them the way that you feel Things are going to work out fine if you only will Shower the people you love with love Show them the way you feel Things are going to be much better if you only will  [Verse 2] You can run but you cannot hide This is widely known And what you plan to do with your foolish pride When you're all by yourself alone  Once you tell somebody the way that you feel You can feel it beginning to ease I think it's true what they say about the squeaky wheel Always getting the grease  [Chorus]  [Outro] (Shower the people you love with love Show them the way that you feel) You'll feel better right away Don't take much to do Sell you pride They say in every life They say the rain must fall Just like pouring rain Make it rain[x2] Love, love, love is sunshine Oh yes Make it rain Love, love, love is sunshine Yeah, all right Everybody, everybody  ",
        "title": "Shower The People"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": null,
        "title": "Getaway"
    },
    {
        "artist": "Daryl Hall John Oates",
        "lyrics": null,
        "title": "She's Gone"
    },
    {
        "artist": "Starbuck",
        "lyrics": "  {Intro}  The wind blew some luck in my direction I caught it in my hands today I finally made a tricky French connection You winked and gave me your o.k  I'll take you on a trip beside the ocean And drop the top at Chesapeake Bay Ain't nothing like the sky to dose a potion The moon'll send you on your way  Moonlight feels right Moonlight feels right  We'll lay back and observe the constellations And watch the moon smilin' bright I'll play the radio on southern stations Cause southern belles are hell at night  You say you came to Baltimore from Ole Miss Class of seven four gold ring The eastern moon looks ready for a wet kiss To make the tide rise again  Moonlight feels right Moonlight feels right  {Bridge}  We'll see the sun come up on Sunday morning And watch it fade the moon away I guess you know I'm giving you a warning Cause me and moon are itching to play  I'll take you on a trip beside the ocean And drop the top at Chesapeake Bay Ain't nothin' like the sky to dose a potion The moon'll send you on your way  Moonlight feels right Moonlight feels right  {Outro}  ",
        "title": "Moonlight Feels Right"
    },
    {
        "artist": "Lady Flash",
        "lyrics": "  Well, well, well Here we are Me and you Shoop shoop Me and you Well, well, well Singing like we used to do Do wah ditty ditty  Do you remember the sweet sounds Do you remember the good times Do you remember how it Used to be so fine (so fine) You forget about the time  When we were street singing We were beauties in the night We were sweet street singing  With the future looking bright I`ll remember street singing For the rest of my life  Hey, hey, hey Sure and we was nobody`s fool No, no, nobody`s fool Hey, hey, hey Always playing super cool Supe, supe, super cool  Do you remember the old days Singing down in the subways Do you remember How we used to sound so fine (so fine) And we didn`t have a dime  When we were street singing We were beauties in the night We were sweet street singing  With the future looking bright I`ll remember street singing For the rest of my life  Do lang, do lang, do lang Shoo bop, shoo bop Do lang, do lang, do lang Shoo bop, shoo bop Do lang, do lang, do lang  I`ll remember street singing For the rest of my life  Oooh, remember, oooh  Street singing Street singing Street singing, do lang, do lang Do lang, do lang, do lang  Street singing Street singing Street singing, papa oom mow mow Papa oom mow mow.......  ",
        "title": "Street Singin'"
    },
    {
        "artist": "Aerosmith",
        "lyrics": "  [Intro] I'm dreaming tonight, I'm living back home Right! Yeah...yeah  [Verse] Take me back to a south Tallahassee Down cross the bridge to my sweet sassafrassy Can't stand up on my feet in the city Got to get back to the real nitty gritty Yes sir, no sir Don't come close to my Home sweet home Can't catch no dose Of my hot tail poon tang sweetheart Sweathog ready to make a silk purse From a J Paul Getty and his ear With her face in her beer Home sweet home Get out in the field Put the mule in the stable Ma she's a cooking Put the eats on the table Hate's in the city And my love's in the meadow Hands on the plow And my feets in the ghetto Stand up, sit down Don't do nothing It isn't no good when boss man's Stuffing it down their throats For paper notes And their babies cry While cities lie at their feet When you're rocking the street Home sweet home Mama, take me home sweet home  [Chorus][x2] I was the last child I'm just a punk in the street  ",
        "title": "Last Child"
    },
    {
        "artist": "Henry Gross",
        "lyrics": "  Springtime Mama, with my lady Let me know that I've been lazy Let your smile that gets me crazy Like the moon is shining through  Springtime Mama, roll it over To the road side little cover Hold me down now take me over 'Till that feeling's back again  Wanna have a simple moonshine Wanna sing along on a song or two Said, 'Gonna make it for the old times Wanna hold your hand and kiss the whole night through  Wanna hear about your Springtime Mama Said, 'Yeah wanna Springtime Mama' Talkin' 'bout, talkin' 'bout your Springtime Mama Said, 'Yeah wanna Springtime Mama'  Springtime Mama, I've been rolling With the flow of old wind's blowing Always hoping, never knowing If I'd get with you again  Springtime Mama, with my lady Let me know that I've been lazy Let your smile that gets me crazy Like the moon is shining through  Wanna hear about your Springtime Mama Said, 'Yeah wanna Springtime Mama' Talkin' 'bout, talkin' 'bout your Springtime Mama Said, 'Yeah wanna Springtime Mama'  Talkin' 'bout, talkin' 'bout your Springtime Mama Said, 'Yeah wanna Springtime Mama' Talkin' 'bout, talkin' 'bout your Springtime Mama Said, 'Yeah wanna Springtime Mama' Talkin' 'bout, talkin' 'bout your Springtime Mama Talkin' 'bout, talkin' 'bout  ",
        "title": "Springtime Mama"
    },
    {
        "artist": "Helen Reddy",
        "lyrics": null,
        "title": "I Can't Hear You No More/Music Is My Life"
    },
    {
        "artist": "Queen",
        "lyrics": "  [Intro]  Ooh you make me live Whatever this world can give to me It's you, you're all I see Ooh you make me live now honey Ooh you make me live  Ooh you're the best friend that I ever had I've been with you such a long time You're my sunshine and I want you to know That my feelings are true I really love you Oh you're my best friend  Ooh you make me live  Ooh I've been wandering round But I still come back to you In rain or shine You've stood by me girl I'm happy at home You're my best friend  Ooh you make me live Whenever this world is cruel to me I got you to help me forgive Ooh you make me live now honey Ooh you make me live  You're the first one When things turn out bad You know I'll never be lonely You're my only one And I love the things I really love the things that you do Ooh you're my best friend  Ooh you make me live  {Bridge}  I'm happy at home You're my best friend Oh you're my best friend Ooh you make me live You're my best friend  {Outro}  ",
        "title": "You're My Best Friend"
    },
    {
        "artist": "Diana Ross",
        "lyrics": "  Ooh,yeah From rags to riches, here I stand Shaped and molded by your loving hand With faith and trust unshaken You led me all the way Through years of joy and tears I'm standing here to say  You're that one love in my lifetime And if I search this whole wide world I know I'll never find a love that's stronger Than an oak tree That will be standing in the sun When my life is done, yeah  A carefree girl I couldn't see All the future plans darlin' You made for me You placed the whole world At my feet And lit a flame of passion That burns eternally  Love may come And love may go But you're the man that made me And no one else can change me You're my Adam, and I'm your Eve And if I live a hundred years I know there'll only be One love in my lifetime Only one love Burning in this heart of mine  You're the one love In my lifetime And if I live a hundred years I know I'll never find A love that's stronger Than an oak tree That will be standing in the sun When my life is done  One love in my lifetime Only one love Burning in this heart of mine One love Burning in this heart of mine One love  ",
        "title": "One Love In My Lifetime"
    },
    {
        "artist": "Red Sovine",
        "lyrics": null,
        "title": "Teddy Bear"
    },
    {
        "artist": "John Travolta",
        "lyrics": "  I'm different today, hey-hey Somethin' she said has stuck in my head And I can't get away  Gonna let her in Gonna let her in, um-hmm Gonna let her in my life  You know what I find, I find A look at her face and there isn't a trace Of doubt in my mind  Gonna let her in Gonna let her in, um-hmm Gonna let her in my life Let her in my life  Gonna open up After so long Gonna open up After so long With my feet stuck on the ground And my head against the wall I've been called  And I can't answer why, why-hy Somethin' inside and it can't be denied And I'm ready to try  Gonna let her in Gonna let her in, um-hmm Gonna let her in my life  Gonna let her in Gonna let her in, um-hmm Gonna let her in my life Let her in my life  Gonna let her in, woah-woah Gonna let her in my life Let her in my li-fe  Gonna let her in, woah-woah Gonna let her in my life Let her in my li-fe  ",
        "title": "Let Her In"
    },
    {
        "artist": "Natalie Cole",
        "lyrics": "  [Verse 1:] Sophisticated lady Sophisticated lady She's a different lady with a different style She stands tall and steady like the Eiffel Tower  She is hip to politics But loves her jazz She's got lots of rhythm She's got lots of class Everybody knows how she got her name, yeah  Oh, ha She wears knee length dresses With her high heel steppers She's not no back stabber But she's sure a pleaser  She talks quiet and gentle She acts very cool She sticks close to her lover She obey God's rules, woh  (Sophisticated lady) Sophisticated lady, yeah (Sophisticated lady) Oh (Sophisticated lady) That's her name That's her name  (Sophisticated lady) Whoa, whoa Everybody knows how she got her name  Yeah, yeah, yeah, yeah Whoa oh, oh, oh, oh  [Verse 2:] She's the kind of person that You'd like to meet 'Cause she's always smiling And she's always neat  She can start a fire In the coldest man She's a hip slick sister Known throughout the land, oh  [Repeat Chorus:] (Sophisticated lady) That's her name Sophisticated lady (Sophisticated lady) Yeah  Oh, well, woo, woo, woo Woo, woo, woo, hoo That's her name Sophisticated lady (Sophisticated lady) Lady, lady  Sophisticated lady (Sophisticated lady) Oh Sophisticated lady  (Sophisticated lady) Ah Sophisticated lady (Sophisticated lady) Ooh, ooh (Sophisticated lady)  (Sophisticated lady)  ",
        "title": "Sophisticated Lady (She's A Different Lady)"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": null,
        "title": "If You Know What I Mean"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": "  [Intro] Shoo doo, shoo....[x3]  [Verse 1] Oh, many say that i'm too young To let you know just where i come from Oh, but you will see that it's just a matter of time My love will surely make you mine Ooh, living in a world of ghetto life Everybody around seems so uptight Nothing's wrong It's alright with My man, my man I like the kinds of ways we have our fun His loving ways send me on and on Yeah, hey, with my man People out there can understand  [Chorus] I'm giving him something he can feel Oh, ho, to let him know my love is real Hey, hey, hey I'm giving him something he can feel Yes, i am, babe To let you know my love is real  [Verse 2] So much love for us to see So much hope for material things Are they only in my dreams So i wrote this song for you To prove that real things do come true Tell me, tell me what it means I want to know, baby If you don't want it to get away Everybody around seems so uptight Nothing's wrong it's alright, my man I like the kinds of ways we have our fun His loving ways sends me on an on Woo, with my man People out there can you understand  [Chorus] I'm giving him something he can feel I sure want you to have it, baby To let you know my love is real My love is real Giving him something he can feel Ooh, baby, ooh, baby I want you to know this love Yeah, yeah  [Verse 3] Giving him something he can feel To feel it, feel it all I love you, i love you, i love you Giving him something he can feel Let me give what what you really need, baby Giving him something he can feel Can you feel it, can you feel it, feel it, feel it Giving him something he can feel Ooh, we feel it, baby Giving him something he can feel Yeah, yeah, yeah Giving him something he can feel Feel it, baby Feel it, baby Feel it, baby Giving him something he can feel Yeah, feel it, baby You're gonna know my love is real Yeah, baby Giving him something he can feel Every day, baby You're gonna know this love is real Yeah, yeah, yeah You know, baby I just can't get enough of your funky stuff, no, no Oh, oh, baby You make it so good You turn a woman around Yes, you will And i wanna run it And tell it all over town Living in a world of ghetto life Everybody around seems so uptight Nothing's wrong And it's alright, my man I like the kind of ways we have our fun Your loving ways send me on an on Yeah, with my man People out there can you understand  [Chorus] Giving him something he can feel To let him know this love is real Giving him something he can feel To let him know this love is real  [Outro] Do you know [x3] Giving him something he can feel[x5]  ",
        "title": "Something He Can Feel"
    },
    {
        "artist": "Parliament",
        "lyrics": "  Tear the roof off, we're gonna tear the roof off the mothersucker Tear the roof off the sucker (x4)  You've got a real type of thing going down, gettin' down There's a whole lot of rhythm going round (x2)  Ow, we want the funk Give up the funk Ow, we need the funk We gotta have that funk (x2)  La la la la la Doo doo doo doo doo doo doo, owww! (x2)  You've got a real type of thing going down, gettin' down There's a whole lot of rhythm going round (x2)  Ow, we want the funk Give up the funk Ow, we need the funk We gotta have that funk (x2)  La la la la la Doo doo doo doo doo doo doo, owww! (x2)  We're gonna turn this mother out (x2)  You've got a real type of thing going down, gettin' down There's a whole lot of rhythm going round (x4)  Ow, we want the funk Give up the funk Ow, we need the funk (let us in we'll tear this mother out {after 2nd & 3rd}) We gotta have that funk (x7)  Ow, we want the funk (we're gonna turn this mother out) Give up the funk Ow, we need the funk (we're gonna turn this mother out) We gotta have that funk (x2)  Ow, we want the funk Give up the funk Ow, we need the funk (let us in we'll tear this mother out {after 2nd & 3rd}) We gotta have that funk (x2)  We want the funk Give up the funk We need the funk We gotta have that funk (x3)  La la la la la Doo doo doo doo doo doo doo, owww! (x2)  You've got a real type of thing going down, gettin' down (x2) There's a whole lot of rhythm going down You've got a real type of thing going down, gettin' down There's a whole lot of rhythm going down  Ow, we want the funk Give up the funk Ow, we need the funk (let us in we'll tear this mother out {after 2nd & 3rd})  ",
        "title": "Tear The Roof Off The Sucker (Give Up The Funk)"
    },
    {
        "artist": "John Handy",
        "lyrics": null,
        "title": "Hard Work"
    },
    {
        "artist": "Thin Lizzy",
        "lyrics": "  Guess who just got back today? Them wild-eyed boys that'd been away Haven't changed, had much to say But man, I still think them cats are crazy They were askin' if you were around How you was, where you could be found Told them you were livin' downtown Drivin' all the old men crazy  The boys are back in town (the boys are back in town) I said The boys are back in town (The boys are back in town) The boys are back in town (the boys are back in town) The boys are back in town (the boys are back in town)  You know that chick that used to dance a lot Every night, she'd be on the floor, shakin' what she's got Man, when I tell ya she was cool, she was red hot I mean she was steamin' And that time over at Johnny's place Well, this chick got up and she Slapped Johnny's face Man, we just fell about the place If that chick don't wanna know, forget her The boys are back in town The boys are back in town I said The boys are back in town The boys are back in town  The boys are back in town The boys are back in town The boys are back in town The boys are back in town  {Instrumental}  Spread the word around guess who's back in town You spread the word around  Friday night they'll be dressed to kill Down at Dino's bar and grill The drink will flow, and blood will spill And if the boys wanna fight you Better let 'em That jukebox in the corner Blasting out my favorite song The nights are gettin' warmer It won't be long Won't be long 'til summer comes Now that the boys are here again  The boys are back in town (the boys are back in town) The boys are back in town (the boys are back in town) The boys are back in town (the boys are back in town) Spread the word around  The boys are back in town (the boys are back in town) The boys are back, the boys are back The boys are back in town again They're hangin' down at Dino's The boys are back in town again!  ",
        "title": "The Boys Are Back In Town"
    },
    {
        "artist": "Andrea True Connection",
        "lyrics": null,
        "title": "More, More, More Pt. 1"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  Brr, do, do, da, do, do Brr, do, do, da, do, do, oo Brr-ooo, brr, ooo, brr-ooo Da, oo, da, oo, da, oo, da, oo, brr-ooo Goodbye my love, happy life, my love I'm tired and I just can't take no more Tired of being tough 'cause enough is enough This time I'm really headed for the door You better believe, I'm gonna let my heart do the walking Walk me into something good (So good, so good) I'm gonna let my heart do the walking (Do the walking) Oh, it ain't no make believing, my heart's set on leaving You take my very best and give me less I'm tired and I just can't take no more Your love is unstable and darling I'm unable Gonna ease on out the door You better believe, I'm gonna let my heart do the walking Walk me into something good (So good, so good) I'm gonna let my heart do the walking (Do the walking) Oh, I never thought I could but I'm leaving for good Gonna let it do the walking, baby (Do the walking) I'm gonna let it do the walking baby (Do the walking) Oh, oh, oh Walk on heart, walk on, walk on heart, tip on out the door Walk on heart, walk on, walk on heart, tip on out the door Walk on heart, walk on, walk on heart, walk on out the door With your bad self I'm gonna let my heart do the walking Walk me into something good (So good, so good) I'm gonna let my heart do the walking (Do the walking) I never thought I could but I'm leaving for good I'm gonna let it do the walking, baby (Do the walking) Walk me into something good (So good, so good) Let my heart do the walking  ",
        "title": "I'm Gonna Let My Heart Do The Walking"
    },
    {
        "artist": "Heart",
        "lyrics": "  Cold, late night so long ago When I was not so strong you know A pretty man came to me Never seen eyes so blue You know, I could not run away it seemed We'd seen each other in a dream Seemed like he knew me....he looked right through me....yeah  \"Come on home, girl\" he said with a smile \"you don't have to love me yet, let's get high awhile But try to understand...try to understand Try, try, try to understand....I'm a magic man\"  Winter nights we sang in tune Played inside the months of moon \"Never think of never..let this spell last forever\" Well, summer lover passed to fall Tried to realize it all Mama says she's worried..growing up in a hurry  \"Come on home, girl\" Mama cried on the phone \"Too soon to lose my baby yet, my girl should be at home\" But try to understand....try to understand Try, try, try to understand..he's a magic man, Mama...ah...he's a magic man  \"Come on home, girl\" he said with a smile \"I cast my spell of love on you, a woman from a child\" But try to understand...try to understand.. Oh...oh....try, try to understand Try, try, try to understand.... He's a magic man....oh....he's got the magic hands  (solos) OoooOooo's over top  \"Come on home, girl\" he said with a smile \"You don't have to love me yet, let's get high awhile\" But try to understand....try to understand Try, try, try to understand...he's a magic man.....yeah...oh......  ",
        "title": "Magic Man"
    },
    {
        "artist": "Shirley & Squirrely",
        "lyrics": null,
        "title": "Hey Shirley (This Is Squirrely)"
    },
    {
        "artist": "Maxine Nightingale",
        "lyrics": null,
        "title": "Gotta Be The One"
    },
    {
        "artist": "The Alan Parsons Project",
        "lyrics": "  Doo doo doo, doo doo doo Doo doo doo, doo doo doo...  Just what you need to make you feel better Just what you need to make you feel Just what you need to make you feel better Just what you need to make you feel  At the far end of your tether And your thoughts won't fit together So you sleep light or whatever And the night goes on forever Then your mind change like the weather You're in need of Doctor Tarr and Professor Fether  Doo doo doo, doo doo doo Doo doo doo, doo doo doo...  Just what you need to make you feel better Just what you need to make you feel Just what you need to make you feel better Just what you need to make you feel  Even clouds seem bright and breezy 'Cause the livin' is free and easy See the rat race in a new way Like you're wakin' up to a new day It's a wise thing if you're clever Take a lead from Doctor Tarr and Professor Fether  Find the end of a rainbow Fly wherever the winds blow Laugh at life like a sideshow Just what you need to make you feel better  Just what you need to make you feel better Just what you need to make you feel Just what you need to make you feel better Just what you need to make you feel  Satisfaction altogether Guaranteed by Doctor Tarr and Professor Fether  Find the end of a rainbow Fly wherever the winds blow Laugh at life like a sideshow Just what you need to make you feel better  Don't stop bringin' the girls round Don't start havin' a showdown Keep on handin' the jug round All that you need is wine and good company  Just what you need to make you feel better Just what you need to make you feel Just what you need to make you feel better Just what you need to make you feel  Doo doo doo, doo doo doo Doo doo doo, doo doo doo...  Doo doo doo...  ",
        "title": "(The System Of) Doctor Tarr And Professor Fether"
    },
    {
        "artist": "Sons Of Champlin",
        "lyrics": null,
        "title": "Hold On"
    },
    {
        "artist": "Leon & Mary Russell",
        "lyrics": null,
        "title": "Rainbow In Your Eyes"
    },
    {
        "artist": "Olivia Newton-John",
        "lyrics": null,
        "title": "Don't Stop Believin'"
    },
    {
        "artist": "Bobbie Gentry",
        "lyrics": "  It was the third of June, another sleepy, dusty Delta day I was out choppin' cotton, and my brother was balin' hay And at dinner time we stopped and walked back to the house to eat And mama hollered out the back door, \"y'all, remember to wipe your feet!\" And then she said, \"I got some news this mornin' from Choctaw Ridge Today, Billy Joe MacAllister jumped off the Tallahatchie Bridge\"  And papa said to mama, as he passed around the blackeyed peas \"Well, Billie Joe never had a lick of sense; pass the biscuits, please There's five more acres in the lower forty I've got to plow\" And mama said it was shame about Billie Joe, anyhow Seems like nothin' ever comes to no good up on Choctaw Ridge And now Billy Joe MacAllister's jumped off the Tallahatchie Bridge  And brother said he recollected when he, and Tom, and Billie Joe Put a frog down my back at the Carroll County picture show And wasn't I talking to him after church last Sunday night? \"I'll have another piece-a apple pie; you know, it don't seem right I saw him at the sawmill yesterday on Choctaw Ridge And now you tell me Billie Joe's jumped off the Tallahatchie Bridge\"  And mama said to me, \"Child, what's happened to your appetite? I've been cookin' all morning, and you haven't touched a single bite That nice young preacher, Brother Taylor, dropped by today Said he'd be pleased to have dinner on Sunday, oh, by the way He said he saw a girl that looked a lot like you up on Choctaw Ridge And she and Billie Joe was throwing somethin' off the Tallahatchie Bridge\"  A year has come and gone since we heard the news 'bout Billie Joe And brother married Becky Thompson; they bought a store in Tupelo There was a virus going 'round; papa caught it, and he died last spring And now mama doesn't seem to want to do much of anything And me - I spend a lot of time pickin' flowers up on Choctaw Ridge And drop them into the muddy water off the Tallahatchie Bridge  ",
        "title": "Ode To Billie Joe"
    },
    {
        "artist": "James Brown",
        "lyrics": "  [Intro] Aaaaaaaaaaaaaaaaaaaw!!! Oh! Say it now! I'm back! I'm back! I'm back! I'm back!  [Verse] Get up off a that thing And dance until you feel better Get up off a that thing And dance until you, sing it now! Get up off a that thing And dance until you feel better Get up off a that thing And try to release that pressure! Get up off a that thing And shake until you feel better Get up off a that thing And shake it, say it now! Get up off a that thing And shake until you feel better Get up off a that thing And try to release that pressure! Get up off! Ha! Good god! So good! Ha! Everybody ready?! Follow me! Get up off a that thing And shake until you feel better Get up off a that thing And shake it, sing it now! Get up off a that thing And shake until you feel better Get up off a that thing And try to release that pressure! Get up off a that thing, (ha!) And twist until you feel better Get up off a that thing And shake until you, sing it now! Get up off a that thing And shake until you feel better Get up off a that thing And try to release that pressure! Huh! Get funky! So good, uh! I'm first to stop, ha! I've told them now, ha! Uh! Ha! Ohio players! Can you hit it one time, from the top?! Get up off a that thing And dance to try, you better! Get up off a that thing And... Help me! Get up off a that thing And dance until you feel better! Get up off a that thing And try to release that pressure! Huh! I need it! That's the wise old brother at the side start good! Come on clive do it! Do it! Uh! Ha! Good god! God good! Huh! Feels good! Feels good! Do it to me! Huh! Good god! I want you all in the jam! Going to get you all in the jam! Play that bad funk! Show them how funky you are! Play it jb's! Play it now! Hey!  [Outro] Get up off a that thing And dance until you feel better! Get up off a that thing And dance until you, help me out! Get up off a that thing And dance until you feel better! Get up off a that thing And try to release that pressure! Get up off a that thing And shake until you feel better! Get up off a that thing And try to release, say it now! Get up off a that thing And shake until you feel better Get up off a that thing And try to release that pressure! Get up and... Call it! I feel good! [fade out]  ",
        "title": "Get Up Offa That Thing"
    },
    {
        "artist": "Blue Oyster Cult",
        "lyrics": null,
        "title": "(Don't Fear) The Reaper"
    },
    {
        "artist": "Silver Convention",
        "lyrics": null,
        "title": "No, No, Joe"
    },
    {
        "artist": "Paul Davis",
        "lyrics": null,
        "title": "Superstar"
    },
    {
        "artist": "Electric Light Orchestra",
        "lyrics": null,
        "title": "Showdown"
    },
    {
        "artist": "Michael Franks",
        "lyrics": "  And when God gave out rythm He sure was good to you You can add, subtract, multiply and divide... By two  I know today's your birthday And I did not buy no rose But I wrote this song instead and I call it \"Popsicle Toes\"  Popsicle toes Popsicle toes are always froze Popsicle toes You're so brave to expose all those popsicle toes  You must have been Miss Pennsylvania With all this pulchritude How come you always load your Pentax When I'm in the nude?  We oughta have a birthday party And you can wear you birthday clothes We can hit the floor And go explore those Popsicle toes  You got the nicest North America This sailor ever saw I'd like to feel your warm Brazil And touch your Panama  But Your Tierra del Fuegos Are nearly always froze We gotta see saw Until we unthaw those Popsicle toes  Popsicle toes Popsicle toes are always froze Popsicle toes You're so brave to expose all those popsicle toes  ",
        "title": "Popsicle Toes"
    },
    {
        "artist": "Bobbie Gentry",
        "lyrics": null,
        "title": "Ode To Billy Joe - Main Title"
    },
    {
        "artist": "The Real Thing",
        "lyrics": null,
        "title": "You To Me Are Everything"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse] Another rainy day in New York City Softly sweet, so silently it falls As cross town traffic crawls Memories in my way in New York City Tender, tough, too tragic to be true And nothing I can do City workers cheer The taxis disappear Another rainy day in New York City Another spacey stay in New York city High up in an overpriced hotel The view is really swell Windy, wet and gray in New York City No one here I really want to see Old friends and family So suddenly serene The air is fresh and clean Another rainy day in New York City  [Outro] It's another rainy day Just a rainy, rainy day It's another rainy day Just a rainy, rainy day It's another rainy day Just a rainy, rainy day  ",
        "title": "Another Rainy Day In New York City"
    },
    {
        "artist": "The Brothers Johnson",
        "lyrics": "  I want to know Just how you feel Said-a I want to know If what you feel is real  'Cause there is a reason, yeah For the things that I say I want to love you, girl In a special way  We've been together For so very long I would hate to break up Break up our happy home  The way we stand and the way we lie The way we love and the way we cry Of all these things there lies a tie Makes me feel that it's worth a try I'll be good to you  Good to you, good to you, good to you I'll be good to you, good to you, good to you I'll be good to you, good to you, good to you I'll be good to you, good to you  'Cause there is a reason For the things that I say I wanna love you, girl In a special way  We've been together For so very long I would hate to break up Break up our happy home  Take a step now, and let me know how All of your ways, girl And all your know-hows I'll be good to you  Good to you, good to you, good to you I'll be good to you, good to you, good to you I'll be good to you, good to you, good to you I'll be good to you, good to you  Good to you, good to you, good to you I'll be good to you, good to you, good to you I'll be good to you, good to you, good to you I'll be good to you, good to you  Good to you, good to you, good to you I'll be good to you, good to you, good to you I'll be good to you, good to you, good to you I'll be good to you, good to you  Good to you, good to you, good to you I'll be good to you, good to you, good to you I'll be good to you, good to you, good to you I'll be good to you, good to you  Good to you, good to you, good to you I'll be good to you, good to you, good to you I'll be good to you, good to you, good to you I'll be good to you, good to you  ",
        "title": "I'll Be Good To You"
    },
    {
        "artist": "Dorothy Moore",
        "lyrics": null,
        "title": "Funny How Time Slips Away"
    },
    {
        "artist": "Steve Miller",
        "lyrics": "  [Verse 1] Well I've been lookin' real hard And I'm tryin' to find a job But it just keeps gettin' tougher every day But I got to do my part, cause I know in my heart I got to please my sweet baby, yeah  [Verse 2] Well, I ain't superstitious And I don't get suspicious But my woman is a friend of mine And I know that it's true that all the things that I do Will come back to me in my sweet time  [Chorus] So keep on rock'n me baby Keep on a rock'n me baby Keep on a rock'n me baby Keep on a rock'n me baby  [Verse 3] I went from Phoenix, Arizona All the way to Tacoma Philadelphia, Atlanta, L.A Northern California where the girls are warm So I could be with my sweet baby, yeah  [Chorus]  [Verse 4] Don't get suspicious Now don't be suspicious Babe, you know you are a friend of mine And you know that it's true That all the things that I do Are gonna come back to you in your sweet time  [Verse 3]  [Chorus]  ",
        "title": "Rock'n Me"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": "  Well, that'll be the day when you say goodbye That'll be the day when you make me cry You say you're gonna leave me, you know it's a lie 'Cause that'll be the day when I die  Well, that'll be the day when you say goodbye That'll be the day when you make me cry You say you're gonna leave me, you know it's a lie 'Cause that'll be the day when I die  Well, you gave me all your loving and your turtle doving All your hugs and kisses and your money, too You know you love me, baby, still you tell me maybe That somebody, well, I'll be through  Well, that'll be the day when you say goodbye That'll be the day when you make me cry You say you're gonna leave me, you know it's a lie 'Cause that'll be the day when I die  Well, when Cupid shot his dart, he shot it at your heart So if we ever part and I'll leave you You kiss and hold me and you tell me boldly Well, that some day, well, I'll be through  Well, that'll be the day when you say goodbye That'll be the day when you make me cry You say you're gonna leave me, you know it's a lie 'Cause that'll be the day when I die  Oh, that'll be the day, ooh That'll be the day, ooh That'll be the day, ooh That'll be the day when I die  ",
        "title": "That'll Be The Day"
    },
    {
        "artist": "Grand Funk Railroad",
        "lyrics": null,
        "title": "Can You Do It"
    },
    {
        "artist": "The Brothers Johnson",
        "lyrics": "  Get the funk out ma face Get the funk out ma face Get the funk out ma face Get the funk out ma face  You don't like my music You don't have to use it Funking is a thing That all of us release  You don't have to get it All you do is let it Then you'll know exactly How to groove  You don't like my music You don't have to use it Funking is a thing That all of us release  You don't have to play it You don't have to say it You don't even have To try to sing it  Get the funk out ma face Get the funk out ma face (out ma face) Get the funk out ma face Get the funk out ma face  Get the funk out ma face Get the funk out ma face (out ma face) Get the funk out ma face Get the funk out ma face  You don't like my music You don't have to use it Funking is a thing That all of us release  You don't have to get it All you do is let it Then tell us our funk Did you some good  [Instrumental break]  You don't like my music You don't have to use it Funking is a thing That all of us release  You don't have to get it All you do is let it Then you'll know exactly How to groove  Get the funk out ma face Get the funk out ma face Get the funk out ma face Get the funk out ma face  Get the funk out ma face Get the funk out ma face  ",
        "title": "Get The Funk Out Ma Face"
    },
    {
        "artist": "John Miles",
        "lyrics": "  Highfly, touch the sky Whatcha gonna do now the well's dry? Good time, feeling fine Whatcha gonna do now there's no wine?  For many years You played the joker and you always won You wasted time Always fooling round and having fun Your luck ran out Just like the sunshine when the day is done Your dreams subsided When you decided that your chance had gone Your chance to be someone  You never tried You just accepted things and didn't care And now it's over You look around you but there's no one there It's too late now Face the truth and don't you try to run You're feelin' sorry And you've realised your chance has gone Your chance to be someone Highfly, touch the sky Whatcha gonna do now the well's dry? Good time, feeling fine Whatcha gonna do now there's no wine?  Highfly, touch the sky Whatcha gonna do now the well's dry? Good time, feeling fine Whatcha gonna do now there's no wine?  Highfly, touch the sky Whatcha gonna do now the well's dry? Good time, feeling fine Whatcha gonna do now there's no wine?  Highfly, touch the sky Whatcha gonna do now the well's dry? Good time, feeling fine Whatcha gonna do now there's no wine?  Highfly, touch the sky Whatcha gonna do now the well's dry? Good time, feeling fine Whatcha gonna do now there's no wine?  ",
        "title": "Highfly"
    },
    {
        "artist": "Van Mccoy",
        "lyrics": null,
        "title": "Party"
    },
    {
        "artist": "Eric Carmen",
        "lyrics": null,
        "title": "Sunrise"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Intro] Dance with me Come on, dance with me. Baby Dance with me Come on, dance with me. Baby  [Verse 1] I want you, ooh I want you And you want me So why can't we Get together after the dance  [Verse 2] All right, ooh (Looking girl, saw you smile) When I first saw you (Looking good on Soul Train) You were looking so, so good (Oh, I was looking, too) Oh, I was looking at you (Sweet and so fine) Sweet and so fine (Freak that she was) What a freak thing (Tantalizing)  [Verse 3] And I thought to myself (Ooh, on the floor) She was so into her space (She started to dance, would she) So caught up in the time and the place And I wondered would she want me (Ah, wonder if she, she'd go for me) If she knows what she needs is me  [Verse 4] Oh, yeah (Talk while we play records, girl) We could play so, so sweet (Look so fine, move next to me) Come on over. Baby, move closer to me (Your brown eyes, love for a while) I love your smile, stay a while Oh, Baby (I just got flashes) I feel something (That you're wanting me) Something in me  [Verse 5] Oh, nobody else, girl They'll be talking all night (Can we leave sweet love. Baby) Why did the morning come so soon Love don't need time (Girl) To make up its mind (Satisfy) That's how I feel (All the love inside of me. Baby) How could you, Baby (What you going to do)  ",
        "title": "After The Dance"
    },
    {
        "artist": "Melissa Manchester",
        "lyrics": null,
        "title": "Rescue Me"
    },
    {
        "artist": "Rick Dees & His Cast Of Idiots",
        "lyrics": "  Quack quack Quack quack Quack quack Quack quack  Went to a party the other night All the ladies were treatin' me right Movin' my feet to the disco beat How in the world could I keep my seat?  All of a sudden I began to change I was on the dance floor actin' strange (Quack quack, quack quack) Flappin' my arms, I began to cluck (Quack quack) Look at me, I'm the Disco Duck  Ah, get down, mama I've got to have me a woman, ha, ha, ha, ha, ha  Disco, disco duck Got to have me a woman Disco, disco duck Oh, get down, mama Try your luck, don't be a cluck Disco, disco Disco, disco Disco, disco Disco, disco duck All right Disco, disco duck Ah, get down mama  Oh mama, shake your tail feather, ha, ha, ha, ha, ha  When the music stopped I returned to my seat But there's no stoppin' a duck and his beat (Quack quack, quack quack) So I got back up to try my luck (Quack quack, quack quack) Why look!  Everybody's doin' the Disco, disco duck Disco, disco duck Wave to me Try your luck Don't be a cluck Disco, disco Disco, disco Disco, disco  Disco, disco duck My, oh my Disco, disco duck Get down mama, ha, ha, ha, ha Try your luck, don't be a cluck Disco, disco Disco, disco Disco, disco  Disco, disco duck Disco, disco duck Try your luck, don't be a cluck Wave to me I'm so happy Disco, disco duck Thank you duck for gettin' down Disco, disco, disco Thank you so very much Disco duck You're welcome Disco, disco duck Try your luck, don't be a cluck Disco, disco, disco  ",
        "title": "Disco Duck (Part I)"
    },
    {
        "artist": "Frankie Valli",
        "lyrics": null,
        "title": "We're All Alone"
    },
    {
        "artist": "Ronnie Dyson",
        "lyrics": null,
        "title": "The More You Do It (The More I Like It Done To Me)"
    },
    {
        "artist": "Firefall",
        "lyrics": "  You are the woman that I’ve always dreamed of I knew it from the start I saw your face and that’s the last I’ve seen of my heart  It’s not so much the things you say to me It’s not the things you do It’s how I feel each time you’re close to me That keeps me close to you, whoa oh  You are the woman that I’ve always dreamed of I knew it from the start I saw your face and that’s the last I’ve seen of my heart  It’s not so much your pretty face I see It’s not the clothes you wear It’s more that special way you look at me That always keeps me there, whoa oh whoa  You are the woman that I’ve always dreamed of I knew it from the start I saw your face and that’s the last I’ve seen of my heart  It’s hard to tell you all the love I’m feeling That’s just not my style You’ve got a way to send my senses reeling Every time you smile, whoa oh  You are the woman that I’ve always dreamed of I knew it from the start I saw your face and that’s the last I’ve seen of my heart I saw your face and that’s the last I’ve seen of my heart  Of my heart Ooh ooh of my heart  ",
        "title": "You Are The Woman"
    },
    {
        "artist": "Rick Springfield",
        "lyrics": null,
        "title": "Take A Hand"
    },
    {
        "artist": "Andrea True Connection",
        "lyrics": null,
        "title": "Party Line"
    },
    {
        "artist": "Sherbet",
        "lyrics": "  You told me I was the one  The only one who got your head undone And for a while I believed the line that you spun But I've been lookin' at you Lookin' closely at the things you do I didn't see you the way you wanted me to How How Howzat? You messed about  I caught you out  H owzat ? Now that I've found where you're at  It's good-bye. Well Howzat? It's good-bye You only came for a smile Even though you're really not my style I didn't think that you'd run me round like you do How How Howzat? You messed about  I caught you out  Howzat? Now that I've found where you're at  It's good-bye. Well Howzat? It's good-bye Oh yeah Oh Oh yeah  ",
        "title": "Howzat"
    },
    {
        "artist": "America",
        "lyrics": "  Amber cascades all over today Then we walk on a crooked catwalk Only to be delayed Bubbles of blue burst into two Eaten up by the incoming tide Of the new  Then we call to the man who walks on the water We talk of a plan to stop all the slaughter in view It's in view  Granite charades are played in the rain Till we fall through a sand castle window To avoid the pain Summer canoe paddles up to you 'Cause it's time for another beer run Or something that's equally true  Then we call to the man who walks on the water We talk of a plan to stop all the slaughter in view  Then we call to the man who walks on the water We talk of a plan to stop all the slaughter in view It's in view  ",
        "title": "Amber Cascades"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": null,
        "title": "It's O.k."
    },
    {
        "artist": "Eddie Rabbitt",
        "lyrics": "  Back upon an old dirt road next to a swamp full of toads Was a slanted wood shack with three little kids and a mama Papa died in '63 left little Jenny and me To plant those taters and pull up another tomorrow  Rocky mountain music Fills my memory Rocky mountain music Papa can I hear you playing for me  Little brother was never quite right, he used to sit on the floor in the sunlight Play with the dust that danced on the beams in the window And sister had to cook and clean, 'cause momma she got sick and lean Sometimes I think she just died away missing papa  Rocky mountain music Fills my memory Rocky mountain music Mama can I hear you singing to me  Well every thing has changed today and little brother he was taken away And sister, she married a soldier and lives in Toledo And me I'm in a Nashville bar and I've never been so far From that old gravel road and the rivers that run through my memory  Rocky mountain music Fills my memory Rocky mountain music Brother can I hear you calling me  Rocky mountain music Fills my memory Rocky mountain music Papa can I hear you playing for me  ",
        "title": "Rocky Mountain Music"
    },
    {
        "artist": "David Crosby/Graham Nash",
        "lyrics": null,
        "title": "Out Of The Darkness"
    },
    {
        "artist": "Sweeney Todd",
        "lyrics": "  Foxy from the Roxy Might turn some heads tonight Flashlight dream Peaches and cream delight Roxy Roller Five-bob job She gets bubble-gum on her knees Down between the seats Sometime she'll pass you the keys Roxy Roller Oooh Roxy Roller Roxy Roller, Roxy Her daddy, le commissioner Took far more than his share So Roxy joined the syndicate Knowing it wasn't fair Roxy Roller Oooh Roxy Roller Roxy Roller, Roxy Oooh Roxy Roller Oooh Roxy  ",
        "title": "Roxy Roller"
    },
    {
        "artist": "Barry Mann",
        "lyrics": null,
        "title": "The Princess And The Punk"
    },
    {
        "artist": "The Isley Brothers",
        "lyrics": "  [Ronald Isley] All babies together, everyone a seed Half of us are satisfied, half of us in need Love's bountiful in us, tarnished by our greed When will there be a harvest for the world  A nation planted, so concerned with gain As the seasons come and go, greater grows the pain And far too many feelin' the strain When will there be a harvest for the world  Gather every man, gather every woman Celebrate your lives, give thanks for your children Gather everyone, gather all together Overlooking none, hopin' life gets better for the world  Dress me up for battle, when all I want is peace Those of us who pay the price, come home with the least Nation after nation, turning into beast When will there be a harvest for the world? When will there be? I wanna know now, now When will there be, a harvest? When will there be, a harvest? When will there be, a harvest? When will there be, a harvest? When will there be, a harvest? When will there be, a harvest? When will there be? When will there be? Everybody, talking bout the children When will there be, a harvest? When will there be?  ",
        "title": "Harvest For The World"
    },
    {
        "artist": "Gallagher And Lyle",
        "lyrics": null,
        "title": "Heart On My Sleeve"
    },
    {
        "artist": "Atlanta Rhythm Section",
        "lyrics": null,
        "title": "Free Spirit"
    },
    {
        "artist": "Jigsaw",
        "lyrics": null,
        "title": "Brand New Love Affair"
    },
    {
        "artist": "Disco Tex & The Sex-O-Lettes Featuring Sir Monti Rock III",
        "lyrics": null,
        "title": "Dancin' Kid"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  [Verse] The hardest thing I've ever done Is keep believing There's someone in this crazy world For me The way that people come and go Through temporary lives My chance could come and I might never know  [Verse] I used to say \"No promises Let's keep it simple\" But freedom only helps you say Good-bye It took a while for me to learn That nothing comes for free The price I've paid is high enough for me  [Chorus] I know I need to be in love I know I've wasted too much time I know I ask perfection of A quite imperfect world And fool enough to think that's what I'll find  [Verse] So here I am with pockets full of good intentions But none of them will comfort me tonight I'm wide awake at four a.m Without a friend in sight Hanging on a hope but I'm alright  [Chorus] I know I need to be in love I know I've wasted too much time I know I ask perfection of A quite imperfect world And fool enough to think that's what I'll find  I know I need to be in love I know I've wasted too much time I know I ask perfection of A quite imperfect world And fool enough to think that's what I'll find  ",
        "title": "I Need To Be In Love"
    },
    {
        "artist": "Ozo",
        "lyrics": null,
        "title": "Listen To The Buddha"
    },
    {
        "artist": "Steve Miller",
        "lyrics": "  [Verse 1] This here's a story about Billy Joe and Bobbie Sue Two young lovers with nothing better to do Than sit around the house, get high, and watch the tube And here is what happened when they decided to cut loose  They headed down to, ooh, old El Paso That's where they ran into a great big hassle Billy Joe shot a man while robbing his castle Bobbie Sue took the money and run Hoo hoo hoo  [Chorus x4] Go on take the money and run  [Verse 2] Billy Mack is a detective down in Texas You know he knows just exactly what the facts is He ain't gonna let those two escape justice He makes his living off of the people's taxes  Bobbie Sue, whoa, whoa, she slipped away Billy Joe caught up to her the very next day They got the money, hey You know they got away They headed down south and they're still running today Singing go on take the money and run  [Chorus x7]  ",
        "title": "Take The Money And Run"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": null,
        "title": "Steppin' Out"
    }
]