[
    {
        "artist": "The Doors",
        "lyrics": "  {Intro}  [Verse 1] You know that it would be untrue You know that I would be a liar If I was to say to you Girl, we couldn't get much higher  [Chorus] Come on baby, light my fire Come on baby, light my fire Try to set the night on fire  [Verse 2] The time to hesitate is through No time to wallow in the mire Try now we can only lose And our love become a funeral pyre  [Chorus] Come on baby, light my fire Come on baby, light my fire Try to set the night on fire Yeah...  {Bridge}  [Verse 2] The time to hesitate is through No time to wallow in the mire Try now we can only lose And our love become a funeral pyre  [Chorus] Come on baby, light my fire Come on baby, light my fire Try to set the night on fire Yeah  [Verse 1] You know that it would be untrue You know that I would be a liar If I was to say to you Girl, we couldn't get much higher  [Chorus] Come on baby, light my fire Come on baby, light my fire Try to set the night on fire Try to set the night on fire Try to set the night on fire Try to set the night on fire  {Outro}  ",
        "title": "Light My Fire"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Intro] Love, love, love Love, love, love Love, love, love  [Verse 1] There's nothing you can do that can't be done Nothing you can sing that can't be sung Nothing you can say, but you can learn how to play the game It's easy  [Verse 2] There's nothing you can make that can't be made No one you can save that can't be saved Nothing you can do, but you can learn how to be you in time It's easy  [Chorus] All you need is love All you need is love All you need is love, love Love is all you need All you need is love All you need is love All you need is love, love Love is all you need  [Verse 3] There's nothing you can know that isn't known Nothing you can see that isn't shown There's nowhere you can be that isn't where you're meant to be. It's easy  [Chorus] All you need is love All you need is love All you need is love, love Love is all you need  [Chorus] All you need is love (All together now) All you need is love (Everybody) All you need is love, love Love is all you need (Yesterday) (Oh yeah) (She loves you, yeah, yeah, yeah) (She loves you, yeah, yeah, yeah) (Oh, yesterday)  ",
        "title": "All You Need Is Love"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] I was born in Lil' Rock Had a childhood sweetheart We were always hand in hand I was hightop shoes and shirt tails Suzy was in pig tails I know I loved her even then  [Verse 2] You know my papa disapproved it My mama boohooed it But I told them time and time again \"Don't you know I was made to love her Built a world all around her\" Yeah! Hey, hey, hey  [Verse 3] She's been my inspiration Showed appreciation For the love I gave her through the years Like a sweet magnolia tree My love blossomed tenderly My life grew sweeter through the years  [Verse 4] I know that my baby loves me My baby needs me That's why we made it through the years I was made to love her Worship and adore her Hey, hey, hey  [Verse 5] All through thick and thin Our love just won't end Cause I love my baby, love my baby My baby loves me My baby needs me And I know I ain't going nowhere  [Verse 6] I was knee high to a chicken When that love bug bit me I had the fever with each passing year Oh, even if the mountain tumbles If this whole world crumbles By her side I'll still be standing there  [Verse 7] Cause I was made to love her I was made to live for her, yeah! Ah, I was made to love her Built my world all around her Hey, hey, hey  ",
        "title": "I Was Made To Love Her"
    },
    {
        "artist": "The Monkees",
        "lyrics": "  The local rock group down the street Is trying hard to learn this song Seranade the weekend squire, who just came out to mow his lawn  Another Pleasant Valley Sunday Charcoal burning everywhere Rows of houses that are all the same And no one seems to care  See Mrs. Gray she's proud today because her roses are in bloom Mr. Green he's so serene, He's got a TV in every room  Another Pleasant Valley Sunday Here in status symbol land Mothers complain about how hard life is And the kids just don't understand  Creature comfort goals They only numb my soul and make it hard for me to see My thoughts all seem to stray, to places far away I need a change of scenery  Another Pleasant Valley Sunday Charcoal burning everywhere Another Pleasant Valley Sunday Here in status-symbol land  Another Pleasant Valley Sunday ... Another Pleasant Valley Sunday ... Another Pleasant Valley Sunday ... Another Pleasant Valley Sunday ... Another Pleasant Valley Sunday ... Another Pleasant Valley Sunday ...  ",
        "title": "Pleasant Valley Sunday"
    },
    {
        "artist": "The Buckinghams",
        "lyrics": "  My baby she may not a-look Like one of those bunnies out of a Playboy Club But she got somethin' much greater than gold Crazy 'bout that girl 'cause she got so much soul  I said she got the kind of lovin' Kissin' and a-huggin' Sure is mellow Glad that I'm her fellow and I know That she knocks me off my feet Have mercy on me 'Cause she knocks me off my feet There is no girl in the whole world That can love me like you do  My baby when she walks by All the fellows go, ooooooo, and I know why It's simply 'cause that girl she looks so fine And if she ever leaves me I would lose my mind  She got the kind of lovin' Kissin' and a-huggin' Sure is mellow Glad that I'm her fellow and I know That she knocks me off my feet Have mercy on me 'Cause she knocks me off my feet, hey There is no girl in the whole world That can love me like you do  Yeah, everybody in the neighborhood Will testify that my girl she looks so good And she's so fine She'd give eyesight to the blind And if she ever leaves me I would lose my mind  She got the kind of lovin' Kissin' and a-huggin' Sure is mellow Glad that I'm her fellow and I know That she knocks me off my feet Have mercy on me 'Cause she knocks me off my feet There is no girl in the whole world That can love me like you do  Baby, yeah, you got that soulful feel Yeah, it's all right Mercy, mercy  Written By: Johnny Watson & Joe Zawinul  ",
        "title": "Mercy, Mercy, Mercy"
    },
    {
        "artist": "Frankie Valli",
        "lyrics": "  [Verse 1] You're just too good to be true Can't take my eyes off  of you You'd be like Heaven to touch I wanna hold you so much At long last love has arrived And I thank God I'm alive You're just too good to be true Can't take my eyes off you  [Verse 2] Pardon the way that I stare There's nothing else to compare The sight of you leaves me weak There are no words left to speak But if you feel like I feel Please let me know that it's real You're just too good to be true Can't take my eyes off you  [Hook] I love you, baby And if it's quite alright I need you, baby To warm a lonely night I love you, baby Trust in me when I say: Oh, pretty baby Don't bring me down, I pray Oh, pretty baby, now that I found you, stay And let me love you, baby Let me love you  [Verse 1]  [Hook]  ",
        "title": "Can't Take My Eyes Off You"
    },
    {
        "artist": "Procol Harum",
        "lyrics": "  {Intro}  We skipped the light fandango Turned cartwheels 'cross the floor I was feeling kinda seasick But the crowd called out for more The room was humming harder As the ceiling flew away When we called out for another drink The waiter brought a tray  And so it was that later As the miller told his tale That her face, at first just ghostly Turned a whiter shade of pale  {Bridge}  She said, there is no reason And the truth is plain to see' But I wandered through my playing cards And would not let her be One of sixteen vestal virgins Who were leaving for the coast And although my eyes were open They might have just as well've been closed  And so it was that later As the miller told his tale That her face at first just ghostly Turned a whiter shade of pale  And so it was that later  {the following were only sung in concerts}  She said, 'I'm home on shore leave,' Though in truth we were at sea So I took her by the looking glass And forced her to agree Saying, 'You must be the mermaid Who took Neptune for a ride.' But she smiled at me so sadly That my anger straightway died  And so it was that later As the miller told his tale That her face at first just ghostly Turned a whiter shade of pale  If music be the food of love Then laughter is its queen And likewise if behind is in front Then dirt in truth is clean My mouth by then like cardboard Seemed to slip straight through my head So we crash-dived straightway quickly And attacked the ocean bed  And so it was that later As the miller told his tale That her face at first just ghostly Turned a whiter shade of pale  ",
        "title": "A Whiter Shade Of Pale"
    },
    {
        "artist": "The Association",
        "lyrics": "  [Verse 1] Who's peeking out from under a stairway Calling a name that's lighter than air Who's bending down to give me a rainbow Everyone knows it's Windy  [Verse 2] Who's tripping down the streets of the city Smiling at everybody she sees Who's reaching out to capture a moment Everyone knows it's Windy  [Chorus] And Windy has stormy eyes That flash at the sound of lies And Windy has wings to fly Above the clouds Above the clouds And Windy has stormy eyes That flash at the sound of lies And Windy has wings to fly Above the clouds Above the clouds  [Verse 2] Who's tripping down the streets of the city Smiling at everybody she sees Who's reaching out to capture a moment Everyone knows it's Windy Who's tripping down the streets of the city Smiling at everybody she sees Who's reaching out to capture a moment Everyone knows it's Windy Who's tripping down the streets of the city Smiling at everybody she sees Who's reaching out to capture a moment Everyone knows it's Windy Who's tripping down the streets of the city Smiling at everybody she sees Who's reaching out to capture a moment Everyone knows it's Windy  ",
        "title": "Windy"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  Doo doo doo-doo doo doo doo-doo doo Doo doo doo-doo doo doo doo-doo doo Hey, Carrie Anne Hey, Carrie Anne  When we were at school, our games were simple I played the janitor, you played a monitor Then you played with older boys and prefects What's the attraction in what they're doing?  Hey Carrie Anne What's your game now, can anybody play? Hey Carrie Anne What's your game now, can anybody play?  You were always something special to me Quite independent, never caring You lost your charm as you were aging Where is your magic disappearing?  Hey Carrie Anne What's your game now, can anybody play? Hey Carrie Anne What's your game now, can anybody play?  You're so, so like a woman to me (So like a woman to me) So, so like a woman to me (So, so like a woman to me)  Hey Carrie Anne What's your game now, can anybody play? Hey Carrie Anne What's your game now, can anybody play?  People live and learn but you're still learning You use my mind and I'll be your teacher When the lesson's over, you'll be with me Then I'll hear the other people saying  Hey Carrie Anne What's your game now, can anybody play? Hey Carrie Anne What's your game now, can anybody play?  Carrie Anne, Carrie Anne, Carrie Anne  ",
        "title": "Carrie-Anne"
    },
    {
        "artist": "The Young Rascals",
        "lyrics": null,
        "title": "A Girl Like You"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": null,
        "title": "Baby I Love You"
    },
    {
        "artist": "The Tremeloes",
        "lyrics": "  [Intro]  Oh don't it hurt deep inside To see someone do something to her Oh don't it pain to see someone cry Especially if that someone is her  Silence is golden, but my eyes still see Silence is golden, golden, but my eyes still see  Talking is cheap, people follow like sheep Even though there is nowhere to go How could she tell he deceived her so well Pity, she'll be the last one to know  Silence is golden, but my eyes still see Silence is golden, golden, but my eyes still see  Doo-wee-doo-wah-wah Doo-wee-doo-wah-wah  How many times will she fall for his lines Should I tell her or should I be cool And if I tried, I know she'd say I lied Mind your business don't hurt her you fool  Silence is golden, but my eyes still see Silence is golden, golden, but my eyes still see  But my eyes still see But my eyes still see  ",
        "title": "Silence Is Golden"
    },
    {
        "artist": "The Happenings",
        "lyrics": null,
        "title": "My Mammy"
    },
    {
        "artist": "Nancy Sinatra & Lee Hazlewood",
        "lyrics": null,
        "title": "Jackson"
    },
    {
        "artist": "Jefferson Airplane",
        "lyrics": "  One pill makes you larger And one pill makes you small And the ones that mother gives you Don't do anything at all Go ask Alice When she's ten feet tall  And if you go chasing rabbits And you know you're going to fall Tell 'em a hookah smoking caterpillar Has given you the call... Call Alice When she was just small  When the men on the chessboard Get up and tell you where to go And you've just had some kind of mushroom And your mind is moving low Go ask Alice I think she'll know  When logic and proportion Have fallen sloppy dead And the White Knight is talking backwards And the Red Queen's off with her head Remember what the Dormouse said Feed your head Feed your head Feed your head  ",
        "title": "White Rabbit"
    },
    {
        "artist": "The Music Explosion",
        "lyrics": "  Now when you're feelin' low and the fish won't bite You need a little bit o' soul to put you right You gotta make like you wanna kneel and pray And then a little bit of soul will come your way Now when your girl is gone and you're broke in two You need a little bit o' soul to see you through And when you raise the roof with your rock'n'roll You'll get a lot more kicks with a little bit o' soul And when your party falls 'cause ain't nobody groovin' A little bit o' soul and it really starts movin', yeah And when you're in a mess and you feel like cryin' Just remember this little song of mine And as you go through life tryin' to reach your goal Just remember what I said about a little bit o'soul A little bit o' soul, yeah (a little bit o' soul)  ",
        "title": "Little Bit O' Soul"
    },
    {
        "artist": "Bar-Kays",
        "lyrics": null,
        "title": "Soul Finger"
    },
    {
        "artist": "Sandy Posey",
        "lyrics": null,
        "title": "I Take It Back"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  Daytime turns me off And I don't mean maybe Nine to five Ain't takin' me where I'm bound When it's done I run out to see my baby We got groovin' When the sun goes down  I thank the Lord for the night time To forget the day A day of up, uptight time Baby, chase it away I get relaxation, it's a time to groove I thank the Lord for the night time I thank the Lord for you  I'll talk about plans now Baby, I got plenty Nothing ever seems to turn out The way it should Talk about money, girl I ain't got any Seems like just one time I'm feeling good  I thank the Lord for the night time To forget the day A day of up, uptight time Baby, chase it away I get relaxation, it's a time to groove I thank the Lord for the night time I thank the Lord for you  Seems like just one time I'm feeling good I thank the Lord for the night time To forget the day A day of up, uptight time Baby, chase it away I get relaxation, it's a time to groove I thank the Lord for the night time I thank the Lord for you Thank the Lord for the night time Thank the Lord for you  ",
        "title": "Thank The Lord For The Night Time"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": "  [Intro] Fellas, I'm ready to get up and do my thing (yeah go ahead!) I wanta get into it, man, you know (go ahead!) Like a, like a sex machine, man, (yeah go ahead!) Movin' and doin' it, you know Can I count it off? (Go ahead) One, two, three, four!  [Chorus] Get up, (get on up) Get up, (get on up) Stay on the scene, (get on up), like a sex machine, (get on up) Get up, get on up Get up, get on up Stay on the scene, (get on up), like a sex machine, (get on up) Get up, get on up Get up, get on up Stay on the scene, (get on up), like a sex machine, (get on up)  [Verse 1] Wait a minute! Shake your arm, then use your form Stay on the scene like a sex machine You got to have the feeling sure as you're born Get it together, right on, right on  [Chorus] Get up, get on up Get up, get on up Get up, get on up Get up, get on up Get up, get on up Get up, get on up  [Verse 2] You said, you said you got the You said the feeling you got to get You give me the fever 'n' a cold sweat The way I like, it is the way it is I got mine 'n' don't worry 'bout his  [Chorus] Get up, get on up Stay on the scene, (get on up), like a sex machine, (get on up) Get up, get on up Stay on the scene, (get on up), like a sex machine, (get on up)  [Bridge 1] Bobby! Should I take 'em to the bridge? (Go Ahead!) Take 'em on to the bridge! (Take em to the bridge!) Should I take 'em to the bridge? (Yeah!) Take 'em to the bridge? (Go Ahead!) Hit me now! Come on!  [Verse 3] Stay on the scene, like a sex machine! The way I like it is, is the way it is I got mine, (dig it!), he got his  [Chorus 2] Stay on the scene, like a lovin' machine Stay on the scene, like a lovin' machine Stay on the scene  [Verse 4] I wanna count it off one more time now (Go ahead!) You wanna hear it like it did on the top fellas? (Yeah!) Hear it like it did on the top? (Yeah!) Hit it now!  [Chorus] Get on up, get on up Get up, get on up Get up, get on up Get on up, get on up  [Chorus 2] Stay on the scene, like a lovin' machine Get up, get on up  [Bridge 2] Taste, (get on up) Bein', (get on up) Taste, (get on up) Bein', (get on up)  [Chorus] Get up, get on up Get up, get on up Stay on the scene, like a sex machine   [Verse 5] You gotta have the feelin, (get on up) Sure as you're born, (get on up) Get it together, right on, right on Right on, right on, (right on, right on)  [Bridge 3] Get up, (get on up) Get up, (get on up) And then, shake your money maker Shake your money maker  [Outro] Can we hit it like we did one more time, from the top Can we hit like that one more time (One more time!) One more time! Let's hit it and quit! (Go ahead!) Can we hit it and quit? (Yeah!) Hit it!  ",
        "title": "Cold Sweat - Part 1"
    },
    {
        "artist": "Bobbie Gentry",
        "lyrics": "  It was the third of June, another sleepy, dusty Delta day I was out choppin' cotton, and my brother was balin' hay And at dinner time we stopped and walked back to the house to eat And mama hollered out the back door, \"y'all, remember to wipe your feet!\" And then she said, \"I got some news this mornin' from Choctaw Ridge Today, Billy Joe MacAllister jumped off the Tallahatchie Bridge\"  And papa said to mama, as he passed around the blackeyed peas \"Well, Billie Joe never had a lick of sense; pass the biscuits, please There's five more acres in the lower forty I've got to plow\" And mama said it was shame about Billie Joe, anyhow Seems like nothin' ever comes to no good up on Choctaw Ridge And now Billy Joe MacAllister's jumped off the Tallahatchie Bridge  And brother said he recollected when he, and Tom, and Billie Joe Put a frog down my back at the Carroll County picture show And wasn't I talking to him after church last Sunday night? \"I'll have another piece-a apple pie; you know, it don't seem right I saw him at the sawmill yesterday on Choctaw Ridge And now you tell me Billie Joe's jumped off the Tallahatchie Bridge\"  And mama said to me, \"Child, what's happened to your appetite? I've been cookin' all morning, and you haven't touched a single bite That nice young preacher, Brother Taylor, dropped by today Said he'd be pleased to have dinner on Sunday, oh, by the way He said he saw a girl that looked a lot like you up on Choctaw Ridge And she and Billie Joe was throwing somethin' off the Tallahatchie Bridge\"  A year has come and gone since we heard the news 'bout Billie Joe And brother married Becky Thompson; they bought a store in Tupelo There was a virus going 'round; papa caught it, and he died last spring And now mama doesn't seem to want to do much of anything And me - I spend a lot of time pickin' flowers up on Choctaw Ridge And drop them into the muddy water off the Tallahatchie Bridge  ",
        "title": "Ode To Billie Joe"
    },
    {
        "artist": "Bee Gees",
        "lyrics": "  [Verse 1: Barry Gibb] There's a light A certain kind of light That never shone on me I want my life to be lived with you Lived with you There's a way everybody say To do each and every little thing But what does it bring If I ain't got you, ain't got you? Hey babe  [Chorus] You don't know what it's like, baby You don't know what it's like To love somebody To love somebody The way I love you  [Verse 2: Barry Gibb] In my brain I see your face again I know my frame of mind You ain't got to be so blind And I'm blind, so so sorrily blind I'm a man, can't you see What I am I live and I breathe for you But what good does it do If I ain't got you, ain't got? Hey babe  [Chorus] You don't know what it's like, baby You don't know what it's like To love somebody To love somebody The way I love you  Oooooohhhhhhhhhhhhhhhh  [Chorus: Barry Gibb & Robin Gibb] You don't know what it's like, baby You don't know what it's like To love somebody To love somebody The way I love you (Noo noo no-no nooo nooooo)  [Outro] You don't know what it's like, baby You don't know what it's like To love somebody To love somebody The way I love you  ",
        "title": "To Love Somebody"
    },
    {
        "artist": "Linda Jones",
        "lyrics": null,
        "title": "Hypnotized"
    },
    {
        "artist": "The Monkees",
        "lyrics": null,
        "title": "Words"
    },
    {
        "artist": "Dean Martin",
        "lyrics": "  How I'd love to hear the organ In the chapel in the moonlight While we're strolling down the aisle Where roses entwine How I'd love to hear you whisper In the chapel in the moonlight That the lovelight in your eyes Forever will shine Till the roses turn to ashes Till the organ turns to rust If you never come, I'll still be there Till the moonlight turns to dust How I'd love to hear the choir In the chapel in the moonlight As they sing, \"Oh promise me\" Forever be mine Till the roses turn to ashes Till the organ turns to rust If you never come, I'll still be there Till the moonlight turns to dust How I'd love to hear the choir In the chapel in the moonlight As they sing, \"Oh, promise me\" Forever be mine In the chapel in the moonlight  ",
        "title": "In The Chapel In The Moonlight"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": "  Would you like to ride in my beautiful balloon Would you like to ride in my beautiful balloon We could float among the stars together, you and I For we can fly we can fly Up, up and away My beautiful, my beautiful balloon The world's a nicer place in my beautiful balloon It wears a nicer face in my beautiful balloon We can sing a song and sail along the silver sky For we can fly we can fly Up, up and away My beautiful, my beautiful balloon Suspended under a twilight canopy We'll search the clouds for a star to guide us  If by some chance you find yourself loving me We'll find a cloud to hide us We'll keep the moon beside us Love is waiting there in my beautiful balloon Way up in the air in my beautiful balloon If you'll hold my hand we'll chase your dream across the sky For we can fly we can fly Up, up and away My beautiful, my beautiful balloon Balloon... Up, up, and away  ",
        "title": "Up -- Up And Away"
    },
    {
        "artist": "Bunny Sigler",
        "lyrics": "  Come on baby let the good times roll Come on baby let me thrill your soul Come on baby let the good times roll Roll all night long Come on baby yeah, this is it This is something I just can't miss Come on baby let the good times roll Roll all night long Feel so good, sugar When you're home Come on baby rock me all night long honey Yeah, yeah, yeah, yeah, yeah Feel so good, now that you're home Come let me hg ya Come let me kiss ya Come let me see what I've been missin Feel so good now that you're home Feel so fine to know that I'm on your mind Oh what a feeling to know You're beginning to feel so good Please don't stop now Oh so glad now that I've come back home Feel so good when you're home Come on baby rock me all night long, honey Yeah, yeah, yeah, yeah, yeah Come on baby let the good times roll Come on baby let me thrill your soul, honey Come on baby let the good times roll Roll all night long  ",
        "title": "Let The Good Times Roll & Feel So Good"
    },
    {
        "artist": "Scott McKenzie",
        "lyrics": null,
        "title": "San Francisco (Be Sure To Wear Flowers In Your Hair)"
    },
    {
        "artist": "Smokey Robinson & The Miracles",
        "lyrics": null,
        "title": "More Love"
    },
    {
        "artist": "Bettye Swann",
        "lyrics": "  I never had a love to call my own I was about to give up And then you came along Just to have your tender kiss Thrills me for days and days I don't care what nobody says I want you for always Now that I found you I want to stay around So make me yours, make me yours You already captured my heart and my soul Now I want you to take full control I need the love that only you can give If I can't have it I don't want to live I never had a love so sweet I never thought I'd be lucky enough to meet A guy with all your charms to hold me with loving arms Make me feel secure and warm Caused my heart to run Now that I found you I want to stay around So, make me yours, make me yours Now that I found you I want to stay around So, make me yours, make me yours Take me baby if you want me to be So, whatever you need you can always fine in me Yeah love me and keep me by your side Wherever you go I'll always be satisfied All of my friends said girl don't But I know what I need and I know what I want I want to be yours You're the only one And I will give to you happiness in return Cause what you need, baby I've got it What you got, I'm just crazy about it If you're looking for a love that you'll never get tired of Make me yours, make me yours Baby, make me yours Not just for a little while But forever my darling, make me yours  ",
        "title": "Make Me Yours"
    },
    {
        "artist": "Every Mothers' Son",
        "lyrics": null,
        "title": "Come On Down To My Boat"
    },
    {
        "artist": "Tommy James And The Shondells",
        "lyrics": null,
        "title": "I Like The Way"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  I've been in this town so long that back in the city I've been taken for lost and gone And unknown for a long long time  Fell in love years ago With an innocent girl From the Spanish and Indian home Of the heroes and villains  Once at night catillian squared the fight And she was right in the rain of the bullets that eventually brought her down But she's still dancing in the night Unafraid of what a dude'll do in a town full of heroes and villains  Heroes and villains Just see what you've done  Heroes and villains Just see what you've done  Stand or fall I know there Shall be peace in the valley And it's all an affair Of my life with the heroes and villains  My children were raised You know they suddenly rise They started so long ago Head to toe, healthy weathy and wise  I've been in this town so long So long to the city Im fit with the stuff To ride in the rough And sunny down snuff I'm alright By the heroes and  Heroes and villains Just see what you've done  Heroes and villains Just see what you've done  ",
        "title": "Heroes And Villains"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1] How does it feel to be One of the beautiful people? Now that you know who you are What do you want to be? And have you travelled very far? Far as the eyes can see  [Verse 2] How does it feel to be One of the beautiful people? How often have you been there? Often enough to know What did you see when you were there? Nothing that doesn't show Baby you're a rich man Baby you're a rich man Baby you're a rich man too You keep all your money in a big brown bag inside a zoo What a thing to do Baby you're a rich man Baby you're a rich man Baby you're a rich man too  [Verse 3] How does it feel to be One of the beautiful people? Tuned to a natural E Happy to be that way Now that you've found another key What are you going to play? Baby you're a rich man Baby you're a rich man Baby you're a rich man too You keep all your money in a big brown bag inside a zoo What a thing to do Baby, baby you're a rich man Baby you're a rich man Baby you're a rich man too Baby you're a rich man Baby you're a rich man Baby, baby you're a rich man too (fade out)  ",
        "title": "Baby You're A Rich Man"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  You surely must know magic girl Cause you changed my life It was dull and ordinary But you made it sunny and bright  Now, I was blessed the day I found you Gonna build my whole world around you You're everything good, girl And you're all that matters to me  When my way was dark and troubles were near Your love provided the light so I could see, girl Just knowin' your love was near when times were bad Kept the world from closin' in on me girl  I was blessed the day I found you Gonna build my whole world around you You're everything good girl And you're all that matters to me  Baby, you're part of every thought I think each day Your name is in every phrase my lips say Every dream I dream is about you Honey I can't live without you  Baby (baby), baby (baby), baby You're my everything, you're my everything, yes you are (Don't you know you're my everything)  You're the girl I sing about In every love song I sing (You're my everything) You're my winter baby My summer, my fall and spring (You're my everything)  Now, now, I was blessed the day I found you Gonna build my whole world around you You're everything good girl and you're all that matters to me You're my everything, you're my everything, yes you are (Don't you know you're my everything) You're my everything, you're my everything (Don't you know you're my everything) You're my everything, you're my everything  (When my way was dark and troubles were near, don't you know that) Don't you know you're my everything  ",
        "title": "You're My Everything"
    },
    {
        "artist": "Bobby Vee And The Strangers",
        "lyrics": "  Come back when you grow up, girl You're still livin' in a paper-doll world Livin' ain't easy, lovin's twice as tough So come back, baby, when you grow up  You look real good like a woman now Your mind hasn't gotten the message somehow So if you can't take it 'n' the goin' gets rough Come back, baby, when you grow up  I want you girl but your wide-eyed innocence Has really messed up my mind, yeah-eah-eah I'd rather you get your very first heartbreak Somewhere else along the line  Come back when you grow up, girl You're still livin' in a paper-doll world Some day be a woman ready to love Come back, baby, when you grow up  Come back when you grow up, girl You've still got a lotta time left in the world You'll some day be a woman ready to love Come back, baby, when you grow up  ",
        "title": "Come Back When You Grow Up"
    },
    {
        "artist": "The Parliaments",
        "lyrics": null,
        "title": "(I Wanna) Testify"
    },
    {
        "artist": "Simon & Garfunkel",
        "lyrics": "  [Verse 1] When she goes, she's gone If she stays, she stays here The girl does what she wants to do She knows what she wants to do And I know I'm fakin' it I'm not really makin' it  [Verse 2] I'm such a dubious soul And a walk in the garden Wears me down Tangled in the fallen vines Picking up the punch lines I've just been fakin' it Not really makin' it  [Verse 3] Is there any danger? No, no, not really Just lean on me Taking time to treat Your friendly neighbors honestly I've just been fakin' it, fakin' it Not really makin' it This feeling of fakin' it-- I still haven't shaken it  [Verse 4] Prior to this lifetime I surely was a tailor, look at me... (\"Good morning, Mr. Leitch Have you had a busy day?\") I own the tailor's face and hands I am the tailor's face and hands I know I'm fakin' it, fakin' it I'm not really makin' it This feeling of fakin' it-- I still haven't shaken it, shaken it I know I'm fakin' it I'm not really makin' it  ",
        "title": "Fakin' It"
    },
    {
        "artist": "Tommy Boyce & Bobby Hart",
        "lyrics": null,
        "title": "Out & About"
    },
    {
        "artist": "The Critters",
        "lyrics": null,
        "title": "Don't Let The Rain Fall Down On Me"
    },
    {
        "artist": "Janis Ian",
        "lyrics": "  [Verse 1] Come to my door, baby Face is clean and shining black as night My mother went to answer you know That you looked so fine Now I could understand your tears and your shame She called you \"boy\" instead of your name When she wouldn't let you inside When she turned and said \"But honey, he's not our kind.\"  [Chorus 1] She says I can't see you any more, baby Can't see you anymore  [Verse 2] Walk me down to school, baby Everybody's acting deaf and blind Until they turn and say, \"Why don't you stick to your own kind.\" My teachers all laugh, their smirking stares Cutting deep down in our affairs Preachers of equality Think they believe it, then why won't they just let us be?  [Chorus 2] They say I can't see you anymore baby Can't see you anymore  [Verse 3] One of these days I'm gonna stop my listening Gonna raise my head up high One of these days I'm gonna raise my glistening wings and fly But that day will have to wait for a while Baby I'm only society's child When we're older things may change But for now this is the way, they must remain  [Chorus 3] I say I can't see you anymore baby Can't see you anymore No, I won't see you anymore, baby  ",
        "title": "Society's Child (Baby I've Been Thinking)"
    },
    {
        "artist": "Chris Bartley",
        "lyrics": null,
        "title": "The Sweetest Thing This Side Of Heaven"
    },
    {
        "artist": "James & Bobby Purify",
        "lyrics": null,
        "title": "I Take What I Want"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": "  I say, yeah-yeah-yeah-yeah Yeah-yeah, shoot your shot What I mean I said, 'Yeah-yeah-yeah-yeah' Yeah, yeah Shake what you've got Hey, girl!  Now, you come to this home Don't stand on your block Come inside Watch ev'rybody rock  Ev'rybody's feelin' like they Lost their minds Doin' a dance They call, The Twine  So I say, 'Yeah-yeah-yeah-yeah' Yeah-yeah, shoot your shot (Really gonna get it too, yeah) I say, 'Yeah-yeah-yeah-yeah' Yeah, yeah Shake what you've got  'Let's hear it, Marvin' Shake, shake ('Let the sax in, too')  ('That's what we're doin') ('That's what we're doin', now') ('That's what we're doin') ('That's what we're doin', now') ('That's what we're doin') ('That's what we're doin', now')  ('That's what we're doin') ('That's what we're doin', now')  ('That's what we're doin') ('That's what we're doin', now') ('That's what we're doin') ('That's what we're doin', now')  I say, 'Yeah-yeah-yeah-yeah' Yeah-yeah, shoot your shot 'Call when I need you' I say, 'Yeah-yeah-yeah-yeah' Yeah, yeah Shake what you've got Hey, girl!  Looked at them start To block this house Somebody hollered 'Hey, boy heard you rock!'  Police is standin' At the door People, see 'em dancin' All ov'r the floor  They hollered, 'Yeah-yeah-yeah-yeah' Yeah-yeah, shoot your shot Woo! (Get away from here) I said, 'Yeah-yeah-yeah-yeah' Yeah, yeah Shake what you got  You know what I mean, now ('Go ahead 'n work!')  Do the Hully Gully The Wild Cat, too Wait a minute baby, now You ain't through  (Hey!)  ",
        "title": "Shoot Your Shot"
    },
    {
        "artist": "The 4 Seasons Featuring the \"Sound of Frankie Valli\"",
        "lyrics": null,
        "title": "C'mon Marianne"
    },
    {
        "artist": "The Forum",
        "lyrics": null,
        "title": "The River Is Wide"
    },
    {
        "artist": "Jay And The Techniques",
        "lyrics": "  Ready or not here I come Gee that used to be such fun Apples peaches pumpkin pie Who's afraid to holler I? That's a game we used to play Hide and seek was its name Oh ready or not, hear I come Gee that used to be such fun I always used to find a hiding place Times have changed Well I'm one step behind you, but still I can't find you Apple peaches pumpkin pie You were young and so was I Now that we've grown up it seems You just keep ignoring me I'll find you anywhere you go I'll follow you high and low You can't escape this love of mine anytime Well, I'll sneak up behind you Be careful where I find you Apple peaches pumpkin pie Soon your love will be all mine Then I'm gonna take you home Marry you so you won't roam Marry you so you won't roam. Right now I'll find you anywhere you go I'm gonna look high and low You can't escape this love of mine anytime Well, I'll sneak up behind you Be careful where I find you Ready or not here I come Gee that used to be such fun (repeat and fade)  ",
        "title": "Apples, Peaches, Pumpkin Pie"
    },
    {
        "artist": "Eric Burdon & The Animals",
        "lyrics": "  Spoken (to the intro sounds of the Dragnet theme):  This following program is dedicated to the city and people of San Francisco, who may not know it, but they are beautiful. And so is their city. This is a very personal song, so if the viewer cannot understand it, particularly those of you who are European residents, save up all your bread, and fly Trans-Love Airways to San Francisco, USA. Then, maybe, you’ll understand the song. It will be worth it, if not for the sake of this song, but for the sake of your own piece of mind  Strobe light beam, creates dreams Walls move, minds do too On a warm San Franciscan night  Old child , young child Feel all right  On a warm San Franciscan night Angels sing, leather wings Jeans of blue, Harley Davidson's too On a warm San Franciscan night  Old angel, young angel Feel all right On a warm San Franciscan night  I wasn't born there Perhaps I'll die there There's no place left to go San Francisco  Cops face is filled with hate Heavens above He's on a street called \"Love\" When will they ever learn? Old cop, young cop Feel all right On a warm San Franciscan night  The children are cool They don't raise fools It's an American dream Includes Indians too  ",
        "title": "San Franciscan Nights"
    },
    {
        "artist": "Peaches & Herb",
        "lyrics": null,
        "title": "For Your Love"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "Everybody Needs Love"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Chorus] I'm going to hold on (hold on) hold on (hold on To your unchanging love I'm going to hold on (hold on) hold on (hold on To your unchanging love I need you baby, baby I need you right now  [Verse 1] Darling, there comes a time in everybody's life They may learn as I've learned That being loved is more important than painting the town Only noon and night Cause my life may have bright lights But I've learned in time they go dim But your love and tender arms, I can always come home to them  [Chorus]  [Verse 2] I used to have more friends than I could count But now all of my so-called friends are gone Cause I've lost everything in my bank account Darling, I'm tired of running 'round So in your arms I'm gonna settle down Cause if I don't have a dime, I know your love is mine  [Chorus 1]  [Verse 3] Darling, everybody need somebody, o I need you I know now, nobody really loves me, honey honey honey, the way you do One more thing I've changed, girl, through my life as often as I change my suits Only to learn the only true happiness is being, honey, being loved by you That's why  [Chorus]  ",
        "title": "Your Unchanging Love"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": "  Cry softly lonely one It's over, it's said, it's done Don't let your heart break down He's not the only one So you're blue, and lonely too Don't fall apart And when the teardrops start You can cry, cry to me girl Cry, cry to me girl I'll be standing by I will dry your eyes But for now, cry softly lonely one  Cry softly lonely one Your heartaches have just begun And though they linger on Carry on, be strong  You're baby's gone, left you alone But I'll stand by you On the long nights through You can cry, cry to me girl C'mon and cry, cry to me girl  From this moment on Don't cry all alone You can run to me, come to me You can cry to me Tonight and forever, lonely one  ",
        "title": "Cry Softly Lonely One"
    },
    {
        "artist": "Nancy Sinatra",
        "lyrics": "  You only live twice Or so it seems One life for yourself And one for your dreams  You drift through the years And life seems tame Till one dream appears And Love is its name  And love is a stranger Who'll beckon you on Don't think of the danger Or the stranger is gone  This dream is for you So pay the price Make one dream come true You only live twice  And love is a stranger Who'll beckon you on Don't think of the danger Or the stranger is gone  This dream is for you So pay the price Make one dream come true You only live twice  ",
        "title": "You Only Live Twice"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  The windows of the world are covered with rain Where is the sunshine we once knew? Ev'rybody knows when little children play They need a sunny day to grow straight and tall Let the sun shine through  The windows of the world are covered with rain When will those black skies turn to blue? Ev'rybody knows when boys grow into men They start to wonder when their country will call Let the sun shine through  The windows of the world are covered with rain What is the whole world coming to? Ev'rybody knows when men can not be friends Their quarrel often ends where some have to die Let the sun shine through  The windows of the world are covered with rain There must be something we can do Ev'rybody knows whenever rain appears It's really angel tears How long must they cry? Let the sun shine through  ",
        "title": "The Windows Of The World"
    },
    {
        "artist": "Van Morrison",
        "lyrics": "  [Verse 1] Hey where did we go Days when the rains came Down in the hollow Playin' a new game Laughing and a running hey, hey Skipping and a jumping In the misty morning fog with Our hearts a thumpin' and you My brown-eyed girl You, my brown-eyed girl  [Verse 2] Whatever happened To Tuesday and so slow Going down the old mine With a transistor radio Standing in the sunlight laughing Hiding behind a rainbow's wall Slipping and sliding All along the waterfall, with you My brown-eyed girl You, my brown-eyed girl  [Chorus] Do you remember when we used to sing Sha la la la la la la la la la la te da Just like that Sha la la la la la la la la la la te da la te da  [Verse 3] So hard to find my way Now that I'm all on my own I saw you just the other day My, how you have grown Cast my memory back there, Lord Sometimes I'm overcome thinking 'bout Making love in the green grass Behind the stadium with you My brown-eyed girl You, my brown-eyed girl  [Chorus] Do you remember when we used to sing Sha la la la la la la la la la la te da Sha la la la la la la la la la la te da la te da Sha la la la la la la la la la la te da la te da  ",
        "title": "Brown Eyed Girl"
    },
    {
        "artist": "The Platters",
        "lyrics": "  (Washed ashore on a lonely island in the sea) (Washed ashore on a lonely island in the sea)  Yeah girl So many times you told me, baby So many times you made me feel That this love will last forever And that this love was real  Ha! But now the tide has changed And all the love you stole You took out of your sweet little heart And just threw it overboard  (Washed ashore on a lonely island in the sea) Yeah girl (Washed ashore on a lonely island in the sea)  Oh yeah girl My life is filled with emptiness baby The sadness filled with tears How long can I survive without ya, honey How many lonely lonely years I'm deserted on the isle of sadness Where the forgetting is hard to do Memories are eating my life away Those memories of you  Yeah! Yeah yeah girl (Washed ashore on a lonely island in the sea) No yeah, ha (Washed ashore on a lonely island in the sea)  And with the love you tossed away With all my heart and all my soul Floating on a sea of shattered dreams To a isle of tears and woe No other love could rescue me, baby From this isle of loneliness Until you come and save me, baby I'll be marooned like this  (Washed ashore on a lonely island in the sea) Yeah yeah girl (Washed ashore on a lonely island in the sea) Oh washed ashore  Gone, gone, gone With the love I had for you, baby With all my heart and all my soul I'll never let you go  [Fade]  ",
        "title": "Washed Ashore (On A Lonely Island In The Sea)"
    },
    {
        "artist": "Davie Allan And The Arrows",
        "lyrics": null,
        "title": "Blue's Theme"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": "  Over and over I keep going over the world we knew Once when you walked beside me That inconceivable, that unbelievable world we knew When we two were in love  And every bright neon sign turned into stars And the sun and the moon seemed to be ours Each road that we took turned into gold But the dream was too much for you to hold  Now over and over I keep going over the world we knew Days when you used to love me  And every bright neon sign turned into stars And the sun and the moon seemed to be ours Each road that we took, it turned into gold But the dream was too much for you to hold  Now over and over I keep going over the world we knew Days when you used to love me  Over and over I keep going over the world we knew  ",
        "title": "The World We Knew (Over And Over)"
    },
    {
        "artist": "The Turtles",
        "lyrics": null,
        "title": "You Know What I Mean"
    },
    {
        "artist": "Otis Redding",
        "lyrics": "  Give a little, take a little And let your little heart just cry a little That's the story of That's the glory of love  Ya'll, I know what I'm talking about Mhmm  Sigh a little, yeah, cry just a little And let that old wind just blow right on by a little, yeah That's the story of That's the glory of love  I still know what I'm talking about, ya'll  When this whole world, gets tired of us We'll have each other and all our charms When this whole world gets through with us We'll have each other's arms, yeah yeah  Cry a little, sigh just a little Let that old win just-a blow right by a little That's the story of That's the glory of love, oh  It's the glory, glory, the glory, the glory of, it's the glory of love Everybody knows it's the story of, it's the story of, it's the glory of love I got to tell you bout the glory of, the glory of, the glory of love You got to know what the glory is, the glory is, everybody ought to know what the glory of love is, the glory of, it's the glory of, the glory of love?  ",
        "title": "Glory Of Love"
    },
    {
        "artist": "Diana Ross & The Supremes",
        "lyrics": null,
        "title": "Reflections"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": "  It's knowing that your door is always open And your path is free to walk That makes me tend to leave my sleeping bag Rolled up and stashed behind your couch And it's knowing I'm not shackled By forgotten words and bonds And the ink stains that are dried upon some line That keeps you in the backroads By the rivers of my memory That keeps you ever gentle on my mind  It's not clinging to the rocks and ivy Planted on their columns now that bind me Or something that somebody said Because they thought we fit together walking It's just knowing that the world will not be cursing Or forgiving when I walk along some railroad track and find That you're moving on the backroads By the rivers of my memory And for hours you're just gentle on my mind  Though the wheat fields and the clothes lines And the junkyards and the highways come between us And some other woman's cryin' to her mother Cause she turned and I was gone I still might run in silence, tears of joy might stain my face And the summer sun might burn me 'til I'm blind But not to where I cannot see you walkin' on the backroads By the rivers flowing gentle on my mind  I dip my cup of soup back from a gurglin' Cracklin' caldron in some train yard My beard a rustling, cold towel, and A dirty hat pulled low across my face Through cupped hands 'round the tin can I pretend to hold you to my breast and find That you're waiting from the backroads By the rivers of my memories Ever smilin' ever gentle on my mind  ",
        "title": "Gentle On My Mind"
    },
    {
        "artist": "The Buffalo Springfield",
        "lyrics": null,
        "title": "Bluebird"
    },
    {
        "artist": "The Sunshine Company",
        "lyrics": null,
        "title": "Happy"
    },
    {
        "artist": "Lou Rawls",
        "lyrics": null,
        "title": "Show Business"
    },
    {
        "artist": "Pieces Of Eight",
        "lyrics": null,
        "title": "Lonely Drifter"
    },
    {
        "artist": "Ronnie Dove",
        "lyrics": null,
        "title": "I Want To Love You For What You Are"
    },
    {
        "artist": "Jimmy Ruffin",
        "lyrics": "  [Verse 1] I hear you're telling everybody That you're glad I'm gone Do you tell them how you cried Whenever you were all alone? We both know for us There'll never, never be another So forget about your foolish pride And let's get back together  [Pre-Chorus] Listen Who cares who was right or wrong? (Right or wrong) I just know I need you And by your side is where I belong  [Chorus] Don't you miss me a little bit, baby? 'Cause I'm missing you Say you miss me a little bit, baby  [Verse 2] You think if you take me back People will call you a fool Deep down inside you know you need me As much as I need you Because of your pride You're letting two hearts suffer Baby, can't you see You're only making things tougher?  [Pre-Chorus] Who cares who was right or wrong? (Right or wrong) Please take me back, baby 'Cause by your side is where I belong  [Chorus] Don't you miss me a little bit, baby? Please tell me that you do Say you miss me a little bit, baby  [Bridge] Girl, I walk these streets day and night Alone and downhearted Every doggone day baby Since we've been parted Aimlessly with no sense of direction Baby I'm trying to tell you I need your sweet love and affection Yes, I do (Yes, I do) Can't make it without you (I need you) Oh, yeah (Yes, I do)  [Verse 3] Uh, this loneliness and separation Makes too high a price to pay When two people love each other the way we do Should nothing stand in their way You're making a mountain out of a molehill Because of your pride You're letting a little misunderstanding Push true love aside  [Pre-Chorus] Who cares who was right or wrong? (Right or wrong) Just say you want me back, baby And I'll come running, running back home  [Chorus] Don't you miss me a little bit, baby? Please tell me that you do Life ain't worth living without you, baby Girl, just take me back, forget your pride I need you, baby, by my side Can't stand this being away from you Can't you see what I'm going through? Please say you miss me, baby Say you miss me, baby  ",
        "title": "Don't You Miss Me A Little Bit Baby"
    },
    {
        "artist": "The Tokens",
        "lyrics": null,
        "title": "It's A Happening World"
    },
    {
        "artist": "Sonny & Cher",
        "lyrics": "  You're not the kind of guy that make the girls all sigh And they never turn their heads and look when you walk by But baby that's OK, I love you anyway And I never change or rearrange you so stay that way  'Cause it's the little things that mean a lot It's what you are, not what you got  Call my name and I'll come running Look at me and the clouds start sunning Hold my hand and you got me going Kiss my lips and my mind starts going  We got a thing that won't stop cooking You turn me on just by looking You can make me strong just by sighing You can break my heart just by crying  You're not the smartest man that I ever met And every word you ever said I won't forget And so I guess that's why until the day I die When you're bad and make me sad, you're still my guy  'Cause it's the little things that mean a lot It's what you are, not what you got  Call my name and I'll come running Look at me and the clouds start sunning Hold my hand and you got me going Kiss my lips and my mind starts going  We got a thing that won't stop cooking You turn me on, baby, just by looking You can make me strong just by sighing You can break my heart just by crying, baby  ",
        "title": "It's The Little Things"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": "  Your love is lifting me higher  Your love, lifted me higher Than I've ever, been lifted before So keep it it up Quench my desire And I'll be at your side Forever more  You know your love (your love keeps lifting me) Keep on lifting (love keeps lifting me) Higher (lifting me) Higher and higher (higher) I said your love (your love keeps lifting me) Keep on (love keeps lifting me) Lifting me (lifting me) Higher and higher (higher)  Listen Now once I was downhearted Disappointment was my closest friend But then you came and it soon departed And you know he never Showed his face again  That's why your love (your love keeps lifting me) Keep on lifting me (love keeps lifting me) Higher (lifting me) Higher and higher (higher) I said your love (your love keeps lifting me) Keep on (love keeps lifting me) Lifting me (lifting me) Higher and higher (higher)  I'm so glad, I finally found you Yes, that one in a million girl And now with my loving arms around you Honey, I can stand up And face the world  Let me tell you, your love (your love keeps lifting me) Keep on lifting me (love keeps lifting me) Higher (lifting me) Higher and higher (higher) I said your love (your love keeps lifting me) Keep on (love keeps lifting me) Lifting me (lifting me) Higher and higher (higher)  Alright, now sock it to me (lifting, lifting, lifting) Alright, lift me up woman (your love keeps lifting me) Keep my love going, now (lifting me) Higher and higher I said keep on lifting (lifting, lifting,lifting) Lift me up mama (your love keeps lifting me) Keep on lifting  (lifting me) Higher and higher  ",
        "title": "(Your Love Keeps Lifting Me) Higher And Higher"
    },
    {
        "artist": "Dyke And The Blazers",
        "lyrics": null,
        "title": "Funky Broadway Part I"
    },
    {
        "artist": "Booker T. & The MG's",
        "lyrics": null,
        "title": "Groovin'"
    },
    {
        "artist": "Booker T. & The MG's",
        "lyrics": "  Instrumental  ",
        "title": "Slim Jenkin's Place"
    },
    {
        "artist": "The Yardbirds",
        "lyrics": "  (Tony Hazzard) Chorus Ha! Ha! Said the clown Has the king lost his crown Is the knight being tight on romance? Ha! Ha! Said the clown Is it bringing you down That you've lost your chance?  Feeling low, gotta go See a show in town Hear the jokes, have a smoke And a laugh at the clown In a whirl, see a girl With a smile in her eyes Never thought I'd be brought Right down by her lies  In a trance, watch her dance To the beat of the drums Faster now, sweating brow I'm all the fingers and thumbs Wonder why I hit the sky When she blows me a kiss In a while run a mile I'm regretting all this  Chorus  Time to go, close the show Wave the people good-bye Grab my coat, grab my hat Look that girl in the eye Where's your home? What's your phone number? Stop fooling 'round Could have died, she replied \"I'm the wife of the clown.\"  Chorus  ",
        "title": "Ha Ha Said The Clown"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  If you take your love from me I'll turn to stone, turn to stone If your love I couldn't call my own I'll turn to stone, turn to stone  I need your love in every way Your love I cling to When things slip away Without your love I'll be lost and alone No reason for living All purpose would be gone Without you there For my eyes to behold My life would be empty My heart would grow cold  If you take your love from me I'll turn to stone, turn to stone If your love I couldn't call my own I'll turn to stone, turn to stone  When I think of love I think of me and you When I think of happiness I think of us too You're my yesterdays And all my tomorrows The air I breathe Everything I need If from my life You were ever gone I'd fall to pieces You I depend on  If you take your love from me I'll turn to stone, turn to stone If your love I couldn't call my own I'll turn to stone, turn to stone  Darling without you I'll go on searching With a lonely heart That won't stop hurting Sorrow would be written On my face All my tears Would leave its trace I would be like a statue in a park Cold and alone A man without a heart  If you take your love from me I'll turn to stone, turn to stone If your love I couldn't call my own I'll turn to stone, turn to stone  Turn to stone, turn to stone Just turn to stone, I'll turn to stone If your love I couldn't call my own I'll turn to stone, just turn to stone I'll turn to stone, turn to stone...  ",
        "title": "I'll Turn To Stone"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": "  Every town I go in There's a street, uh! h'uh! Name of the street, club H'uh! Funky, Funky Broadway  Down on Broadway, h'uh! There's a nightclub, now, now Name of the nightclub, now baby Funky Funky Broadway  Down on Broadway, yeah There's a crowd now h'uh! Name of the crowd, baby Broadway Crowd  Down on Broadway, yeah There's a dance step, ha! Name of the dance Funky Funky Broadway  Hey! h'uh!  Wiggle your legs now, baby Shake your head, now Ooo, h'uh Do the Shing-A-Ling now, baby Shake, shake, shake, now  You don't know, how baby, hot You don't know now, woman Oow! Do the Funky Broadway HEY! (Lord have mercy!)  (sax & instrumental)  Oh, you got me feelin' alright  Dirty, filthy, Broadway  Don't I like Broadway, h'uh!  That Broadway  Look-a-here!  Down on Broadway There's a woman Name of the woman, h'uh! Broadway Woman HEY!  FADES-  Down on Broadway-e-he, yeah! There's a man, h'uh! Name of the man, now, now, now, now  ~  ",
        "title": "Funky Broadway"
    },
    {
        "artist": "Joe Tex",
        "lyrics": null,
        "title": "A Woman's Hands"
    },
    {
        "artist": "The Third Rail",
        "lyrics": null,
        "title": "Run, Run, Run"
    },
    {
        "artist": "The Grass Roots",
        "lyrics": null,
        "title": "Things I Should Have Said"
    },
    {
        "artist": "The Box Tops",
        "lyrics": null,
        "title": "The Letter"
    },
    {
        "artist": "Gary Lewis And The Playboys",
        "lyrics": null,
        "title": "Jill"
    },
    {
        "artist": "Brenton Wood",
        "lyrics": "  If you do want me, gimme little sugar If you don't want me, don't lead me on girl But if you need me, show me that you love me And when I'm feeling blue and I want you There's just one thing that you should do  Just gimme some kind of sign girl Oh my baby To show that you're mine girl Oh yeah  Just gimme some kind of sign girl Oh my baby To show that you're mine girl All right  If you do want me, gimme little sweet talk If you don't want me, don't lead me on girl But if you need me, show me that you love me And when I'm feeling down, wearing a frown You be there when I look around  {Bridge}  Just gimme some kind of sign girl Oh my baby To show that you're mine girl Oh yeah Just gimme some kind of sign girl Oh my darling To show that you're mine girl Oh yeah  Sign, Oooh Ooh...  ",
        "title": "Gimme Little Sign"
    },
    {
        "artist": "Donovan",
        "lyrics": "  The lock upon my garden gate's a snail, that's what it is The lock upon my garden gate's a snail, that's what it is First there is a mountain, then there is no mountain, then there is First there is a mountain, then there is no mountain, then there is  The caterpillar sheds his skin to find a butterfly within Caterpillar sheds his skin to find a butterfly within First there is a mountain, then there is no mountain, then there is First there is a mountain, then there is no mountain  Oh Juanita, oh Juanita, oh Juanita, I call your name (Ah) Oh The snow will be a blin- Ding sight to see, as it lies on yonder hillside  The lock upon my garden gate's a snail, that's what it is The lock upon my garden gate's a snail, that's what it is Caterpillar sheds his skin to find a butterfly within Caterpillar sheds his skin to find a butterfly within  First there is a mountain, then there is no mountain, then there is First there is a mountain, then there is no mountain, then there is First there is a mountain, then there is no mountain, then there is First there is a mountain, then there is no mountain, then there is First there is a mountain  ",
        "title": "There Is A Mountain"
    },
    {
        "artist": "The Five Americans",
        "lyrics": null,
        "title": "Zip Code"
    },
    {
        "artist": "Oscar Toney, Jr.",
        "lyrics": null,
        "title": "Turn On Your Love Light"
    },
    {
        "artist": "Tom Jones",
        "lyrics": "  Some people say a man is made outta' mud A poor man's made outta' muscle and blood Muscle and blood and skin and bones A mind that's a-weak and a back that's strong  You load sixteen tons, what do you get? Another day older and deeper in debt Saint Peter don't you call me cause I can't go I owe my soul to the company store  I was born one mornin' when the sun didn't shine I picked up my shovel and I walked to the mine I loaded sixteen tons of number 9 coal And the straw boss said \"Well, a-bless my soul\"  You load sixteen tons, what do you get? Another day older and deeper in debt Saint Peter, don't you call me cause I can't go I owe my soul to the company store  I was born one mornin', it was drizzlin' rain Fightin' and trouble are my middle name I was raised in the canebrake by an ol' mama lion Cain't no-a high-toned woman make me walk the line  You load sixteen tons, what do you get? Another day older and deeper in debt Saint Peter, don't you call me cause I can't go I owe my soul to the company store  If you see me comin', better step aside A lotta men didn't, a lotta men died One fist of iron, the other of steel If the right one don't a-get you, then the left one will  You load sixteen tons, what do you get? Another day older and deeper in debt Saint Peter, don't you call me cause I can't go I owe my soul to the company store  ",
        "title": "Sixteen Tons"
    },
    {
        "artist": "Frankie Laine",
        "lyrics": "  Laura, hold these hands and count my fingers Laura, touch these lips you once desired Lay your head upon my chest, hear my heartbeat Gently run your fingers through my hair  Mmm, touch these ears that listened to your wishes Most of them fulfilled, and that's a lot Let your soft gentle hands caress my body And then tell me what he's got that i ain't got  Oh, yes tell me what he's got that i can't give you Well, it must be something i was born without You took an awful chance to be with another man So tell me what he's got that i ain't got Laura, see these walls that i built for you Laura, see this carpet that i laid See those fancy curtains on the windows Touch those satin pillows on your bed  Laura, count the dresses in your closet Note the name upon the checkbook in your bag And if there's time before i pull this trigger Then tell me what he's got that i ain't got  Oh, yes tell me what he's got that i can't give you Well, it must be something i was born without And if there's time before i pull this trigger Then tell me what he's got that i ain't got  Laura, tell me what he's got that i ain't got  ",
        "title": "Laura, What's He Got That I Ain't Got"
    },
    {
        "artist": "The Wonder Who?",
        "lyrics": null,
        "title": "Lonesome Road"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": null,
        "title": "A Little Bit Now"
    },
    {
        "artist": "Brian Hyland",
        "lyrics": null,
        "title": "Get The Message"
    },
    {
        "artist": "Otis & Carla",
        "lyrics": null,
        "title": "Knock On Wood"
    },
    {
        "artist": "Jimmy Roselli",
        "lyrics": null,
        "title": "There Must Be A Way"
    },
    {
        "artist": "Leon Haywood",
        "lyrics": "  Yeah, yeah, it's got to be mellow Got to be mellow  'Cause my baby loves me and I'm her only fellow Crazy about my baby, crazy about my baby And it's plain to see she's crazy about me Crazy 'bout me, yeah  She's got class and she's got style A personality that drives me wild She's not a put-on and she's not make believe She don't mind sharing love so that she may receive  She's mellow (It's got to be mellow) Yes, my baby's mellow (It's got to be mellow)  And oh yeah (She's my baby and I love her) And I'm her only fellow (And I place no one above her) Ooh, yeah, yeah  It's got to be mellow (It's got to be mellow) Got to be mellow (It's got to be mellow)  'Cause my baby loves me (She's my baby and I lover her) And I'm her only fellow (And I place no one above her)  Crazy about my baby, crazy about my baby And it's plain to see she's crazy about me Crazy bout me, yeah, she's alright Love is uptight  ",
        "title": "It's Got To Be Mellow"
    },
    {
        "artist": "Country Joe & The Fish",
        "lyrics": null,
        "title": "Not So Sweet Martha Lorraine"
    },
    {
        "artist": "Baja Marimba Band",
        "lyrics": null,
        "title": "Along Comes Mary"
    },
    {
        "artist": "The Cryan' Shames",
        "lyrics": null,
        "title": "It Could Be We're In Love"
    },
    {
        "artist": "Robert Mitchum",
        "lyrics": "  I'm(D) prayin' for a [G]rain in Cali[D]fornia So the grapes will grow and I can drink more [A7}wine But I'm [D]sittin' in a [G]honky in Chi[D]cago With a broken heart and a [A7]woman on my [D]mind I matched the [A7]man behind the bar for the [D]jukebox And the music takes me back to Tennes[A7]see When they [D]ask, 'Who's the [G]fool in the [D]corner [G]cryin' I say that little ole [A7]wine drinker me I came here last week from down in Nashville Where my baby left for Florida on a train I thought I'd get a job and just forget her But in Chicago, a broken heart is still the same  ",
        "title": "Little Old Wine Drinker Me"
    },
    {
        "artist": "Brenda & The Tabulations",
        "lyrics": null,
        "title": "Just Once In A Lifetime"
    },
    {
        "artist": "Claudine Longet",
        "lyrics": null,
        "title": "Good Day Sunshine"
    }
]