[
    {
        "artist": "Enrique Iglesias",
        "lyrics": "  [Intro] Esta noche bailamos Te doy toda mi vida Quédate conmigo  [Verse 1] Tonight we dance I leave my life in your hands We take the floor Nothing is forbidden anymore Don't let the world in outside Don't let a moment go by Nothing can stop us tonight  [Chorus] Bailamos! Let the rhythm take you over, Bailamos Te quiero amor mio, Bailamos Wanna live this night forever, Bailamos Te quiero amor mío, te quiero  [Verse 2] Tonight I'm yours We can make it happen I'm so sure I won't let it go There is something I think you should know I won't be leaving your side We're gonna dance through the night I want to reach for the stars  [Chorus] Bailamos! Let the rhythm take you over, Bailamos Te quiero amor mio, Bailamos Wanna live this night forever, Bailamos Te quiero amor mío, te quiero  [Bridge] Whoa-oh-ooh-oh, Tonight we dance Whoa-oh-ooh-oh, Like no tomorrow Whoa-oh-ooh-oh, If you will stay with me Te quiero mi amor Quedate conmigo Esta noche... Bailamos  [Chorus] Bailamos! Let the rhythm take you over, Bailamos Te quiero amor mio, Bailamos Wanna live this night forever, Bailamos Te quiero amor mío, Bailamos  [Outro] (Como te quiero, como te quiero) Let the rhythm take you over, Bailamos (Como te quiero, como te quiero) Te quiero, amor mío, Bailamos (Como te quiero, como te quiero) Bailamos! Wanna live this night forever, Bailamos (Como te quiero, como te quiero) Te quiero, amor mío, te quiero, Bailamos  ",
        "title": "Bailamos"
    },
    {
        "artist": "TLC",
        "lyrics": "  [Produced by Dallas Austin]  [Verse 1: T-Boz] I wish I could tie you up in my shoes Make you feel unpretty too I was told I was beautiful But what does that mean to you? Look into the mirror, who's inside there The one with the long hair Same old me again today, yeah  [Pre-Chorus: Chilli] My outsides look cool My insides are blue Everytime I think I'm through It's because of you I try different ways But it's all the same At the end of the day I have myself to blame I'm just trippin'  [Chorus] You can buy your hair if it won't grow You can fix your nose if he says so You can buy all the make-up That M.A.C. can make, but if You can't look inside you Find out who am I to Be in the position that make me feel So damn unpretty  I'll make you feel unpretty too  [Verse 2: T-Boz] Never insecure until I met you Now I'm bein' stupid I used to be so cute to me Just a little bit skinny Why do I look to all these things To keep you happy Maybe get rid of you And then I'll get back to me, yeah  [Pre-Chorus: Chilli] My outsides look cool My insides are blue Everytime I think I'm through It's because of you I try different ways But it's all the same At the end of the day I have myself to blame Can't believe I'm trippin'  [Chorus] You can buy your hair if it won't grow You can fix your nose if he says so You can buy all the make-up That M.A.C. can make, but if You can't look inside you Find out who am I to Be in the position that make me feel So damn unpretty  You can buy your hair if it won't grow You can fix your nose if he says so You can buy all the make-up That M.A.C. can make, but if You can't look inside you Find out who am I to Be in the position that make me feel So damn unpretty  And make you feel unpretty too And make you feel unpretty  [Chorus] You can buy your hair if it won't grow You can fix your nose if he says so You can buy all the make-up That M.A.C. can make, but if You can't look inside you Find out who am I to Be in the position that make me feel So damn unpretty  ",
        "title": "Unpretty"
    },
    {
        "artist": "LFO",
        "lyrics": "  [Intro] Yeah, I like it when the girls stop by in the summer Do you remember, do you remember When we met that summer?  [Hook] New Kids On The Block had a bunch of hits Chinese food makes me sick And I think it's fly when girls stop by For the summer, for the summer I like girls that wear Abercrombie and Fitch I'd take her if I had one wish But she's been gone since that summer, since that summer  [Verse 1] Hip hop, marmalade, spick-and-span Met you one summer and it all began You're the best girl that I ever did see The great Larry Bird, Jersey 33 When you take a sip, you buzz like a hornet Billy Shakespeare wrote a whole bunch of sonnets Call me Willy Whistle cause I can't speak, baby Somethin' in your eyes really drove me crazy Now I can't forget you and it makes me mad Left one day and never came back Stayed all summer, then went back home Macaulay Culkin was in Home Alone Fell deep in love, but now we ain't speakin' Michael J. Fox was Alex P. Keaton When I met you, I said my name is Rich You look like a girl from Abercrombie & Fitch  [Hook] New Kids On The Block had a bunch of hits Chinese food makes me sick And I think it's fly when girls stop by For the summer, for the summer I like girls that wear Abercrombie and Fitch I'd take her if I had one wish But she's been gone since that summer, since that summer  [Verse 2] Cherry Pez, Coke Crush, Rock Stud, Boogie Used to hate school, so I had to play hookie Always been hip to the b-boy style Known to act wild and make a girl smile Love New Edition and the Candy Girl Reminds me of you cause you rock my world You come from Georgia, where the peaches grow They drink lemonade and speak real slow You love hip hop and rock and roll Dad took off when you were four years old There was a good man named Paul Revere I feel much better, baby, when you're near You love Fun Dip and Cherry Coke I like the way you laugh when I tell a joke When I met you, I said my name was Rich You looked like a girl from Abercrombie & Fitch  [Hook] New Kids On The Block had a bunch of hits Chinese food makes me sick And I think it's fly when girls stop by For the summer, for the summer I like girls that wear Abercrombie and Fitch I'd take her if I had one wish But she's been gone since that summer, since that summer  [Verse 3] In the summertime, girls got it goin' on Shake and wiggle to a hip hop song Summertime girls are the kind I like I'll steal your honey, like I stole your bike Boogaloo Shrimp and pogo sticks My mind takes me back there oh so quick Let you off the hook, like my man Mr. Limpet Think about that summer and I bug cause I miss it I like the Color Purple, macaroni and cheese Ruby red slippers and a bunch of trees Call you up, but what's the use? I like Kevin Bacon, but I hate Footloose Came in the door, I said it before I think I'm over you, but I'm really not sure When I met you, I said my name was Rich You looked like a girl From Abercrombie & Fitch  [Hook] New Kids On The Block had a bunch of hits Chinese food makes me sick And I think it's fly when girls stop by For the summer, for the summer I like girls that wear Abercrombie and Fitch I'd take her if I had one wish But she's been gone since that summer, since that summer  [Bridge] Summer girls come and summer girls go Some are worthwhile, and some are s- so Summer girls come and summer girls go Some are worthwhile, and some are so so Summertime girls got it goin' on Shake and wiggle to a hip hop song Summertime girls are the kind I like I'll steal your honey like I stole your bike  [Hook] New Kids On The Block had a bunch of hits Chinese food makes me sick And I think it's fly when girls stop by For the summer, for the summer I like girls that wear Abercrombie and Fitch I'd take her if I had one wish But she's been gone since that summer, since that summer  ",
        "title": "Summer Girls"
    },
    {
        "artist": "Christina Aguilera",
        "lyrics": "  [Verse 1] I feel like I've been locked up tight For a century of lonely nights Waiting for someone to release me You're licking your lips and blowing kisses my way But that don't mean I'm gonna give it away Baby, baby, baby (Baby, baby, baby)  [Pre-Chorus] Oh, oh, oh, oh, oh (My body is saying \"Let's go\") Oh, oh, oh, oh, oh (But my heart is saying \"No\")  [Chorus] If you wanna be with me, baby there's a price to pay I'm a genie in a bottle, you gotta rub me the right way If you wanna be with me, I can make your wish come true You gotta make a big impression, I gotta like what you do  [Post-Chorus] I'm a genie in a bottle, baby You gotta rub me the right way, honey I'm a genie in a bottle, baby Come, come, come on and let me out  [Verse 2] The music's fading and the lights down low Just one more dance and then we're good to go Waiting for someone who needs me Hormones racing at the speed of light But that don't mean it's gotta be tonight Baby, baby, baby (Baby, baby, baby)  [Pre-Chorus] Oh, oh, oh, oh, oh (My body is saying \"Let's go\") Oh, oh, oh, oh, oh (But my heart is saying \"No\")  [Chorus] If you wanna be with me, baby there's a price to pay I'm a genie in a bottle, you gotta rub me the right way If you wanna be with me, I can make your wish come true Just come and set me free, baby, then I'll be with you  [Bridge] I'm a genie in a bottle baby You gotta rub me the right way, honey I'm a genie in a bottle baby Come, come, come on and let me out I'm a genie in a bottle baby Gotta rub me the right way, honey (If you wanna be with me) I'm a genie in a bottle baby Come, come, come on and let me out  [Pre-Chorus] Oh, oh, oh, oh, oh (My body is saying \"Let's go\") Oh, oh, oh, oh, oh (But my heart is saying \"No\")  [Chorus] If you wanna be with me, baby there's a price to pay I'm a genie in a bottle, you gotta rub me the right way If you wanna be with me, I can make your wish come true You gotta make a big impression, I gotta like what you do If you wanna be with me, baby there's a price to pay I'm a genie in a bottle, you gotta rub me the right way If you wanna be with me, I can make your wish come true Just come and set me free, baby, then I'll be with you  [Outro] I'm a genie in a bottle, baby Come, come, come on and let me out  ",
        "title": "Genie In A Bottle"
    },
    {
        "artist": "Garth Brooks as Chris Gaines",
        "lyrics": null,
        "title": "Lost In You"
    },
    {
        "artist": "Santana Featuring Rob Thomas",
        "lyrics": "  [Verse 1] Man, it's a hot one Like seven inches from the midday sun I hear you whisper and the words melt everyone But you stay so cool My muñequita, my Spanish Harlem Mona Lisa You're my reason for reason, the step in my groove  [Hook A] And if you say this life ain't good enough I would give my world to lift you up I could change my life to better suit your mood Because you're so smooth  [Hook B] And it's just like the ocean under the moon It's the same as the emotion that I get from you You got the kind of loving that can be so smooth Gimme your heart, make it real, or else forget about it  [Verse 2] I'll tell you one thing If you would leave it would be a crying shame In every breath and every word I hear your name calling me out Out from the barrio, you hear my rhythm from your radio You feel the turning of the world so soft and slow Turning you round and round  [Hook A] And if you say this life ain't good enough I would give my world to lift you up I could change my life to better suit your mood Because you're so smooth  [Hook B] And it's just like the ocean under the moon It's the same as the emotion that I get from you You got the kind of loving that can be so smooth Gimme your heart, make it real, or else forget about it  [Hook B] And it's just like the ocean under the moon It's the same as the emotion that I get from you You got the kind of loving that can be so smooth Gimme your heart, make it real, or else forget about it  Or else forget about it Or else forget about it Oh, let's don't forget about it (Gimme your heart, make it real) Let's don't forget about it (hey) Let's don't forget about it (no oh no oh) Let's don't forget about it (no no no oh) Let's don't forget about it (hey no no oh) Let's don't forget about it (hey hey hey)  ",
        "title": "Smooth"
    },
    {
        "artist": "Smash Mouth",
        "lyrics": "  [Verse 1] Somebody once told me the world is gonna roll me I ain't the sharpest tool in the shed She was looking kind of dumb with her finger and her thumb In the shape of an \"L\" on her forehead  [Pre-Chorus] Well, the years start coming and they don't stop coming Fed to the rules and I hit the ground running Didn't make sense not to live for fun Your brain gets smart but your head gets dumb So much to do, so much to see So what's wrong with taking the backstreets? You'll never know if you don't go You'll never shine if you don't glow  [Chorus] Hey now you're an All Star, get your game on, go play Hey now you're a Rock Star, get the show on, get paid And all that glitters is gold Only shooting stars break the mold  [Verse 2] It's a cool place, and they say it gets colder You're bundled up now but wait 'til you get older But the meteor men beg to differ Judging by the hole in the satellite picture The ice we skate is getting pretty thin The water's getting warm so you might as well swim My world's on fire, how about yours? That's the way I like it and I'll never get bored  [Chorus] Hey now you're an All Star, get your game on, go play Hey now you're a Rock Star, get the show on, get paid And all that glitters is gold Only shooting stars break the mold  [Bridge] (Go for the moon) (Go for the moon) (Go for the moon) (Go for the moon)  [Chorus] Hey now you're an All Star, get your game on, go play Hey now you're a Rock Star, get the show on, get paid And all that glitters is gold Only shooting stars  [Verse 3] Somebody once asked could I spare some change for gas? \"I need to get myself away from this place\" I said \"Yep, what a concept I could use a little fuel myself And we could all use a little change!\"  [Pre-Chorus] Well, the years start coming and they don't stop coming Fed to the rules and I hit the ground running Didn't make sense not to live for fun Your brain gets smart but your head gets dumb So much to do, so much to see So what's wrong with taking the backstreets? You'll never know if you don't go You'll never shine if you don't glow  [Chorus] Hey now you're an All Star, get your game on, go play Hey now you're a Rock Star, get the show on, get paid And all that glitters is gold Only shooting stars break the mold And all that glitters is gold Only shooting stars break the mold  ",
        "title": "All Star"
    },
    {
        "artist": "702",
        "lyrics": "  [Verse 1: Kameelah] See, he's my property and any girl that touch I might just call your bluff 'cause I don't give a Who are you to call my cell? Oh, I'm gonna wish you well 'Cause any girl that tried has failed but  [Chorus] Where my girls at? From the front to back Well, is you feelin' that? Put one hand up Can you repeat that? Tryna take my man See, I don't need that, so, don't play yourself  [Verse 2: Kameelah] Hey, hey, hey, hey, don't you violate me 'Cause I'ma make you hate me If you decide to mess with mine Chop you down to size Make you realise You done messed up this time  [Chorus] Where my girls at? From the front to back Well, is you feelin' that? Put one hand up Can you repeat that? Tryna take my man See, I don't need that, so, don't play yourself  [Bridge] You must learn the rules Don't come close to Anything that belongs to me He is mine My property So you must leave  [Chorus] Where my girls at? From the front to back Well, is you feelin' that? Put one hand up Can you repeat that? Tryna take my man See, I don't need that, so, don't play yourself  ",
        "title": "Where My Girls At?"
    },
    {
        "artist": "Destiny's Child",
        "lyrics": "  [Verse 1: Beyoncé] At first we started out real cool Taking me places I ain't never been But now, you're getting comfortable Ain't doing those things you did no more You're slowly making me pay for things Your money should be handling And now you ask to use my car (car) Drive it all day and don't fill up the tank And you have the audacity To even come and step to me Ask to hold some money from me Until you get your check next week  [Pre-Chorus: Kelly Rowland] You triflin', good for nothing type of brother Silly me, why haven't I found another? A baller, when times get hard I need someone to help me out Instead of a scrub like you Who don't know what a man's about  [Chorus] Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through  [Verse 2: Beyoncé] Now you've been maxing out my card (card) Gave me bad credit, buyin' me gifts with my own ends Haven't paid the first bill But instead you're headin' to the mall Goin' on shopping sprees perpetrating Telling your friends that you be ballin' And then you use my cell phone (phone) Callin' whoever that you think's at home And then when the bill comes All of a sudden you be acting dumb Don't know where none of these calls come from When your momma's number's here more than once  [Pre-Chorus: Kelly Rowland] You triflin', good for nothing type of brother Silly me, why haven't I found another? A baller, when times get hard I need someone to help me out Instead of a scrub like you Who don't know what a man's about  [Chorus] Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through  [Bridge] You triflin', good for nothing type of brother Oh silly me, why haven't I found another You triflin', good for nothing type of brother Oh silly me, why haven't I found another You triflin', good for nothing type of brother Oh silly me, why haven't I found another You triflin', good for nothing type of brother Oh silly me, why haven't I found another  [Chorus] Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through  [Outro] Thou shall confess  ",
        "title": "Bills, Bills, Bills"
    },
    {
        "artist": "Sugar Ray",
        "lyrics": null,
        "title": "Someday"
    },
    {
        "artist": "Pearl Jam",
        "lyrics": "  [Chorus] Oh, where oh where can my baby be? The Lord took her away from me She's gone to heaven, so I got to be good So I can see my baby when I leave this world  [Verse 1] We were out on a date in my daddy's car We hadn't driven very far There in the road, up straight ahead A car was stalled, the engine was dead I couldn't stop, so I swerved to the right I'll never forget the sound that night The screaming tires, the busting glass The painful scream that I heard last  [Chorus] Oh, where oh where can my baby be? The Lord took her away from me She's gone to heaven, so I got to be good So I can see my baby when I leave this world  [Verse 2] When I woke up, the rain was pouring down There were people standing all around Something warm running in my eyes But somehow I found my baby that night I lifted her head, she looked at me and said \"Hold me darling just a little while.\" I held her close, I kissed her our last kiss I found the love that I knew I would miss But now she's gone, even though I hold her tight I lost my love, my life that night  [Chorus] Oh, where oh where can my baby be? The Lord took her away from me She's gone to heaven, so I got to be good So I can see my baby when I leave this world  ",
        "title": "Last Kiss"
    },
    {
        "artist": "Backstreet Boys",
        "lyrics": "  [Verse 1: Brian] You are my fire The one desire Believe when I say I want it that way  [Verse 2: Nick] But we are two worlds apart Can't reach to your heart When you say That I want it that way  [Chorus] Tell me why Ain't nothing but a heartache Tell me why Ain't nothing but a mistake Tell me why I never want to hear you say I want it that way  [Verse 3: AJ] Am I your fire? Your one desire Yes, I know it's too late But I want it that way  [Chorus] Tell me why Ain't nothing but a heartache Tell me why Ain't nothing but a mistake Tell me why I never want to hear you say I want it that way  [Bridge: Kevin] Now I can see that we're falling apart From the way that it used to be, yeah No matter the distance, I want you to know That deep down inside of me  [Verse 4: Howie] You are my fire The one desire You are, you are, you are, you are  Don't wanna hear you (say) Ain't nothin' but a heartache Ain't nothin' but a mistake (don't wanna hear you say) I never wanna hear you say (oh, yeah) I want it that way  [Chorus] Tell me why Ain't nothing but a heartache Tell me why Ain't nothing but a mistake Tell me why I never want to hear you say (don't want to hear you say) I want it that way Tell me why Ain't nothin' but a heartache Ain't nothin' but a mistake Tell me why I never want to hear you say (never wanna hear you say) I want it that way I never want to hear you say I want it that way  [Outro: AJ] Cause I want it that way  ",
        "title": "I Want It That Way"
    },
    {
        "artist": "Jennifer Lopez",
        "lyrics": "  [Chorus] If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"? If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"?  [Verse 1] Now, if I give you me, this is how it's got to be First of all, I won't take you cheatin' on me Tell me, who can I trust if I can't trust in you? And I refuse to let you play me for a fool You said that we could possibly spend eternity See, that's what you told me (that's what you said) But if you want me, you have to be fulfilling all my dreams (If you really want me, babe)  [Chorus] If you had my love, and I gave you all my trust Would you comfort me? (Tell me, baby) And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"?  [Verse 2] You said you want my love and you've got to have it all But first, there are some things you need to know If you want to live with all I have to give I need to feel true love or it's got to end, yeah I don't want you trying to get with me And I end up unhappy (Don't need the hurt and I don't need the pain) So before I do give myself to you I have to know the truth (If I spend my life with you)  [Chorus] If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"? If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"?  [Instrumental Bridge]  [Chorus] If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"? If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"? If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"?  ",
        "title": "If You Had My Love"
    },
    {
        "artist": "Tal Bachman",
        "lyrics": "  [Verse 1] She's blood, flesh, and bone, no tucks or silicone She's touch, smell, sight, taste, and sound But somehow I can't believe that anything should happen I know where I belong and nothing's gonna happen, yeah  [Chorus] 'Cause, she's so high, high above me She's so lovely She's so high, like Cleopatra, Joan of Arc, or Aphrodite Oo-oo-oo-oo She's so high, high above me  [Verse 2] First class and fancy-free, she's high society She's got the best of everything What could a guy like me ever really offer? She's perfect as she can be, why should I even bother? A-hah  [Chorus] 'Cause, she's so high, high above me She's so lovely She's so high, like Cleopatra, Joan of Arc, or Aphrodite Oo-oo-oo-oo She's so high, high above me  [Verse 3] She comes to speak to me I freeze immediately 'Cause what she says sounds so unreal 'Cause somehow I can't believe that anything should happen I know where I belong and nothings gonna happen  [Chorus] 'Cause, she's so high, high above me She's so lovely She's so high, like Cleopatra, Joan of Arc, or Aphrodite Oo-oo-oo-oo She's so high, high above me  ",
        "title": "She's So High"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  Scar tissue that I wish you saw Sarcastic mister know-it-all Close your eyes and I'll kiss you, cause With the birds I'll share  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin'  Push me up against the wall Young Kentucky girl in a push-up bra Fallin' all over myself To lick your heart and taste your health, cause  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin' With the birds I'll share this lonely view  Blood loss in a bathroom stall A southern girl with a scarlet drawl Wave good-bye to Ma and Pa, Cause with the birds I'll share  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin'  Soft spoken with a broken jaw Step outside but not to brawl and Autumn's sweet we call it fall I'll make it to the moon if I have to crawl and  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin' With the birds I'll share this lonely view  Scar tissue that I wish you saw Sarcastic mister know-it-all Close your eyes and I'll kiss you, cause With the birds I'll share (I'm share)  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin' With the birds I'll share this lonely view  ",
        "title": "Scar Tissue"
    },
    {
        "artist": "Lou Bega",
        "lyrics": "  [Intro] Ladies and gentleman This is Mambo number 5  [Verse 1] One, two, three, four, five Everybody in the car, so come on let's ride To the liquor store around the corner The boys say they want some gin and juice But I really don't wanna Beer bust, like I had last week I must stay deep, cause talk is cheap I like Angela, Pamela, Sandra and Rita And as I continue you know they're getting sweeter So what can I do? I really beg you, my Lord To me flirting is just like a sport Anything fly, it's all good, let me dump it Please send in the trumpet  [Chorus] A little bit of Monica in my life A little bit of Erica by my side A little bit of Rita is all I need A little bit of Tina is what I see A little bit of Sandra in the sun A little bit of Mary all night long A little bit of Jessica, here I am A little bit of you makes me your man Mambo Number 5!  [Verse 2] Jump up and down and move it all around Shake your head to the sound Put your hands on the ground Take one step left and one step right One to the front and one to the side Clap your hands once and clap your hands twice And if it looks like this, then you're doing it right  [Chorus] A little bit of Monica in my life A little bit of Erica by my side A little bit of Rita is all I need A little bit of Tina is what I see A little bit of Sandra in the sun A little bit of Mary all night long A little bit of Jessica, here I am A little bit of you makes me your man  [Bridge] Trumpet! The trumpet! Mambo Number 5! Ha ha ha!  [Chorus] A little bit of Monica in my life A little bit of Erica by my side A little bit of Rita is all I need A little bit of Tina is what I see A little bit of Sandra in the sun A little bit of Mary all night long A little bit of Jessica, here I am A little bit of you makes me your man  [Outro] I do all to Fall in love with a girl like you Cause you can't run and you can't hide You and me gonna touch the sky Mambo Number 5!  ",
        "title": "Mambo No. 5 (A Little Bit Of...)"
    },
    {
        "artist": "Faith Evans",
        "lyrics": "  [Verse 1] If I had one wish, boy I'd wish you next to me And it could be in summer, fall, or spring, boy 'Cause you make my heart sing I wanna give my heart, my soul, my love to you, oh baby, yeah 'Cause every day I'm not with you, I'm missing you like crazy  [Chorus] I need for you to love me (love me) Hold me (hold me) Touch me (touch me) Down deep in my soul, I'll never let it go 'Cause the love we share; no one compares to you I'll never let you go (I'll never let you go) 'Cause I really love you so Oh I, I'll never let you go Oh, no...no no no no  [Verse 2] If you must know the truth boy, I'm nothing without you It's funny how I know what people mean, boy When it's too good to be true Because you give me joy, good love, good times Such happiness, oh yeah And every day I thank the Lord for you I feel so blessed  [Chorus] I need for you to love me (love me) Hold me (hold me) Touch me Down deep in my soul, never let it go 'Cause the love we share; no one compares to you I'll never let you go (I'll never let you go) 'Cause I really love you so Oh, I love you so I'll never let you go Oh, no...no no no  [Bridge] If you only knew what you really do Ain't ever have no one that does it quite like you do You could spend half a lifetime trying to find one like you That's why I am so glad I found you, baby I wished upon a star and then it came true Darlin'...  [Chorus] I need for you to love me (love me) Hold me (hold me) Touch me (touch me) Down deep in my soul, I'll never let it go 'Cause the love we share; no one compares to you I'll never let you go (I'll never let you go) 'Cause I really love you so No I, I'll never let you go No no, ooh... Oh no, oh oh oh...  ",
        "title": "Never Gonna Let You Go"
    },
    {
        "artist": "Ricky Martin",
        "lyrics": "  [Intro] Here i am. Broken wings, quiet thoughts, unspoken dreams Here i am. Alone again and i need her now to hold my hand  [Chorus] She's all, she's all i ever had She's the air i breathe She's all, she's all i ever had  [Verse] It's the way she makes me feel It's the only thing that's real It's the way she understands She's my lover, she's my friend And when i look into her eyes it's the way i feel inside Like the man i want to be She's all i ever need So much time, soo much pain (but) there's one thing that still remains (it's the) the way she cared the love we shared And through it all she's always been there  [Chorus] She's all, she's all i ever had in a world so cold, so empty She's all, she's all i ever had  [Outro] It's the way she makes me feel It's the only thing that's real It's the way she understands She's my lover, she's my friend And when i look into her eyes it's the way i feel inside Like the man i want to be. She's all i ever need  ",
        "title": "She's All I Ever Had"
    },
    {
        "artist": "98 Degrees",
        "lyrics": null,
        "title": "I Do (Cherish You)"
    },
    {
        "artist": "Tracie Spencer",
        "lyrics": "  [Tracie]: (Black Thought): (Uh, uh, uh, uh, say what, uh, what, what, what, yeah) Hmmm, oh yeah (Uh, what, yeah, come on, yo it's not about me, it's about you girl) Yeah (It's all about)   [Tracie]: When we first met You stole my heart away Your love was incredible Then you began to change Made me feel special Now all you do is make me cry Gave you my everything baby All you gave me was lies  1 -     [Tracie]: I, I try to be the one for you, boo Matter nothing what I do So I'm leaving It's all about you And not about me  Repeat 1  [Tracie]: When we get in a fight I'm be the first to apologize Even if it was you who did wrong Can't please you, can't go on No matter what I do for you It's never any good for you Why you got to complain, it's insane I can't stay  Repeat 1 (2x)  [Black Thought]: Oh I see you got the Samsonite set out For what to jet out? What you can't take it no more So you got to get out Your back broke from that last straw Oh you on the next plane out Head games making it hard to maintain Got a hypocritical love doing the same thing Situation Kool and the Gang To bursting in flames And how relationships change Worse than the pain for really Your attitude kill me Look at you in the doorway Trying to ice grill me Your heavy heart hurting From trying to not feel me Come in girl and put your suitcase down We'll work it out as soon as I'm back from out of town For now just stick around I'll reach out from the airport Soon as I hit the ground Let's try to stay afloat in this sand And not drown love I know the time, I hear you calling out for real You got to realize US is what is's all about  Repeat 1 (6x)  I, I, do, do...  ",
        "title": "It's All About You (Not About Me)"
    },
    {
        "artist": "K-Ci & JoJo",
        "lyrics": "  (Chorus:) Tell me it's real This feeling that we feel Tell me that it's real Don't let love come just to pass us by Try It's all we have to do It's up to me and you To make this special love last forever more  Baby you told me that you love me and you'd never leave my side Through the bitter end, through the thick and thin You promised me baby that you wasn't going anywhere, yes you did Baby keep it real, let me know just how you feel  (Repeat Chorus)  I can't explain the way you make me feel Everytime that you tell me that you love me And you know you did, so many times Just when I thought that love could never be a part of me That's when you came along And showed me happiness Baby you are the best I think you're different from the rest I really love you  (Repeat Chorus)  Tell me it's real This feeling that I feel Tell me it's real For your love I will do anything  (Repeat Chorus)  ( Do you really love me? Do you really care?? You promised that You'd never leave my side, you promised that you'd always be there!)  And Momma told me take it slow Boy you just don't know Anything about love If u and I were meant to be U would know It would show By the end of the song  ",
        "title": "Tell Me It's Real"
    },
    {
        "artist": "Ginuwine",
        "lyrics": "  [Verse] Nine o' clock, home alone, paging you Wishing you'd come over, my place, after while, let me know We can just keep talking 'bout the last time, you were here What we did (no sleep till morning) Only bubble baths and back rubs Hit me back, girl I hope, you hurry cause  [Hook](x2) I'm so anxious So meet me at 11:30, I love the way you're talkin' dirty Said, I'm so anxious Girl could you quit this stallin', you know I'm a sexaholic  [Verse 2] It's 10:10, where you been? Did you get my message? (Your expression is telling me that you've been thinkin' the same thang) The same thang I've been thinkin' You say you're working, well hit me just as soon as your shift, is over And I'll be waiting, cause I can't sleep for reminiscing About you and what we do, Hit me back and hope you hurry  [Hook](x2)  [Bridge] Said as soon as you hit the door, I'mma pull you down on the floor And before we get to touch the bed, Baby back up every word you said And before we, got to hit the lights And before we start the cande lights Baby girl, I wanna bump and grind This is something that's been on my mind  [Hook](x2)  ",
        "title": "So Anxious"
    },
    {
        "artist": "Naughty By Nature Featuring Zhane",
        "lyrics": "  [Treach] I wanna see y'all who wanna plan with me Wave your hands across the land if we family Say hot-damn hot-damn we wanna jamboree This is for my peeps here I stand for you cause you stand for me  [Hook] C'mon I know I jam, I know I jam jam, while oh damn I know I jam, I know I jam jam boree I know I jam, I know I jam jam while oh damn why don't you Jamboree for me? Yes, Indeed  [Treach] Kaboom kaboom the platoon came on in eight limbs and timbs Broke rims smoked sims whoop dogs with bent rims For the real and the raw from whoo'd up with the law I never kill for the thrill but I cut for the cause Smokin' budda with a hoota' get better prices from looters Shake my shell with the shooters leed a luga with duga Some say modeling and acting mean Treach is selling (man he's Sellin') While I'm yelling first a felon with my gat at ya melon (BOOYAH) Hella heated, I'm too ill for them to beat it We the most cheated most weeded most needed You best believe it Lets take the tapes jam for me, stand for me Your'e damned to be without the jamboree  [Hook 1x]  [Vinnie] We've put it down since the days of high school And everywhere we Mark we rule Naughty's about to raise our stock And we didn't come to brag about what we got nigga We came to rock We blew the spot taking the streets to pac You'd be thug-style for a while then cold rolled our jock Using the last few years as our evidence Niggas been tryin' to duplicate the mixture ever since You live in value reprimanding If you challenge me I guarantee When we finish I'll be the last man standing Fuck what you heard naughty is forever in demand When Kay drop tracks all the party people jammin'  [Treach] I wanna see y'all who wanna plan with me Wave your hands across the land if we family Say hot-damn hot-damn we wanna jamboree This is for my peeps here I stand for you cause you stand for me  [Hook 1x]  [Treach] I ask the thugs who have mercy in these days is dirty I'm still sturdy and flirty till my derby for jersey The funk is pass-booted lights-camera-shoot it I just did it to do it that's why I suit it and boot it Here's the graphic niggas is just tattered and added Orgy's are automatic from back-traffic to addicts Crush the cabbage straight from the savage to lavish We rip those who rat it thats why your click had it (?dog?) cats to cuchies for me its lootchie then hootchies Cause we'll drop a cuzzie that leaves your whole label woozy And shitty and dizzy because your whole city miss me And whip out they titties And from they kiddies throw me 50's in bundles of 100's And make every hater want it Drunk and blunt it knock onto the hottest nigga comin' Kay scratch and cut ya no matta what you make or Wanna come and touch her the punani rusher like Usher  [Hook 2x to fade] [Zhane] (Jam On It) (Jam-Jam-Jam) (Jam-Jam-Jam) (Jam On It)  ",
        "title": "Jamboree"
    },
    {
        "artist": "Fastball",
        "lyrics": "  [Verse 1] Sometimes I feel like I am drunk behind the wheel The wheel of possibility, however it may roll Give it a spin, see if it can somehow factor in You know there's always more than one way To say exactly what you mean to say  [Chorus] Was I out of my head? Was I out of my mind? How could I have ever been so blind? I was waiting for an indication It was hard to find Don't matter what I say, only what I do I never mean to do bad things to you So quiet that I finally woke up If you're sad then it's time you spoke up too  [Instrumental Break]  [Chorus] Was I out of my head? Was I out of my mind? How could I have ever been so blind? I was waiting for an invitation It was hard to find Don't matter what I say, only what I do I never mean to do bad things to you So quiet but I finally woke up If you're sad then it's time you spoke up... too  ",
        "title": "Out Of My Head"
    },
    {
        "artist": "Vitamin C Featuring Lady Saw",
        "lyrics": null,
        "title": "Smile"
    },
    {
        "artist": "Eric Benet Featuring Tamia",
        "lyrics": null,
        "title": "Spend My Life With You"
    },
    {
        "artist": "Goo Goo Dolls",
        "lyrics": "  [Verse 1] Baby's black balloon makes her fly I almost fell into that hole in your life And you're not thinking about tomorrow Cause you were the same as me But on your knees A thousand other boys could never reach you How could I have been the one? I saw the world spin beneath you And scatter like ice from the spoon that was your womb  [Chorus] Coming down the world turned over And angels fall without you there And I go on as you get colder Or are you someone's prayer?  [Verse 2] You know the lies they always told you And the love you never knew What's the things they never showed you That swallow the light from the sun inside your room, yeah  [Chorus] Coming down the world turned over And angels fall without you there And I go on as you get colder Or are you someone's prayer?  [Bridge] And there's no time left for losing When you stand they fall, yeah  [Chorus 2] Coming down the world turned over And angels fall without you there And I go on as you get colder All because I'm Coming down the years turned over And angels fall without you there And I'll go on and I'll lead you home and All because I'm All because I'm And I'll become What you became to me  ",
        "title": "Black Balloon"
    },
    {
        "artist": "JAY-Z",
        "lyrics": null,
        "title": "Jigga My N****"
    },
    {
        "artist": "EVE & Nokio",
        "lyrics": "  [Eve] Uhh, uhh, uhh, uhh, uhh-uhh What y'all niggas want huh? Uhh uhh uhh  Rubia huh? Papi screamin out of they mouth Bombshell, just a second mami, wanna speak out What I need in my life, make ya body freak out Baby seem like the type, married niggas sneak out Like I'm ballin y'all, yes I be appallin y'all Boss type hold it down, wantin all of y'all Callin y'all never chasin me down Three weeks, heartbroken, yes you hatin me now She speaks, soft spoken, til she datin the clown I'm takin em down, reel em in and makin em drown Mistake, I said gimme, bet I'm takin it now What I need from a nigga negative in his sound Au-dacity, even, askin me For ass, I laugh, this bitch is fast and free Swattin em off, when I see this nigga's a flea Plottin of course for riches, millionaire wannabe Uh-huh  Chorus: Eve and Nokio  What y'all niggas want? [what we want, wha?] Can't touch [uh] All y'all niggas need [what we need in our life?] Is right here with me [uh] Sounds y'all wanna hear [who dat? who dat?] That's Swizz Beats [uh] I'm the one you fear [why? huh?] It's my time, feel me  [Eve] Popular since I started my life Eve you know my name, probably the dangerous type Brick house stall-ion, think you tamin me right? Not this baby Del-Philly streets they raisin her right Keep it pretty or can make it gritty be a LADY! Need boots pocket books and a baby 380! But prefer to keep it, calm and cool When I'm heated I suggest you move Just avoid a bad situation, what you got to prove? Leave her be, chicken squakin hatin frequently Mad they man is obsessed and stalkin me If he, icy enough, I'm pricin his stuff Be nicy enough, to let him spin, I'm callin ya bluff Puttin it down, Ruff Ryders put in they work Snatched up the illest viscous pitbull in a skirt (Grrrrrr) Makin em hurt, haters steady dishin up dirt Changin the game, settin the rules, makin it work, uh  Chorus  [Eve] Leavin em scared, mami takin all of this here All of this fame I'm hungry hope you cats is prepared Niggas, set me up and I'mma take it and run Think it's a game? Just check out how my format is done Stoppin ya shine, and I do it to perfection Made a promise everytime I touch the mic to bless em Used to tease me how I keep is greasy just to test em Eve handcuff niggas but I don't arrest em Shorty-bang hear the niggas singin, shoutin my name Make the thuggish niggas scream, watchin me entertain Dicks brick when I lick the lips, just keepin it plain Fantasizin bout this bitch, got em goin insane Oooh's and ahhh's, 5'7\" thick in the thighs Every thugs dream wife, see the love in they eyes? My time to shine, whole package make her a dime Want some more? It ain't over, just keep pressin rewind, uh  Chorus 2X  [Nokio] Uhh 99, like 2000 Ruff Ryders Dru Hill Swizz Beats Eve Comin for that ass Uhh  ",
        "title": "What Ya Want"
    },
    {
        "artist": "Mariah Carey Featuring Jay-Z",
        "lyrics": "  [Intro: Jay-Z & DJ Clue?] Yeah (We're gonna do it like this) All right let's go (Give me your love) Ugh, what, ugh, Jigga (MC, ha, Clue?) Hey, you gotta bounce to this like this You almost gotta watch to this, uh-huh (who-ee) Escape  [Verse 1: Mariah Carey & (DJ Clue?)] Oh, your love's so good, I don't wanna let go And although I should, I can't leave you alone (ha, ha) 'Cause you're so disarming I'm caught up in the midst of you And I can not resist at all (sing the song)  [Pre-Chorus] Boy, if I do the things you want me to The way I used to do Would you love me, baby? Or leaving me feeling used Would you go and break my heart?  [Chorus: Mariah Carey] Heartbreaker, you've got the best of me But I just keep coming back incessantly Oh, why did you have to run your game on me? I should have known right from the start You'd go and break my heart  [Hook: Mariah Carey & (Jay Z)] Give me your love Give me your love (She said) Give me your love (She wants) Give me your love Give me your love (She said) Give me your love (Uh-huh) Give me your love (Yeah) Give me your love (Get him back)  [Verse 2: Mariah Carey] It's a shame to be so euphoric and weak When you smile at me and you tell me the things That you know persuades me to relinquish my love to you But I can not resist at all  [Pre-Chorus] Boy, if I do the things you want me to The way I used to do Would you love me, baby? Or leaving me feeling used Would you go and break my heart?  [Chorus: Mariah Carey] Heartbreaker you've got the best of me But I just keep coming back incessantly Oh why did you have to run your game on me? I should have known right from the start You'd go and break my heart  [Jay-Z] I'm all on the record Okay, Clue all right  [Verse 3: Jay-Z] She wanna shop with Jay, play box with Jay She wanna pillow fight in the middle of the night She wanna drive my Benz with five of her friends She wanna creep past the block, spying again She wanna roll with Jay, chase skeeos away She wanna fight with lame chicks, blow my date She wanna inspect the rest, kick me to the curb If she find one strand of hair longer than hers She want love in the jacuzzi, rub up in the movies Access to the old crib, keys to the newbie She wanna answer the phone, tattoo her arm That's when I gotta send her back to her moms She calls me heartbreaker, when we apart it makes her Want a piece of paper, scribble down \"I Hate Ya\" But she knows she loves Jay because She loves everything Jay say, Jay does and ugh  [Chorus: Mariah Carey] Heartbreaker, you've got the best of me But I just keep coming back incessantly Oh, why did you have to run your game on me? I should have known right from the start You'd go and break my heart Heartbreaker, you've got the best of me But I just keep coming back incessantly Oh, why did you have to run your game on me? I should have known right from the start You'd go and break my heart Heartbreaker, you've got the best of me But I just keep coming back incessantly Oh, why did you have to run your game on me? I should have known right from the start You'd go and break my heart Heartbreaker, you've got the best of me But I just keep coming back incessantly Oh, why did you have to run your game on me? I should have known right from the start You'd go and break my heart  [Outro: DJ Clue?] MC, break it down Ha, ha X-streak, it's a rap  ",
        "title": "Heartbreaker"
    },
    {
        "artist": "Len",
        "lyrics": "  [Intro: On Album Version] [Tim] Hey, Matt [Matt] Yeah, Tim? [Tim] Hey, you talked to Marc lately? [Matt] Uh, haven't really talked to him but he looks pretty, uh, down [Tim] \"He looks pretty, uh, down?\" Yeah, well, maybe we should cheer him up then [Matt] What do you, uh, suppose we should do? [Tim] Well, does he like butter tarts?  [Verse 1: Marc] I was lying on the grass of Sunday morning of last week Indulging in my self-defeat My mind was thugged, all laced and bugged, all twisted, wrong and beat A comfortable three feet deep Now the fuzzy stare from not being there on a confusing morning week Impaired my tribal lunar speak And of course you can't become if you only say what you would have done So I missed a million miles of fun  [Chorus: Marc & (Sharon)] I know it's up for me (If you steal my sunshine) Making sure I'm not in too deep (If you steal my sunshine) Keeping versed and on my feet (If you steal my sunshine)  [Spoken: On Album Version] [Tim] Chad, come here, come here, come here [Chad] Wow, look at her [Tim] I know [Chad] Man, I've never seen Sharon look so bad before [Tim] I did once before, but this is pretty bad [Chad] Yeah, what do you think she got up to last night? [Tim] Well, I...Sharon, I love you!  [Verse 2: Sharon] I was lying on the bench slide in the park across the street L-A-T-E-R that week My sticky paws were into making straws out of big fat slurpy treats An incredible eight-foot heap Now the funny glare to pay a gleaming tare in a staring under heat Involved an under usual feat And I'm not only among but I invite who I want to come So I missed a million miles of fun  [Chorus: Marc & (Sharon)] I know it's up for me (If you steal my sunshine) Making sure I'm not in too deep (If you steal my sunshine) Keeping versed and on my feet (If you steal my sunshine)  [Chorus 2: Marc & (Sharon)] I know it's done for me (If you steal my sunshine) Not some and hard to see (If you steal my sunshine) Keeping dumb and built to beat (If you steal my sunshine)  [Outro] My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine  ",
        "title": "Steal My Sunshine"
    },
    {
        "artist": "Sarah McLachlan",
        "lyrics": "  [Chorus] I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories  Remember the good times that we had? I let them slip away from us when things got bad How clearly I first saw you smilin' in the sun Want to feel your warmth upon me I want to be the one  [Chorus] I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories  I'm so tired but I can't sleep Standin' on the edge of something much too deep It's funny how we feel so much but we cannot say a word We are screaming inside oh we can't be heard  [Chorus] That I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories  So afraid to love you But more afraid to lose Clinging to a past that doesn't let me choose Where once there was a darkness Deep and endless night You gave me everything you had, oh you gave me life  [Chorus] And I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories  And I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories Weep not for the memories  ",
        "title": "I Will Remember You (Live)"
    },
    {
        "artist": "Lonestar",
        "lyrics": "  [Verse 1] Every time our eyes meet This feeling inside me Is almost more than I can take Baby, when you touch me I can feel how much you love me And it just blows me away  [Pre-Chorus] I've never been this close to anyone, or anything I can hear your thoughts I can see your dreams  [Chorus] I don't know how you do what you do I'm so in love with you It just keeps getting better I want to spend the rest of my life With you by my side Forever and ever Every little thing that you do Baby, I'm amazed by you  [Verse 2] The smell of your skin The taste of your kiss The way you whisper in the dark Your hair all around me Baby you surround me You touch every place in my heart  [Pre-Chorus] Oh, it feels like the first time every time I want to spend the whole night in your eyes  [Chorus] I don't know how you do what you do I'm so in love with you It just keeps getting better I want to spend the rest of my life With you by my side Forever and ever Every little thing that you do Baby, I'm amazed by you  [Guitar Solo]  [Chorus] Every little thing that you do I'm so in love with you It just keeps getting better Oh, girl I want to spend the rest of my life With you by my side Forever and ever Every little thing that you do Oh, every little thing that you do Every little thing that you do Baby, I'm amazed by By you  ",
        "title": "Amazed"
    },
    {
        "artist": "Juvenile Featuring Mannie Fresh & Lil' Wayne",
        "lyrics": null,
        "title": "Back That Thang Up"
    },
    {
        "artist": "Maxwell",
        "lyrics": "  [Verse 1] Never seen a sun shine like this Never seen the moon glow like this Never seen the waterfalls like this Never seen the lights off like this Never dug anyone like this Never had tasty lips to kiss Never had someone to miss Never wrote a song quite like this  [Chorus] Fortunate to have you girl I'm so glad you're in my world Just as sure as the sky is blue I bless the day that I found you  [Verse 2] Never had room service all night Never took a trip first class flight Never had a love affair so tight I've never felt a feeling so right Never seen a winter so white Never had words to recite Never had a flame to ignite And I never sang a song with all my might  [Chorus]  [Bridge] (Can you hear the sound?) Silence child hope you hear I'm callin out to your body (I'm calling out) Baby you know just what to do Close the door no interlude (Put your hand together now)  [Chorus]  ",
        "title": "Fortunate"
    },
    {
        "artist": "Citizen King",
        "lyrics": null,
        "title": "Better Days (And The Bottom Drops Out)"
    },
    {
        "artist": "Chely Wright",
        "lyrics": "  I know that every morning you go thumbing Through the personal want ads You grab the latest copy, a cup of coffee And settle in for a good laugh I've been trying to catch your eye but I'm so shy I'm hoping and praying that Today's edition is gonna catch your attention Cause there's a  [Chorus:]  Single white female Looking for that special lover To put it in a nutshell A one women man who doesn't want no other Oh, you never can tell She just might be your dream come true A single white female Is looking for a man like you  Yeah, I'm a little nervous I'm not sure if I shoulda put it in writing It might have been a little reckless, a little desperate But I think I did the right thing I couldn't go on living keep it hidden So I'm telling you everything It's my confession I hope you get the message There's a  [Repeat Chorus]  It's my confession I hope you get the message  [Repeat Chorus]  Looking for a man like you Looking for a man like you  ",
        "title": "Single White Female"
    },
    {
        "artist": "Jo Dee Messina",
        "lyrics": "  [Chorus 1] Somebody's gonna give you a lesson in leavin' Somebody's gonna give you back what you've been givin' And I hope that I'm around To watch 'em knock you down It's like you to love 'em and leave 'em Just like you loved me and left me It's like you to do that sort of thing Over and over again You're a fool-hearted man  [Verse 1] I hear you've been askin' about me from some of my friends Well you'd better believe I'm not goin' through that again  [Pre-Chorus] You're the kind of man a woman thinks she can change Oh, but the only thing changin' is my way of thinkin' And I'm thinkin' that maybe someday  [Chorus 2] Somebody's gonna give you a lesson in losin' Somebody's gonna do to you what you've been doin' And I hope that I'm around To watch 'em knock you down Somebody's gonna give you a lesson in hurtin' Somebody's gonna leave you with your fire burnin' And no way to put it out Baby, there ain't no doubt You're a fool-hearted man  [Pre-Chorus] Yeah, you're the kind of man a woman thinks she can change But the only thing changin' is my way of thinkin' And I'm thinkin' that maybe someday  [Chorus 1] Somebody's gonna give you a lesson in leavin' Somebody's gonna give you back what you've been givin' And I hope that I'm around To watch 'em knock you down (oh) Oh, it's like you to love 'em and leave 'em Just like you loved me and left me It's like you to do that sort of thing Over and over again You're a fool-hearted man  [Chorus 1] Somebody's gonna give you a lesson in leavin' Somebody's gonna give you back what you've been givin' And I hope that I'm around To watch 'em knock you down Oh, it's like you to love 'em and leave 'em Just like you loved me and left me It's like you to do that sort of thing Over and over again You're a fool-hearted man  [Outro] Oh, a fool-hearted man Oh, whoa Oh, a fool-hearted man  ",
        "title": "Lesson In Leavin'"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] One word, that's all you said Something in your voice called me, turned my head Your smile, just captured me You were in my future as far as I could see And I don’t know how it happens, but it happens still You asked me if I love you, if I always will  [Chorus] Well you had me from hello I felt love start to grow The moment I looked into your eyes you won me It was over from the start you completely stole my heart And now you won't let go I never even had a chance you know You had me from hello  [Verse 2] Inside I built a wall So high around my heart, I thought I'd never fall One touch, you brought it down The bricks of my defenses scattered on the ground And I swore to me I wasn't going to love again The last time was the last time I'd let someone in  [Chorus] But you had me from hello I felt love start to grow The moment I looked into your eyes you won me It was over from the start you completely stole my heart And now you won’t let go I never even had a chance you know You had me from hello  [Outro] That’s all you said Something in your voice calls me, turns my head You had me from hello You had me from hello Girl, I've loved you from hello  ",
        "title": "You Had Me From Hello"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse 1] Friday night you and your boys went out to eat Then they hung out But you came home around three If six of y'all went out Then four of you were really cheap Cause only two of you had dinner I found your credit card receipt  [Chorus] It's not right But it's okay I'm gonna make it anyway Pack your bags up and leave Don't you dare come running back to me It's not right But it's okay I'm gonna make it anyway Close the door behind you Leave your key I'd rather be alone than unhappy  [Verse 2] I'll pack your bags so you can leave town for a week The phone rings and then you look at me You said it was one of your friends down on 54th St So why did 213 show up on your Caller I.D I've been through all of this before So how could you think That I would stand around And take some more Things are gonna change That's why you have to leave So don't turn around to see my face There's no more fears and tears left for you to see Was it really worth you going out like that See I'm moving on And I refuse to turn back See all of this time I thought I had somebody down for Whitney It turns out you were making a fool of me  [Chorus] It's not right But it's okay I'm gonna make it anyway Pack your bags up and leave Don't you dare come running back to me It's not right But it's okay I'm gonna make it anyway Close the door behind you Leave your key I'd rather be alone than unhappy  ",
        "title": "It's Not Right But It's Okay"
    },
    {
        "artist": "Q-Tip",
        "lyrics": "  [Q-Tip] Uh.. check it out now Uh.. no doubt now Uh.. yo, check it out now Uh.. no doubt yo  Special girl, real good girl Biggest thing in my itty bitty world Called her up and she made me feel right Wish for bliss could never take flight Sittin back with this mic in my hand Spittin hot shit tryin to see grand Imprinted on my mind every minute Make my plans and you always in it, yo Uhh, such a vivrant thing Vivrant thing, a vivrant thing And even though we both fly Give each other space and not the evil eye Actin like grownups Don't even try to hide cause the spot blown up Girlfriend tellin you she wanna see I say 'I dunno' but you say 'Gladly' And when we both do hit We go on and on and on and on and on and Sweeter than Ben & Jerry Can I rhyme? Well you know I gets mine Sittin round in my abstract car This abstract thing goin' abstract far, yo Uhh, such a vivrant thing Vivrant thing, a vivrant thing Yo.. such a vivrant thing Vivrant thing, a vivrant thing Look at you, look at me Look at you, look at me Check it, yo - check it, huh Yo, check it - uhh, yo Yo.. such a vivrant thing Vivrant thing, a vivrant thing Look at you, look at me Look at you, look at me Yo, check it, yo, check it Yo, check it, yo yo yo Yo.. such a vivrant thing Vivrant uh, uhh-uhh, uh  [Q-Tip] Gettin back to my MC status All the Willie that I kick make the other niggas mad it's Movin, to your town and situation Shorty thought she subtle but she really was blatant when she Shook her thing and violated Now these wolf-like thoughts are formulated I'm sayin, \"Yo is this some heartfelt shit here? Am I strong black nigga? Well shit yeah Plus we can hold a convo' Or go to the movies, my crib, whatever yo Just wanna see you by my side\" We on 95, know the stash is in the ride A rapping nigga for real You would find me in a cypher if I didn't cop a deal Rap slate like big weight You buy, I sell, we split big cake Uh uh, just move your little thing Move it around and shake your little thing Uh uhh Yo.. such a vivrant thing Vivrant thing, a vivrant thing Uh, yo, you such a vivrant thing Vivrant thing, a vivrant thing yo Uh, such a vivrant thing Vivrant thing a vivrant thing uh Vivrant thing a vivrant thing uh Vivrant thing ah out yo uh uh Yo  ",
        "title": "Vivrant Thing"
    },
    {
        "artist": "Case",
        "lyrics": "  [Verse 1] Guess what I did today Those were the words I said to you It was last may, dont know the exact day In my hand there was a ring Then you told me that you loved me More than anything in your life So I asked you would you do me The honor of being my wife  [Pre-Chorus 1] Yes I will I will be your man Your protector, your best friend Till my humble life is ended And time begins again, couldn't we be...  [Chorus] Couldn't we be happily ever after? We could be strong together for so long My love is oh so strong Couldn't we be happily ever after? Couldn't we be? Leaving you never till forever's gone  [Verse 2] When I was away, mmm, mmm Some friends became just faces Some people grew apart But you stayed right in my heart And so many times Pictured this day inside my mind And for so many years, ooh I knew it would be you here with me, oh  [Pre-Chorus 2] Yes I will Take you for my wife The center of my life And I will never, ever fade From this choice I made, oh  [Chorus] Couldn't we be happily ever after? C'mon We could be strong together for so long Said my love is strong Couldn't we be happily ever after? Couldn't we be, babe? Leaving you never till forever's gone No no, Hey yeah  [Bridge] You don't have to look no further than me Don't look no more, baby yeah You don't need much more than my lovin' to make you happy I'm so happy, I'm so happy babe Beneath the sight of God, I will make this vow to you, come on baby I'll be right here, stay with me Said I'll be here, baby hey  [Chorus] Couldn't we be happily ever after I said I wanna be, I said I wanna be We could be strong together for so long Couldn't we be happily ever after Couldn't we be, babe? Leaving you never till forever's gone No, no I will never leave you, ooh Couldn't we be happily ever after... See today, I wanna make you my wife...  ",
        "title": "Happily Ever After"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] It was Labor Day weekend I was seventeen I bought a Coke and some gasoline And I drove out to the county fair When I saw her for the first time She was standing there in the ticket line And it all started right then and there Oh, a sailor’s sky made a perfect sunset And that's the day I'll never forget  [Chorus] I had a barbeque stain on my white tee shirt She was killing me in that miniskirt Skipping rocks on the river by the railroad tracks She had a suntan line and red lipstick I worked so hard for that first kiss And a heart don't forget something like that  [Verse 2] Well it was five years later on a southbound plane I was headed down to New Orleans To meet some friends of mine for Mardi Gras When I heard a voice from the past Coming from a few rows back And when I looked, I couldn't believe just what I saw She said I bet you don't remember me And I said only every other memory  [Chorus]  [Bridge] Like an old photograph Time can make a feeling fade But the memory of a first love Never fades away  [Chorus] I had a barbecue stain on my white tee shirt She was killing me in that miniskirt Skipping rocks on the river by the railroad tracks She had a sun tan line and red lipstick I worked so hard for that first kiss A heart don’t forget, no a heart don’t forget I said a heart don’t forget something like that Oh, not something like that  ",
        "title": "Something Like That"
    },
    {
        "artist": "Blessid Union Of Souls",
        "lyrics": "  She don't care about my car And she don't care about my money And that's real good because I don't got alot to spend But if I did it wouldn't mean nothing  She likes me for me Not because I look like Tyson Beckford With the charm of Robert Redford Oozing out my ears But what she sees Are my faults and indecisions My insecure conditions And the tears upon the pillow that I shed  She don't care about my big screen Or my collection of DVD's Things like that just never mattered much to her Plus she don't watch to much T.V  And she don't care that I can fly her To places she ain't never been But if she really wants to go I think deep down she knows that All she has to say is when  She likes me for me Not because I hang with Leonardo Or that guy who played in \"Fargo\" I think his name is Steve  She's the one for me And I just can't live without her My arms belong around her And I'm so glad I found her once again And I'm so glad I found her once again And I'm so glad I found her once again  Gazing at the ceiling As we entertain our feelings in the dark The things that we're afraid of are gonna show us What we're made of in the end  She likes me for me Not because I sing like Pavarotti Or because I am such a hottie (sigh) I like her for her Not because she's phat like Cindy Crawford She has got so much to offer Why does she waste all her time with me There must be something there that I don't see  She likes me for me Not because I'm tough like Dirty Harry Make her laugh just like Jim Carrey Unlike the \"Cable Guy\" But what she sees Is that I can't live without her My arms belong around her And I'm so glad I found her once again Found her once again I'm so glad I found her once again Once again  ",
        "title": "Hey Leonardo (She Likes Me For Me)"
    },
    {
        "artist": "Brian McKnight",
        "lyrics": "  [Verse 1] It's undeniable That we should be together It's unbelievable how I used to say that I'd fall never The basis is need to know, if you don't know just how I feel Then let me show you now that I'm for real If all things in time, time will reveal Yeah  [Chorus] One, you're like a dream come true Two, just wanna be with you Three, girl it's plain to see That your the only one for me, and Four, repeat steps one through three Five, make you fall in love with me If ever I believe my work is done Then I start back at one Yeah, yeah  [Verse 2] It's so incredible the way things work themselves out And all emotional, once you know what it's all about, babe And undesirable for us to be apart Never would of made it very far Cause you know you've got the keys to my heart Cause..  [Hook] One, you're like a dream come true Two, just wanna be with you Three, girl it's plain to see That your the only one for me, and Four, repeat steps one through three Five, make you fall in love with me If ever I believe my work is done Then I start back at one  [Bridge] Say farewell to the dark of night, I see the coming of the sun I feel like a little child whose life has just begun You came and breathed new life into this lonely heart of mine You threw out the life line just in the nick of time  [Chorus] One, you're like a dream come true Two, just wanna be with you Three, girl it's plain to see That your the only one for me, and Four, repeat steps one through three Five, make you fall in love with me If ever I believe my work is done Then I start back at one  ",
        "title": "Back At One"
    },
    {
        "artist": "Sixpence None The Richer",
        "lyrics": "  [Verse 1] Kiss me, out of the bearded barley Nightly, beside the green, green grass Swing, swing, swing the spinning step You wear those shoes and I will wear that dress  [Chorus] Oh, kiss me, beneath the milky twilight Lead me out on the moonlit floor Lift your open hand Strike up the band and make the fireflies dance Silver moon's sparkling So kiss me  [Verse 2] Kiss me, down by the broken tree house Swing me upon its hanging tire Bring, bring, bring your flowered hat We'll take the trail marked on your father's map  [Chorus] Oh, kiss me, beneath the milky twilight Lead me out on the moonlit floor Lift your open hand Strike up the band and make the fireflies dance Silver moon's sparkling So kiss me  Kiss me, beneath the milky twilight Lead me out on the moonlit floor Lift your open hand Strike up the band and make the fireflies dance Silver moon's sparkling So kiss me  [Outro] So kiss me So kiss me So kiss me  ",
        "title": "Kiss Me"
    },
    {
        "artist": "Edwin McCain",
        "lyrics": "  [Verse 1] Lying here with you Listening to the rain Smiling just to see The smile upon your face  [Chorus 1] These are the moments I thank God that I'm alive These are the moments I'll remember all my life I've found all I've waited for And I could not ask for more  [Verse 2] Looking in your eyes Seeing all I need Everything you are Is everything in me  [Chorus 2] These are the moments I know heaven must exist These are the moments I know all I need is this I've found all I've waited for, yeah And I could not ask for more  [Bridge] I could not ask for more than this time together I could not ask for more than this time with you And every prayer has been answered Every dream I've had's come true Yeah, right here in this moment Is right where I'm meant to be Here with you, here with me  [Chorus 1]  [Bridge]  [Outro] No, I could not ask for more than this love you gave me 'Cause it's all I've waited for And I could not ask for more No, yeah No, I could not ask for more  ",
        "title": "I Could Not Ask For More"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": "  [Verse 1] Loving you is wonderful Something like a miracle Rest assured I feel the same way you do Needing you, it isn't hard With you, I can let down my guard Stay secure that's all I'm asking from you (Stay secure)  [Pre-Chorus] I wish I had words to tell (I wish) This feeling that I know so well But I don't, I don't  [Chorus] All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo)  [Verse 2] I've always been curious Meeting someone serious Looking for someone who loves like me But the day I stopped my search It seemed that you were put on Earth To show me everything I could not see  [Pre-Chorus] I wish I could find a way To tell you how I felt that day But I can't (I just can't) I can't  [Chorus] All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo)  [Bridge] Knowing him, loving him Showing him that I'm all in Living and, forgiving and I would do it all again Genuine, seraphim Sweeter than cinnamon Heaven-sent gentleman Synonyms for loving him  [Chorus] All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo)  [Chorus] You're all... (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo) All I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo)  [Outro] He's all that I'll ever need He's got a hold on me I love you Oh, I don't wanna live without you You're all that I can say, hey Loving you is wonderful (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo) All that I can say (Do do, do do, do do, doo) All that I... (Do do, do do, do do, doo)  All I can say Loving you is wonderful (Do do, do do, do do, doo) (Do do, do do, do do, doo) (Do do, do do, do do, doo) (Do do, do do, do do, doo)  ",
        "title": "All That I Can Say"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Intro] I remember walk'in round the court square sidewalks Looking in windows at things I couldn't want There's Johnson's Hardware and Morgans Jewelry And the old Lee King's Apothecary They were the little man The little man  [Verse 1] I go back now and the stores are empty Except for an old Coke sign dated 1950 Boarded up like they never existed Or renovated and called historic districts There goes the little man There goes the little man  [Chorus] Now the court square's just a set of streets That the people go round but they seldom think About the little man that built this town Before the big money shut them down And killed the little man Oh the little man  [Verse 2] He pumped your gas and he cleaned your glass And one cold rainy night he fixed your flat The new stores came where you do it yourself You buy a lotto ticket and food off the shelf Forget the little man Forget about that little man He hung on there for a few more years But he couldn't sell Slurpees And he wouldn't sell beer Now the bank rents the station To a man down the road And they sell Velvet Elvis and Second-hand clothes There goes little man There goes another little man  [Chorus] Now the court square's just a set of streets That the people go round but they seldom think About the little man that built this town Before the big money shut them down And killed the little man Oh the little man  [Verse 3] Now the stores are lined up in a concrete strip You can buy the whole world in just one trip And save a penny because it's jumbo size They don't even realize They're killing the little man Oh the little man  [Chorus] Now the court square's just a set of streets That the people go round but they seldom think About the little man that built this town Before the big money shut them down And killed the little man Oh the little man  [Verse 4] It wasn't long ago when I was a child An old black man came with his mule and his plow He broke the ground where we grew our garden Back before we'd all forgotten About the little man The little man Long live the little man God bless the little man  ",
        "title": "Little Man"
    },
    {
        "artist": "Faith Hill",
        "lyrics": "  [Verse 1] Couple of guys sitting around drinking Down at the Starlight Bar One of 'em says, \"You know I've been thinking\" Other one says, \"That won't get you too far\" He says, \"This is your life, and welcome to it It's just working and drinking and dreams Ad on TV says 'Just Do It' Hell if I know what that means\"  [Chorus] The secret of life is a good cup of coffee The secret of life is keep your eye on the ball The secret of life is a beautiful woman And Marilyn stares down from the barroom wall  [Verse 2] \"You and me, we're just a couple of zeros Just a couple of down-and-outs But movie stars and football heroes What have they got to be unhappy about?\" So they turn to the bartender, \"Sam, what do you think? What's the key that unlocks that door?\" Sam don't say nothing, just wipes off the bar And he pours them a couple more  [Chorus] Cause the secret of life is in Sam's martinis The secret of life is in Marilyn's eyes The secret of life is in Monday Night Football Rolling Stones records and Mom's apple pie  [Verse 3] Sam looks up from his Sunday paper Says, \"Boys, you're on the wrong track The secret of life is there ain't no secret And you don't get your money back\" Hey The secret of life is getting up early The secret of life is staying up late The secret of life is try not to hurry But don't wait Don't wait  [Chorus] The secret of life is a good cup of coffee The secret of life is keep your eye on the ball The secret of life is to find the right woman The secret of life is nothing at all Oh, it's nothing at all The secret of life  [Outro] Couple of guys sitting around drinking Down at the Starlight Bar One of them says, \"You know I've been thinking\" Other one says, \"That won't get you too far\" \"That won't get you too far\"  ",
        "title": "The Secret Of Life"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Verse 1] When the train rolls by I'm going to be ready this time When the boy gets that look in his eye I'm going to be ready this time When my momma says I look good in white I'm going to be ready this time  [Chorus] Oh yeah Ready, ready, ready, ready...ready to run All I'm ready to do is have some fun What's all this talk about love  [Verse 2] I feel the wind blow through my hair I'm going to be ready this time I'll buy a ticket to anywhere I'm going to be ready this time You see it feels like I'm starting to care And I'm going to be ready this time  [Chorus] Oh yeah Ready, ready, ready, ready...ready to run All I'm ready to do is have some fun What's all this talk about love Oh yeah Ready, ready, ready, ready...ready to run All I'm ready to do is have some fun What's all this talk about love Oh yeah Ready, ready, ready, ready...ready to run All I'm ready to do is have some fun What's all this talk about love  ",
        "title": "Ready To Run"
    },
    {
        "artist": "Phil Collins",
        "lyrics": "  You'll Be In My Heart (Reprise)  Tarzan: Don't be afraid It will be all right Just take my hand Hold it tight  No metter where I am, I'll be with you Just think on me Don't you cry  Tarzan & Kala: No one could understand the way we feel How would they know, how can we explain? Althought we're different, deep inside us We're not that different at all  'Cause you'll in my heart Yes, you'll be in my heart From this day on Now and forever more  Tarzan: You'll be in my heart  Kala: You'll be in my heart  Tarzan: No matter what they say  Kala: Oh, you'll be wit me  Tarzan: You'll be here in my heart  Kala: Here in my heart  Tarzan: Always  Kala: Always  Tarzan: Always  Kala: Always  Tazan: Mother... I'll be there for you always  Kala: Always and always  Tarzan: Just look over your shoulder Just look over your shoulder  Kala: Just look over your shoulder  Tarzan: Turn around  Tarzan: And look over your shoulder  Kala: And look over your shoulder  Tarzan: 'Cause I'll be there always  Kala: 'Cause I'll be there always  ",
        "title": "You'll Be In My Heart"
    },
    {
        "artist": "Alabama Featuring 'N Sync",
        "lyrics": "  [Verse 1: Justin] Can this be true? Tell me, can this be real? How can I put into words what I feel? My life was complete, I thought I was whole Why do I feel like I'm losing control?  [Pre-Chorus: Justin] Never thought that love could feel like this And you've changed my world with just one kiss How can it be that right here with me There's an angel? It's a miracle  [Chorus: All (w/ Justin)] Your love is like a river: peaceful and deep Your soul is like a secret that I never could keep When I look into your eyes, I know that it's true God must have spent a little more time on you (A little more time, yes he did, baby)  [Verse 2: JC] In all of creation, all things great and small You are the one that surpasses them all More precious than any diamond or pearl They broke the mold when you came in this world  [Pre-Chorus: JC] And I'm trying hard to figure out Just how I ever did without The warmth of your smile, the heart of a child That's deep inside Leaves me purified  [Chorus (w/ JC)] Your love is like a river: peaceful and deep (and deep) Your soul is like a secret that I never could keep When I look into your eyes, I know that it's true God must have spent a little more time on you  (On you, on you, on you, you) (On you, on you, on you, you) ohhh... (On you, on you, on you, you) (On you, on you, on you, you) yeah...  [Pre-Chorus: Justin] Never thought that love could feel like this And you've changed my world with just one kiss How can it be that right here with me There's an angel? It's a miracle  [Chorus] Your love is like a river: peaceful and deep (and deep) Your soul is like a secret that I never could keep When I look into your eyes, I know that it's true God must have spent a little more time on you  (On you, on you, on you, you)  God must have spent A little more time, on you (on you, on you, you, you, oh yeah) A little more time On you...  ",
        "title": "God Must Have Spent A Little More Time On You"
    },
    {
        "artist": "Joey McIntyre",
        "lyrics": null,
        "title": "I Love You Came Too Late"
    },
    {
        "artist": "Martina McBride",
        "lyrics": null,
        "title": "I Love You"
    },
    {
        "artist": "'N Sync & Gloria Estefan",
        "lyrics": "  [Verse 1] You'll never know What you've done for me What your faith in me Has done for my soul  You'll never know The gift you've given me I'll carry it with me (Yeah, yeah)  Through the days ahead I think of days before You made me hope for something better (Yes, you did) And made me reach for something more  [Chorus] You taught me to run You taught me to fly Helped me to free the me inside Help me hear the music of my heart Help me hear the music of my heart  You've opened my eyes You've opened the door To something I've never known before And your love (Love) Is the music of my heart (Music of my heart)  [Verse 2] You were the one Always on my side (Always on my side) Always standing by (Always standing by) Seeing me through  You were the song That always made me sing I'm singing this for you (Singing this for you, baby)  Everywhere I go I think of where I've been (Think of where I've been) And of the one who knew me better Than anyone ever will again  [Chorus]  [Bridge] What you taught me Only your love could ever teach me You got through when no one could reach me Ohh, ohh, ohh  Cause you always saw in me All the best that I could be It was you who set me free  You taught me to run You taught me to fly Helped me to free the me inside (Me inside) Help me hear the music of my heart Help me hear the music of my heart  You taught me to run You taught me to fly Helped me to free the me inside (Me inside) Help me hear the music of my heart (Music of my heart) Help me hear the music of my heart  You've opened my eyes You've opened the door (Opened the door) To something I've never known before (Never, never, felt before) And your love Is the music of my heart  Music of my heart Music of my heart Is the music of my heart  ",
        "title": "Music Of My Heart"
    },
    {
        "artist": "JAY-Z",
        "lyrics": "  [Intro] Jigga Man, Swizz Beatz History in the making, part three Lights out ladies!  [Hook 2X: Mashonda (Jay-Z)] C'mon here baby, you drive me crazy (where all my baby thugs?) Don't want nobody but you my baby (and all my ladies sing) Hold me tight and call me your lady (say it louder) Make me scream your name  [Verse 1] I took ya outta Jacob's in clusters Busters they wanted to rush us Love the way you sparkle when the sun touch ya When you blush you turn blue if your grade is right You can light up the whole room, turning day from night When the summertime is in and the tops are down With you around my neck we lock the whole block down (that's right) It took shortsleeves and loungin' to understand The reason they call you ice, everybody freeze Ain't a pendant in the sun who can shine like you And that platinum in the charm who can blind like you The direct reason why niggas do they crimes they do I used to snatch the necklace right off them reckless fools Guess I was jealous that they was so next to you So I devoted half my time to invest in you The other half was spent on protecting you Cause you belong to me, now sing ya song for me C'mon  [Hook 2X]  [Verse 2] I'm often with you, so they wonder 'bout the juice I got I took you from the projects and an abusive pops From the bottom to the top The skateboard to the drop From the nada to the Prada I got ya like I got ya From the first time I put you round my neck and locked ya It was then I knew everywhere I went you'd follow Soon I spent every dollar, you became my habit Other brothers vice was smoke, mines was carats The more checks I got the more I laced my crew The rocks got bigger, watch face got blue Tricked a little bit, shit I lace my boo Fuck it, my mistress I laced her too Cop my jewels twice, like deja vu If they ever met in the mall, it's over y'all Just the way I do, and either way you win I mean the thugs love ya when you're girl's best friend  [Hook 2X]  [Verse 3] Yeah, yeah, yeah In the wedding band you love, in the gold chain you thug Sometimes you given just because And the tennis bracelet means they want relations Know that they wanna fuck, the only reason they give you up In the hands of gold diggers you never enough Rings, things, just never enough But me and you together gon' shine to the end I mean the thugs love ya but ya girl's best friend  [Hook 4X]  ",
        "title": "Girls' Best Friend"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Verse 1] How did I ever let you slip away Never knowing I'd be singing this song some day And now I'm sinking, sinking to rise no more Ever since you closed the door  [Chorus] If I could turn, turn back the hands of time Then my darling you'd still be mine If I could turn, turn back the hands of time Then darling you, you'd still be mine  [Verse 2] Funny, funny how time goes by And blessings are missed in the wink of an eye Why oh why oh why should one have to go on suffering When every day I pray please come back to me  [Chorus] If I could turn, turn back the hands of time Then my darling you'd still be mine If I could turn, turn back the hands of time Then darling you, you'd still be mine  [Verse 3] And you had enough love for the both of us But I, I, I did you wrong, I admit I did But now I'm facing the rest of my life alone, whoa  [Chorus] If I could turn, turn back the hands of time Then my darling you'd still be mine If I could turn, turn back the hands of time Then darling you, you'd still be mine  Oh I'd never hurt you (If I could turn back) Never do you wrong (If I could turn back) And never leave your side (If I could turn back) If I could turn back the hands  There'd be nothing I wouldn't do for you (If I could turn back) Forever honest and true to you (If I could turn back) If you accept me back in your heart, I love you (If I could turn back the hands)  (If I could turn back) Oh oh, that would be my will (If I could turn back) Darling I'm begging you to take me by the hands (If I could turn back the hands)  I'm going down, yes I am (If I could turn back) Down on my bended knee, yeah (If I could turn back) And I'm gonna be right there until you return to me (If I could turn back the hands) Oh oh oh  (If I could turn back) If I could just turn back that little clock on the wall (If I could turn back) Then I'd come to realize how much I love you Love you, love you, love you, love you (If I could turn back the hands, If I could turn back the hands) (oh oh oh oh)  ",
        "title": "If I Could Turn Back The Hands Of Time"
    },
    {
        "artist": "Blink-182",
        "lyrics": "  [Verse 1: Mark Hoppus] I took her out It was a Friday night I wore cologne To get the feeling right We started making out And she took off my pants But then I turned on the TV  [Chorus: Mark Hoppus with Tom DeLonge background] And that's about the time she walked away from me Nobody likes you when you're 23 And are still more amused by TV shows What the hell is ADD? My friends say I should act my age What's my age again? What's my age again?  [Verse 2] Then later on On the drive home I called her mom From a payphone I said I was the cops And your husband's in jail This state looks down on sodomy  [Chorus] And that's about the time that bitch hung up on me Nobody likes you when you're 23 And are still more amused by prank phone calls What the hell is call ID? My friends say I should act my age What's my age again? What's my age again?   [Chorus] And that's about the time she walked away from me Nobody likes you when you're 23 And you still act like you're in freshman year What the hell is wrong with me? My friends say I should act my age What's my age again?  [Outro] (what's my age again?) That's about the time she broke up with me (please stay with me) No one should take themselves so seriously (please stay with me) With so many years ahead to fall in line (please stay with me) Why would you wish that on me? (please stay) I never wanna act my age (with) What's my age again? (me) What's my age again?  ",
        "title": "What's My Age Again?"
    },
    {
        "artist": "Ideal",
        "lyrics": "  [Intro] Hey, come in here for a minute Sit down Come here, cause we gotta talk, Okay Well, you just stay here for a little bit tonight Man, I don't even know where to start Yo, I want you try to understand somethin', okay? Now, just listen  [Verse 1] In the beginning, you know I tried To make it work for you and I Seems like I was always by myself Like you didn't ever, ever wanna help The strain you put on me, you let me down Can you tell me why, after all I've done? For you and us You know I really hate to say it, but I gotta tell you som'  [Chorus] I think I better leave (leave) you alone (alone) So get your bags (yeah) and get the hell on (on) See, because I don't want you no more (I don't want you no more) I think you better leave (leave) me alone (alone) So get your bags (yeah), get the hell on (get gone) Because love ain't here no more  [Verse 2] I don't know if it hurts To hear me say all of these words But then again, I guess by now I really don't care (See I've waited much too long) Always thought that it could work Thought it could be, forever you and me Tell me, what happened to us? Wait a minute, don't speak Right now all I wanna do is see you leavin'  [Chorus] (Leave) me alone (alone) Get your bags (yeah), get the hell on (on on) Cause I don't want you no more Said I think I better leave (leave) you alone (alone) Get your bags (yeah), get the hell on (get gone) Cause love ain't here no more  [Bridge] See, I tried to do it right Tried to make you see the light All that I wanted, all that I needed, was you in my life Havin' broke down and for what? Changed so many times, forgot who the real me was But it's alright, I said it's cool Cause I'm getting rid of you  [Chorus] I think it's time to leave (leave) me alone (alone) Get your bags (yeah), get the fuck on (on on) Because love don't want you no more Said I think it's time to leave (leave) me alone (alone) Get to steppin' (yeah), get the hell on (get gone) Love (love) ain't (ain't) here (here) no more (no more)  Oh leave (leave) me alone (alone) Get your bags (yeah), leave the keys on the table (on on) Cause I don't want you no more (See I've waited much too long) Said I think you better leave (leave) me alone (alone) Get to steppin' (yeah), get gone (get gone) Cause love ain't here no more  [Outro](Fades) You better get on (get on), get on (get on) Get on (get on), you ain't takin' a thing (get on) Just get on (get on), get on Get on (get on), leave the credit cards with me  ",
        "title": "Get Gone"
    },
    {
        "artist": "Britney Spears",
        "lyrics": null,
        "title": "Sometimes"
    },
    {
        "artist": "Silk",
        "lyrics": "  [Intro] Silk 2G 2000 watts  [Chorus] There's a meeting in my bedroom So girl please don't be late There's a meeting in my bedroom (bedroom...) So please don't make me wait There's a meeting in my There's a meeting in my bedroom  [Verse 1] Looking at my Rolie girl i see it's almost time I hope your gettin' ready girl and don't forget the wine How long [?] Tonight is just for you and I And it's gonna be so fly I like havin you around so I gotta put you down So be there or be square  [Chorus] There's a meeting in my bedroom So girl please don't be late There's a meeting in my bedroom (bedroom...) So please don't make me wait There's a meeting in my There's a meeting in my bedroom  [Verse 2] Step into mi casa Lay it down, down, down, down (Come on yeah baby, yeah yeah yeah) Got a little sumthin sumthin for my sexy mama, mama Been checkin for ya since day one You're my moon and you're my sun (You're my star, you shine, yeah) Girl you're jiggy and you know that I'm feelin your steelo Be there or be square  [Chorus] There's a meeting in my bedroom So girl please don't be late There's a meeting in my bedroom (bedroom...) So please don't make me wait There's a meeting in my There's a meeting in my bedroom  [Vamp] You're everything that I've been searching for (Yeah yeah yeah yeah yeah, what what what) And there's no need for me to search no more (Freaky freaky freaky, yeah yeah yeah what) Come into my room (Help me baby, help me little baby 'fore you let me down) Don't be late to my room (Oh baby yeah yeah yeah yeah yeah oh)  [Chorus] There's a meeting in my bedroom So girl please don't be late (Don't be late, no) There's a meeting in my bedroom (bedroom...) So please don't make me wait (I can't wait, I can't wait) There's a meeting in my There's a meeting in my bedroom (Come into my room) There's a , there's a (My, my, my...room) There's a meeting in my (My, my, my...room) There's a meeting in my bedroom [Spoken] There's a meeting in my bedroom  ",
        "title": "Meeting In My Bedroom"
    },
    {
        "artist": "Sixpence None The Richer",
        "lyrics": "  [Chorus] There she goes There she goes again Racing through my brain And I just can't contain This feeling that remains  There she goes There she goes again Pulsing through my veins And I just can't contain This feeling that remains  There she goes (there she goes again) There she goes again (there she goes again) Racing through my brain (there she goes again) And I just can't contain This feeling that remains  [Bridge] There she goes There she goes again She calls my name Pulls my train No one else could heal my pain And I just can't contain This feeling that remains  There she goes (she calls my name) There she goes again (she calls my name) Chasing down my lane (she calls my name) And I just can't contain This feeling that remains  There she goes (there she goes again) There she goes (there she goes again) There she goes  ",
        "title": "There She Goes"
    },
    {
        "artist": "Missy \"Misdemeanor\" Elliott Featuring Big Boi & Nicole",
        "lyrics": null,
        "title": "All N My Grill"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Verse 1] You've got a way with me Somehow you got me to believe In everything that I could be I've got to say you really got a way You've got a way it seems You gave me faith to find my dreams You'll never know just what that means Can't you see... you got a way with me  [Chorus] It's in the way you want me It's in the way you hold me The way you show me just what love's made of It's in the way we make love  [Verse 2] You've got a way with words You get me smiling even when it hurts There's no way to measure what your love is worth I can't believe the way you get through to me  [Chorus]  [Bridge] Oh, how I adore you Like no one before you I love you just the way you are  [Chorus]  [Outro] It's just the way you are  ",
        "title": "You've Got A Way"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Verse 1] Haven't we met? You're some kind of beautiful stranger You could be good for me I've had the taste for danger If I'm smart then I'll run away But I'm not so I guess I'll stay Heaven forbid I'll take my chance on a beautiful stranger  [Pre-Chorus] I looked into your eyes And my world came tumbling down You're the devil in disguise That's why I'm singing this song To know you is to love you  [Chorus] You're everywhere I go And everybody knows To love you is to be part of you I've paid for you with tears And swallowed all my pride  [Hook] Da-da-da da-da-da-da da da-da, dum Beautiful stranger Da-da-da da-da-da-da da da-da, dum Beautiful stranger  [Verse 2] If I'm smart then I'll run away But I'm not so I guess I'll stay Haven't you heard? I fell in love with a beautiful stranger  [Pre-Chorus] I looked into your face My heart was dancing all over the place I'd like to change my point of view If I could just forget about you  [Chorus] To know you is to love you You're everywhere I go And everybody knows  [Pre-Chorus] I looked into your eyes And my world came tumbling down You're the devil in disguise That's why I'm singing this song to you To know you is to love you  [Chorus] You're everywhere I go And everybody knows I've paid for you with tears And swallowed all my pride  [Hook] Da-da-da da-da-da-da da da-da, dum Beautiful stranger Da-da-da da-da-da-da da da-da, dum Beautiful stranger  ",
        "title": "Beautiful Stranger"
    },
    {
        "artist": "Trisha Yearwood",
        "lyrics": "  Ask me how much you mean to me And I wouldn't even know where to start Ask if this love runs deep in me And you won't find a deeper love in any heart  You could say you couldn't live one day without me You could say all of your thoughts are about me You could think no other love could be as strong But you'd be wrong You'd be wrong  If you say that you love me More than anybody Than anyone's ever been loved before As much as you love me Baby I'll still love you Baby I'll still love you more I'll still love you more  Ask me just what I'd do for you And I'll tell you I would do anything Ask if this heart beats true for you And I'll show you a truer heart could never be  You could say there's not a star that you won't bring me You could say there'll be no day that you won't need me You could think no other love could last as long But you'd be wrong You'd be wrong  If you say that you love me More than anybody Than anyone's ever been loved before As much as you love me Baby I'll still love you Baby I'll still love you more  And for every kiss I'll kiss you back a hundred times And for everything you do I'll just do more And for all the love you give I'll give you so much back you'll see Got so much love for you inside  If you say that you love me More than anybody Than anyone's ever been loved before No matter how much you love me Baby I'll still love you Baby I'll still love you more I'll still love you more...yeah  ",
        "title": "I'll Still Love You More"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Wyclef] Yo Whitney and Wyclef Turn this up you gonna feel it up Yo if I became broke tomorrow Would I still be your pharaoh? Your ghetto Prince of Egypt And if I got into a motorcycle accident and crashed And became paraplegic Yeah and if the feds rush the door And find guns on the floor And took us to federal court Would you say they were yours? If I had to do a bid Would you take care of the kids? And never let another nig in the crib Keep the kitty licked, yeah  [Whitney](Kristina) If tomorrow is judgment day (sing mommy) And I'm standing on the front line And the Lord asks me what I did with my life I will say, I spent it with you If I wake up in World War Three I see destruction and poverty And I feel like I wanna go home It's okay if you're coming with me  [Chorus x2: Whitney Houston] Your love is my love and my love is your love It would take an eternity to break us And the chains of Amistad couldn't hold us  [Whitney Houston] If I lose my fame and fortune (It really don't matter) And I'm homeless on the streets And I'm sleeping in Grand Central Station (okay) It's okay if you're sleeping with me (baby) As the years, they pass us by We stay young through each other's eyes (Each other's eyes) And no matter how old we get, ooh It's okay as long as I got you, baby, yeah, yeah, yeah  [Chorus x2: Whitney Houston]  [Whitney] If I should die this very day Don't cry cause on Earth We wasn't meant to stay And no matter what the people say (It really won't matter) I'll be waiting for you After the judgment day  [Dyme] Now I lay me down to rest I pray that life don't get you stressed If you should cry, if you should break I pray these streets don't take your life Means more to me than that Rolley with the plat Heard that? Believe that, I ain't letting none of that Go down, when the feds come tell 'em none, they my guns And if they see me in the streets and wanna take my dough Take my clothes, for that price you can have my life Y'all shouting Dyme, that's my name Chicks spit fire, I'm putting out the flame For life, wifee, mommy to baby girl I wouldn't give it up for all the money in the world Oh my time is up, bricks to Mt. Vernon Clef and All Star bring in Whitney Houston  [Chorus x2: Whitney Houston]  [Wyclef] (Kristina) Collabo, All Star, East Side Refugee Camp from the basement, West Side (Clap your hands) And it don't stop South Side (Clap your hands) And me, North Side (I said the record is not over yet) (Clap your hands)  ",
        "title": "My Love Is Your Love"
    },
    {
        "artist": "Lenny Kravitz",
        "lyrics": "  [Chorus 1] American woman, stay away from me American woman, mama let me be  [Verse 1] Don't come hanging around my door I don't want to see your face no more I got more important things to do Than spend my time growing old with you  [Chorus 2] Now woman, stay away American woman, listen what I say  [Chorus 3] American woman, get away from me American woman, mama let me be  [Verse 2] Don't come knocking around my door I don't wanna see your shadow no more Colored lights can hypnotize Sparkle someone else's eyes  [Chorus 4] Now woman, get away American woman, listen what I say  [Chorus 5] American woman, said get away from me American woman, listen what I say  [Verse 3] Don't come hanging around my door Don't wanna see your face no more I don't need your war machines I don't need your ghetto scenes Colored lights can hypnotize Sparkle someone else's eyes  [Chorus 4] Now woman, get away American woman, listen what I say  [Chorus 1] American woman, stay away from me American woman, mama let me be  [Bridge] I gotta go, I gotta get away Baby, I gotta go, I wanna fly away I'm gonna leave you, woman I'm gonna leave you, woman I'm gonna leave you, woman I'm gonna leave you, woman A-bye-bye, a-bye-bye Bye-bye, bye-bye  [Outro] (American woman) You're no good for me and I'm no good for you (American woman) I look you right straight in the eye and tell you what I'm gonna do (American woman) I'm going to leave you woman, you know I got to go (American woman) I'm going to leave you woman, I got to go (American woman) I got to go I gotta go, American woman, yeah  ",
        "title": "American Woman"
    },
    {
        "artist": "Coko",
        "lyrics": null,
        "title": "Sunshine"
    },
    {
        "artist": "Lil' Troy Featuring Yungsta, Fat Pat, Lil' Will, Hawk, Big T",
        "lyrics": "  [Hook: Big T] Wanna be a baller, shot caller Twenty-inch blades on the Impala Call her, gettin' laid tonight Swisha rolled tight, got sprayed by Ike I hit the highway, making money the fly way But there's got to be a better way! A better way, better way, yeah  [Verse 1: Yungstar] I'm a -- baller, I'm a twenty-inch crawler Blades on Impala, diamond rottweiller I-10 hauler, not a leader not a follower Break these boys off I'mma twenty inch crawler Bust a left, a right, I'm outta sight I'm throwed I'm bouncin off the road I’m in a mode n fo dem throw dem Take it to 'em -- hop out my big body form Chain with the charm can't forget Moet along I'm hot, find me lookin good, diamonds against my wood Man it's understood -- got money in my hood I'm pushing big body can't stop me For the nine-eight got to sell a million copy I'mma crawl slow puffin on the Optimo hit the sto' I'mma go real slow -- puffin indo out the do' I'mma lit the stash green, man I'm lookin clean Want remote control screens and nice byzantines  [Hook: Big T] Wanna be a baller, shot caller Twenty-inch blades on the Impala Call her, gettin' laid tonight Swisha rolled tight, got sprayed by Ike I hit the highway, making money the fly way But there's got to be a better way! A better way, better way, yeah   [Verse 2: Fat Pat] Big ballin, smashin, makin my ends Smokin big killa gettin high in the Benz Big ballin, smashin, makin my ends Smokin big killa gettin high in the Benz In the wind smoke goes as I crawl down on Vogues Twenty Lorenzo, smoke all up in my nose Yo' eyes, get froze, as you see my low Candy-red, two-do', let my top down slow Hittin, my remote, sittin, in my shit Presidential V-12 with that AMG kit It don't quit, as I get high From K.C. to H-Town, connectin SouthSide Now we worldwide, watch me highside Fat Pat blowin killa, can't be denied 187 thugs, oh yeah we got love Blowin sticky green we flow through and above  [Hook: Big T] Wanna be a baller, shot caller Twenty-inch blades on the Impala Call her, gettin' laid tonight Swisha rolled tight, got sprayed by Ike I hit the highway, making money the fly way But there's got to be a better way! A better way, better way, yeah   [Verse 3: Lil' Will] Sittin' Fat Down South, rollin Benz on blocks Mo' scrilla I got, signin with Shortstop And that's for real, so tell me how you feel To make a million dollars out my first record deal Shortstop -- puttin up your motherfuckin ear Really really don't give a fuck and I ain't drinkin on no beer Codeine what I sip, pistol grip when I ride Trunk hittin' fo' life baby it's SouthSide We on a fuckin mission Expedition Navigator That's how we be ridin, alligator suitcasin Puttin it in your face, and that's for real Shinin harder than the grill it's the player Lil' Will Down with the 2 Low, Yungstar be a thug So nigga nigga what? I'm down with Mo'Thugs Mo'Thugs an' da Bone, you know it's goin down Represent that H-Town, pop trunks surround by sound  [Hook: Big T] Wanna be a baller, shot caller Twenty-inch blades on the Impala Call her, gettin' laid tonight Swisha rolled tight, got sprayed by Ike I hit the highway, making money the fly way But there's got to be a better way! A better way, better way, yeah   [Verse 4: Yungstar] I gots to get better man, it gots to move on Switched from Motorola to a PrimeCo phone Broke in two chrome, now you know no dope pigeon Used to count my spoke, now these hoes count my inches Had to get older -- man it got colder I done got grown and got a chip on my shoulder Links in Kuwait, got links in Pakistan Boys don't understand virtual reality Caravan Double doors marble floors naked hoes around me Everytime I'm comin out, niggas they wanna sign me Got the Lil' Will diamond grills ?? Blaze in the Benz and you can't forget DenDen Boobie diamond Ruby's, I'm watchin on a movie Drop the top on Scott, and you know I'm in a jacuzzi Bourbon and I'm swervin, man it's gettin hot My last name Lemon, drive my tight'um off the lot, David Taylor  [Hook: Big T] Wanna be a baller, shot caller Twenty-inch blades on the Impala Call her, gettin' laid tonight Swisha rolled tight, got sprayed by Ike I hit the highway, making money the fly way But there's got to be a better way! A better way, better way, yeah  [Verse 5: Hawk] I hit the highway Everything's my way, I parlay Everyday all day, ain't no way Boys can't stop as I slide through your neighborhood Chop chop chop, headed straight to the top I only play to win -- bout to close up shop Showstoppin dead end, pimp the pen once again Peep the message I send Take these levels that you devils can't comprehend Big body Benz -- as I floss through the south Big blue lens -- now whatcha talkin about? Close yo' mouth -- as I settle all scores Scream and shout -- my similes and metaphors Mansion doors -- I constantly close All you hoes -- go and take off your clothes Lord knows -- ain't no time to play Commence to fuckin and-a suckin on the H.A.W.K  [Hook: Big T] Wanna be a baller, shot caller Twenty-inch blades on the Impala Call her, gettin' laid tonight Swisha rolled tight, got sprayed by Ike I hit the highway, making money the fly way But there's got to be a better way! A better way, better way, yeah  ",
        "title": "Wanna Be A Baller"
    },
    {
        "artist": "George Strait",
        "lyrics": null,
        "title": "What Do You Say To That"
    },
    {
        "artist": "SHeDAISY",
        "lyrics": "  (Ooooo, Ooooo) I'm gonna tell you something you don't wanna hear You never listen when I talk Maybe you'll listen when I walk So I made my mind up and made a sandwich And I didn't shed a tear I gave you one last minute of my time In this mess I left behind When you come home tonight And turn on the light Don't you be surprised to find  [Chorus 1] My little good-byes Empty hangers by the closet door Lipstick tube on the bathroom floor My little good-byes Unpaid bills by the kitchen phone I took the Beatles, left Billy Joel Little good-byes, little good-byes  I'm sure, you're sure I'll be back in just an hour or two You'll tape a Hallmark to my door They always said it better than you And if you're wondering When you're gonna hear from me Well, take a real good look around boy And it won't hard to see When you come home tonight and turn on the light Don't you be surprised to find  [Chorus 2] My little good-byes Took your favorite Dodger's hat Left the litter, but I took the cat My little good-byes Loaded up the TV in the back of my car Have fun watching the VCR Little good-byes, oh baby, little good-byes  [Bridge] So, cry to your mama And your sympathetic friends and tell'em And tell them how the story ends  [Chorus 3] My little good-byes Took the hourglass, left the sand Now you got time on your hands My little good-byes Took the statue from Japan Funny little Buddha man  [Chorus 4] My little good-byes Change my voice on the machine Or there'll be little good-byes with every ring My little good-byes Left the pictures and took the frame I've got the umbrella, here comes the rain Yeah, yeah, yeah Little good-byes Rain - yeah, yeah, yeah Little good-byes Hey, hey - yeah, yeah, yeah Hey, hey - yeah, yeah, yeah Little good-byes  ",
        "title": "Little Good-Byes"
    },
    {
        "artist": "Joe Diffie",
        "lyrics": null,
        "title": "A Night To Remember"
    },
    {
        "artist": "Deborah Cox With R.L.",
        "lyrics": "  [Verse 1: R.L] To just act like We never were, to come around And not show hurt How dare we greet , by shaking hands Just months ago I was your man (I was your man)  [R.L & Deborah] Verbally we agreed it was over, and we were through I'm trying to compose myself but I just can't get over you girl  [Chorus: R.L.] We can't be friends (oh no, oh no, no, no,) We can't be friends (Deborah you know I can't go on being just your friend) We can't be friends Cause I'm still in love with you (yeah)  [Verse 2: Deborah Cox] I went by mothers, saw your car there To her your still family, and it don't seem fair For everyone to just go on. I tried and I can't do it Cause I'm still torn  [R.L. & Deborah Cox] I tried to think of you as just another love (another love) In past , that didn't last But it's not that simple baby  [Chorus: Deborah Cox] We can't be friends (oh no,no,no) We can't be friends If we, if we can't be lovers We can't be friends Cause I'm still in love   (D.C & R.L) You may see me staring or catch me in a daze May see me hang my head when you come my way Don't get to close to me and expect me and expect me to behave I might just still a kiss if you come near my face What I'm trying to say  [Chorus w/ adlib] We can't be friends (Can you look me in the eyes and honestly Say you don't love me?) We can't be friends (Deborah you know, R.L. I know) We can't be friends (I'll never, ever find another love like you oh) I love you too much baby, I love you too much  We can't be friends, I'm still in love with you  ",
        "title": "We Can't Be Friends"
    },
    {
        "artist": "Lauryn Hill",
        "lyrics": "  [Chorus 1] Everything is everything What is meant to be, will be After winter, must come spring (must come spring) Change, it comes eventually Everything is everything What is meant to be, will be After winter, must come spring (must come) Change, it comes eventually  [Verse 1] I wrote these words (I wrote these words) for everyone who struggles in their youth Who won't accept deception, in instead of what is truth It seems we lose the game Before we even start to play Who made these rules? (Who made these rules?) We're so confused (We're so confused) Easily led astray Let me tell ya that...  [Chorus 2] Everything is everything Everything is everything Everything is everything (everything) After winter, must come spring Everything is everything  [Verse 2] Our philosophy Possibly speak tongues Beat drum, Abyssinian, street Baptist Rap this in fine linen, from the beginning My practice extending across the atlas I begat this Flipping in the ghetto on a dirty mattress You can't match this rapper slash actress More powerful than two Cleopatras Bomb graffiti on the tomb of Nefertiti MCs ain't ready to take it to the Serengeti My rhymes is heavy like the mind of sister Betty (EL Shabazz!) L-Boogie spars with stars and constellations Then came down for a little conversation Adjacent to the king, fear no human being Roll with cherubims to Nassau Coliseum Now hear this mixture, where Hip Hop meets scripture Develop a negative into a positive picture  [Chorus 1] Now everything is everything What is meant to be, will be (what is meant to be) After winter, must come spring (must come spring) Change, it comes eventually (change, it comes eventually)  [Verse 3] Sometimes it seems We'll touch that dream But things come slow or not at all And the ones on top, won't make it stop (won't make it stop) So convinced that they might fall Let's love ourselves and we can't fail To make a better situation (better situation) Tomorrow, our seeds will grow All we need is dedication Let me tell ya that  [Chorus 2] Everything is everything Everything is everything Everything is everything (everything is everything) After winter, must come spring Everything is everything (everything is everything)  [Chorus 1] Everything is everything What is meant to be, will be After winter,  (after winter) must come spring (must come) Change, it comes eventually  ",
        "title": "Everything Is Everything"
    },
    {
        "artist": "Marc Anthony",
        "lyrics": "  [Verse 1] La gente anda diciendo por alli Que tu quisieras acercarte a mi Si tu supieras que te quiero amar Que hasta el cielo te quiero llevar  [Chorus  [Verse 2] No me dejes solo con mi corazon Que esta enloquecido con esta pasion Si es que me deseas nena dimelo Porque por tu amor estoy muriendo yo Ay dimelo, ven dimelo Porque por tu amor estoy muriendo yo Ay dimelo, ven dimelo Porque por tu amor estoy muriendo yo  [Verse 3] Si yo pudiera acariciar tu piel Tu cuerpo entero quiero conocer Esta pasion no me deja dormir Este deseo no me deja vivir  [Chorus  ",
        "title": "I Need To Know"
    },
    {
        "artist": "Lee Ann Womack",
        "lyrics": null,
        "title": "(Now You See Me) Now You Don't"
    },
    {
        "artist": "Mark Wills",
        "lyrics": "  Third of June she said goodbye I watched her walk into the night The hardest thing I ever did was let her go We swore as friends we stay in touch Best of friends don't mean that much When that phone call comes to tell you She's in love  She's in love She's got that fire in her eyes She's in love How her smile lights up the sky It's like she's walking on air She's been set free Still I can't believe She's in love Strolling down a one-way street She's in love You'd swear her heart has wings She's in love Why can't it be me  Told everyone I'm doing fine Learned how to get on with my life I just want what's best for her So I lied Found a note on my door last night Said, \"I'll be your friend 'till the day I die\" But you should know I found someone Now she's in love  She's in love She's got that fire in her eyes She's in love How her smile lights up the sky It's like she's walking on air She's been set free Still I can't believe She's in love Strolling down a one-way street She's in love You'd swear her heart has wings She's in love Why can't it be me  She's in love She's got that fire in her eyes She's in love How her smile lights up the sky It's like she's walking on air She's been set free Still I can't believe She's in love Strolling down a one-way street She's in love You'd swear her heart has wings She's in love Why can't it be me  Oh now she's in love Why can't it be me She's in love She's in love She's in love She's in love  ",
        "title": "She's In Love"
    },
    {
        "artist": "Ricky Martin",
        "lyrics": "  [Intro] Do you really want it? [x3] Go, go, go, ale ale ale [x2] Go, go, go, here we go, yeah  [Verse] [1] - The cup of life, this is the one Now is the time, don't ever stop Push it along, gotta be strong Push it along, right to the top [2] - Como cain y abel, es un partido cruel Tienes que pelear, por una estrella Consigue con honor, la copa del amor Para sobrevivir y luchar por ella Luchar por ella (yeah) Do you really want it... (yeah) [3] - Here we go! Ale, ale ale! Go, go, go! Ale, ale ale! Arriba va! El mundo esta de pie. Go, go, gol!! Ale, ale, ale La vida es, competicion. Hay que sonar, ser campeon La copa es, la bendicion. La ganaras, go, go, go! And when you feel the heat. The world is at your feet No one can hold you down. If you really want it Just steal your destiny. Right from the hands of fate Reach for the cup of life. 'cause your name is on it Do you really want it...(yeah) Do you really want it...(yeah)  [Outro] Tu y yo! Ale, ale ale. Go, go ,gol! Ale, ale, ale Tonight's the night, we're gonna celebrate The cup of life!!! Ale, ale, ale [repeat 1, 2, 3] Un, dos, tres, ale ale ale. Un, deux, trois, ale ale ale...  ",
        "title": "The Cup Of Life (The Official Song Of The World Cup, France '98)"
    },
    {
        "artist": "Creed",
        "lyrics": null,
        "title": "Higher"
    },
    {
        "artist": "Steve Wariner",
        "lyrics": "  [Verse 1] My little third grade hand wrote I love you On a note of yellow paper And sent it to the front of the row to a little blonde-haired girl The blonde-haired girl just opened it and read it to herself I was so embarrassed when she turned around and said  [Chorus] I'm already taken You spoke up too late I love somebody else So you'll just have to wait  [Verse 2] The years flew by so quickly And there we were in junior high I realized that I still loved her so So I called her up and told her exactly how I felt Then she said there's something that you really ought to know  [Chorus] I'm already taken You spoke up too late I love somebody else So you'll just have to wait  [Bridge] So wait I did and never changed my love for that little blonde-haired girl Who's now the mother of our little blonde-haired boy Who's to our hearts so close  [Verse 3] I hate to think how fast he's growing up Last night I overheard them as she tucked him into bed He said, Mommy, will you marry me? And this is what she said  [Chorus] I'm already taken You spoke up too late I love your daddy, son So you'll just have to wait  [Chorus] I'm already taken You spoke up too late I love your daddy, son So you'll just have to wait  ",
        "title": "I'm Already Taken"
    },
    {
        "artist": "Erykah Badu Featuring Rahzel",
        "lyrics": null,
        "title": "Southern Gul"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Instrumental break]  [Intro] Let's go, girls! Come on!  [Verse 1] I'm going out tonight I'm feelin' alright Gonna let it all hang out Wanna make some noise Really raise my voice Yeah, I wanna scream and shout No inhibitions Make no conditions Get a little outta line I ain't gonna act politically correct I only wanna have a good time  [Pre-Chorus] The best thing about being a woman Is the prerogative to have a little fun and ...  [Chorus] Oh, oh, oh, oh, go totally crazy Forget I'm a lady Men's shirts, short skirts Oh, oh, oh, oh, really go wild Yeah, doin' it in style Oh, oh, oh, oh, get in the action Feel the attraction Color my hair, do what I dare Oh, oh, oh, oh, I wanna be free Yeah, to feel the way I feel Man! I feel like a woman!  [Verse 2] The girls need a break Tonight we're gonna take The chance to get out on the town We don't need romance We only wanna dance We're gonna let our hair hang down  [Pre-Chorus] The best thing about being a woman Is the prerogative to have a little fun and ...  [Chorus] Oh, oh, oh, oh, go totally crazy Forget I'm a lady Men's shirts, short skirts Oh, oh, oh, oh, really go wild Yeah, doin' it in style Oh, oh, oh, oh, get in the action Feel the attraction Color my hair, do what I dare Oh, oh, oh, oh, I wanna be free Yeah, to feel the way I feel Man! I feel like a woman!  [Pre-Chorus] The best thing about being a woman Is the prerogative to have a little fun and ...  [Chorus] Oh, oh, oh, oh, go totally crazy Forget I'm a lady Men's shirts, short skirts Oh, oh, oh, oh, really go wild Yeah, doin' it in style Oh, oh, oh, oh, get in the action Feel the attraction Color my hair, do what I dare Oh, oh, oh, oh, I wanna be free Yeah, to feel the way I feel Man! I feel like a woman!  [Outro] I get totally crazy Can you feel it? Come, come, come on, baby! I feel like a woman!  ",
        "title": "Man! I Feel Like A Woman!"
    },
    {
        "artist": "Youngstown",
        "lyrics": "  [Chorus] You can call me when you want me, if you need a friend you got me I'll be your everything, fulfill your every dream We can do it automatic, I can freak you with my gadget I'll be your everything You'll see I'm everything you want and more  [verse 1] I knew the moment that we met I had to be inside of you, someone you won't forget So don't say I'm like the other few No matter what is going down, you'll find me next to you  Girl, I'll be your superman, I'll do what no one can You'll find that I'm the everything that you need Deep down inside of you No matter what you do You'll see I'm everything you want and more  [Chorus] You can call me when you want me, if you need a friend you got me I'll be your everything, fulfill your every dream We can do it automatic, I can freak you with my gadget I'll be your everything You'll see I'm everything you want and more  [verse 2] No sweat, when the claw is on his way Don't worry 'bout him catching you, don't even be afraid Some how some way, I'll find out what's the deal And I'll be there to rescue you, you'll see that I'm for real  Girl, I'll be your superman, I'll do what no one can You'll find that I'm the everything that you need Deep down inside of you No matter what you do You'll see I'm everything you want and more  You can call me when you want me, if you need a friend you got me I'll be your everything, fulfill your every dream We can do it automatic, I can freak you with my gadget I'll be your everything You'll see I'm everything you want and more  [Verse 3: Skee Lo] I'll be your gadget, the one you call to make magic, most rap stars live lavish Got you a benz for a carriage and even a rock, about 8 to 10 carats but you almost forgot When we both went to Paris, and you took shots, cause of you, look at all the drinks I got think Back and look at all the minks you rocked and I know you'll be impressed from the things I got cause I'm Mr. Gadget  [Chorus] You can call me when you want me, if you need a friend you got me I'll be your everything, fulfill your every dream We can do it automatic, I can freak you with my gadget I'll be your everything You'll see I'm everything you want and more  You can call me when you want me, if you need a friend you got me I'll be your everything, fulfill your every dream We can do it automatic, I can freak you with my gadget I'll be your everything, You'll see I'm everything you want and more  ",
        "title": "I'll Be Your Everything"
    },
    {
        "artist": "Montgomery Gentry",
        "lyrics": "  Pulled in the driveway, picked up the paper Found my key and unlocked the door I walked in, felt like a stranger like I'd never been there before As I wandered room to room, it was silent as a tomb Could've heard a teardrop, could've heard a heartbreak Never saw the flood come even though I felt the rain Never heard a house sound so loud with memories Where there used to be a happy home In the house on the corner of lonely and gone If she talked about leaving I wasn't listening If she showed me a sign, well, I never saw Did she stop believing? Did I stop giving? Can't put my finger on, what went wrong Now the quietest noise I'm told is the sound of letting go Could've heard a teardrop, could've heard a heartbreak Never saw the flood come even though I felt the rain Never heard a house sound so loud with memories Where there used to be a happy home In the house on the corner of lonely and gone Whoa, never heard a house sound so loud with memories Where there used to be a happy home in the house on the corner In the house on the corner of lonely and gone  ",
        "title": "Lonely And Gone"
    },
    {
        "artist": "Donna Summer",
        "lyrics": null,
        "title": "I Will Go With You (Con Te Partiro)"
    },
    {
        "artist": "Mandy Moore",
        "lyrics": null,
        "title": "Candy"
    },
    {
        "artist": "Limp Bizkit",
        "lyrics": "  [Intro] Shit, one, one, two  [Verse 1] I came into this world as a reject Look into these eyes, then you'll see the size of the flames Dwellin' on the past, it's burnin' on my brain (hot!) Everyone that burns has to learn from the pain Hey, I think about the day My girlie ran away with my pay when fellas came to play Now she's stuck with my homies that she fucked And I'm just a sucker with a lump in my throat  [Bridge] Hey, like a chump Hey, I'm like a chump Hey, like a chump Hey, like a chump Hey, I'm like a chump Hey, like a chump Hey, like a chump  [Verse 2] Should I be feelin' bad? (no!) Should I be feelin' good? (no!) It's kinda sad, I'm the laughin' stock of the neighborhood And you would think that I'd be movin' on (move it!) But I'm a sucker, like I said – fucked up in the head, not! And maybe she just made a mistake and I should give her a break My heart'll ache either way Hey, what the hell, what you want me to say? I won't lie, that I can't deny  [Chrous] I did it all for the nookie (come on!) The nookie (come on!) So you can take that cookie And stick it up your (yeah!) Stick it up your (yeah!) Stick it up your (yeah!) Stick it up your I did it all for the nookie (come on!) The nookie (come on!) So you can take that cookie And stick it up your (yeah!) Stick it up your (yeah!) Stick it up your (yeah!) Stick it up your  [Verse 3] Why did it take so long? Why, did I wait so long, huh? To figure it out, but I did it And I'm the only one underneath the sun who didn't get it I can't believe that I could be deceived (but you were!) By my so-called girl, but in reality Had a hidden agenda She put my tender, heart in a blender And still I surrendered, hey  [Bridge] Hey, like a chump Hey, I'm like a chump Hey, like a chump Hey, like a chump Hey, I'm like a chump Hey, like a chump Hey, like a chump  [Chorus] I did it all for the nookie (come on!) The nookie (come on!) So you can take that cookie And stick it up your (yeah!) Stick it up your (yeah!) Stick it up your (yeah!) Stick it up your I did it all for the nookie (come on!) The nookie (come on!) So you can take that cookie And stick it up your (yeah!) Stick it up your (yeah!) Stick it up your (yeah!) Stick it up your  [Interlude] I'm only human It's so easy for your friends to give you their advice They'll tell you, \"Just let it go!\" It's easier said than done I appreciate it, I do, but Just leave me alone, leave me alone Just leave me alone And nothing gonna change You can go away I'm just gonna stay here And always be the same And nothing gonna change 'Cause you can go away And I'm just gonna stay here And always be the same And nothing gonna change 'Cause you can go away And I'm just gonna stay here And always be the same  [Chorus] I did it all for the nookie (come on!) The nookie (come on!) So you can take that cookie And stick it up your (yeah!) Stick it up your (yeah!) Stick it up your (yeah!) Stick it up your I did it all for the nookie (come on!) The nookie (come on!) So you can take that cookie And stick it up your (yeah!) Stick it up your (yeah!) Stick it up your (yeah!) Stick it up your  ",
        "title": "Nookie"
    },
    {
        "artist": "Tyrese",
        "lyrics": null,
        "title": "Lately"
    },
    {
        "artist": "Tori Amos",
        "lyrics": null,
        "title": "Bliss"
    },
    {
        "artist": "Will Smith Featuring Dru Hill & Kool Mo Dee",
        "lyrics": "  [Intro: Will Smith & Sisqo] Mmmmmmmm... Uhh.. (Doo doo doo doo) Wicki-wild wild (doo doo doo doo dooooo) Wicki-wicki-wild Wicki-wild Wicki-wicki  [Verse 1] Wild Wild West (Yeahhhhhhhahhhhhhhh!) Jim West, desperado Rough rider, no you don't want nada None of this, six-gunnin this, brother runnin this Buffalo soldier, look it's like I told ya Any damsel that's in distress Be outta that dress when she meet Jim West Rough neck so go check the law and abide Watch your step or flex and get a hole in your side Swallow your pride, don't let your lip react You don't wanna see my hand where my hip be at With Artemus, from the start of this, runnin the game James West, tamin the West, so remember the name  [Will Smith] Now who ya gonna call?  [Sisqo, Dee] Not the GBs  [Will Smith] Now who you gonna call?  [Sisqo, Dee] J Dub and A.G  [Will Smith] If you ever riff with either one of us BREAK OUT, before you get bumrushed, at the  [Hook: Kool Moe Dee, Will Smith] The Wild Wild West (When I roll into the) The Wild Wild West (When I stroll into the) The Wild Wild West (When I bounce into the) The Wild Wild West (Sisqo, Sisqo)  [Hook: Kool Moe Dee, Sisqo] The Wild Wild West (We're goin' straight, to) The Wild Wild West (the Wild Wild West) The Wild Wild West (We're goin' straight, to) The Wild Wild.. (c'mon)  [Will Smith] * [Sisqo] (shared lines in caps) Now, now, now Now once upon a time in the West Mad man lost his damn mind in the West Loveless, KIDNAP A DIME, nuttin less Now I must, PUT HIS BEHIND TO THE TEST [S: Can you feel me?] Then through the shadows, in the saddle, ready for battle Bring all your boys in, here come the poison Behind my back, all that riffin ya did Front and center, now where your lip at kid? [S: Lookin at me!] Who dat is? A mean brother, bad for your health Lookin damn good though, if I could say it myself Told me Loveless is a mad man, but I don't fear that He got mad weapons too? Ain't tryin to hear that Tryin to bring down me, THE CHAMPION? When y'all clowns gon' see that it CAN'T BE DONE Understand me son, I'm the slickest they is I'm the quickest they is [S: Yeahhhhhhhhhhhh] Did I say I'm the slickest they is? So if you barkin up the, wrong tree we comin Don't be startin nuttin, me and my partner gonna Test your chest, Loveless Can't stand the heat, then get out the Wild, Wild, West [Kool Moe Dee: The Wild, The Wild..]  [Kool Moe Dee] [Sisqo] The Wild Wild West We're goin straight, to [W. Smith] When I'm rollin to the The Wild Wild West the Wild Wild West [W. Smith] When I'm strollin to the The Wild Wild West We're goin straight, to [W. Smith] When I'm bouncin to the The Wild Wild West the Wild Wild..  [Sisqo] We're goin straight (STRAIGHT) to (TO) The Wild Wild West (THE WILD WILD WEST) [K. Moe Dee] The Wild Wild West We're goin straight (STRAIGHT) to (TO) The Wild Wild West (THE WILD WILD WEST) [K. Moe Dee] The Wild Wild West  [W. Smith] Breakdown! Breakdown! Breakdown! Breakdown! Breakdown! Breakdown! (in background while Sisqo singing)  [Sisqo] Yeahhhhhhhahhhhhhhhh Can you feel it? C'mon, c'mon Yeahhhhhhahhhhhhhhhh Keep it moving! Keep it moving! Ooooooooooooooh yeahhhhhhh  [Will Smith] To any outlaw tryin to draw, thinkin you're bad Any drawin on West, best with a pen and a pad Don't even think about it, six gun, weighin a ton Ten paces and turn (one.. two.. three..) just for fun, son *BANG* Up til sundown, rollin around See where the bad guys are to be found and make em lay down The defenders of the West Crushin all pretenders in the West Don't mess with us, cause we in the  [Kool Moe Dee] [Sisqo] The Wild Wild West We're goin straight, to [W. Smith] When I'm rollin to the The Wild Wild West the Wild Wild West [W. Smith] When I'm strollin to the The Wild Wild West We're goin straight, to [W. Smith] When I'm bouncin to the The Wild Wild West the Wild Wild..  The Wild Wild West We're goin straight, to [W. Smith] When I'm rollin to the The Wild Wild West the Wild Wild West [W. Smith] When I'm strollin to the The Wild Wild West We're goin straight, to [W. Smith] When I'm bouncin to the The Wild Wild West the Wild Wild..  We're goin straight, to The Wild Wild West We're goin straight, to The Wild Wild West, c'mon  The Wild Wild West [W. Smith] When I'm rollin to the The Wild Wild West C'mon.. [W. Smith] When I'm strollin to the We're goin straight, to The Wild Wild West (The Wild Wild West)  [Kool Moe Dee] + (Will Smith) + {Sisqo} The Wild Wild West (Whoo! Uhh) The Wild Wild West (Ha hah, ha hah) The Wild Wild West (Uhh) The Wild Wild West (I done done it again y'all, done done it again) The Wild Wild West (Ha hah, ha hah) The Wild Wild West (Big Will, Dru Hill, uh) The Wild Wild West (Big Will, Dru Hill) The Wild Wild West (Ha hah, ha hah) {The Wild Wild West} The Wild Wild West (Uhh) The Wild Wild West (One time) The Wild Wild West (Uhh) The Wild Wild West (Bring in the heat, bring in the heat) {It's the Wild Wild..} The Wild Wild West (What? Ha hah, ha hah) The Wild Wild West (Whoo.. Wild Wild, wicki-wild) The Wild Wild West (wick Wild Wild Wild, wa-wicki Wild Wild) The Wild Wild West (wickidy-wick Wild Wild Wild) (wa-wickedy wickedy wickedy wickedy) {The Wild Wild..} The Wild Wild West (Whoo..) The Wild Wild West The Wild Wild West (Uhh.. uhh..) The Wild Wild West (Can't stop the bumrush) {The Wild Wild..} The Wild Wild West  ",
        "title": "Wild Wild West"
    },
    {
        "artist": "Martina McBride",
        "lyrics": "  [Verse 1] You think I'm always making Something out of nothing You're saying everything's okay You've always got an answer Before I ask the question Whatever you say Now we can change the subject Pretend I never brought it up Same old story anyway Later we can work it out Right now you're talked out Yeah, whatever you say  [Chorus] Oh I know you can hear me But I'm not sure you're listening I hear what you're saying But still there's something missing Whether I go whether I stay Right now depends on Whatever you say  [Verse 2] You say yes you need me And no you wouldn't leave me And this should be enough to make me stay And even though I want to I don't hear I love you In whatever you say  [Chorus]  [Outro] Oh whether I go whether I stay Right now depends on Whatever you say[3x]  ",
        "title": "Whatever You Say"
    },
    {
        "artist": "Chante Moore",
        "lyrics": null,
        "title": "Chante's Got A Man"
    },
    {
        "artist": "Sherrie Austin",
        "lyrics": null,
        "title": "Never Been Kissed"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Intro: R. Kelly] No matter what ya'll say or do We gotta get this money Watch out playa, we come for you Take all of your honies First of the month and rent is due We gotta get this paper Come for us, we'll wait for you A million men can't take us  [Hook: Tone] Did you ever think that you would be this rich Did you ever think that you would have these hits Did you ever think that you would be the don Have a crib with a fifty acre lawn Did you ever think that you would be this paid Were there times when your ass was real afraid Did you ever think that you would sell out tours Have a show with fifty million viewers  [Verse 1: R. Kelly] I used to think about how I was gonna make it Struggling day to day just trying to get this paper Hoping the day would come when things would go my way But now I'm living lavish and all I do is hear them say  [Hook: Tone] Did you ever think that you would be this rich Did you ever think that you would have these hits Did you ever think that you would be the don Have a crib with a fifty acre lawn Did you ever think that you would be this paid Were there times when your ass was real afraid Did you ever think that you would sell out tours Have a show with fifty million viewers  [Verse 2: Nas] Hey yo Now who knows poverty like Robert and me Did you ever think you'd be dancin' and vibin' with me Did you ever think you'd push a Ferrari, blast a Nas CD With 5 TV's and DVD's, come on ride with me Ain't naan nigga fly like me Honey you heard about the style I got We from the wildest blocks, where police Make arrests, carry heat wear vests, we ghetto Never thought we'd ever reach this level My people behind metal The streets coulda had us, but now we live lavish Our freaks be the baddest Bus 'em out while maids change the sheets on the mattress It's deep cuz I never thought I'd reach this status Walk around and grown women stop and look They recognize me, no longer hide they pocketbooks Hate me now cuz I ain't gonna stop, you're stuck The remix is R. Kelly, please drop the hook Come on  [Hook: Tone] Did you ever think that you would be this rich Did you ever think that you would have these hits Did you ever think that you would be the don Have a crib with a fifty acre lawn Did you ever think that you would be this paid Were there times when your ass was real afraid Did you ever think that you would sell out tours Have a show with fifty million viewers  [Bridge: Tone] America Did you ever think Ya ever know Did ya ever think Ya ever know (Come on) Did ya ever think Ya ever know Did ya ever think Ya ever know (Trackmasters)  [Hook: Tone] Did you ever think that you would be this rich Did you ever think that you would have these hits Did you ever think that you would be the don Have a crib with a fifty acre lawn Did you ever think that you would be this paid Were there times when your ass was real afraid Did you ever think that you would sell out tours Have a show with fifty million viewers  [Outro: R. Kelly] No matter what ya'll say or do We gotta get this money Watch out playa, we come for you Take all of your honies First of the month and rent is due We gotta get this paper Come for us, we'll wait for you A million men can't take us  [Hook: Tone] Did you ever think that you would be this rich Did you ever think that you would have these hits Did you ever think that you would be the don Have a crib with a fifty acre lawn Did you ever think that you would be this paid Were there times when your ass was real afraid Did you ever think that you would sell out tours Have a show with fifty million viewers  [Nas] I just wanna thank God For making Nas the don And R. Kelly, the don Yeah, sittin' pretty  ",
        "title": "Did You Ever Think"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] There's an old Kodak camera in my dresser drawer I ran across it just this afternoon And I realized that I don't ever use it anymore In fact last time I did I think it was with you  [Verse 2] When we were down in Cozumel We had the whole beach to ourselves And it's crazy now to think That it's all there on that film And I could take it to the store To be developed, but what for I can still see everything just fine And who needs pictures with a memory like mine  [Verse 3] Standing there I couldn't help but think about Everything that might be on that roll I think it even has another trip we took I guess that must've been at least three years ago  [Verse 4] When we were down in Baton Rouge And there wasn't much to do So we drove into New Orleans every afternoon And I swear that you would think That it was only yesterday Cause I can still see everything just fine Who needs pictures with a memory like mine  [Verse 5] Somewhere in my closet There's a cardboard box just sitting on a shelf It's full of faded memories And it's been there ever since the night you left  [Verse 6] Oh, just forgotten photographs To remind me of the past Oh, but I can still see everything just fine Who needs pictures with a memory like mine Yeah, who needs pictures with a memory like mine  ",
        "title": "Who Needs Pictures"
    },
    {
        "artist": "The Beatnuts Featuring Yellaklaw",
        "lyrics": "  \"Watch out now!\"  Yea, yea.. uh-uh! Mm-mmm! Get money, get money! (Get, get money, get money) (Get, get money, get money) Uh-uh! (Get) GET MONEY, GET MONEY (get that money) (Get) GET MONEY, GET MONEY Yeah, GET MONEY, GET MONEY .. \"Listen to the first verse\"  \"Watch out now!\"  [Psycho Les] Aiyyo my song's on, I gotta get my grub on some to-to (I love to-to) Order three buckets of Mo'-Mo' We gettin more dough, off the books (you gettin gelly) Pullin more hoes off the looks (you gettin gelly) You wan' hate me? Cause your wifey, wants a autograph? From the look in her eyes, I can see she wants more than that When I see fat asses I make fat passes like quarterback Beatnuts is ALLA THAT, your shit, ALL THE WACK Open can-dela, if you foolin wit mah cheddah Hardrock, ever since, junior high escuela Fly fella, takin my beats, to make your crowd get up I'm fed up, niggas wanna bring it -- WHATEVER! I'mma storm your pa-rade (pa-rade) blow your legs off With a gre-nade, now you flappin, like a mermaid Yappin off, bitch you cough at the lips While I'm at the bar, baggin, the bartender tips Then I bag this chick, with a, \"Hi,\" and the eye She did the butterfly, rubbin her ass, against my buttonfly I could ALREADY imagine my shit stuck inside Everytime I strike, haters be like, \"Dat fucking guy!\"  Chorus: Beatnuts + Yellaklaw  How's that yo? It's hard for you to swallow It don't take much for us to let the metal holla Lead's bustin out of a old black Impala Thug nigga only fuck wit, muchacha malla Big Ju, dimelo el coño, how we do?, how we do? (How we do) (How the girl don't only love me, they love you!) Whatchu gonna do? (What, what, what?) Nigga whatchu gonna do? (What, yo)  [JuJu] Here's to my pollyin niggas who campaign To the killers who be lovin the chicas and champagne Thugs who get wild in the club and snatch chains Players who be pimpin the hoes with no brains Front watch a nigga get shot from close range The most range, crazy motherfucker won't change Beatnuts, forever diehard, you want pain? Cause you walkin outta here breathin is insane Flip a beat fast, you leave the club with a heat rash You got a weak stash, came in the club with a free pass I ain't even know they made a Roley for your cheap ass Makin me laugh, you was in jail wearin kneepads Now the beef has, gotten over your head It's over you dead, Ranger Rover, both of your legs Til both of us said, platinum gettin took this year Cause for real, there ain't nothin but crooks in here, nigga  Chorus -] Beatnuts last line \"Whatcha gon' do when Beatnuts come through baby!\"  [Beatnuts] (Get money, get money) Psycho Les (Get money, get money) Big Ju (Get money, get money) Beatnuts (Get money, get money) (Get money, get money) (Get money, get money) Throw your hands up, throw your hands up (Get money, get money) Throw your hands up, throw your hands up..  ",
        "title": "Watch Out Now"
    },
    {
        "artist": "Tanto Metro & Devonte",
        "lyrics": "  [Intro: Tanto] Yo! I'm just giving out sounds Every day yuh get up and a frowns A one ting mi want you know little girl A one ting mi want yuh know say, who?  [Chorus: Tanto & Devonte] Everyone falls in love sometime (Cho! cho!, ya betta know, you betta know) I don't know 'bout you but it ain't a crime (It's not a crime, it's not a crime) Everyone falls in love sometime (Remember that girl) I don't know 'bout you but it ain't a crime  [Verse 1: Tanto] Hold on! Hey! Question I ask Tell me what you want and what you really really wanna do Tell me baby girl if your love is really really true Tell me what you want and what you really really wanna do Tell me baby girl, hey! And don't have mi like no yo-yo If ya really love me let it flow flow And if you don't love then let me go go But any rude boy will let you know, know that  [Chorus: Tanto & Devonte] Everyone falls in love sometime (Cho! cho!) I don't know 'bout you but it ain't a crime (It's not a crime) Everyone falls in love sometime (Honey) I don't know 'bout you but it ain't a crime  [Verse 2: Tanto] Ah ah hold on de, hold on de, hold on de Hold on de, hold on de, hey Beep beep, the singer got the keys to the jeep (vroom) A we pretty gal want fi meet So tell me what's up before mi hit in the streets Ya see it?, ya see it? All eight, nine, ten! The whole a dem girl deh want fi be our friend A you mi really love, why you want it fi end? You have mi brains a puzzle, mi can't comprehend But then again...  [Chorus: Tanto & Devonte] Everyone falls in love sometimes (Oh na na) I don't know 'bout you but it ain't a crime (Ball me a ball) Everyone falls in love sometime I don't know 'bout you but it ain't a crime  [Verse 3: Tanto] Hey! You want me tell you something, girl? You want me tell you something? Cho, girl you have me reminscing When mi 'member 'bout you're loving and kissing So tell me tell me girl, why you wanna be dissing I try to talk to ya, but you're not listening It's only natural for my love to be glistening Baby in my heart I know there's something missing Since lately you keep on flippin' So listen keenly to what the singer singing  [Chorus: Tanto & Devonte] Everyone falls in love sometime (oh, yeah, yeah) I don't know 'bout you but it ain't a crime (It's not a crime, not a crime, no time) Everyone falls in love sometimes I don't know 'bout you but it ain't a crime  [Verse 1: Tanto] Hold on,  hold on Question I ask Tell me what you want and what you really really wanna do Tell me baby girl if your love is really really true Tell me what you want and what you really really wanna do Tell me baby girl eh, and no have mi like no yo-yo If ya really love me let it flow flow And if you don't love me let me go go One thing di rude boy waan let you know, know  [Chorus: Tanto & Devonte] Everyone falls in love sometime (I know) I don't know bout you but it ain't a crime (Yeah now) Everyone falls in love sometime I don't know 'bout you but it ain't a crime  [Verse 4: Tanto] Me can say something to you again girl? Me can say something to you again? Beep beep, the singer got the keys to the jeep A we pretty gal want fe meet So tell me what's up before make hit in the streets Ya see, ya see, all eight, nine, ten The whole a dem gal deh want fi be my friend A you mi really love why you want it fi end You have mi brains a puzzle, mi can't comprehend But den again?  [Chorus: Tanto & Devonte] Everyone falls in love sometime (bullshit) I don't know bout you but it ain't a crime (check it) Everyone falls in love sometime I don't know 'bout you but it ain't a crime  ",
        "title": "Everyone Falls In Love"
    },
    {
        "artist": "Vengaboys",
        "lyrics": "  Whoa oh whoa oh Whoa oh whoa oh Vengaboys are back in town Whoa oh whoa oh Whoa oh whoa oh Whoa oh whoa oh Whoa oh whoa oh  [Verse 1] If you're alone and you need a friend Someone to make you forget your problems Just come along baby, take my hand I'll be your lover tonight  [Refrain] Whoa oh whoa oh This is what I wanna do Whoa oh whoa oh Let's have some fun Whoa oh whoa oh What I want just me and you Whoa oh whoa oh  [Chorus] Boom boom boom boom I want you in my room Let's spend the night together From now until forever Boom boom boom boom I wanna double boom Let's spend the night together Together in my room  Whoa oh whoa oh Everybody get on down Whoa oh whoa oh Vengaboys are back in town  [Refrain] Whoa oh whoa oh This is what I wanna do Whoa oh whoa oh Let's have some fun Whoa oh whoa oh What I want just me and you Whoa oh whoa oh  [Chorus] Boom boom boom boom I want you in my room Let's spend the night together From now until forever Boom boom boom boom I wanna double boom Let's spend the night together Together in my room  Boom boom boom boom I want you in my room Let's spend the night together From now until forever Boom boom boom boom I wanna double boom Let's spend the night together Together in my room  Boom boom boom boom I want you in my room Let's spend the night together From now until forever Boom boom boom boom I wanna double boom Let's spend the night together Together in my room  Woooo! Woooo woooo! Woooo! Woooo woooo! Woooo! Woooo woooo! Woooo! Woooo woooo!  Whoa oh whoa oh Woooo woooo! Woooo! Woooo woooo! Woooo! Woooo woooo!  [Chorus] Boom boom boom boom I want you in my room Let's spend the night together From now until forever Boom boom boom boom I wanna double boom Let's spend the night together Together in my room  Boom boom boom boom I want you in my room Let's spend the night together From now until forever Boom boom boom boom I wanna double boom Let's spend the night together Together in my room  ",
        "title": "Boom, Boom, Boom, Boom!!"
    }
]