[
    {
        "artist": "Johnny Nash",
        "lyrics": "  I can see clearly now the rain is gone I can see all obstacles in my way Gone are the dark clouds that had me blind It's going to be a bright, bright sun shiny day It's going to be a bright, bright sun shiny day  I can make it now the pain is gone All of the bad feelings have disappeared Here is that rainbow I've been praying for It's going to to be a bright, bright sun shiny day  Look all around, there's nothing but blue skies Look straight ahead, nothing but blue skies  I can see clearly now the rain is gone I can see all obstacles in my way Gone are the dark clouds that had me blind It's going to be a bright, bright sun shiny day It's going to be a bright, bright sun shiny day  ",
        "title": "I Can See Clearly Now"
    },
    {
        "artist": "Lobo",
        "lyrics": "  When I saw you standing there I'bout fell off my chair And when you moved your mouth to speak I felt the blood go to my feet  Now, it took time for me to know What you tried so not to show Something in my soul just cried I see the want in your blue eyes  Baby, I'd love you to want me The way that I want you The way that it should be Mmm, baby, you'd love me to want you The way that I want to If you'd only let it be  You told yourself years ago You'd never let your feelings show The obligation that you made For the title that they gave  Baby, I'd love you to want me The way that I want you The way that it should be Mmm, baby, you'd love me to want you The way that I want to If you'd only let it be  Now, it took time for me to know What you tried so not to show Something in my soul just cried I see the want in your blue eyes  Baby, I'd love you to want me The way that I want you The way that it should be Mmm, baby, you'd love me to want you The way that I want to If you'd only let it be  Oh baby, I'd love you to want me The way that I want you The way that it should be Mmm, baby, you'd love me to want you The way that I want to If you'd only let it be  ",
        "title": "I'd Love You To Want Me"
    },
    {
        "artist": "The Spinners",
        "lyrics": "  [Verse 1] This is our fork in the road Love's last episode There's nowhere to go, oh no You made your choice Now it's up to me To bow out gracefully Though you hold the key, but baby  [Hook] Whenever you call me, I'll be there Whenever you want me, I'll be there Whenever you need me, I'll be there I'll be around  [Verse 2] I knew just what to say Now I found out today That all the words had slipped away, but I know There's always a chance A tiny spark will remain, yeah And sparks turn into flames And love can burn once again, but I know you know  [Hook] Whenever you call me, I'll be there Whenever you want me, I'll be there Whenever you need me, I'll be there I'll be around, yeah  [Horn Solo]  [Hook] Whenever you call me, I'll be there Whenever you want me, I'll be there Even if I have to crawl, I'll be there I'll be around  Just call me on the phone, I'll be there I'll never leave you alone, I'll be there Just call out your name, I know I know you know I'll be around  I'll be skippin' and a-jumpin', I'll be there I'll be a-rippin' and a-runnin', I'll be there I'll be calling out your name to let you know I'll be around  ",
        "title": "I'll Be Around"
    },
    {
        "artist": "Helen Reddy",
        "lyrics": "  I am woman, hear me roar In numbers too big to ignore And I know too much to go back an' pretend Cause I've heard it all before And I've been down there on the floor No one's ever gonna keep me down again  Oh yes, I am wise But it's wisdom born of pain Yes, I've paid the price But look how much I gained If I have to, I can do anything I am strong (Strong) I am invincible (Invincible) I am woman  You can bend but never break me Cause it only serves to make me More determined to achieve my final goal And I come back even stronger Not a novice any longer Cause you've deepened the conviction in my soul  Oh yes, I am wise But it's wisdom born of pain Yes, I've paid the price But look how much I gained If I have to, I can do anything I am strong (Strong) I am invincible (Invincible) I am woman  I am woman watch me grow See me standing toe to toe As I spread my lovin' arms across the land But I'm still an embryo With a long, long way to go Until I make my brother understand  Oh yes, I am wise But it's wisdom born of pain Yes, I've paid the price But look how much I gained If I have to, I can face anything I am strong (Strong) I am invincible (Invincible) I am woman  I am woman I am invincible I am strong I am woman I am invincible I am strong I am woman  ",
        "title": "I Am Woman"
    },
    {
        "artist": "The Moody Blues",
        "lyrics": "  Nights in white satin, never reaching the end, Letters I've written, never meaning to send Beauty I've always missed, with these eyes before Just what the truth is, I can't say anymore  'Cos I love you, yes I love you, oh how I love you  Gazing at people, some hand in hand Just what I'm going through they can't understand Some try to tell me, thoughts they cannot defend Just what you want to be, you will be in the end  And I love you, yes I love you Oh how I love you, oh how I love you  Nights in white satin, never reaching the end Letters I've written, never meaning to send Beauty I've always missed, with these eyes before Just what the truth is, I can't say anymore  'Cos I love you, yes I love you Oh how I love you, oh how I love you 'Cos I love you, yes I love you Oh how I love you, oh how I love you  [Late Lament - Graeme Edge]  Breathe deep the gathering gloom Watch lights fade from every room Bedsitter people Look back and lament Another day's useless Energy spent Impassioned lovers wrestle as one Lonely man cries for love and has none New mother picks up and suckles her son Senior citizens wish they were young Cold hearted orb that rules the night Removes the colours from our sight Red is grey and yellow white But we decide which is right And which is an Illusion?  ",
        "title": "Nights In White Satin"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  [Verse 1] It was the third of September That day I'll always remember, yes I will Cause that was the day, that my daddy died I never got a chance to see him Never heard nothin' but bad things about him Momma I'm depending on you, to tell me the truth Momma just hung her head and said, son  [Hook]×2 Papa was a rolling stone, my son Wherever he laid his hat was his home And when he died, all he left us was alone  [Verse 2] Hey momma Is it true what they say that papa never worked a day, in his life And momma, some bad talk goin' round town Sayin' that papa had three outside children And another wife, and that ain't right I heard them talking papa doing some store front preachin' Talking about saving souls and all the time leechin' Dealing in dirt, and stealing in the name of the Lord Momma just hung her head and said  [Hook]×2  [Verse 3] Hey momma I heard papa called himself a jack of all trades Tell me, is that what sent papa to an early grave? Folks say papa would beg, borrow, steal To pay his bills  Hey momma Folks say papa never was much on thinking Spent most of his time chasing women and drinking Momma I'm depending on you, to tell me the truth Momma looked up with a tear in her eye and said, son  [Hook]×4  ",
        "title": "Papa Was A Rollin' Stone"
    },
    {
        "artist": "Curtis Mayfield",
        "lyrics": "  Hey, hey! Love, love! Yeah, yeah! Ah, ha! Freddie's dead -- That's what I said! Let the man rap a plan Said he'd sing him home But his hope was a rope And he should've known It's hard to understand -- There was love in this man I'm sure all would agree That his misery was his -- Woman and things Now Freddie's dead -- That's what I said Everybody's misused him Ripped him up and abused him Another junkie plan Pushin' dope for the man A terrible blow But that's how it goes A \"Freddie\" 's on the corner now -- If you wanna be a junkie, wow! Remember: Freddie's dead! We're all built up with progress But sometimes I must confess -- We can deal with rockets and dreams But, reality -- what does it mean? Ain't nothing said 'Cause Freddie's dead! Hey, hey! Love, love! Hey, hey! Yeah, yeah! Ha, ha! Love, love! Yeah, yeah! Ha, ha! Yeah, yeah! Freddie's dead! All I want is some peace of mind With a little love I'm trying to find This could be such a beautiful world With a wonderful girl Why, I need a woman child! Don't wanna be like Freddie, now -- 'Cause Freddie's dead! Hey, hey! Yeah, yeah! If you don't try You're gonna die Why can't we brothers? Protect one another No one's serious And it makes me furious! Don't be misled -- Just think of Fred . .  Everybody's misused him Ripped him up and abused him Another junkie plan Pushin' dope for the man A \"Freddie\" 's on the corner now If you wanna be a junkie, why? Remember, Freddie's dead! Ha, ha, ha, ha, ha! Freddies dead! Hey, hey! Ha, ha! Love, love! Ha, ha!  ",
        "title": "Freddie's Dead (Theme From \"Superfly\")"
    },
    {
        "artist": "The Delegates",
        "lyrics": null,
        "title": "Convention '72"
    },
    {
        "artist": "Eagles",
        "lyrics": "  [Verse 1: Don Henley] Raven hair & ruby lips Sparks fly from her fingertips Echoed voices in the night She's a restless spirit on an endless flight  [Chorus] Woo hoo, witchy woman See how high she flies Woo hoo, witchy woman She got the moon in her eye  [Verse 2: Don Henley] She held me spellbound in the night Dancing shadows & firelight Crazy laughter in another room And she drove herself to madness with a silver spoon  [Chorus]  [Bridge] Ah, oh ah ah (waahaa) (repeat x 2)  [Verse 3: Don Henley] Well I know you want a lover Let me tell you brother She's been sleeping in the devil's bed And there's some rumours going round, someone's underground She can rock you in the night-time 'til your skin turns red  [Chorus]  ",
        "title": "Witchy Woman"
    },
    {
        "artist": "Seals & Crofts",
        "lyrics": "  [Verse 1] See the curtains hangin' in the window In the evening on a Friday night A little light a-shinin' through the window Lets me know everything's all right  [Chorus] Summer breeze makes me feel fine Blowin' through the jasmine in my mind Summer breeze makes me feel fine Blowin' though the jasmine in my mind  [Verse 2] See the paper layin' on the sidewalk A little music from the house next door So I walk on up to the doorstep Through the screen and across the floor  [Chorus] Summer breeze makes me feel fine Blowin' through the jasmine in my mind Summer breeze makes me feel fine Blowin' though the jasmine in my mind  [Verse 3] Sweet days of summer, the jasmine's in bloom July is dressed up and playing her tune And I come home from a hard day's work And you're waiting there Not a care in the world  [Verse 4] See the smile awaitin' in the kitchen Through cookin' and the plates for two Feel the arms that reach out to hold me In the evening when the day is through  [Chorus] Summer breeze makes me feel fine Blowin' through the jasmine in my mind Summer breeze makes me feel fine Blowin' though the jasmine in my mind  ",
        "title": "Summer Breeze"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": "  Oh no, don't go It's hours 'til dawn And there's no one Who'd rather be with you  I know you know Other girls like me I let you take my love Knowing you don't love me  But if I could reach you some way If I knew the magic it would take To love you good enough on the outside And make you feel it on the inside Maybe I could make you stay If I could reach you  The dark is getting light And you're dressed to go And never said a word About tomorrow  But if I could reach you some way If I knew the magic it would take To love you good enough on the outside And make you feel it on the inside Maybe I could make you stay  See you next time I'll see you next time  ",
        "title": "If I Could Reach You"
    },
    {
        "artist": "Rick Nelson And The Stone Canyon Band",
        "lyrics": null,
        "title": "Garden Party"
    },
    {
        "artist": "Harold Melvin And The Blue Notes",
        "lyrics": null,
        "title": "If You Don't Know Me By Now"
    },
    {
        "artist": "Chuck Berry",
        "lyrics": "  When I was a little bitty boy My grandmother bought me a cute little toy Silver bells hangin' on a string She told me it was my ding a ling  [Chorus] My ding a ling, my ding a ling I want to play with my ding a ling My ding a ling, my ding a ling I want to play with my ding a ling  And then mother took me to Grammar School But I stopped all in the vestibule Every time that bell would ring Catched me playin' with my ding a ling  [Chorus]  Once I was climbing the garden wall I slipped and had a terrible fall I fell so hard I heard bells ring But held on to my ding a ling  [Chorus]  Once I was swimming cross Turtle creek Many snappers all around my feet Sure was hard swimming cross that thing With both hands holdin' my ding a ling  [Chorus]  This here song it ain't so sad The cutest little song you ever had Those of you who will not sing You must be playin' with your own ding a ling My ding a ling Your ding a ling, your ding a ling We saw you playin' with your ding a ling My ding a ling everybody sing I want to play with my ding a ling  ",
        "title": "My Ding-A-Ling"
    },
    {
        "artist": "Al Green",
        "lyrics": "  Sit right down and talk to me About how you want to be You ought to be with me Yeah, you ought to be with me  Thinking 'bout what people do Talking 'bout how I love you Thinking there's nothing to what they say You're going to be with me anyway  They don't want to see us do All of the things we want to You ought to be with me Hey, you ought to be with me  You don't have to waste my time If you want to be a friend of mine You can leave me now and walk away And turn your back for another day Oh baby, yeah yeah  Ought to be the kind of girl That can brighten this old world And it's hard to see why you and me Can't be together happily  I'm trying to realize You being with some other guy I don't know the reason why You oughta be with me until I die Hey, you ought to be with me until I die  I don't want to waste my time If you want to be a friend of mine I wanna hold you tight, love you right Put good feeling in your night  ",
        "title": "You Ought To Be With Me"
    },
    {
        "artist": "The Doobie Brothers",
        "lyrics": "  {Intro}  [Verse 1] Don't you feel it growing, day by day People getting ready for the news Some are happy, some are sad Woah, gotta let the music play  What the people need is a way to make them smile Ain't so hard to do if you know how Gotta get a message, get it on through Oh now momma don't you ask me why  [Chorus] Oh, oh, oh listen to the music Oh, oh, oh listen to the music Oh, oh, oh listen to the music All the time  {Bridge}  [Verse 2] When, when I know you know baby, everything I say Meet me in the country for a day We'll be happy and we'll dance Oh, we're gonna dance our blues away  And if I'm feeling good to you and you're feeling good to me There ain't nothing we can't do or say Feeling good, feeling fine Oh, baby, let the music play  [Chorus] Oh, oh, oh listen to the music Oh, oh, oh listen to the music Oh, oh, oh listen to the music All the time  [Bridge] Like a lazy flowing river Surrounding castles in the sky And the crowd is growing bigger Listening for the happy sounds And I got to let them fly  [Chorus] Oh, oh, oh listen to the music Oh, oh, oh listen to the music Oh, oh, oh listen to the music All the time  Oh, oh, oh listen to the music Oh, oh, oh listen to the music Oh, oh, oh listen to the music All the time  ",
        "title": "Listen To The Music"
    },
    {
        "artist": "Chi Coltrane",
        "lyrics": null,
        "title": "Thunder And Lightning"
    },
    {
        "artist": "America",
        "lyrics": "  [Verse 1] Chewing on a piece of grass Walking down the road Tell me, how long you gonna stay here, Joe? Some people say this town don't look good in snow You don't care, I know  [Chorus] Ventura Highway in the sunshine Where the days are longer The nights are stronger than moonshine You're gonna go I know Cause the free wind is blowing through your hair And the days surround your daylight there Seasons crying no despair Alligator lizards in the air, in the air  Did di di di dit ...  Wishing on a falling star Waiting for the early train Sorry boy, but I've been hit by purple rain Aw, come on, Joe, you can always Change your name Thanks a lot, son, just the same  [Chorus] Ventura Highway in the sunshine Where the days are longer The nights are stronger than moonshine You're gonna go I know Cause the free wind is blowing through your hair And the days surround your daylight there Seasons crying no despair Alligator lizards in the air, in the air  Did di di di dit ...  ",
        "title": "Ventura Highway"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": "  [Verse 1] Lord Almighty I feel my temperature rising Higher higher It's burning through to my soul Girl, girl, girl You going to set me on fire My brain is flaming I don't know which way to go  [Chorus] Your kisses lift me higher Like the sweet song of a choir You light my morning sky With burning love  [Verse 2] Ooh, ooh, ooh I feel my temperature rising Help me, I'm flaming I must be a hundred and nine Burning, burning, burning And nothing can cool me I just might turn into smoke But I feel fine  [Chorus] Because your kisses lift me higher Like a sweet song of a choir And you light my morning sky With burning love  [Verse 3] It's coming closer The flames are now licking my body Won't you help me I feel like I'm slipping away It's hard to breath And my chest is a-heaving Lord, have mercy I'm burning a hole where I lay  [Chorus] Your kisses lift me higher Like the sweet song of a choir You light my morning sky With burning love With burning love (Ah, ah, burning love)  [Outro] I'm just a hunk, a hunk of burning love Just a hunk, a hunk of burning love Just a hunk, a hunk of burning love Just a hunk, a hunk of burning love Just a hunk, a hunk of burning love Just a hunk, a hunk of burning love Just a hunk, a hunk of burning love Just a hunk, a hunk of burning love Just a hunk, a hunk of burning love Just a hunk, a hunk of burning love Just a hunk, a hunk of burning love  ",
        "title": "Burning Love"
    },
    {
        "artist": "The Stylistics",
        "lyrics": "  If I could, I'd like to be A great big movie star Overnight sensation Drive a big expensive car. I would buy you everything Your little heart desires. These things I do ‘Cause I'm stone in love with you  If I were a business man I'd sit behind a desk I'd be so successful I would scare Wall Street to death I would hold a meeting of The press to let them know I did it all ‘Cause I'm stone in love with you  I'm just a man, an average man Doing everything the best I can But if I could I'd give the world to you  I'd like to someday be the owner of The first house on the moon. There would be no neighbors And no population boom You might say that all I do Is dream my life away I guess it's true ‘Cause I'm stone in love with you  I guess it's true ‘Cause I'm stone in love with you  I guess it's true ‘Cause I'm stone in love with you  ",
        "title": "I'm Stone In Love With You"
    },
    {
        "artist": "Albert Hammond",
        "lyrics": "  [Verse 1] Got on board a westbound seven forty-seven Didn't think before deciding what to do Ooh, that talk of opportunities, TV breaks and movies Rang true, sure rang true...  [Chorus] Seems it never rains in southern California Seems I've often heard that kind of talk before It never rains in California, but girl, don't they warn ya? It pours, man, it pours  [Verse 2] I'm out of work, I'm out of my head Out of self respect, I'm out of bread I'm underloved, I'm underfed, I want to go home It never rains in California, but girl, don't they warn ya? It pours, man, it pours Will you tell the folks back home I nearly made it? Had offers but didn't know which one to take Please don't tell 'em how you found me Don't tell 'em how you found me Gimme a break, give me a break  [Chorus]  ",
        "title": "It Never Rains In Southern California"
    },
    {
        "artist": "Jim Croce",
        "lyrics": "  [Verse 1] Operator, well could you help me place this call See, the number on the match book is old and faded She's living in L.A With my best old ex-friend Ray A guy she said she knew well and sometimes hated  [Chorus] But isn't that the way they say it goes Well let's forget all that And give me the number if you can find it So I can call just to tell 'em I'm fine, and to show I've overcome the blow I've learned to take it well I only wish my words Could just convince myself That it just wasn't real But that's not the way it feels  [Verse 2] Operator, well could you help me place this call Cause I can't read the number that you just gave me There's something in my eyes You know it happens every time I think about the love that I thought would save me  [Chorus] But isn't that the way they say it goes Well let's forget all that And give me the number if you can find it So I can call just to tell 'em I'm fine, and to show I've overcome the blow I've learned to take it well I only wish my words Could just convince myself That it just wasn't real But that's not the way it feels  No, no, no, no That's not the way it feels  [Verse 3] Operator, well let's forget about this call There's no one there I really wanted to talk to Thank you for your time Ah, you've been so much more than kind You can keep the dime  [Chorus] But isn't that the way they say it goes Well let's forget all that And give me the number if you can find it So I can call just to tell 'em I'm fine, and to show I've overcome the blow I've learned to take it well I only wish my words Could just convince myself That it just wasn't real But that's not the way it feels  ",
        "title": "Operator (That's Not the Way it Feels)"
    },
    {
        "artist": "Danny O'Keefe",
        "lyrics": "  Everybody's goin' away Said they're movin' to LA There's not a soul I know around Everybody's leavin' town  Some caught a freight, some caught a plane Find the sunshine, leave the rain They said this town's a waste of time I guess they're right, it's wastin' mine  Some gotta win, some gotta lose Good time Charlie's got the blues Good time Charlie's got the blues  Ya know my heart keeps tellin' me \"You're not a kid at thirty-three\" \"Ya play around, ya lose your wife\" \"Ya play too long, you lose your life\"  I got my pills to ease the pain Can't find a thing to ease the rain I'd love to try and settle down But everybody's leavin' town  Some gotta win, some gotta lose Good time Charlie's got the blues Good time Charlie's got the blues Good time Charlie's got the blues  ",
        "title": "Good Time Charlie's Got The Blues"
    },
    {
        "artist": "The Osmonds",
        "lyrics": "  There's a message floating in the air Crazy horses riding everywhere  It's a warning It's in every tongue Gotta stop them crazy Horses on the run  What a show, there they go Smoking up the sky, yeah Crazy horses all got riders And they're you and I  Crazy horses Crazy horses  Never stop and they never die They just keep on puffin How they multiply  Crazy horses Will they never halt If they keep on moving Then it's all our fault  What a show, there they go Smoking up the sky, yeah Crazy horses all got riders And they're you and I  So take a good look around See what they've done What they've done They've done, they've done They've done, they've done They've done, they've done  Crazy horses Crazy horses Crazy horses Crazy horses.....  ",
        "title": "Crazy Horses"
    },
    {
        "artist": "Donna Fargo",
        "lyrics": null,
        "title": "Funny Face"
    },
    {
        "artist": "Alice Cooper",
        "lyrics": "  [Verse 1] I'm your top prime cut of meat, I'm your choice I wanna be elected I'm your yankee doodle dandy in a gold Rolls Royce I wanna be elected Kids want a savior, don't need a fake I wanna be elected We're all gonna rock to the rules that I make I wanna be elected, elected, elected  [Verse 2] Good evening Mr & Mrs America and all ships at sea The candidate is taking the country by storm I never lied to you, I've always been cool I wanna be elected I gotta get the vote, and I told you 'bout school I wanna be elected, elected, elected Hallelujah, I wanna be selected Everyone in the United States of America  [Verse 3] We're gonna win this one, take the country by storm We're gonna be elected You and me together, young and strong We're gonna be elected, elected, elected Respected, selected, call collected I wanna be elected, elected  [Verse 4] \"And if I am elected I promise the formation of a new party A third party, the Wild Party! I know we have problems We got problems right here in Central City We have problems on the North, South, East and West New York City, Saint Louis, Philadelphia, Los Angeles, Detroit, Chicago Everybody has problems And personally, I don't care.\"  ",
        "title": "Elected"
    },
    {
        "artist": "Cashman & West",
        "lyrics": "  People going, coming Traffic always humming A sweet city song Everyone your neighbor Living at a flavor With a sweet city song  There was a certain way That the city sound Made you glad you belonged I remember now That the rhythm somehow Made me want to sing along  Do do do do, sweet city song Do do do do, sweet city song Oh, come on along  Boxes on a brick wall Boys are playing stickball The chicks are walking by Something bout their sweaters Made you play a little better Or at least you'd try  Meanwhile on the corner A group is singing In three-part harmony There was a time When you couldn't find A better place to be  Do do do do, sweet city song Do do do do, sweet city song Do do do do, sweet city song Come on  Johnny, ride the pony The Dodger's own sym-phoney An egg cream at the Corner candy store Radio and dancing slow Who could ask for more  Do do do do, sweet city song Do do do do, sweet city song Do do do do, sweet city song Come on along  Hello, Jack, it's good to be back I been away at school Yeah, Ed, I heard what you said You know that I'm no fool  I know that it's changing I see that it's changed I know that it's changing I see that it's changed  But goodbye is too hard For me to say When I still believe The good things Outweigh the bad  I think of all the Good times we had Think of all the Good times we had  A junkie steals, a mayor deals Who knows what's coming next Traffic jams and greedy hands Did you read it in the text  Of the daily news The subway blues How does your garden grow And the strikes and the likes All lined up in a row  Something is wrong here It doesn't belong here People are locking themselves Behind their own four walls  It falls from the skies here But no one's surprised here And maybe that's the Saddest part of all  Jesus freaks Mohammad speaks The Lord is on their team Tenements and midtown rents All rich and poor, no in-between  Say a prayer and breathe the air In the cold or heat When evening falls, the city calls But the lights only shine On empty streets  Something is wrong here Doesn't belong here People are locking themselves Behind their own four walls  Falls from the skies here No one's surprised here Maybe that's the Saddest part of all  Something is wrong here Doesn't belong here People are locking themselves Behind their own four walls  Falls from the skies here No one's surprised here Maybe that's the Saddest part of all  I think of her I think of life's own music At least that's the way It used to be  I think of her and I See the children laughing But it's only on the streets Of my memory  And I never felt so lonely And so helpless Wishing that I didn't Know the truth  But they tell me That a friend is dying And there's nothing In this world I can do  When she was good It was, oh, so good You were blessed If she smiled on you  You could be king If she believed your story When it was over If she laughed at you  Now I've never felt so lonely And so helpless I'm wishing that I Didn't know the truth  They tell me That a friend is dying And there is nothing In this world that I can do  The hands that used to Reach out to everybody Now they're lying by her side  And her eyes are closed No one really knows If she can make it through Another night  Still most of what I love Is locked inside her Everything I thought I'd ever need  My heart keeps crying You've got to hold on A little bit longer But my head is sure That it's time to leave  And I've never felt so lonely And so helpless I'm wishing that I Didn't know the truth  And they tell me that My friend is dying And there's nothing In this world that I can do  I've never felt so lonely And so helpless I'm wishing that I Didn't know the truth  They tell me that A friend, a friend is dying  Oh, New York City Can you say it ain't true Can you tell me now Before I'm leaving you  I'd give anything I own Just to believe in you again  ",
        "title": "American City Suite"
    },
    {
        "artist": "Gilbert O'Sullivan",
        "lyrics": null,
        "title": "Clair"
    },
    {
        "artist": "Austin Roberts",
        "lyrics": "  Something's wrong with me can't get you out of my mind I see your face in everything I do It feels like I've known you for a long, long time I only wanna make it with you  Something in your eyes just won't let me forget you Something in your face that keeps me hanging around you Something got a hold of me the day that I met you Something's wrong with me Something's wrong with me  Yesterday I saw you on the street with someone I said it doesn't matter to me Behind the smile I'm wearing are the tears of a clown Because loving you is where I wanna be  Something in your eyes just won't let me forget you Something in your face that keeps me hanging around you Something got a hold of me the day that I met you Something's wrong with me Something's wrong with me  There's something wrong with me Girl there's something wrong with me There's something wrong with me  Something in your eyes just won't let me forget you Something in your face that keeps me hanging around you Something got a hold of me the day that I met you Something's wrong with me Something's wrong  Something in your eyes just won't let me forget Something in your face that keeps me hanging around you  ",
        "title": "Something's Wrong With Me"
    },
    {
        "artist": "Grand Funk Railroad",
        "lyrics": "  We're having a party, yeah, yeah, everybody's invited The new generation along with the old If you could get with it just a little more, it don't take much tryin' You'll find out if you've got some rock & roll soul, baby  Ain't everybody in the world. So when you know what you got, let everybody know You got some rock & roll soul So when you know what you got, let everybody know You got some rock & roll soul  I know it when I'm feelin' groovy It's kind of funky like an old-time movie  I can feel it and it's really something It's really something when my heart starts pumpin', yeah  Tell everybody you know, you got some rock 'n roll soul Tell everybody you know, you got some rock 'n roll soul  Tell everybody you know, you got some rock 'n roll soul Tell everybody you know, you got some rock 'n roll soul Tell everybody you know, you got some rock 'n roll soul Tell everybody you know, you got some rock 'n roll soul Tell everybody you know, you got some rock 'n roll soul  ",
        "title": "Rock 'N Roll Soul"
    },
    {
        "artist": "Nilsson",
        "lyrics": null,
        "title": "Spaceman"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": "  I wanna jump, but I'm afraid I'll fall I wanna holler, but the joint's too small Young man rhythm's got a hold of me, too I got the rockin' pneumonia and the boogie woogie flu  Want some lovin' babe and that ain't all I wanna kiss her, but she's way too tall Young man rhythm's got a hold of me, too I got the rockin' pneumonia and the boogie woogie flu  Wanna squeeze her, but I'm way too low I would be runnin' but my feets too slow Young man rhythm's got a hold of me, too I got the rockin' pneumonia and the boogie woogie flu  I wanna squeeze her, but I'm way too low I would be runnin' but my feets too slow Young man rhythm got a hold of me, too I got the rockin' pneumonia and the boogie woogie flu  Baby comin', now, I'm hurryin' home I know she's leavin', 'cause I'm takin' too long Young man rhythm's got a hold of me, too I got the rockin' pneumonia and the boogie woogie flu  ",
        "title": "Rockin' Pneumonia - Boogie Woogie Flu"
    },
    {
        "artist": "Gallery",
        "lyrics": "  I could just sit around Making music all day long As long as I'm makin' my music Ain't gonna do nobody no harm And who knows maybe I'll come up with a song And make people wanna stop All their fussin' and fightin' Long enough to sing along  I, I believe in music Whoa, oh I, I believe in love I, I believe in music Whoa, I, I believe in love  Music is love and love is music If you know what I mean People who believe in music Are the happiest people I've ever seen  So clap your hands and stomp your feet And shake your tambourine Lift your voices to the sky Tell me what you see, hey  I, I believe in music Whoa, oh I, I believe in love I, I believe in music Whoa, I, I believe in love  Music is the universal language And love is the key To peace, hope and understandin' And livin' in harmony  So grab your brother by the hand And sing along with me And lift your voices to the sky Tell me what you see  I, I believe in music Whoa, oh I, I believe in love I, I believe in music Whoa, I, I believe in love  ",
        "title": "I Believe In Music"
    },
    {
        "artist": "The Band",
        "lyrics": null,
        "title": "Don't Do It"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": null,
        "title": "Ben"
    },
    {
        "artist": "Jackson 5",
        "lyrics": "  Everything has its season Everything has its time Show me a reason And I'll soon show you a rhyme  Cat's sit on the window sill Children sit in the show Why do I feel I don't fit in Anywhere I go  Rivers belong where they can ramble Eagles belong where they can fly I've got to be where my spirit can run free Gotta find my corner, ooh of the sky  Every man his daydream Everyman has his goal People like the way dreams have of Sticking to the soul  Thunder clouds have their lightning Nightingales have their song And don't you see I want my life To be something more than long, yeah  Rivers belong where they can ramble Eagles belong where they can fly I've got to be where my spirit can run free Gotta find my corner, ooh of the sky  (So many men seem destined) (To settle for something small) But I, I won't rest 'Til I know I have it all So don't ask where I'm going Just listen when I'm gone (Far away you'll hear me singing) Softly to the dawn  Oh, rivers belong where they can ramble Oh, eagles belong where they can fly I've got to be where my spirit can run free, yeah Gotta find my corner, ooh of the sky, yeah (Of the sky, yeah) Rivers belong where they can ramble Oh, eagles belong where they can fly (High) Oh, I've got to be where my spirit can run free Gotta find my corner Gotta find my corner, yes I do Gotta find my corner Gotta find my corner of the sky, sky Gotta find my corner of the sky, sky  ",
        "title": "Corner Of The Sky"
    },
    {
        "artist": "Mott The Hoople",
        "lyrics": "  [VERSE 1] Well, Billy rapped all night about his suicide How he'd kick it in the head when he was twenty-five Speed jive, don't want to stay alive When you're twenty-five And Wendy's stealing clothes from Marks & Sparks And Freddy's got spots from ripping off the stars from his face Funky little boat race Television man is crazy saying we're juvenile delinquent wrecks Oh, Man, I need TV when I've got T.Rex  [Chorus] All the young dudes carry the news Boogaloo dudes carry the news All the young dudes carry the news Boogaloo dudes carry the news  [VERSE 2] Now Lucy looks sweet cause he dresses like a queen But he can kick like a mule, it's a real mean team But we can love Oh yes, we can love And my brother's back at home with his Beatles and his Stones We never got it off on that revolution stuff What a drag, too many snags Now I've drunk a lot of wine and I'm feeling fine Got to race some cat to bed Oh is that concrete all around Or is it in my head?  [Chorus] All the young dudes carry the news Boogaloo dudes carry the news All the young dudes carry the news Boogaloo dudes carry the news All the young dudes carry the news Boogaloo dudes carry the news All the young dudes carry the news Boogaloo dudes carry the news  [Outro] Hey, you there With the glasses I want you I want you in the front Now Now, you’re his friends You bring him down, cause I want him Ha, ha, ha I want him right here Bring him, c'mon Bring him Ha, ha Here you go I’ve wanted to do this for years Ha, ha, ha There you go! How’d it feel?  ",
        "title": "All The Young Dudes"
    },
    {
        "artist": "Chicago",
        "lyrics": null,
        "title": "Dialogue (Part I & II)"
    },
    {
        "artist": "Billy Paul",
        "lyrics": "  [Verse 1] Me and Mrs Jones We got a thing going on We both know that it's wrong But it's much too strong To let it go now  We meet every day at the same cafe 6:30 I know, I know she'll be there Holding hands, making all kinds of plans While the jukebox plays our favorite song  [Hook] Me and Mrs, Mrs. Jones Mrs. Jones, Mrs. Jones, Mrs. Jones We got a thing going on We both know that it's wrong But it's much too strong To let it go now  [Verse 2] We gotta be extra careful That we don't build our hopes up too high Cause she's got her own obligations And so, and so do I  [Hook] Me and Mrs, Mrs. Jones Mrs. Jones, Mrs. Jones, Mrs. Jones We got a thing going on We both know that it's wrong But it's much too strong To let it go now  [Verse 3] Well, it's time for us to be leaving It hurts so much, it hurts so much inside Now she'll go her way And I'll go mine But tomorrow we'll meet the same place The same time  [Hook] Me and Mrs, Mrs. Jones Mrs. Jones, Mrs. Jones, Mrs. Jones We got a thing going on  [Outro] We gotta be extra careful We can't afford to build our hopes up too high I wanna meet and talk to you At the same place, the same cafe, the same time And we're gonna hold hands like we used to We gonna talk it over, talk it over We know, they know And you know and I know it was wrong But I'm thinking strong We gotta let 'em know now That we got a thing going on, a thing going on  ",
        "title": "Me And Mrs. Jones"
    },
    {
        "artist": "Bread",
        "lyrics": "  Baby, I'm through Running It's true I'd be a fool to try to escape you And maybe I'm beat But Oh, what a sweet surrender  You keep your rights I'll take your nights No one can lose When we turn the lights out Tasting defeat Loving that sweet surrender  I'm giving up myself to you But I didn't really lose at all I gave the only love I've known And it never hurt me to fall  Now that it's done So glad you won I know our lives have only begun No more retreat Only my sweet surrender  Mmm, babe I may be beat Oh, what a sweet surrender  Surrender And you Sweet thing in my life I surrender to you  ",
        "title": "Sweet Surrender"
    },
    {
        "artist": "Mel And Tim",
        "lyrics": null,
        "title": "Starting All Over Again"
    },
    {
        "artist": "Sam Neely",
        "lyrics": null,
        "title": "Loving You Just Crossed My Mind"
    },
    {
        "artist": "Lighthouse",
        "lyrics": null,
        "title": "Sunny Days"
    },
    {
        "artist": "Isaac Hayes",
        "lyrics": null,
        "title": "Theme From The Men"
    },
    {
        "artist": "Blood, Sweat & Tears",
        "lyrics": "  Lazy moon Magnolia bloom perfume And Dixie would receive A lady fading fast Still clinging to the past But she had you hating to leave  So long, Dixie Sweet Dixie girl You sure had style Recalling times we've had With all your good and bad I'm glad I had you for awhile  When we get the blues We just shine up our shoes And head for Dixie's place We sit ourselves right down And pass the bourbon round Let Dixie get on the case  So long, Dixie Sweet Dixie girl You sure had style Recalling times we've had With all your good and bad I'm glad I had you for awhile  Years go by Some memories fade and die But, Dixie, you still shine Now up here where it's cold Folks don't understand your soul Dixie, you're still part of mine  So long, Dixie Oh, you sure had style Recalling times we've had With all your good and bad I'm glad I had you for awhile  ",
        "title": "So Long Dixie"
    },
    {
        "artist": "Jermaine Jackson",
        "lyrics": "  [Verse 1:] Girl, you walk around With your head up in the sky Yes, you do now 'Cause you hurt so many before And never had to cry, no  But you better stop, honey And realize, yeah That one day soon You're gonna have to be penalized  Oh  [Chorus:] That's how love goes You gotta reap just what you sewn You'll get those tears and run free Happen to you like it's happened to me, baby  That's how love goes You gotta reap just what you sewn You'll get those tears and run free It's gonna happen to you Just like it's happen to me, girl  [Verse 2:] Because you made me cry You think you're the baddest of them all Yes, you do now Well, I hope I'm around, my dear When he sets you free and you fall, yeah  Then you'll find it's not such a laugh When tears run 'til you can't see, no, no, no Your heartaches are gonna come And so is your misery, yeah  [Repeat Chorus:]  Na, na, na, na, na, na Na, na, na, na, na, na Na, na, na, na, na, na Well, well, come on help me say it  [Repeat Chorus:]  [Bridge:] But let me tell you something  Baby, you better stop And take a real good look at yourself 'Cause when those heartaches strike You're gonna wish you were somebody else  Oh, that smile that you're wearing Gonna turn to a frown, yeah You find the one that you love Baby, he's gonna put you down Na, na, na, na, na, na, na  Oh baby, oh baby, oh  [Repeat Chorus x2:]  ",
        "title": "That's How Love Goes"
    },
    {
        "artist": "Jethro Tull",
        "lyrics": "  [Intro] Happy, and I'm smiling Walk a mile to drink your water You know I'd love to love you And above you there's no other We'll go walking out While others shout of war's disa(aa)ster Oh, we won't give in Let's go living in the past  [Bridge] Once I'd used to join in Every boy an' girl was my friend Now there's revolution But they don't know what they're fighting Let us close our eyes Outside their lives go on much fa(aa)ster Oh, we won't give in We'll keep living in the past  [Bridge] Once I'd used to join in Every boy an' girl was my friend Now there's revolution But they don't know what they're fighting Let us close our eyes Outside their lives go on much fa(aa)ster Oh, we won't give in We'll keep living in the past  Oh, we won't give in Let's go living in the past Oh, no, no, we won't give in Let's go living in the past  [[Outro]  ",
        "title": "Living In The Past"
    },
    {
        "artist": "J.J. Cale",
        "lyrics": null,
        "title": "Lies"
    },
    {
        "artist": "Gary Glitter",
        "lyrics": null,
        "title": "I Didn't Know I Loved You (Till I Saw You Rock And Roll)"
    },
    {
        "artist": "Eric Clapton",
        "lyrics": null,
        "title": "Let It Rain"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": null,
        "title": "Walk On Water"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  It's over, well over In my mind and in my heart It's over, well over But then again, it didn't have a good start  You'd tell me, try to sell me It could have been all I asked It's over, well over It's there and flows away a distant past  Now it's a long, dark road Yes, a long, dark road And you know I loved you Yes, you know I loved you  Now it's a long, dark road Yes, a long, dark road And you know I loved you Yes, you know I loved you  It's over, well over And we can't revive what's past It's gone now, moved on now But then again it didn't have a chance to last No, no, no, a chance to last  Now it's a long, dark road (It's a long, very long, road) Yes, a long, dark road (It's a long, very long, road) And you know I loved you Yes, you know I loved you  Now it's a long, dark road (It's a long, very long, road) Yes, a long, dark road (It's a long, very long, road)  Now it's a long, dark road (It's a long, very long, road) Yes, a long, dark road (It's a long, very long, road)  Now it's a long, dark road (It's a long, very long, road) (Baby, I need you, I need you) Yes, a long, dark road (It's a long, very long, road)  Now it's a long, dark road (It's a long, very long, road) Yes, a long, dark road (It's a long, very long, road)  ",
        "title": "Long Dark Road"
    },
    {
        "artist": "King Floyd",
        "lyrics": "  Woman don't run away, baby, don't ya go astray Please don't do me, ah, tell me that you're gonna stay 'Cause baby, I love you, can't you see that I need you? You talk so fancy, your kisses taste like candy  That is why I'll be lost if you leave me It will tear my poor heart to pieces Baby, my world will crumble right down Do you expect me to accept this much hurt? Well, I'm beggin' down on my knees Little darlin', please don't leave  Whoa, baby, woman don't go astray Please don't do me that way Just tell me that you're gonna stay Ah, baby, I love ya, can't you see that I need ya? Life's no good here without ya, girl, I'm crazy about ya I think I'll say it again, crazy about ya  That is why I'll be lost if you leave me It will tear my poor heart to pieces Honey, my world will crumble right down to dirt Do you expect me to accept this much hurt? Well, I'm beggin' down on my knees Little darlin', please don't leave me  Don't leave me, please I'm beggin', please don't leave me I'm beggin' down on my knees, little darlin'  ",
        "title": "Woman Don't Go Astray"
    },
    {
        "artist": "Betty Wright",
        "lyrics": "  When my best friend said She had lost her man To her babysitter I thought she was lying I said no sixteen year old schoolgirl Could ever take a man of mine  Staying home with our baby all the time It kept me kind of broken hearted So I went and hired myself a babysitter And that's when my trouble all started  This sixteen year old chick walked in With a skirt up to her waist She had a truckload of you know what And all of it in place  I should have been aware Mmm hmm, ooh, ooh Of the babysitter Oh, yeah, yeah I should have known From the jump, yeah She was a man getter  I should have been aware, uh huh Of the babysitter, aah I should have known from the jump, yeah She was a man getter, yes, she was  When I found out exactly what was going on There wasn't much that I could do The babysitter had his heart and soul And all of his money too  You know, I should have been aware Ooh, ooh, of the babysitter, hoo I should have known from the jump, yeah She was a man getter, yes, she was  So, girls, if you want your man And no one else Buy yourself some sizzle pants And babysit your very own self  Beware, girls You better beware Of the babysitter, yeah  Rock, rock, rock your baby Rock, rock, rock your baby...  ",
        "title": "Baby Sitter"
    },
    {
        "artist": "Denise LaSalle",
        "lyrics": "  You've been goin' around talking Sayin' he's young enough to be my son, uh huh But you can't blame him 'Cause you left your job half-done, yes you did Now you're tellin' everybody That I rob a cradle Oohh, what a cradle I robbed So just get outa the way And let a boy do a man-sized job Oh yeah Well when you had what he's got You didn't know what to do with what you had Oh no So put the blame where it belongs, boy I know you feel real bad, uh huh But if the groove don't move I'm not the kind to sit around and sulk, oh no So just get out the way And let a boy do a man-sized job That's what you better do now See, he's young enough, not to be old-fashioned And old enough, not to be naive He's young enough for a whole lot of action And old enough to know how to please Hey hey hey, yeah, alright Why you're goin' around tellin' everybody Just how you made me feel, uh huh You see time is movin' on, boy But you're the one standin' still Oh yeah Oh, you're tellin' everybody that I robbed a cradle Oohh what a cradle I robbed So just get outa the way And let a boy do a man-sized job Woah you can't take it, baby Just get outa the way And let a boy do a man-sized job Woah you can't have it, baby Just get outa the way And let a boy do a man-sized job It's just so much more, baby So just get outa the way And let a boy do a man-sized job You know you can't handle it [FADE]  ",
        "title": "Man Sized Job"
    },
    {
        "artist": "Casey Kelly",
        "lyrics": null,
        "title": "Poor Boy"
    },
    {
        "artist": "Dennis Yost And The Classics IV",
        "lyrics": null,
        "title": "What Am I Crying For?"
    },
    {
        "artist": "Holland-Dozier",
        "lyrics": "  [Verse 1] Sometimes I feel like There's no use in trying Why can't I face the fact We've lost, we'll never get back I don't know where Where did we go wrong I say I'm leaving but My feelings are too strong  [Chorus] And, baby, you know, I'm in love, baby So in love with you, darling And I'll never be leaving No, I'm just make believing I'm in love, darling So in love with you, baby When I say I'm leaving Girl, I'm just make-believing  [Post-Chorus] Mmm hmm, I ain't going nowhere No, baby, I ain't going nowhere Oh, darling, talk to me My, my, my, my, my  [Verse 2] Girl, you're the Habit I can't break I'd fall apart if you Weren't there when I awake I've said I'm leaving But I don't have the heart I can't picture you, baby You and I being apart  [Chorus] If I say goodbye It doesn't mean I'm going And if I say there ain't no love You may still see it showing Ooh, ooh, baby Why can't we be lovers Oh, darling, from loving you I'll never recover  [Verse 3] If I say goodbye It doesn't mean I'm going And if I say there ain't no love You may still see it showing  [Chorus] Ooh, ooh, baby Why can't we be lovers Oh, darling, from loving you I'll never recover Baby Why can't we be lovers Oh, darling, hey, from loving you I'll never recover Cause I'm in love (I'm in love with you, baby) So in love (I'm so in love with you) And I'll never be leaving (You know I ain't going nowhere) I'm just make-believing (Make believing all the time) I'm in love (That's all I ever do) So in love (I'm so in love with you) And I'm make-believing (Can't take what I say seriously) When I say I'm leaving I'm in love, baby (hey, baby) (Baby) so in love with you, darling (I love you, don't you understand) And I'll never be leaving (I ain't going nowhere) Girl, I'm just make-believing (Nowhere) I'm in love (I'm so crazy about you) Ooh, so in love (This is it for me, mama) And I'll never be leaving (I'll never be leaving) Just make believing (I love you, you understand) Just make-believing (I just make-believe) I'll never be leaving (I ain't going nowhere) Just make-believing (I just make-believe) I'll never be leaving (I ain't going nowhere) I ain't going nowhere  ",
        "title": "Why Can't We Be Lovers"
    },
    {
        "artist": "The Isley Brothers",
        "lyrics": "  [Instrumental break] [Verse 1] I'm taking care of business, woman can't you see? I gotta make it for you, and I've gotta make it for me! Ohh, sometimes it may seem, girl, I'm neglecting you -- I'd love to spend more time -- But I got so many things to do -- [Chorus] Ohh, I got work to do (I got work to do) I got work, baby! (I got work to do) I got a job, baby! (I got work to do) Said, I got work to do! (I got work to do) [Verse 2] Well, I'm out here trying to make it, baby can't you see? It takes a lot of money to make, it let's talk truthfully! So keep your love lights burning -- And a little food hot in my plate -- You might as well get used to me coming home a little late -- [Chorus] Ohhh, I - I got work to do I got a job, (I got work to do) I got work to do (I got work to do) I got work to do (I got work to do)  Whaaaaa Ha Ha!  (Background singing: Da=Do Do-Do Do-Do Da-Do Do-Do Doo-Da-Do Da-Do-Da-Do Da-Do Doo-Doo 3x) [Verse 3] I'm taking care of business Woman, can't you see? I gotta make it for you, I gotta make it for me! Don't wanna make you feel I'm neglecting you -- I'd love to spend more time, oh Oh, but I got so many things to do! [Chorus] Ohhh, I - I got work to do Ive got work, baby! (I got work to do) Ive got a job, baby! (I got work to do) Well, Ive got work to do! (I got work to do) Everybody's got work to do! (I got work to do)  Whoooo Hooo Hooo!  (with background singing: Da=Do Do-Do Do-Do Da-Do Do-Do Doo-Da-Do Da-Do-Da-Do Da-Do Doo-Doo reoeatedly until song's end) Oh, I so much work, baby! Oh, I got work! Oh, so much work, baby! Whaaaah Haaa Haaa! Oh, I got work to do! Oh, I got work Oh, I got work, baby!  ",
        "title": "Work To Do"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  Live it down, there's a lot of us been pushed around Red, yellow, black, white and brown with a tear of their own Oh, can't you see while you're pickin' on society That the leaves on your family tree are callin' you to come home  You're the keeper of the castle, so be a father to your children The provider of all their daily needs Like a sovereign Lord protector be their destiny's director And they'll do well to follow where you lead  Oh, in your head, you don't believe what the good book said You're gonna strike out now instead, 'cause the world's been unkind Put through thick and thin whatever shape your heart is in You only have one next of kin better keep 'em in mind  You're the keeper of the castle, so be a good man to your lady The creator of the sunshine in her day Tend the garden that you seeded be a friend when a friend is needed An' you won't have to look the other way  Live it down, there's a lot of us been pushed around Red, yellow, black, white and brown with a tear of their own Oh, can't you see, while you're pickin' on society That the leaves on your family tree are beggin' you to come on home  Live it down, there's a lot of us been pushed around Red, yellow, black, white and brown with a tear of their own In your head, you don't believe what the good book said  ",
        "title": "Keeper Of The Castle"
    },
    {
        "artist": "Donny Hathaway",
        "lyrics": "  If I ever leave you baby, you can say I told you so And if I ever hurt you.... you know I hurt myself as well  Is that any way for a man to carry on Do you think I want loved one gone Said I love you More than you'll ever know More than you'll ever know  When I wasn't making much money You know where my paycheck went You know I brought it home to you baby And I never spent one red cent, hey  Is that any way for a man to carry on Do you think I want my loved one gone Said I love you More than you'll ever know More than you'll ever know  I'm not trying to be Just any kind of man, no I ain't I'm trying to be somebody You can love, trust, and understand I know that I can be A part of you that no one else could see  I've got to hear, I've got to hear you say Its all right Yeahhh yeahhh  I'm only flesh and blood But I can be everything that you demand I can be king of everything Or just a tiny grain of sand  Now tell me, is that anyway for a man to carry on Do you think I want my loved one gone I love you more than you'll ever know I said I love you, I love you, I love you  ",
        "title": "I Love You More Than You'll Ever Know"
    },
    {
        "artist": "Bulldog",
        "lyrics": null,
        "title": "No"
    },
    {
        "artist": "Bee Gees",
        "lyrics": null,
        "title": "Alive"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": "  Oh I'll never let you under my skin Baby, I just could not stand, um, hum To be hurt again  Um, hum, ooh wee, baby, ooh, hoo, listen lady He'll wine and dine you, take you anywhere you wanna go Oh, but when the night is over Hey, you just may not see me no more  All I want is a one night affair that won't hurt nobody One night affair Hey, I'll hit 'n' run, you son of a gun But I'll hit 'n' run, but it could be fun, I said  I don't wanna love nobody Don't wanna take me a while Girl, you just may not be ready To go steady for the rest of your life  So for that reason, a one night affair It'll be alright, a one night affair, let's start tonight Hit 'n' run, aha son of a gun I gonna hit 'n' run, yes, I mean it, yes, I mean it  'Cause you see I've been a lonely man And I want you to understand That I'll never let you under my skin 'Cause I don't want to be hurt again  Oh no, baby (Hit 'n' run) Um, hum (Son of a gun)  I couldn't stand it, baby (Hit 'n' run) No, no, no, no, now  A one night affair, sounds in a hurry A one night affair but you don't have to worry I'll hit and run, I'll be a son of a gun And I know you have been lonely too  That's why you will understand Why a broken heart is so harder to mend But one of these day, I'll be alright If you just let me love you tonight  And though it may sound a little temporary Sometimes, baby, it's so necessary  A one night affair, I declare One night affair Hey, just hit 'n' run, I'll be a son of a gun Said I'll hit 'n' run, yes I will, yes I will, baby  One night affair won't hurt nobody A one night affair  Baby (Hit 'n' run) Won't you be mine (Son of a gun)  For just a little while (Hit 'n' run) Hey, won't you be mine Won't you hold me  One night affair Oh, baby  ",
        "title": "One Night Affair"
    },
    {
        "artist": "Petula Clark",
        "lyrics": null,
        "title": "Wedding Song (There Is Love)"
    },
    {
        "artist": "Eddie Kendricks",
        "lyrics": null,
        "title": "If You Let Me"
    },
    {
        "artist": "Clean Living",
        "lyrics": null,
        "title": "In Heaven There Is No Beer"
    },
    {
        "artist": "Kenny Loggins & Jim Messina",
        "lyrics": "  Your Mama Don't Dance Loggins and Messina Your mama don't dance and your daddy don't Rock and roll  Your mama don't dance and your daddy don't Rock and roll But when evening comes around and it's time to Hit the town  Where do you go - You gotta rock it The old folks say that ya gotta end your date By ten But if you're out on a date don't you  Bring her home late 'cause it's a sin You know there's no excuse You know you're gonna lose you never win I'll say it again  And it's all because your mama don't dance And your daddy don't rock and roll Your mama don't dance and your daddy don't Rock and roll  When evenin' rolls around and it's time to Hit the town Where do you go - To rock it, rock it  Everyone gather round let me tell you all About it You see I pulled into a drive-in and I found a place to park  We hopped into the backseat where it's Always nice and dark I'm just about to move thinking to myself Mmm Bret this is a breeze  Then there's a light in my eye and a guy says Out of the car long hair Oowee - You're coming with me Said the local police  And it's all because your mama don't dance And your daddy don't rock and roll Your mama don't dance and your daddy don't Rock and roll  When evenin' rolls around and it's time to Hit the town Where do you go - Play me a little C.C  Your mama don't dance and your daddy don't Rock and roll Your mama don't dance and your daddy don't Rock and roll  They just ain't cool and they ain't about to start Your mama don't dance and you daddy don't rock Your mama don't dance, no She just don't dance, no  You mama don't dance And you daddy don't rock and roll, oww no  ",
        "title": "Your Mama Don't Dance"
    },
    {
        "artist": "Laura Lee",
        "lyrics": null,
        "title": "If You Can Beat Me Rockin' (You Can Have My Chair)"
    },
    {
        "artist": "The Heywoods",
        "lyrics": null,
        "title": "Special Someone"
    },
    {
        "artist": "King Harvest",
        "lyrics": "  [Verse 1] We get it on most every night When that moon is big and bright It's a supernatural delight Everybody's dancing in the moonlight  [Refrain] Everybody here is out of sight They don't bark and they don't bite They keep things loose, they keep things light Everybody's dancing in the moonlight  [Chorus] Dancing in the moonlight Everybody's feeling warm and bright It's such a fine and natural sight Everybody's dancing in the moonlight  [Verse 2] We like our fun and we never fight You can't dance and stay uptight It's a supernatural delight Everybody was dancing in the moonlight  [Chorus] Dancing in the moonlight Everybody's feeling warm and bright It's such a fine and natural sight Everybody's dancing in the moonlight  [Refrain] Everybody here is out of sight They don't bark and they don't bite They keep things loose, they keep things light Everybody was dancing in the moonlight  [Chorus] Everybody's dancing in the moonlight Everybody's feeling warm and bright It's such a fine and natural sight Everybody's dancing in the moonlight (everybody) Dancing in the moonlight Everybody's feeling warm and bright It's such a fine and natural sight Everybody's dancing in the moonlight Everybody's dancing in the moonlight Everybody's feeling warm and bright It's such a fine and natural sight Everybody's dancing in the moonlight (everybody) Dancing in the moonlight Everybody's feeling warm and bright It's such a fine and natural sight Everybody's dancing in the moonlight  ",
        "title": "Dancing In The Moonlight"
    },
    {
        "artist": "Steve & Eydie Featuring The Osmonds",
        "lyrics": null,
        "title": "We Can Make It Together"
    },
    {
        "artist": "Yes",
        "lyrics": null,
        "title": "And You And I (Part II)"
    },
    {
        "artist": "Tower Of Power",
        "lyrics": "  It's Saturday night And I'm just hangin' out Lookin' for a place to party So I jumps into my ride And I hits the road Cause there's only one place to go  Down to the nightclub Oo the women be righteous and ready and pretty Ready and pretty To the nightclub We go bumpty-bumpty bump (Bump City)  Sittin' by the dance floor Checkin' it out Watchin' the man with the fast feet He got the hippest threads And the bad boogaloo And a big old bag of tricks  Down to the nightclub You can get what you want If you know how to find it To the nightclub We be slick-slick-slick Ooh, the people be bumpin' (at Bump City) The joint be jumpin' (at Bump City) The mamas be humpin' (at Bump City) While the band be pumpin' The band be pumpin' The beat be somethin'...  The night's almost gone But we're still goin' strong 'Cause the party's been so hearty I hope it doesn't show While I'm drivin' down the road That I had too much to drink  Down to the nightclub If you got the dough The liquor will flow To the nightclub Tied on a drunk-drunk-drunk...  ",
        "title": "Down To The Nightclub"
    },
    {
        "artist": "Harry Chapin",
        "lyrics": "  I came into town with a knapsack on my shoulder And a pocket full of stories that I just had to tell You know I've knocked around a bit I've had my share of small town glories And it's time to hit the city and that crazy carousel I been feeling sorry for myself But you know I was only lonely Like everybody else Until... You brought your Sunday morning sunshine Here into my Monday morning rain You taught me happiness just one time It keeps on coming back again These streets were never highways For I had not known the sky above These days were never my days For I had not known your love It's funny how a city can put on a different face When it holds the one you care for It becomes a different place And I never felt so far from alone Baby you brought me halfway home Yes, baby, you brought me halfway home  ",
        "title": "Sunday Morning Sunshine"
    },
    {
        "artist": "The O'Jays",
        "lyrics": "  992 arguments 992, quit just a-fighting 992, I'm sick of you  I can't even go down to the corner To get myself a cold, cold beer 'Cause when I come back to the house Your mouth is the only thing I'm gonna hear  It's a shame All this fussing and fighting we're doing Don't you know that it's got to stop Don't make sense to go on this way Our love affair is a total flop  (CHORUS) I don't want to leave you But I gotta tell you just how it is Life is too short to live in misery There's so much that has to give  Maybe we just weren't meant for each other You know, we might have made a big mistake But two people understand one another Tell me, how long does it take?  (CHORUS) Maybe we just weren't meant for each other You know, we might have made a big mistake But two people understand one another Tell me, how long does it take?  992 arguments 992, quit just a-fighting 992 arguments 992, quit just a-fighting......  ",
        "title": "992 Arguments"
    },
    {
        "artist": "Rare Earth",
        "lyrics": "  When I first came to the city I had a twenty dollar bill in my jeans And I thought that I must be in heaven 'Cause I found the little girl of my dreams  I was just new in the city now And she was so young and pretty now She showed me a brand new world Oh Sally, Sally was a good time girl  Well, I showed her all of my money And she showed me a real good time I mean I took her out, she took me in Oh Sally was a friend of mine  I was just new in the city now And she was so young and pretty now She showed me a brand new world Oh Sally, Sally was a good time girl Hey yeah, alright  Well, it turns out Sally had a roommate And Sally's room mate had a gun Well, he look like he might've played foot Hey, sure glad he couldn't run  Last time I saw Sally Well, it wasn't any time for goodbyes But I know that I'll remember Oh Sally was a friend of mine  I was just new in the city now And she was so young and pretty now She showed me a brand new world Oh Sally, Sally was a good time  Sally, hey, sally Oh Sally was a good time girl (Sally was a good time) Sally, hey now (Sally) I'll always remember (Sally)  Sally was a good time Sally, talking 'bout Sally, yeah Sally was a good time Sally was a good time Sally was a good time girl  ",
        "title": "Good Time Sally"
    },
    {
        "artist": "Joe Simon",
        "lyrics": null,
        "title": "I Found My Dad"
    },
    {
        "artist": "James Brown",
        "lyrics": "  [Intro] I got a bag of my own  [Verse 1] Now, baby Stop all that gabbing We don't need No backstabbing Come take Take care of all of mine My good stuff  You know I'm grown I've got a bag of my own  [Verse 2] On my good book I don't back up Take my tea From my favorite cup My groove is still Out of sight Got the hook Protect my love, right Three times seven You know I'm grown I got a bag of my own Wait a minute  [Chorus] I sweat all day And half the night Taking care of business Handle it right My body's built like a 32-20-45 frame Don't shoot nothing But ball and chain Don't knock it if You don't want to rock it  [Bridge] Hit me, hit me I know I'm grown I got a bag of my own  [Verse 3] Can't get enough Got to, got to do my stuff Hit me, hit me I got a bag of my own Baby, stop all that gabbing We don't need No backstabbing Got to change my ways Taking care all Of my good stuff  [Bridge] You know I'm grown[x2] Now, hit me  [Chorus 2] I sweat all day Half of the night Taking care of business Handle it right My body's built like a 32-20-45 frame Don't shoot nothing But ball and chain  Shoot, shoot, shoot Shoot, ahhh  [Bridge] Hit me, good God Got to change my ways[x2] Come on, come on, band Hit me, hit me, hit me[x2]  [Outro] Hit me, good God I got a bag of my own[x2] Hit me, good God I, I, I, I got a bag  ",
        "title": "I Got A Bag Of My Own"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": null,
        "title": "Angel"
    },
    {
        "artist": "Joni Mitchell",
        "lyrics": "  If you're driving into town With a dark cloud above you Dial in the number Who's bound to love you Oh honey you turn me on I'm a radio I'm a country station I'm a little bit corny I'm a wildwood flower Waving for you I'm a broadcasting tower Waving for you And I'm sending you out This signal here I hope you can pick it up Loud and clear I know you don't like weak women You get bored so quick And you don't like strong women Cause they're hip to your tricks It's been dirty for dirty Down the line But you know I come when you whistle When you're loving and kind But if you've got too many doubts If there's no good reception for me Then tune me out, cause honey Who needs the static It hurts the head And you wind up cracking And the day goes dismal From \"Breakfast Barney\" To the sign-off prayer What a sorry face you get to wear I'm going to tell you again now If you're still listening there If you're driving into town With a dark cloud above you Dial in the number Who's bound to love you If you're lying on the beach With the transistor going Kick off the sandflies honey The love's still flowing If your head says forget it But your heart's still smoking Call me at the station The lines are open  ",
        "title": "You Turn Me On, I'm A Radio"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] Very superstitious Writing's on the wall Very superstitious Ladder's about to fall Thirteen month old baby Broke the looking glass Seven years of bad luck The good things in your past  [Chorus] When you believe in things That you don't understand Then you suffer Superstition ain't the way  [Verse 2] Very superstitious Wash your face and hands Rid me of the problem Do all that you can Keep me in a daydream Keep me going strong You don't want to save me Sad is my song  [Chorus] When you believe in things That you don't understand Then you suffer Superstition ain't the way  [Verse 3] Very superstitious Nothing more to say Very superstitious The devil's on his way Thirteen month old baby Broke the looking glass Seven years of bad luck Good things in your past  [Chorus] When you believe in things That you don't understand Then you suffer Superstition ain't the way No, no, no  ",
        "title": "Superstition"
    },
    {
        "artist": "Curtis Mayfield",
        "lyrics": "  Hey, hey! Love, love! Yeah, yeah! Ah, ha! Freddie's dead -- That's what I said! Let the man rap a plan Said he'd sing him home But his hope was a rope And he should've known It's hard to understand -- There was love in this man I'm sure all would agree That his misery was his -- Woman and things Now Freddie's dead -- That's what I said Everybody's misused him Ripped him up and abused him Another junkie plan Pushin' dope for the man A terrible blow But that's how it goes A \"Freddie\" 's on the corner now -- If you wanna be a junkie, wow! Remember: Freddie's dead! We're all built up with progress But sometimes I must confess -- We can deal with rockets and dreams But, reality -- what does it mean? Ain't nothing said 'Cause Freddie's dead! Hey, hey! Love, love! Hey, hey! Yeah, yeah! Ha, ha! Love, love! Yeah, yeah! Ha, ha! Yeah, yeah! Freddie's dead! All I want is some peace of mind With a little love I'm trying to find This could be such a beautiful world With a wonderful girl Why, I need a woman child! Don't wanna be like Freddie, now -- 'Cause Freddie's dead! Hey, hey! Yeah, yeah! If you don't try You're gonna die Why can't we brothers? Protect one another No one's serious And it makes me furious! Don't be misled -- Just think of Fred . .  Everybody's misused him Ripped him up and abused him Another junkie plan Pushin' dope for the man A \"Freddie\" 's on the corner now If you wanna be a junkie, why? Remember, Freddie's dead! Ha, ha, ha, ha, ha! Freddies dead! Hey, hey! Ha, ha! Love, love! Ha, ha!  ",
        "title": "Superfly"
    },
    {
        "artist": "Blue Haze",
        "lyrics": null,
        "title": "Smoke Gets In Your Eyes"
    },
    {
        "artist": "The Wackers",
        "lyrics": null,
        "title": "Day And Night"
    },
    {
        "artist": "Candi Staton",
        "lyrics": "  When you smile The woman in me shines Where you touch me, Lord With the look that says you're mine  In sweet surrender With a kiss so warm amd tender It says love me, baby And I will till the day I die  Wherever you go I'll always be by your side Though I may not always show it I want you to know it  Oh, oh, oh, baby, baby I'm so glad I found you, oh, yeah There's so much to love about you Just let me wrap my love around you  There's no place this side of Heaven On God's green Earth I'd rather be Than here, loving you loving me  Every time you gently touch my hand I thank the Lord that I got you for my man  'Cause you pledged with deep emotion A lifelong devotion to me Oh, there could never be Love more precious Than the one you've given me  Though I may not always show it But I hope you know it  Oh, oh, baby, baby I'm so glad I found you There's so much to love about you Oh, yeah, just let me wrap My love around you  There's no place this side of Heaven On God's green Earth I'd rather be Than sitting here, loving you loving me  ",
        "title": "Lovin' You, Lovin' Me"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  I guess I'll miss the man Explain it, if you can His face was far from fine But still I'll miss his face And wonder if he's missing mine  He never smiled enough But though his words were gruff I liked his shy, sad glance I never told him so But then, I never got the chance  Some men are heroes Some men outshine the sun Some men are simple, good men This man wasn't one  Ooh  This man Wasn't one  And I won't miss his moods His gloomy solitudes His blunt and thoughtless style (thoughtless style) But please don't get me wrong He was the best to come along In a long, long while  ",
        "title": "I Guess I'll Miss The Man"
    },
    {
        "artist": "Daniel Boone",
        "lyrics": null,
        "title": "Annabelle"
    },
    {
        "artist": "Cat Stevens",
        "lyrics": null,
        "title": "Sitting"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": "  April gave us springtime And the promise of the flowers And the feeling that we both shared And a love that we called ours  We knew no time for sadness That's a road we each had crossed We were living a time meant for us And even when it would rain, we would laugh it off  I've got pieces of April I keep'em in a memory bouquet I've got pieces of April It's a morning in May  We stood on the crest of summer Beneath an oak that blossomed green Feeling as I did in April Not really knowing what it means  But it must be then that you stand beside me now To make me feel this way Just as I did in April But it's a morning in May  I've got pieces of April I keep'em in a memory bouquet I've got pieces of April But it's a morning in May  I've got pieces of April I keep'em in a memory bouquet I've got pieces of April It's a morning in May  It's a morning It's a morning in May  ",
        "title": "Pieces Of April"
    },
    {
        "artist": "Joe Simon",
        "lyrics": "  Oh, it's been such a long, long time Looks like I'd get you off of my mind Oh, but I can't, just the thought of you Turns my whole world, misty blue Oh honey, just the mention of your name Turns the flicker to a flame Listen to me good baby I think of things we used to do Then ah, my whole world turns misty blue Oh baby I should forget you Heaven knows I've tried Baby, and when I say that I'm glad were through Deep in my heart I know I've lied I've lied, I've lied Oh honey, it's been such a long, long time Looks like I'd get you off of my mind But I can't Baby I can't just the thought of you Then my whole world turns misty blue Oh honey, I can't just the thought of you My whole world turns misty blue Oh, I can't just the thought of you my love Oh; my whole world turns misty blue  ",
        "title": "Misty Blue"
    },
    {
        "artist": "Sammy Davis, Jr. with The Mike Curb Congregation",
        "lyrics": null,
        "title": "The People Tree"
    },
    {
        "artist": "War",
        "lyrics": "  [Verse 1] Walkin' down the street, smoggy-eyed Looking at the sky, starry-eyed Searchin' for the place, weary-eyed Crying in the night, teary-eyed  [Hook] x2 Don't you know that it's true That for me and for you The world is a ghetto  [Verse 2] Wonder when I'll find paradise Somewhere there's a home sweet and nice Wonder if I'll find happiness Never give it up now I guess  [Hook] x2  [Verse 3] There's no need to search anywhere Happiness is here, have your share If you know you're loved, be secure Paradise is love to be sure  [Hook] x4  ",
        "title": "The World Is A Ghetto"
    },
    {
        "artist": "The Move",
        "lyrics": null,
        "title": "Do Ya"
    },
    {
        "artist": "Tommy James",
        "lyrics": null,
        "title": "Celebration"
    },
    {
        "artist": "Slade",
        "lyrics": "  {Intro}  I don't want to drink my whisky like you do I don't need to spend my money but still do  Don't stop now a c'mon Another drop now c'mon I wanna lot now so c'mon That's right, that's right  I said Mama but we're all crazy now I said Mama but we're all crazy now I said Mama but we're all crazy now  Yeah!  {hook}  And you told me fool fire water won't hurt me And you tease me and all my ladies desert me Don't stop now a c'mon Another drop now c'mon I wanna lot now so c'mon That's right, that's right  I said Mama but we're all crazy now I said Mama but we're all crazy now I said Mama but we're all crazy now  {Hook}  I don't want to drink my whisky but still do I had enough to fill up \"H\" Hill's left shoe Don't stop now a c'mon Another drop now c'mon I wanna lot now so c'mon That's right that's right  I said mama but we're all crayzee now I said mama but we're all crayzee now I said mama but we're all crayzee now I said mama we're all crayzee now I said mama (repeat mama) yeah! I said mama (repeat mama) yeah! I said mama (repeat mama) yeah! I said mama (repeat mama) yeah! Come on, come on I said mama (repeat mama) yeah! I said mama (repeat mama) yeah!  ",
        "title": "Mama Weer All Crazee Now"
    },
    {
        "artist": "Tony Cole",
        "lyrics": null,
        "title": "Suite: Man And Woman"
    },
    {
        "artist": "Steely Dan",
        "lyrics": "  [Verse 1] In the mornin you go gunnin' For the man who stole your water And you fire till he is done in But they catch you at the border And the mourners are all singin' As they drag you by your feet But the hangman isn't hangin' And they put you on the street  [Chorus] You go back Jack do it again Wheel turnin' 'round and 'round You go back Jack do it again  [Verse 2] When you know she's no high climber Then you find your only friend In a room with your two timer And you're sure you're near the end Then you love a little wild one And she brings you only sorrow All the time you know she's smilin' You'll be on your knees tomorrow  [Chorus] You go back Jack do it again Wheel turnin' 'round and 'round You go back Jack do it again  [Verse 3] Now you swear and kick and beg us That you're not a gamblin' man Then you find you're back in Vegas With a handle in your hand Your black cards can make you money So you hide them when you're able In the land of milk and honey You must put them on the table  [Chorus] You go back Jack do it again Wheel turnin' 'round and 'round You go back Jack do it again  ",
        "title": "Do It Again"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": null,
        "title": "Mama Told Me Not To Come"
    },
    {
        "artist": "Limmie & Family Cookin'",
        "lyrics": null,
        "title": "You Can Do Magic"
    }
]