[
    {
        "artist": "Eminem Featuring Rihanna",
        "lyrics": "  [Chorus: Rihanna] Just gonna stand there and watch me burn Well, that's all right Because I like the way it hurts Just gonna stand there and hear me cry Well, that's all right Because I love the way you lie I love the way you lie  [Verse 1: Eminem] I can't tell you what it really is I can only tell you what it feels like And right now there's a steel knife in my windpipe I can't breathe, but I still fight while I can fight As long as the wrong feels right, it's like I'm in flight High off her love, drunk from her hate It's like I'm huffin' paint And I love her the more I suffer, I suffocate And right before I'm about to drown she resuscitates me She fuckin' hates me, and I love it, “Wait! Where you going?”, “I'm leaving you.” “No, you ain't Come back!” We're runnin' right back, here we go again It's so insane, 'cause when it's goin' good it's goin' great I'm Superman with the wind at his back, she's Lois Lane But when it's bad it's awful, I feel so ashamed I snap, “Who's that dude?”, I don't even know his name I laid hands on him, I'll never stoop so low again I guess I don't know my own strength  [Chorus: Rihanna] Just gonna stand there and watch me burn Well, that's all right Because I like the way it hurts Just gonna stand there and hear me cry Well, that's all right Because I love the way you lie I love the way you lie I love the way you lie  [Verse 2: Eminem] You ever love somebody so much You can barely breathe when you're with 'em? You meet, and neither one of you even know what hit 'em Got that warm fuzzy feelin' Yeah, them chills used to get 'em Now you're gettin' fuckin' sick of lookin' at 'em? You swore you'd never hit 'em, never do nothin' to hurt 'em Now you're in each other's face Spewin' venom in your words when you spit 'em You push, pull each other's hair, scratch, claw, bit 'em Throw 'em down, pin 'em So lost in the moments when you're in 'em It's the rage that took over, it controls you both So they say it's best to go your separate ways Guess that they don't know ya 'Cause today, that was yesterday, yesterday is over It's a different day, sound like broken records playin' over But you promised her, next time you'd show restraint You don't get another chance, life is no Nintendo game But you lied again Now you get to watch her leave out the window Guess that's why they call it window pane  [Chorus: Rihanna] Just gonna stand there and watch me burn Well, that's all right Because I like the way it hurts Just gonna stand there and hear me cry Well, that's all right Because I love the way you lie I love the way you lie I love the way you lie  [Verse 3: Eminem] Now, I know we said things, did things that we didn't mean And we fall back into the same patterns, same routines But your temper's just as bad as mine is You're the same as me when it comes to love You're just as blinded, baby, please Come back, it wasn't you, baby, it was me Maybe our relationship isn't as crazy as it seems Maybe that's what happens when a tornado meets a volcano All I know is I love you too much to walk away though Come inside, pick up your bags off the sidewalk Don't you hear sincerity in my voice when I talk? Told you this is my fault, look me in the eyeball Next time I'm pissed I'll aim my fist at the drywall Next time? There won't be no next time! I apologize even though I know it's lies I'm tired of the games, I just want her back I know I'm a liar, if she ever tries to fuckin' leave again I'ma tie her to the bed and set this house on fire  [Chorus: Rihanna] Just gonna stand there and watch me burn Well, that's all right Because I like the way it hurts Just gonna stand there and hear me cry Well, that's all right Because I love the way you lie I love the way you lie I love the way you lie  ",
        "title": "Love The Way You Lie"
    },
    {
        "artist": "Katy Perry Featuring Snoop Dogg",
        "lyrics": "  [Intro: Snoop Dogg] Greetings, loved ones Let's take a journey  [Verse 1: Katy Perry] I know a place where the grass is really greener Warm, wet and wild There must be something in the water Sipping gin and juice Laying underneath the palm trees (undone) The boys break their necks Trying to creep a little sneak peek (at us)  [Pre-Chorus: Katy Perry] You could travel the world But nothing comes close to the golden coast Once you party with us You'll be falling in love Oh-oh-oh-oh-oh-oh-oh  [Chorus: Katy Perry] California girls, we're unforgettable Daisy Dukes, bikinis on top Sun-kissed skin so hot, we'll melt your popsicle Oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh-oh California girls, we're undeniable Fine, fresh, fierce, we got it on lock West Coast represent, now put your hands up Oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh-oh  [Verse 2: Katy Perry] Sex (sex) on the beach We don't mind sand in our stilettos We freak in my Jeep ​*horn honks*​ Snoop Doggy Dogg on the stereo, oh-oh  [Pre-Chorus: Katy Perry] You could travel the world But nothing comes close to the golden coast Once you party with us You'll be falling in love Oh-oh-oh-oh-oh-oh-oh  [Chorus: Katy Perry] California girls, we're unforgettable Daisy Dukes, bikinis on top Sun-kissed skin so hot, we'll melt your popsicle Oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh-oh California girls, we're undeniable Fine, fresh, fierce, we got it on lock West Coast represent, now put your hands up Oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh-oh  [Verse 3: Snoop Dogg + Katy Perry] Toned, tan, fit and ready Turn it up cause it's getting heavy Wild, wild, West Coast These are the girls I love the most I mean the ones, I mean like she's the one Kiss her, touch her, squeeze her buns (Uh!) The girl's a freak She drive a Jeep and live on the beach I'm okay, I won't play I love the Bay just like I love L.A Venice Beach and Palm Springs Summertime is everything Homeboys banging out All that ass hanging out Bikinis, zucchinis, martinis, no weenies Just the king and a queenie Katy, my lady (Yeah?) Lookie here, baby (Uh-huh) I'm all up on ya 'Cause you representing California (Ooh ooh)  [Chorus: Katy Perry] California girls, we're unforgettable Daisy Dukes, bikinis on top Sun-kissed skin so hot, we'll melt your popsicle Oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh-oh California girls, we're undeniable Fine, fresh, fierce, we got it on lock West Coast represent, now put your hands up Oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh-oh  [Outro: Snoop Dogg + (Vocoder)] West Coast, West Coast, aye aye! (California, California girls) California girls man Hahahaha (California) I really wish you all could be California girls (California girls)  ",
        "title": "California Gurls"
    },
    {
        "artist": "B.o.B Featuring Hayley Williams",
        "lyrics": "  [Hook: Hayley Williams] Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now  [Verse 1: B.o.B] Yeah, yo… let's pretend like it's '98 Like I'm eatin' lunch off of Styrofoam trays Tryin' to be the next rapper comin' out the A (A-Town) Hopin' for a record deal to ignore my pain Yeah, now let's pretend like I'm on the stage And when my beat drops everybody goes insane Okay, and everybody know my name (Bob) And everywhere I go people want to hear me sang Oh yeah, and I just dropped my new album On the first week I did 500 thousand Gold in the spring, and diamond in the fall And then a world tour just to top it all off And let's pretend like they call me the greatest Sellin' out arenas with big-ass stages And everybody loved me and no one ever hated Let's try to use imagination  [Hook: Hayley Williams] Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now  [Verse 2: B.o.B] Okay, let's pretend like this never happened Like I never had dreams of bein' a rapper Like I didn't write raps up in all of my classes Like I never used to run away into the blackness Now, let's pretend like it was all good Like I didn't live starin' in the notebook Like I did the things that I probably knew I should But I ain't have neighbors, that's why they call it hood Yo, now let's pretend like I ain't got a name Before they ever called me B.o.B or A.K.A. Bobby Ray I'm talkin' back before the mixtapes Before the videos and the deals and the fame Before they ever once compared me to André (3000) Before I ever got on MySpace Before they ever noticed my face So let's just pretend and make wishes out of airplanes  [Hook: Hayley Williams] Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now  [Bridge: B.o.B. & Eminem] And it seems like yesterday, it was just a dream But those days are gone, they're just memories And it seems like yesterday, it was just a dream But those days are gone, alright  [Verse 3: Eminem] Let's pretend Marshall Mathers never picked up a pen Let's pretend things woulda been no different Pretend he procrastinated, had no motivation Pretend he just made excuses that were so paper thin They could blow away with the wind \"Marshall, you're never gonna make it, makes no sense to play the game, there ain't no way that you'll win.\" Pretend he just stayed outside all day and played with his friends Pretend he even had a friend to say was his friend And it wasn't time to move and schools weren't changin' again He wasn't socially awkward and just strange as a kid He had a father and his mother wasn't crazy as shit And he never dreamed he could rip stadiums and just lazy as shit Fuck a talent show in the gymnasium, bitch \"You won't amount to shit – quit daydreamin', kid! You need to get your cranium checked You're thinking like an alien, it just ain't realistic.\" Now pretend they ain't just make him angry with this shit And there was no one he could even aim when he's pissed at And his alarm went off to wake him, but he didn't make it To the Rap Olympics, slept through his plane and he missed it He's gon' have a hard time explaining to Hailie and Lainey These food stamps and this WIC shit ‘Cause he never risked shit, he hoped and he wished it But it didn't fall in his lap, so he ain't even here, he pretends that—  [Hook: Hayley Williams] Airplanes in the night sky are like shooting stars I could really use a wish right now Wish right now, wish right now Can we pretend that airplanes In the night sky are like shooting stars? I could really use a wish right now Wish right now, wish right now  ",
        "title": "Airplanes"
    },
    {
        "artist": "Taio Cruz",
        "lyrics": "  [Verse 1: Taio Cruz] I came to dance, dance, dance, dance I hit the floor cause that's my plans, plans, plans, plans I'm wearing all my favorite brands, brands, brands, brands Give me space for both my hands, hands, hands, hands  [Pre-Chorus: Taio Cruz] Yeah, yeah Cause it goes on and on and on And it goes on and on and on Yeah!  [Chorus: Taio Cruz] I throw my hands up in the air sometimes Saying \"Ayo! Gotta let go!\" I wanna celebrate and live my life Saying \"Ayo! Baby, let's go!\"  Cause we gon' rock this club We gon' go all night We gon' light it up Like it's dynamite! Cause I told you once Now I told you twice We gon' light it up Like it's dynamite!  [Verse 2: Taio Cruz] I came to move, move, move, move Get out the way me and my crew, crew, crew, crew I’m in the club so I’m gonna do, do, do, do Just what the fuck, came here to do, do, do, do  [Pre-Chorus: Taio Cruz] Yeah, yeah Cause it goes on and on and on And it goes on and on and on Yeah!  [Chorus: Taio Cruz] I throw my hands up in the air sometimes Saying \"Ayo! Gotta let go!\" I wanna celebrate and live my life Saying \"Ayo! Baby, let's go!\"  Cause we gon' rock this club We gon' go all night We gon' light it up Like it's dynamite! Cause I told you once Now I told you twice We gon' light it up Like it's dynamite!  [Verse 3: Taio Cruz] I'm gonna take it all out I'm gonna be the last one standing I'm over it all and I'm gonna be the last one landing Cause I, I, I believe it And I, I, I, I just want it all I just want it all I'm gonna put my hands in the air! Hands, hands in the air! Put your hands in the air!  [Chorus: Taio Cruz] I throw my hands up in the air sometimes Saying \"Ayo! Gotta let go!\" I wanna celebrate and live my life Saying \"Ayo! Baby, let's go!\"  Cause we gon' rock this club We gon' go all night We gon' light it up Like it's dynamite! Cause I told you once Now I told you twice We gon' light it up Like it's dynamite!  ",
        "title": "Dynamite"
    },
    {
        "artist": "Usher Featuring will.i.am",
        "lyrics": "  [Intro: will.i.am & Usher] Oh my gosh Baby let me... I did it again, so I'm gon' let the beat drop Oh my...  [Chorus: Usher] Baby, let me love you down There's so many ways to love you Baby, I can break you down There's so many ways to love you Got me like, \"Oh my gosh\", I'm so in love I found you finally, you make me want to say Oh oh oh-oh oh, oh oh oh-oh oh Oh oh oh-oh oh, oh oh, oh my gosh  [Bridge: Usher] You make me want to say Oh oh oh-oh oh, oh oh oh-oh  [Verse 1: Usher] I fell in love with shawty when I seen her on the dance floor She was dancing sexy, pop-pop-popping, dropping, dropping low Never ever has a lady hit me on the first sight This was something special, this was just like dynamite Honey got a booty like pow, pow, pow Honey got some boobies like wow, oh wow Girl, you know I'm loving your, loving your style Check, check, check, check, check, checking you out like  [Pre-Chorus: Usher] Oh... She got it all Sexy from her head to toe And I want it all, it all, it all  [Chorus: Usher] Baby, let me love you down There's so many ways to love you Baby, I can break you down There's so many ways to love you Got me like, \"Oh my gosh\", I'm so in love I found you finally, you make me want to say Oh oh oh-oh oh, oh oh oh-oh oh Oh oh oh-oh oh, oh oh, oh my gosh  [Bridge: Usher] You make me want to say You make me want to say Oh oh oh-oh oh, oh oh oh-oh  [Verse 2: will.i.am] Feel so hot for honey out of all the girls up in the club This one got me whipped just off of one look, yep, I fell in love This one something special, this one just like dynamite O-o-o-o-o-o-o-out of sight Fell in love with honey like my, oh my Honey looking wonderful, fly, so fly Honey like a supermodel, my, oh my Baby, how you do that, make a grown man cry?  [Pre-Chorus: Usher] Oh... Baby, you got it all Sexy from her head to toe And I want it all, it all, it all  [Chorus: Usher] So honey, let me love you down There's so many ways to love you Baby, I can break you down There's so many ways to love you Got me like, \"Oh my gosh\", I'm so in love I found you finally, you make me want to say Oh oh oh-oh oh, oh oh oh-oh oh Oh oh oh-oh oh, oh oh, oh my gosh  [Bridge: Usher] Oh my gosh Oh my Oh my Oh Oh my gosh  [Outro: Usher & will.i.am] Oh my gosh I did it again, so I'm gon' let the beat drop Oh-oh-oh my, oh oh Oh my, my, my, my, my, my, oh my gosh Oh-oh-oh my, oh oh Oh my, my, my, my, my, my, oh my gosh Oh-oh-oh my, oh oh Oh my, my, my, my, my, my, oh my gosh  ",
        "title": "OMG"
    },
    {
        "artist": "Mike Posner",
        "lyrics": "  [Hook: Mike Posner] If I could write you a song to make you fall in love I would already have you up under my arm I used up all of my tricks, I hope that you like this But you probably won't, you think you're cooler than me You got designer shades just to hide your face And you wear 'em around like you're cooler than me And you never say hey or remember my name And it's probably cause you think you're cooler than me  [Verse 1: Mike Posner] You got your high brow, shoes on your feet And you wear 'em around like it ain't shit But you don't know the way that you look When your steps make that much noise, shh See, I got you all figured out You need everyone's eyes just to feel seen Behind you make up nobody knows who you even are Who do you think that you are? You're so fake You probably think that this song is about you, don't you?  [Hook: Mike Posner] If I could write you a song to make you fall in love I would already have you up under my arm I used up all of my tricks, I hope that you like this But, you probably won't, you think you're cooler than me You got designer shades just to hide your face And you wear 'em around like you're cooler than me And you never say hey or remember my name And it's probably cause you think you're cooler than me  [Verse 2: Mike Posner] You got your high brow, switchin' your walk And you don't even look when you pass by But you don't know the way that you look When your steps make that much noise, shh See, I got you all figured out You need everyone's eyes just to feel seen Behind you make up nobody knows who you even are Who do you think that you are? Girl, you're so vain You probably think that this song is about you, don't you?  [Hook: Mike Posner] If I could write you a song to make you fall in love I would already have you up under my arm I used up all of my tricks, I hope that you like this But you probably won't, you think you're cooler than me You got designer shades just to hide your face And you wear 'em around like you're cooler than me And you never say hey or remember my name And it's probably cause you think you're cooler than me  [Verse 3: Big Sean] Now don't you dare act like you don't know(don't know) Know what's up,(Know what's up) cause your nose is up When I'm approachin' up, pshht, yup Like I can give you winter in the summer Or summer in the winter, Miami in December Tryna look bored in them Dior(Dior) She probably is Was actin' shallow 'til she found out how deep that my pockets is Mrs. Primadonna, this is your reminder That I think you fine, but I'm finer Sean, yup  [Bridge: Mike Posner] Cause it sure seems you got no doubts But we all see you got your head in the clouds  [Hook: Mike Posner] If I could write you a song to make you fall in love I would already have you up under my arm I used up all of my tricks, I hope that you like this But you probably won't, you think you're cooler than me You got designer shades just to hide your face And you wear 'em around like you're cooler than me And you never say hey or remember my name And it's probably cause you think you're cooler than me  ",
        "title": "Cooler Than Me"
    },
    {
        "artist": "Travie McCoy Featuring Bruno Mars",
        "lyrics": "  [Intro: Bruno Mars] I wanna be a billionaire so fucking bad Buy all of the things I never had I wanna be on the cover of Forbes magazine Smiling next to Oprah and the Queen  [Chorus: Bruno Mars] Oh, every time I close my eyes I see my name in shiny lights, yeah A different city every night, oh, I, I swear The world better prepare for when I'm a billionaire  [Verse 1: Travie McCoy] Yeah, I would have a show like Oprah, I would be the host of Everyday Christmas, give Travie a wish list I'd probably pull an Angelina and Brad Pitt And adopt a bunch of babies that ain't never had shit Give away a few Mercedes, like, here lady have this And last but not least, grant somebody their last wish It's been a couple months that I've been single so You can call me Travie Claus minus the ho ho Aha, get it? I'd probably visit where Katrina hit And damn sure do a lot more than FEMA did Yeah, can't forget about me, stupid Everywhere I go I'mma have my own theme music  [Chorus: Bruno Mars & Travie McCoy] Oh, every time I close my eyes (what you see, what you see brah?) I see my name in shiny lights (uh-ha, uh-ha, yeah, what else?) Yeah, a different city every night, oh, I, I swear The world better prepare (for what?) for when I'm a billionaire Oh-oh, oh-oh, when I'm a billionaire Oh-oh, oh-oh (let's go)  [Verse 2: Travie McCoy] I be playing basketball with the president Dunking on his delegates Then I compliment on his political etiquette Toss a couple milli' in the air just for the heck of it But keep the fives, twennies, tens, and bens completely separate And yeah, I'll be in a whole new tax bracket We in recession but let me take a crack at it I'll probably take whatever's left and just split it up So everybody that I love can have a couple bucks And not a single tummy around me Would know what hungry was Eating good, sleeping soundly I know we all have a similar dream Go in your pocket pull out your wallet And put it in the air and sing  [Bridge: Bruno Mars & Travie McCoy] I wanna be a billionaire so fucking bad (so bad) Buy all of the things I never had (buy everything, ha ha) I wanna be on the cover of Forbes magazine Smiling next to Oprah and the Queen (what up Oprah? Ha ha)  [Chorus: Bruno Mars & Travie McCoy] Oh, every time I close my eyes (what you see, what you see brah?) I see my name in shiny lights (uh-ha, uh-ha, yeah, what else?) Yeah, a different city every night, oh, I, I swear The world better prepare (for what?) for when I'm a billionaire Oh-oh, oh-oh, (sing it) when I'm a billionaire Oh-oh, oh-oh, (oh)  [Outro: Bruno Mars] I wanna be a billionaire so fucking bad  ",
        "title": "Billionaire"
    },
    {
        "artist": "Enrique Iglesias Featuring Pitbull",
        "lyrics": null,
        "title": "I Like It"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Verse 1] I'm more than just an option (Hey, hey, hey) Refuse to be forgotten (Hey, hey, hey) I took a chance with my heart, (hey, hey, hey) And I feel it taking over  [Hook] I better find your loving, I better find your heart I better find your loving, I better find your heart I better find your loving, I better find your heart I bet if I give all my love then nothing's gonna tear us apart  [Verse 2] I'm more than just a number (Hey, hey, hey) I doubt you'll find another (Hey, hey, hey) So every single summer (Hey, hey, hey) I'll be the one that you'll remember and—  [Hook] I better find your loving, I better find your heart I better find your loving, I better find your heart I better find your loving, I better find your heart I bet if I give all my love then nothing's gonna tear us apart  [Verse 3] It's more than just a mission (Hey, hey, hey) You hear, but you don't listen (Hey, hey, hey) You better pay attention (Hey, hey, hey) And get what you've been missing  [Hook] I better find your loving, I better find your heart I better find your loving, I better find your heart I better find your loving, I better find your heart I bet if I give all my love then nothing's gonna tear us apart  [Bridge] Too many times I've been wrong I guess being right takes too long I'm done waiting, there's nothing left to do But give all I have to you and  [Hook] I better find your loving, I better find your heart I better find your loving, I better find your heart I better find your loving, I better find your heart I bet if I give all my love then nothing's gonna tear us apart I bet if I give all my love then nothing's gonna tear us apart  ",
        "title": "Find Your Love"
    },
    {
        "artist": "Jason Derulo",
        "lyrics": "  [Intro] Mmmm, yeah, yeah Yeah, yeah, yeah  [Chorus] I'm feeling like a star, you can't stop my shine I'm loving cloud nine, my head's in the sky I'm solo, I'm riding solo I'm riding solo, I'm riding solo, solo  [Verse 1] Yeah, I'm feeling good tonight Finally doing me and it feels so right, oh Time to do the things I like Going to the club, everything's alright, oh No one to answer to No one that's gon' argue, no And since I got the hold off me I'm living life now that I'm free, yeah  [Pre-Chorus] Told me get my shit together Now I got my shit together, yeah, yeah Now I made it through the weather Better days are gon' get better I'm so sorry that it didn't work out (didn't work out) I'm moving on I'm so sorry but it's over now (over now) The pain is gone  [Chorus] I'm putting on my shades to cover up my eyes I'm jumping in my ride, I'm heading out tonight I'm solo, I'm riding solo I'm riding solo, I'm riding solo, solo I'm feeling like a star, you can't stop my shine I'm loving cloud nine, my head's in the sky I'm solo, I'm riding solo I'm riding solo, I'm riding solo, solo  [Verse 2] Yeah, now I'm feeling how I should Never knew single could feel this good, oh (this good) Star player, misunderstood Back in the game, who knew I would, oh (I would) So fly how I spread my wings Loving myself makes me wanna sing, oh (sing) Oh yeah Yeah, yeah, yeah, yeah (yeah, oh)  [Pre-Chorus] Told me get my shit together Now I got my shit together, yeah, yeah Now I made it through the weather Better days are gon' get better I'm so sorry (sorry) that it didn't work out (didn't work out) I'm moving on I'm so sorry (sorry) but it's over now (over now) The pain is gone  [Chorus] I'm putting on my shades to cover up my eyes (my eyes) I'm jumping in my ride, I'm heading out tonight I'm solo (solo), I'm riding solo (solo) I'm riding solo (solo), I'm riding solo, solo I'm feeling like a star, you can't stop my shine I'm loving cloud nine, my head's in the sky I'm solo, I'm riding solo I'm riding solo, I'm riding solo, solo  [Bridge] Riding solo Solo, I'm riding solo Solo, solo Yeah, solo, solo It's like S.O.L.O. (oh) S.O.L.O. (oh, el, oh) , S.O.L.O. (oh, oh) Living my life, ain't got stress no more  [Chorus] I'm putting on my shades to cover up my eyes (oh) I'm jumping in my ride, I'm heading out tonight I'm solo, I'm riding solo I'm riding solo, I'm riding solo, solo I'm feeling like a star, you can't stop my shine (oh, oh) I'm loving cloud nine, my head's in the sky (yeah) I'm solo, I'm riding solo I'm riding solo, I'm riding solo, solo I'm riding, I'm riding solo, solo, woah I'm riding solo, solo  ",
        "title": "Ridin' Solo"
    },
    {
        "artist": "Eminem",
        "lyrics": "  [Intro] \"Yeah, it's been a ride. I guess I had to go to that place to get to this one. Now some of you might still be in that place. If you're tryin' to get out, just follow me, I'll get you there.\"  [Verse 1] You can try and read my lyrics off of this paper before I lay 'em But you won't take the sting out these words before I say 'em 'Cause ain't no way I'ma let you stop me from causin' mayhem When I say I'ma do somethin', I do it I don't give a damn what you think, I'm doin' this for me So fuck the world, feed it beans, it's gassed up if it thinks it's stoppin' me I'ma be what I set out to be, without a doubt, undoubtably And all those who look down on me, I'm tearin' down your balcony No ifs, ands or buts, don't try to ask him why or how can he From \"Infinite\" down to the last \"Relapse\" album he's still shittin' Whether he's on salary, paid hourly Until he bows out or he shits his bowels out of him Whichever comes first, for better or worse He's married to the game, like a \"fuck you\" for Christmas His gift is a curse Forget the Earth, he's got the urge to pull his dick from the dirt And fuck the whole Universe  [Hook] I'm not afraid to take a stand Everybody, come take my hand We'll walk this road together, through the storm Whatever weather, cold or warm Just lettin' you know that you're not alone Holla if you feel like you've been down the same road  [Verse 2] Okay, quit playin' with the scissors and shit, and cut the crap I shouldn't have to rhyme these words in a rhythm For you to know it's a wrap You said you was king, you lied through your teeth For that, fuck your feelings Instead of gettin' crowned you're gettin' capped And to the fans, I'll never let you down again, I'm back I promise to never go back on that promise In fact, let's be honest, that last Relapse CD was—ehh Perhaps I ran them accents into the ground Relax, I ain't goin' back to that now All I'm tryin' to say is get back, click-clack-blaow 'Cause I ain't playin' around There's a game called circle and I don't know how I'm way too up to back down But I think I'm still tryin' to figure this crap out Thought I had it mapped out, but I guess I didn't This fuckin' black cloud still follows me around But it's time to exorcise these demons These muh'fuckers are doin' jumpin' jacks now  [Hook] I'm not afraid to take a stand Everybody, come take my hand We'll walk this road together, through the storm Whatever weather, cold or warm Just lettin' you know that you're not alone Holla if you feel like you've been down the same road  [Bridge] And I just can't keep livin' this way So startin' today, I'm breakin' out of this cadence I'm standin' up, I'ma face my demons I'm mannin' up, I'ma hold my ground I've had enough, now I'm so fed up Time to put my life back together right now  [Verse 3] It was my decision to get clean, I did it for me Admittedly I probably did it subliminally for you So I could come back a brand-new me You helped see me through And don't even realize what you did, believe me you I've been through the wringer But they can do little to the middle finger I think I got a tear in my eye, I feel like the king of My world, haters can make like bees with no stingers And drop dead: no more beef lingers No more drama from now on, I promise To focus solely on handlin' my responsibilities as a father So I solemnly swear to always treat this roof like my daughters And raise it, you couldn't lift a single shingle on it ‘Cause the way I feel, I'm strong enough to go to the club Or the corner pub and lift the whole liquor counter up ‘Cause I'm raisin' the bar I'd shoot for the moon, but I'm too busy gazin' at stars I feel amazin', and I'm—  [Hook] I'm not afraid to take a stand Everybody, come take my hand We'll walk this road together, through the storm Whatever weather, cold or warm Just lettin' you know that you're not alone Holla if you feel like you've been down the same road  ",
        "title": "Not Afraid"
    },
    {
        "artist": "La Roux",
        "lyrics": null,
        "title": "Bulletproof"
    },
    {
        "artist": "Shontelle",
        "lyrics": "  [Verse 1] I remember years ago Someone told me I should take Caution when it comes to love I did, I did And you were strong and I was not My illusion, my mistake I was careless, I forgot I did  [Hook] And now all is done There is nothing to say You have gone And so effortlessly You have won You can go ahead and tell them  [Chorus] Tell them all I know now Shout it from the roof tops Write it on the skyline All we had is gone now Tell them I was happy And my heart is broken All my scars are open Tell them what I hoped would be Impossible-le-le, impossible-le-le Impossible-le-le, Impossible  [Verse 2] Falling out of love is hard Falling for betrayal is worse Broken trust and broken hearts I know, I know Thinking all you need is there Building faith on love and words Empty promises will wear I know, I know  [Hook] And now when all is gone There is nothing to say And if you're done With embarrassing me On your own you can Go ahead and tell them  [Chorus] Tell them all I know now Shout it from the roof tops Write it on the skyline All we had is gone now Tell them I was happy And my heart is broken All my scars are open Tell them what I hoped would be Impossible-le-le, impossible-le-le Impossible-le-le, Impossible-le-le Impossible-le-le, impossible-le-le Ohh impossible-le-le, impossible-le-le Impossible-le-le, impossible  Oohh impossible (yeah yeah)  [Bridge] I remember years ago Someone told me I should take Caution when it comes to love I did  [Chorus] Tell them all I know now Shout it from the roof top Write it on the sky line All we had is gone now Tell them I was happy (i was happy) And my heart is broken All my scars are open Tell them what I hoped would be Impossible-le-le, impossible-le-le Impossible-le-le, Impossible-le-le Impossible-le-le, impossible-le-le Ohh impossible-le-le, impossible-le-le Impossible-le-le, impossible  [Bridge/Outro]  I remember years ago Someone told me I should take Caution when it comes to love I did...  ",
        "title": "Impossible"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Intro] I know that we are young, and I know you may love me But I just can't be with you like this anymore Alejandro...  [Verse 1] She's got both hands in her pocket And she won't look at you, won't look at you She hides true love en su bolsillo She's got a halo around her finger, around you  [Pre-Chorus] You know that I love you, boy Hot, like Mexico rejoice At this point I've gotta choose nothing to lose  [Chorus] Don't call my name, don't call my name, Alejandro I'm not your babe, I'm not your babe, Fernando Don't want to kiss, don't want to touch Just smoke my cigarette and hush Don't call my name, don't call my name, Roberto Alejandro, Alejandro Ale-Alejandro, Ale-Alejandro Alejandro, Alejandro Ale-Alejandro, Ale-Alejandro  [Interlude] Stop, please, just let me go Alejandro, just let me go  [Verse 2] She's not broken She's just a baby But her boyfriend's like her dad, just like a dad And all those flames that burned before him Now he's gotta firefight, gotta cool the bad  [Pre-Chorus] You know that I love you, boy Hot, like Mexico rejoice At this point I've gotta choose nothing to lose  [Chorus] Don't call my name, don't call my name, Alejandro I'm not your babe, I'm not your babe, Fernando Don't want to kiss, don't want to touch Just smoke my cigarette and hush Don't call my name, don't call my name, Roberto Alejandro, Alejandro Ale-Alejandro, Ale-Alejandro Alejandro, Alejandro Ale-Alejandro, Ale-Alejandro  [Bridge] Don't bother me, don't bother me Alejandro Don't call my name, don't call my name Bye, Fernando I'm not your babe, I'm not your babe Alejandro Don't want to kiss Don't want to touch Fernando  Don't call my name, don't call my name Alejandro I'm not your babe, I'm not your babe Fernando Don't want to kiss, don't want to touch Just smoke my cigarette and hush Don't call my name, don't call my name Roberto  [Outro] Alejandro, Alejandro Ale-Alejandro, Ale-Alejandro Alejandro, Alejandro Ale-Alejandro, Ale-Alejandro  (Don't call my name, don't call my name) Alejandro, Alejandro (I'm not your babe, I'm not your babe) Ale-Alejandro, Ale-Alejandro (Fernando) (Don't want to kiss, don't want to touch) Alejandro, Alejandro Ale-Alejandro, Ale-Alejandro (Just smoke my cigarette and hush) (Don't call my name, don't call my name) Alejandro, Alejandro Ale-Alejandro, Ale-Alejandro (Roberto)  Alejandro  ",
        "title": "Alejandro"
    },
    {
        "artist": "Taio Cruz Featuring Ludacris",
        "lyrics": "  [Verse 1: Ludacris] Luda! Now I may not be the worst or the best but you gotta respect my honesty And I may break your heart but I don't really think there's anybody as bomb as me So you can take this chance in the end, everybody's gonna be wonderin how you deal You might say this is Ludacris but Taio Cruz tell her how you feel  [Verse 2: Taio Cruz] Now listen to me baby Before I love and leave ya They call me heartbreaker I don't wanna deceive ya  [Pre-Chorus: Taio Cruz] If you fall for me I'm not easy to please I might tear you apart Told you from the start, baby from the start  [Chorus: Taio Cruz] I'm only gonna break break your break break your heart I'm only gonna break break your break break your heart I'm only gonna break break your break break your heart I'm only gonna break break your break break your heart  [Bridge 2: Taio Cruz] Whoa, oh Whoa, oh Whoa, oh Whoa, oh  [Verse 3: Taio Cruz] There's not point tryin' to hide it No point tryin' to evade it I know I got a problem Problem with misbehaving  [Pre-Chorus: Taio Cruz] If you fall for me I'm not easy to please I might tear you apart Told you from the start, baby from the start  [Chorus: Taio Cruz] I'm only gonna break break your break break your heart I'm only gonna break break your break break your heart I'm only gonna break break your break break your heart I'm only gonna break break your break break your heart  [Verse 4: Ludacris] Thats all I'm gonna do woman Listen, now I'm only gonna break yo heart And shatter and splatter it all into little bitty pieces Whether or not you get it all together Then it's finders keepers and losers weepers See I'm not tryin' to lead you on, no I'm only tryin' to keep it real You might say this is Ludacris but Taio Cruz tell her how you feel  [Verse 5: Taio Cruz] Hey and I know karma's gonna get me back for bein' so cold Hey, like a big bad wolf, I'm born to be bad and bad to the bone Hey, if you fall for me, I'm only gonna tear you apart Hey, told ya from the start, hey  [Chorus: Taio Cruz] I'm only gonna break break your break break your heart I'm only gonna break break your break break your heart I'm only gonna break break your break break your heart I'm only gonna break break your break break your heart  [Bridge 2: Taio Cruz] Whoa, oh Whoa, oh Whoa, oh Whoa, oh  ",
        "title": "Break Your Heart"
    },
    {
        "artist": "Ke$ha",
        "lyrics": "  [Verse 1] Hush, hush, hush Blush, blush, blush You are now my big fat crush I'm single as I can be You're single, perfect for me I'm gonna give you a bunch of reasons Why you should date me Reason number one - I'm super hot Reason number two - she's super not Reason number three - I'm all you got And all you got is someone hot  [Pre-Chorus 1] Boy check my resume You want a background check, okay First name hot, and last name bitch Wanna get with me? Now that's the sitch You think I'm trash? Hell no, I'm class and I got a big fat ass And all I gotta say is...  [Chorus 1] Please date me because I'm single S-I-N-G-L-E, love me And hug me, and touch me And, well, fuck me  [Verse 2] Boy, you think love is a game And it drives me really insane Well, I'm gonna give you a few more reasons Why you should date me Reason number four - I got cute brows You don't see it? I don't know how Reason number five - I got more personality than all your types Walking down the street and I see a pretty fella I said, \"Hey can you be the Troy to my Gabriella?\"  [Instrumental interlude: Video Text messages] Ah  [Verse 3] La, la, la love me Your love is my drug can’t you see I love you why don’t you love me Invisible to everybody I’m sick and tired of this shit I just want a relationship And all I gotta say is  [Chorus 2] Please date me because I’m single S-I-N-G-L-E love me And hug me And touch me And, well, no  [Verse 4] Hold up wait a minute You think I’m just a toy? Well you are just a boy And your love is a decoy I really think you need some help Cause now I’m taken by myself And I’m gonna give you a bunch of reasons why I lo-ove me Reason number one - I’m super hot Reason number two - you’re super not Reason number three - I’m all I got and all I got is someone hot  [Pre-Chorus 2] Boy check you’re resume You want a background check okay First name no, last name thanks Wanna get with me you lost your place You think you own everyone I don’t belong to anyone And all I gotta say is...  [Chorus 3] I love me because I’m single S-I-N-G-L-E love me And hug me And touch me And, well, fuck you  ",
        "title": "Your Love Is My Drug"
    },
    {
        "artist": "Train",
        "lyrics": "  [Intro] Heyy Heeey Heey  [Verse 1] Your lipstick stains On the front lobe of my left side brains I knew I wouldn't forget you And so I went and let you Blow my mind Your sweet moonbeam The smell of you In every single dream I dream I knew when we collided You're the one I have decided Who's one of my kind  [Chorus] Hey, soul sister Ain't that Mr. Mister On the radio, stereo The way you move ain't fair you know Hey, soul sister I don't want to miss a Single thing you do tonight  [Verse 2] Just in time I'm so glad you have A one track mind like me You gave my life direction A game show love connection We can't deny I'm so obsessed My heart is bound to beat right out My untrimmed chest I believe in you, like a virgin you're Madonna And I'm always gonna wanna Blow your mind  [Chorus] Hey, soul sister Ain't that Mr. Mister On the radio, stereo The way you move ain't fair you know Hey, soul sister I don't want to miss a Single thing you do tonight  [Bridge] Way you can cut a rug Watching you's the only drug I need You're so gangster, I'm so thug You're the only one I'm dreaming of you see I can be myself now finally In fact there's nothing I can't be I want the world to see you be, with me  [Chorus] Hey, soul sister Ain't that Mr. Mister On the radio, stereo The way you move ain't fair you know Hey, soul sister I don't want to miss a Single thing you do tonight  [Outro] Hey, soul sister I don't want to miss a Single thing you do tonight Tonight Tonight  ",
        "title": "Hey, Soul Sister"
    },
    {
        "artist": "Nicki Minaj",
        "lyrics": "  [Chorus] Shorty I'ma only tell you this once, you the illest And for your loving I'ma die hard like Bruce Willis You got spark, you, you got spunk You, you got something all the girls want You're like a candy store And I'm a toddler You got me wanting more and more of Your love, your love (yeah)  [Verse 1] He the type to pop tags and be cockin' the brim Might breeze through The Ave, might stop at the gym And he keep a doo-rag, keep the wave on swim W-waves on swim so they hate on him Anyway I think I met him sometime before In a different life or where I record I mean he was Adam, I think I was Eve But my vision ends with the apple on the tree 'S' on my chest cause I'm ready to save him Ready to give up on anybody who plays him And I think I love him, I love him just like I raised him When he call me mama, lil mama, I call him baby  [Chorus] Shorty I'ma only tell you this once, you the illest And for your loving I'ma die hard like Bruce Willis You got spark, you, you got spunk You, you got something all the girls want You're like a candy store And I'm a toddler You got me wanting more and more of Your love, your love (yeah)  [Verse 2] He the type to keep a couple hundred grand in a rubber band Just left Money Gram in the lemon Lam' Hot damn make me scream like Summer Jam I mean that nigga must be from the motherland Anyway I think I met him in the sky When I was a Geisha he was a Samurai Somehow I understood him when he spoke Thai Never spoke lies and he never broke fly 'S' on my chest let me get my cape on He's so thugged out - Ghostface and Raekwon \"Konvict\" just like Akon Cause you know the Snitches be putting the Jake on  [Chorus] Shorty I'ma only tell you this once, you the illest And for your loving I'ma die hard like Bruce Willis You got spark, you, you got spunk You, you got something all the girls want You're like a candy store And I'm a toddler You got me wanting more and more of Your love, your love (yeah)  [Outro] Find me in the dark I'll be in the stars Find me in your heart I'm in need of your love  ",
        "title": "Your Love"
    },
    {
        "artist": "Usher Featuring Pitbull",
        "lyrics": "  [Intro] Usher, Usher, Usher Yeah, man  [Verse 1: Usher] So we back in the club With our bodies rocking from Side to side, side-side to side Thank God the week is done I feel like a zombie gone Back to life, back-back to life  [Pre-Chorus 1: Usher] Hands up And suddenly, we all got our hands up No control of my body Ain't I seen you before? I think I remember those Eyes, eyes, eyes Eyes, eye-eyes  [Chorus: Usher] 'Cause baby, tonight The DJ got us falling in love again Yeah, baby Tonight, the DJ got us falling in love again So dance, dance like it's the last, last night Of your life, life, go on get you right 'Cause baby, tonight The DJ got us falling in love again  [Verse 2: Usher] Keep downing drinks like there's No tomorrow, there's just right Now, now, now, na-na-now, now Gon' set the roof on fire Gonna burn this motherfucker Down, down, down, da-da-down, down  [Pre-Chorus 2: Usher] Hands up And the music drops, we both put our hands up Put your hands on my body Swear I've seen you before I think I remember those Eyes, eyes, eyes Eyes, eye-eyes  [Chorus: Usher] 'Cause baby, tonight The DJ got us falling in love again Yeah, baby, tonight The DJ got us falling in love again So dance, dance like it's the last, last night Of your life, life, go on get you right 'Cause baby, tonight The DJ got us falling in love again  [Verse 3: Pitbull] Usher, don't lie! Hear no evil, speak no evil, see no evil Get it, baby, hope you catch that like T.O That's how we roll My life is a movie and you just TiVo Mami got me twisted like a dreadlock She don't wrestle, but I got her in a headlock Yabba-dabba-doo, make her bedrock Mami on fire, red hot Bada bing, bada boom Mr. Worldwide as I step in the room I'm a hustler, baby, but that, you knew And tonight it's just me and you, dale  [Chorus: Usher] 'Cause baby, tonight The DJ got us falling in love again Yeah, baby, tonight The DJ got us falling in love, falling in love So dance, dance like it's the last, last night Of your life, life, go on get you right 'Cause baby, tonight The DJ got us falling in love again Yeah, baby, tonight The DJ got us falling in love again So dance, dance like it's the last, last night Of your life, life, go on get you right 'Cause baby, tonight The DJ got us falling in love again  [Outro: Usher] Yeah Thank you, DJ  ",
        "title": "DJ Got Us Fallin' In Love"
    },
    {
        "artist": "3OH!3 Featuring Ke$ha",
        "lyrics": "  [Bridge: Sean Foreman & Ke$ha] My first kiss went a little like this And twist and twist Well, my first kiss went a little like this And twist and twist  [Verse 1: Sean Foreman] I said no more teachers and no more books I got a kiss under the bleachers, hoping that nobody looks Lips like liquorice, tongue like candy Excuse me miss, but can I get you out your panties?  [Pre-Chorus: Nathaniel Motte] In the back of the car, on the way to the bar I got you on my lips (I got you on my lips) At the foot of the stairs with my fingers in your hair Baby, this is it  [Chorus: Sean Foreman & Nathaniel Motte] She won't ever get enough once she gets a little touch If I had it my way you know that I'd make her say Ooooooh.... Ooooooh... She won't ever get enough once she gets a little touch If I had it my way you know that I'd make her say Ooooooh.... Ooooooh...  [Pre-Verse: Ke$ha] My first kiss went a little like this  [Verse 2: Sean Foreman] I said no more sailors and no more soldiers With your name in a heart tattooed upon their shoulders Kisses like whiskey, it gets me drunk And I wake up in the morning with the taste of your tongue  [Pre-Chorus: Nathaniel Motte] In the back of the car, on the way to the bar I got you on my lips (I got you on my lips) At the foot of the stairs with my fingers in your hair Baby, this is it  [Chorus: Sean Foreman & Nathaniel Motte] She won't ever get enough once she gets a little touch If I had it my way you know that I'd make her say Ooooooh.... Ooooooh... She won't ever get enough once she gets a little touch If I had it my way you know that I'd make her say Ooooooh.... Ooooooh...  [Bridge: Sean Foreman & Ke$ha] My first kiss went a little like this And twist and twist Well, my first kiss went a little like this And twist and twist  [Build: Sean Foreman & Nathaniel Motte] [She won't ever get enough once she gets a little touch If I had it my way you know that I'd make her say Ooooooh....  [Chorus: Sean Foreman & Nathaniel Motte] She won't ever get enough once she gets a little touch If I had it my way you know that I'd make her say Ooooooh.... Ooooooh... She won't ever get enough once she gets a little touch If I had it my way you know that I'd make her say Ooooooh.... Ooooooh... She won't ever get enough once she gets a little touch If I had it my way you know that I'd make her say Ooooooh.... Ooooooh... She won't ever get enough once she gets a little touch If I had it my way you know that I'd make her say  ",
        "title": "My First Kiss"
    },
    {
        "artist": "Alicia Keys",
        "lyrics": "  [Alicia Keys] If you ask me I’m ready…  [Drake] Ugh, Tez keeps telling me he just turned 30 Having dreams of being single forever he’s getting worried And I’m scared too because I’m in the same boat Good women are rare too, none of them have come close Me I haven't changed much, you know how I play Better safe than sorry Instead of searching for substance at every single party Baby being part of this life I feel like I’m bound to end up with somebody That’s been with everybody I need you to rescue me from my destiny I’m trying to live right and give you whatever’s left of me Cause you know life is what we make it and a Chance is like a picture, it’d be nice if you just take it Or let me take it for ya I’m just down to ride Or we can roll around the city until we finally decide I got more than a thing for you, tattoo and ink for you Right over my heart girl I do the unthinkable  [Alicia Keys] Moment of honesty Someone’s gotta take the lead tonight Whose it gonna be? I’m gonna sit right here And tell you all that comes to me If you have something to say You should say it right now (Drake: You should say it right now)  You ready?  [Bridge] You give me a feeling that I never felt before And I deserve it, I think I deserve it (Drake: I deserve it, I think it deserve it..Let it go) It’s becoming something that’s impossible to ignore And I can’t take it (Drake: I can’t take it)  [Hook] I was wondering maybe Could I make you my baby If we do the unthinkable would it make us look crazy If you ask me I’m ready (Echo: I’m ready, I’m ready) If you ask me I’m ready (Echo: I’m ready, I’m ready)  [Verse 2: Alicia Keys] I know you once said to me “This is exactly how it should feel when it’s meant to be” Time is only wasting so why wait for eventually? If we gon’ do something ’bout it We should do it right now (Drake: We should do it right now)  Bay, uh  [Bridge]  [Hook]  [Hook] Why give up before we try Feel the lows before the highs Clip our wings before we fly away I can’t say I came prepared I’m suspended in the air Won’t you come be in the sky with me  [Hook] [End]  ",
        "title": "Un-Thinkable (I'm Ready)"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1: Hillary Scott] Picture perfect memories Scattered all around the floor Reachin' for the phone 'cause I can't fight it anymore  [Pre-Chorus: Hillary Scott] And I wonder if I ever cross your mind For me it happens all the time  [Chorus: Band] It's a quarter after one, I'm all alone and I need you now Said I wouldn't call, but I lost all control and I need you now And I don't know how I can do without I just need you now  [Verse 2: Charles Kelley] Another shot of whiskey Can't stop lookin' at the door Wishing you'd come sweeping In the way you did before  [Pre-Chorus: Hillary Scott + Charles Kelley] And I wonder if I ever cross your mind For me it happens all the time  [Chorus:Band] It's a quarter after one, I'm little drunk and I need you now Said I wouldn't call, but I lost all control and I need you now And I don't know how I can do without I just need you now  [Bridge: Hillary Scott + Charles Kelley] Yes, I'd rather hurt than feel nothin' at all  [Chorus: Hillary Scott + Charles Kelley + Band] It's a quarter after one, I'm all alone and I need you now And I said I wouldn't call, but I'm a little drunk and I need you now And I don't know how I can do without, I just need you now  [Outro: Hillary Scott] I just need you now Oh, baby, I need you now  ",
        "title": "Need You Now"
    },
    {
        "artist": "B.o.B Featuring Bruno Mars",
        "lyrics": "  [Chorus (Condensed): Bruno Mars & B.o.B] Beautiful girls All over the world I could be chasin' But my time would be wasted They got nothin' on you, baby (Yeah) Nothin' on you, baby Na na na nothin' on you, baby Na nothin' on you  [Verse 1: B.o.B] I know you feel where I'm comin' from Regardless of the things in my past that I've done Most of it really was for the hell of the fun On the carousel, so around I spun With no directions, just tryna get some Tryna chase skirts, livin' in the summer sun And so I lost more than I had ever won And honestly, I ended up with none  [Pre-Chorus 1: B.o.B] There's so much nonsense, it's on my conscience I'm thinkin' maybe I should get it out And I don't wanna sound redundant, but I was wonderin' If there was somethin' that you wanna know (That you wanna know) But never mind that, we should let it go (We should let it go) 'Cause we don't wanna be a TV episode (TV episode) And all the bad thoughts, just let 'em go (Go, go, go, go)  [Chorus: Bruno Mars & B.o.B] Beautiful girls All over the world I could be chasin' But my time would be wasted They got nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you Nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you They might say hi (Hi) And I might say hey (Hey) But you shouldn't worry About what they say (Why?) 'Cause they got nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you Nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you  [Verse 2: B.o.B] Hands down, there will never be another one I been around and I never seen another one Because your style they ain't really got nothin' on And you wild when you ain't got nothin' on Baby, you the whole package, plus you pay your taxes And you keep it real while them others stay plastic You're my Wonder Woman, call me Mr. Fantastic Stop, now think about it  [Pre-Chorus 2: B.o.B] I've been to London (Yeah), I've been to Paris (Yeah) Even way out there to Tokyo (Tokyo) Back home down in Georgia (Yeah) to New Orleans (Yeah) But you always steal the show (Steal the show) And just like that girl you got me froze (Got me froze) Like a Nintendo 64 (64) If you never knew, well now you know (Know, know, know, know)  [Chorus: Bruno Mars & B.o.B] Beautiful girls All over the world I could be chasin' But my time would be wasted They got nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you Nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you They might say hi (Hi) And I might say hey (Hey) But you shouldn't worry About what they say (Why?) 'Cause they got nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you Nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you  [Bridge: B.o.B] Everywhere I go I'm always hearin' your name And no matter where I'm at Girl you make me wanna sing Whether a bus or a plane Or a car or a train No other girl's in my brain And you the one to blame  [Chorus: Bruno Mars & B.o.B] Beautiful girls All over the world I could be chasin' But my time would be wasted They got nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you Nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you They might say hi (Hi) And I might say hey (Hello) But you shouldn't worry About what they say (Why?) 'Cause they got nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you Nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you  [Outro: B.o.B] Yeah, and that's just how we do it Heheheh, and I'ma let this ride B.o.B and Bruno Mars  ",
        "title": "Nothin' On You"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] I should've known by the way you passed me by There was something in your eyes and it wasn't right I should've walked, but I never had the chance Everything got out of hand, and I let it slide  [Pre-Chorus] Now I only have myself to blame For falling for your stupid games I wish my life could be the way It was before I saw your face  [Chorus] You stole my happy, you made me cry Took the lonely, and took me for a ride And I wanna uh-uh-uh-uh-uh-undo it You had my heart, now I want it back I'm starting to see everything you lack Boy you blew it, you put me through it I wanna uh-uh-uh-uh-uh-undo it  [Post-Chorus] Na, na, na, na, na Na, na, na, na, na Na, na, na, na, na, na  [Verse 2] Now your photos don't have a picture frame And I never say your name, and I never will And all your things, well, I threw them in the trash And I'm not even sad  [Pre-Chorus] Now you only have yourself to blame For playing all those stupid games You're always gonna be the same Oh no, you'll never change  [Chorus] You stole my happy, you made me cry Took the lonely, and took me for a ride And I wanna uh-uh-uh-uh-uh-undo it You had my heart, now I want it back I'm starting to see everything you lack Boy you blew it, you put me through it I wanna uh-uh-uh-uh-uh-undo it  [Post-Chorus] Na, na, na, na, na Na, na, na, na, na Na, na, na, na, na na  [Bridge] You want my future, you can't have it I'm still trying to erase you from my past I need you gone so fast  [Chorus] You stole my happy, you made me cry Took the lonely, and took me for a ride And I wanna uh-uh-uh-uh-uh-undo it You had my heart, now I want it back I'm starting to see everything you lack Boy you blew it, you put me through it I wanna uh-uh-uh-uh-uh-undo it You stole my happy, you made me cry Took the lonely, and took me for a ride Boy you blew it, you put me through it I wanna uh-uh-uh-uh-uh-undo it  ",
        "title": "Undo It"
    },
    {
        "artist": "Justin Bieber Featuring Usher",
        "lyrics": "  [Music Video]  [Verse 1] For you I'd write a symphony I'd tell the violin, \"It's time to sink or swim,\" Watch them play for ya For you, I'd be, whoa oh Running a thousand miles just to get to where you are Step to the beat of my heart  [Pre-Chorus] I don't need a whole lot, but for you I admit I I'd rather give you the world or we can share mine I know I won't be the first one giving you all this attention Baby listen...  [Chorus] I just need somebody to love I don't need too much, just somebody to love Somebody to love I don't need nothing else, I promise, girl, I swear I just need somebody to love I need somebody, I need somebody I need somebody, I need somebody  [Verse 2] Every day I bring the sun around I sweep away the clouds, smile for me I would take every second, every single time Spend it like my last dime, step to the beat of my heart  [Pre-Chorus] I don't need a whole lot, but for you I admit I I'd rather give you the world or we can share mine I know I won't be the first one giving you all this attention Baby listen...  [Chorus] I just need somebody to love I don't need too much, just somebody to love Somebody to love I don't need nothing else, I promise, girl, I swear I just need somebody to love I need somebody, I need somebody I need somebody, I need somebody, somebody to love I need somebody, I need somebody I need somebody, I need somebody, I just need somebody to love  [Bridge] And you can have it all Anything you want, I can bring Give you the finer things, yeah But what I really want, I can't find Cause money can't find me somebody to love Oh oh, find me somebody to love, oh  [Chorus] I just need somebody to love I don't need too much, just somebody to love Somebody to love I don't need nothing else, I promise, girl, I swear I just need somebody to love I need somebody, I need somebody I need somebody, I need somebody, somebody to love I need somebody, I need somebody I need somebody, I need somebody, I just need somebody to love  [Outro] I need somebody, I need somebody, I need somebody to love Is she out there? Is she out there? Is she out there? Is she out there? I just need somebody to love  ",
        "title": "Somebody To Love"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Produced by Jim Jonsin and Rico Love]  [Intro] Yeah... right... Usher baby... okay, yeah man Right... (turn the lights off)  [Chorus] There goes my baby (Oooh, girl, look at you) You don't know how good it feels to call you my girl There goes my baby Loving everything you do Oooh, girl, look at you  [Verse 1] Bet you ain't know that I be checking you out when you be putting your heels on I swear, your body's so perfect, baby How you work it, baby yeah, wooo! I love the way that you be poking it out, girl Give me something to feel on So please believe we gone be twerking it out By the end of the night, baby  [Pre-Chorus] I've been waiting all day to wrap my hands Around your waist and kiss your face Wouldn't trade this feeling for nothing (Not even for a minute) And I'll sit here long as it takes To get you all alone But as soon as you come walking my way You gon' hear me say  [Chorus] There goes my baby (Oooh, girl, look at you) You don't know how good it feels to call you my girl There goes my baby Loving everything you do Oooh, girl, look at you  [Verse 2] I get the chills whenever I see your face and you in the place, girl Feel like I'm in a movie, baby I'm like, \"Oowee, baby\" Like waterfalls, your hair falls down to your waist Can I get a taste, girl? No need to creep, 'cause baby, I ain't ashamed Of calling your name, girl  [Pre-Chorus] I've been waiting all day to wrap my hands Around your waist and kiss your face Wouldn't trade this feeling for nothing Not even for a minute And I'll sit here long as it takes To get you all alone But as soon as you come walking my way You gon' hear me say  [Chorus] There goes my baby (Oooh, girl, look at you) You don't know how good it feels to call you my girl There goes my baby Loving everything you do Oooh, girl, look at you  [Bridge] And girl, I feel like it's our first time every time we get together Baby, loving you feels better than Everything, anything Put on my heart, you don't need a ring And I promise Our time away won't change my love  [Chorus] There goes my baby (Oooh, girl, look at you) You don't know how good it feels to call you my girl There goes my baby Loving everything you do Oooh, girl, look at you There goes my baby (Oooh, girl, look at you) You don't know how good it feels to call you my girl There goes my baby Loving everything you do Oooh, girl, look at you  ",
        "title": "There Goes My Baby"
    },
    {
        "artist": "DJ Khaled Featuring T-Pain, Ludacris, Snoop Dogg & Rick Ross",
        "lyrics": "  [Intro: DJ Khaled & T-Pain] DJ Khaled Hey, yeah We the best  [Hook: T-Pain] All I do is win, win, win no matter what Got money on my mind, I can never get enough And every time I step up in the building Everybody hands go up And they stay there, and they say yeah And they stay there, up, down, up, down, up, down 'Cause all I do is win, win, win And if you going in put your hands in the air, make 'em stay there!  [Verse 1: Ludacris] Yeah, listen, Luda! Ludacris goin' in on the verse 'Cause I never been defeated and I won't stop now Keep your hands up, get 'em in the sky For the homies that didn't make it and my folks locked down I never went nowhere, but they sayin' \"Luda's back\" Blame it on that conjure, the hood call it Luda 'gnac And I'm on this foolish track, so I spit my foolish flow My hands go up and down, like strippers' booties go My verses still be servin', tight like a million virgins Last time on the Khaled remix, now I'm on the original version Can't never count me out, y'all better count me in Got twenty bank accounts, accountants count me in Make millions every year (yeah) the South's champion (yeah) 'Cause all I do, all I - all I - all I - all I do is AY, WOO!  [Hook: T-Pain] All I do is win, win, win no matter what Got money on my mind, I can never get enough And every time I step up in the building Everybody hands go up And they stay there, and they say yeah And they stay there, up, down, up, down, up, down 'Cause all I do is win, win, win And if you going in put your hands in the air, make 'em stay there!  [Verse 2: Rick Ross] Win, win, who? Boss Boss, swervin' in my lo-lo Head on the swivel, you know serving me's a no-no Clean as a whistle as I pull out in my Rolls Royce Yellow bone passenger, they see it they say \"oh boy\" Tell Khaled back it up, my niggas call me loco Down for armed trafficking, don't make me pull that fo'-fo' Ask you what you laughing at - represent that mud life! Dirty money bitch you better get yo' mud right! We come together holdin' hands and holla \"thug life\" We all strapped in all black, it's like fuck life (all we do is win!) You riding to what (WHAT!) 'cause we riding tonight (tonight!) Now she riding with me 'cause you wasn't riding her right Ross!  [Hook: T-Pain] All I do is win, win, win no matter what Got money on my mind, I can never get enough And every time I step up in the building Everybody hands go up And they stay there, and they say yeah And they stay there, up, down, up, down, up, down 'Cause all I do is win, win, win And if you going in put your hands in the air, make 'em stay there!  [Verse 3: Snoop Dogg] Heat in the kitchen, pot on the stove Water gettin' boiled, dope being sold Snoopy in the hoopty, system overload I been running this rap game since I was 20 years old I hung with the worst of 'em, bust 'til I burst 'em up Floss 'em up, toss 'em up, Hardaway, cross 'em up Pardon me, I'm bossing up, pressure up, bless you bruh Don't mess with us, we like the U in the 80's Back to back, set a trap, hit the lick, hit it back Hit the trick, jump the track, bitch I want my money back Time and time again while I'm sipping on this gin Al Davis said it best, \"Just win baby, win!\"  [Hook: T-Pain] All I do is win, win, win no matter what Got money on my mind, I can never get enough And every time I step up in the building Everybody hands go up And they stay there, and they say yeah And they stay there, up, down, up, down, up, down 'Cause all I do is win, win, win And if you going in put your hands in the air, make 'em stay there!  ",
        "title": "All I Do Is Win"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Verse 1] So scared of breaking it that you won't let it bend And I wrote two hundred letters I will never send Sometimes these cuts are so much deeper than they seem You'd rather cover up, I'd rather let them bleed So let me be, and I'll set you free  [Chorus] I am in misery There ain't nobody who can comfort me, oh yeah Why won't you answer me? The silence is slowly killing me, oh yeah Girl you really got me bad You really got me bad Now I'm gonna get you back I'm gonna get you back  [Verse 2] Your salty skin and how it mixes in with mine The way it feels to be completely intertwined Not that I didn't care, it's that I didn't know It's not what I didn't feel, it's what I didn't show So let me be, and I'll set you free  [Chorus] I am in misery There ain't nobody who can comfort me, oh yeah Why won't you answer me? The silence is slowly killing me, oh yeah Girl you really got me bad You really got me bad Now I'm gonna get you back I'm gonna get you back  [Verse 3] You say your faith is shaken, and you may be mistaken You keep me wide awake and waiting for the sun I'm desperate and confused, so far away from you I'm getting there, I don't care where I have to roam Why do you do what you do to me, yeah? Why won't you answer me, answer me yeah? Why do you do what you do to me yeah? Why won't you answer me, answer me yeah?  [Chorus] I am in misery There ain't nobody who can comfort me, oh yeah Why won't you answer me? The silence is slowly killing me, oh yeah  Girl you really got me bad You really got me bad Now I'm gonna get you back I'm gonna get you back  [Outro] (x4)  ",
        "title": "Misery"
    },
    {
        "artist": "Diddy - Dirty Money Featuring T.I.",
        "lyrics": "  [Intro: Diddy] Yeah, yeah Yeah, yeah  [Pre-Chorus 1: Diddy & Dirty Money] Hello, good morning (Let's go, let's ride) Hello (Yeah, come on), good morning Hello, good morning Know you been wai- -tin for it 'Cause I seen you watching So let's go, let's get it poppin'  [Chorus: Diddy & Dirty Money] 'Cause I been leaning on the bar, looking cleaner than the Tsar And these broads won't give me my props Twenty-five on the bag, I be stunting on they ass And ya mad cause the bitch won't stop Got your boyfriend feeling like a groupie (You know, you know, you know, we on that) Still life but it's looking like a movie... (You know, you know, you know, we on that) And everybody know who the truth be (You know, you know, you know, we on that) I blow cause I'm blowing on that oo-wee!! (You know, you know, you know, we on that) Hello  [Verse 1: T.I.] Hello, good morning, how you doing? What the move is? Of \"Welcome to the Future,\" I'm the Cap'n of the Cool Kids The revolution's never been televised Great booty, better thighs, I ain't wanna tell her bye First I tell her hi, then I give her one and let her fly Never tell a lie, tonight you couldn't find a better guy King shit, flyer than anyone you get seen with Gangsta distinguished, cool as a penguin Got a team of 'em on the field, finna bring wit' G5 waiting, fly away at my convenience You seen Tip, checking in a 5-star suite With some 5-star freaks, getting high all week (Let's go) Catch me in the week, I was up all night when y'all sleep In a fast car, superbad broads, back seat That's me, see I'm nothing nice, fuck a couple nights With the moon say goodbye and the sun greeting us like   [Pre-Chorus 2: Diddy] Hello, good morning (Let's go, let's ride) Hello (Yeah, come on), good morning Hello, good evenin' You blow, you fiendin' 'Cause you know that you really need it And I'm the one that you wanna be with But right now, baby you're dreaming (Wake up and turn the lights on)  [Chorus: Diddy & Dirty Money] 'Cause I been leaning on the bar, looking cleaner than the Tsar And these broads won't give me my props Twenty-five on the bag, I be stunting on they ass And ya mad cause the bitch won't stop Got your boyfriend feeling like a groupie (You know, you know, you know, we on that) Still life but it's looking like a movie... (You know, you know, you know, we on that) And everybody know who the truth be (You know, you know, you know, we on that) I blow cause I'm blowing on that oo-wee!! (You know, you know, you know, we on that) Hello  [Post-Chorus: Diddy] Hello (Let's go), good morning (Let's work) Hello (Let's go), good morning (Let's work) Hello  [Interlude: Diddy] Ayo, Ayo, turn me up a lil' bit more I don't think they can hear me Check this out, Bad Boy, bitch! Let's work, c'mon Let's work, non-stop, let's rock Make you feel good too, let's work Don't stop I see you, let's work It's that Dirty Money  [Verse 2: Diddy] Uh, how fly is he? Yo' baby momma Cry for Me like Jodeci (let's go) So how you not notice me? Pull up to the club in the coldest V Uh, literally cold Little did he know how that nigga Diddy flow How that nigga Diddy go So hard like a crowbar, still getting dough  [Bridge: Diddy] Whoa whoa, whoa... Hahaha (Turn the bass up!) Hey, I like this (Come on, can you feel it?) Can you feel it? Nothing can save ya Uh, it's that Dirty Money (Turn the lights on!)  [Chorus: Diddy & Dirty Money] Got your boyfriend feeling like a groupie (You know, you know, you know, we on that) Still life but it's looking like a movie... (You know, you know, you know, we on that) And everybody know who the truth be (You know, you know, you know, we on that) I blow cause I'm blowing on that oo-wee!! (You know, you know, you know, we on that) Hello  [Outro: Diddy] Hello, good morning (Let's go, let's ride) Hello (Yeah, c'mon), good morning Hello Hello Hello Hello  ",
        "title": "Hello Good Morning"
    },
    {
        "artist": "Jerrod Niemann",
        "lyrics": "  Well the truth Well it hurts to say I'm gonna pack up my bags And I'm gonna go away I'm gonna split I can't stand it I'm gonna give it up and quit Ain't never comin back But before I get to goin' I've got to say I know you used to love me But that was yesterday And the truth, I won't fight it When the love starts burnin you got to do whats right  Woah, lover, lover, lover You don't treat me no good no more Woah, lover, lover, lover You don't treat me no good no more  Well the truth Yeah, it hurts to say I'm gonna pack up my bags And I'm gonna go away I'm gonna split I can't stand it I'm gonna give it up and quit Ain't never comin back But before I get to going There was a time oh woman When you used to shake it for me Now all you do is treat me cold Ain't gonna take it no more Gonna walk out the door  Lover, lover, lover You dont treat me no good no more No, no, more more more Woah, lover lover lover You don't treat me no good no more  Yea, yea, yea  Well I went with you on a starry night And Im hurtin' too bad cause you dont treat me right Woman oh woman You know I love you so You're just so mean to me baby Im walkin out the door  Lover oh lover I know you used to love me in every way, but now I'm givin up And I'm tired of cryin babe I can't stand it no longer It hurts me to say I'm packin up my bags and goin far away Lover, lover, lover You don't treat me good no more Lover, lover, lover You don't treat me good no more Lover, lover, lover You don't treat me good no more Lover, lover, lover You don't treat me good no more  ",
        "title": "Lover, Lover"
    },
    {
        "artist": "The Script",
        "lyrics": "  [Intro] I'm still alive but I'm barely breathing Just praying to a God that I don't believe in Cause I got time while she got freedom Cause when a heart breaks no it don't break even  [Verse 1] Her best days will be some of my worst She finally met a man that's gonna put her first While I'm wide awake she's no trouble sleeping Cause when a heart breaks no it don't breakeven Even... no  [Chorus] What am I supposed to do when the best part of me was always you? And what am I supposed to say when I'm all choked up and you're ok? I'm falling to pieces, yeah I'm falling to pieces  [Verse 2] They say bad things happen for a reason But no wise words gonna stop the bleeding Cause she's moved on while I'm still grieving And when a heart breaks no it don't breakeven even, even ... no  [Chorus] What am I gonna do when the best part of me was always you? And what am I supposed to say when I'm all choked up and you're ok? I'm falling to pieces, yeah I'm falling to pieces, yeah I'm falling to pieces (One still in love while the other one's leaving) I'm falling to pieces (Cause when a heart breaks no it don't break even)  [Bridge] Oh, you got his heart and my heart and none of the pain You took your suitcase, I took the blame Now I'm tryna make sense of what little remains, oh Cause you left me with no love and no love to my name  [Verse 3] I'm still alive but I'm barely breathing Just prayed to a God that I don't believe in Cause I got time while she got freedom Cause when a heart breaks no it don't break No it don't break no it don't break even no  [Chorus] What am I gonna do when the best part of me was always you? And what am I supposed to say when I'm all choked up that you're ok? I'm falling to pieces, yeah I'm falling to pieces, yeah I'm falling to pieces (One still in love while the other one's leaving) I'm falling to pieces (Cause when a heart breaks no it don't break even)  [Outro] Oh, it don't break even, no Oh, it don't break even, no Oh, it don't break even, no  ",
        "title": "Breakeven"
    },
    {
        "artist": "Jason Derulo",
        "lyrics": "  [Intro] Jason Derulo (Beluga Heights) (J-J-J-J-J.R.) C'mon, yeah  [Verse 1] Everybody's looking for love, oh (woo, huh) Ain't that the reason you're at this club? Oh (huh) You ain't gon' find it dancing with him, no (no) I've got a better solution for you, girl, oh (huh)  [Pre-Chorus] Just leave with me now, say the word and we'll go (and we'll go) I'll be your teacher, I'll show you the ropes (you the ropes) You'll see the side of love you've never known I can see it going down, going down  [Chorus] In my head, I see you all over me In my head, you fulfill my fantasy In my head, you'll be screaming loud In my head, it's going down In my head, it's going down In my head, yeah In my head, oh, yeah, c'mon  [Verse 2] Some dudes know all the right things to say, ayy (ayy, uh) When it comes down to it, it's all just game said Instead of talking, let me demonstrate, yeah (yeah) Get down to business and skip foreplay (foreplay, ayy, yeah)  [Pre-Chorus] Just leave with me now, say the word and we'll go (we can go) I'll be your teacher, I'll show you the ropes (you the ropes) You'll see the side of love you've never known (never known) I can see it going down, going down  [Chorus] In my head, I see you all over me (baby, all over me) In my head, you fulfill my fantasy (fulfill my fantasy) In my head, you'll be screaming loud In my head, it's going down In my head, it's going down In my head  [Bridge] Break it down (ayo, ayo), c'mon on, let's go (ayo) You're singing to me, baby, in my head right now (Ayo, ayo), c'mon, yeah (ayo, ayo) She'll be screaming out when it all goes down  [Pre-Chorus] Just leave with me now, say the word and we'll go (and we'll go) I'll be your teacher, I'll show you the ropes (you the ropes) You'll see the side of love you've never known (never known) I can see it going down, going down  [Chorus] In my head, I see you all over me (head) In my head, you fulfill my fantasy (head) In my head, you'll be screaming loud (head, oh, oh) In my head, it's going down In my head, it's going down In my head, I see you all over me (all over you) In my head, you fulfill my fantasy (you do, baby) In my head, you'll be screaming loud (oh, oh) In my head, it's going down (in my head) In my head, it's going down It's going down in my head  ",
        "title": "In My Head"
    },
    {
        "artist": "David Guetta & Chris Willis Featuring Fergie & LMFAO",
        "lyrics": "  [Pre-Chorus 1: Fergie] All the things I know right now If I only knew back then There's no gettin' over, no gettin' over There's just no gettin' over you  [Pre-Chorus 2: Chris Willis] Wish I could spin my world into reverse Just to have you back again There's no gettin' over, there's no gettin' over There's just no gettin' over you, no, no  [Verse: LMFAO] Hey hey, I can't forget you, baby I think about you everyday I tried to masquerade the pain That's why I'm next to the booth D-d-d-dance to the groove But, but there is no, there is no (Just no gettin' over you) Baby, it feels so right To dance to the beat of night That heat between you and I Freak, freak to the morning light We like to live life fast And pour them shots up in the glass But there is no, there is no (Just no gettin' over you)  [Chorus: LMFAO] I'ma party, and party And party and par' and par' and party I'ma party, and party And party and par' and par' and  [Pre-Chorus 1: Fergie] All the things I know right now If I only knew back then There's no gettin' over, no gettin' over There's just no gettin' over you  [Pre-Chorus 2: Chris Willis] Wish I could spin my world into reverse Just to have you back again There's no gettin' over, there's no gettin' over There's just no gettin' over you, no, no  [Chorus: LMFAO] I'ma party, and party And party and par' and par' and party I'ma party, and party And party and par' and par' and  [Bridge: Fergie] People in the place If you've ever felt love Then you know, yeah, you know What I'm talkin' about There's no gettin' over  [Chorus: LMFAO] I'ma party, and party And party and par' and par' and party And part and party I'ma party, and party And party and par' and par' and party And party and party  ",
        "title": "Gettin' Over You"
    },
    {
        "artist": "Christina Perri",
        "lyrics": "  [Verse 1] No, I can't take one more step towards you ‘Cause all that's waiting is regret Don't you know I'm not your ghost anymore? You lost the love I loved the most  [Pre-Chorus] I learned to live, half alive And now you want me one more time  [Chorus 1] And who do you think you are? Runnin' 'round leaving scars Collecting your jar of hearts And tearing love apart You're gonna catch a cold From the ice inside your soul So don't come back for me Who do you think you are?  [Verse 2] I hear you're asking all around If I am anywhere to be found But I have grown too strong To ever fall back in your arms  [Pre-Chorus] + [Chorus 1]  [Verse 3] It took so long just to feel alright Remember how to put back the light in my eyes I wish I had missed the first time that we kissed ‘Cause you broke all your promises And now you're back You don't get to get me back  [Chorus 2]x2 And who do you think you are? Runnin' 'round leaving scars Collecting your jar of hearts And tearing love apart You're gonna catch a cold From the ice inside your soul Don't come back for me Don't come back at all  [Outro] Who do you think you are? Who do you think you are? Who do you think you are?  ",
        "title": "Jar Of Hearts"
    },
    {
        "artist": "Zac Brown Band",
        "lyrics": null,
        "title": "Free"
    },
    {
        "artist": "Paramore",
        "lyrics": "  [Verse 1] When I was younger I saw my daddy cry and curse at the wind He broke his own heart and I watched As he tried to reassemble it And my mama swore that she would Never let herself forget And that was the day that I promised I'd never sing of love if it does not exist  [Chorus] But, darling You are the only exception You are the only exception You are the only exception You are the only exception  [Verse 2] Maybe I know, somewhere Deep in my soul, that love never lasts And we've got to find other ways To make it alone, but keep a straight face And I've always lived like this Keeping a comfortable distance And up until now, I had sworn to myself That I'm content with loneliness Because none of it was ever worth the risk  [Chorus] Well, you are the only exception You are the only exception You are the only exception You are the only exception  [Bridge] I've got a tight grip on reality But I can't, let go of what's in front of me here I know you're leaving in the morning, when you wake up Leave me with some kind of proof it's not a dream  [Chorus] You are the only exception You are the only exception You are the only exception You are the only exception You are the only exception You are the only exception You are the only exception You are the only exception  [Outro] And I'm on my way to believing Oh, and I'm on my way to believing  ",
        "title": "The Only Exception"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": "  [Verse 1-Luke Bryan ] My daddy spent his life looking up at the sky He'd cuss kick the dust, saying son it's way too dry It clouds up in the city, the weather man complains But where I come from, rain is a good thing  [Hook-Luke Bryan ] Rain makes corn, corn makes whiskey Whiskey makes my baby, feel a little frisky Back roads are bogging up, my buddies pile up in my truck We hunt our hunnies down, we take them into town Start washing all our worries down the drain Rain is a good thing  [Verse 2-Luke Bryan ] Aren’t nothing like a kiss out back in the barn Ringing out our soaking clothes, riding out a thunderstorm When tin roof gets to talking, that's the best love we made Yea where I come from, rain is a good thing  [Hook-Luke Bryan ] Rain makes corn, corn makes whiskey Whiskey makes my baby, feel a little frisky Back roads are bogging up, my buddies pile up in my truck We hunt our hunnies down, we take them into town Start washing all our worries down the drain Rain is a good thing  [Bridge-Luke Bryan ] Farmer Johnson does a little dance Creeks on the rise, roll up your pants Country girls, they want to cuddle Kids out playing' in a big mud puddle  [Hook-Luke Bryan ] Rain makes corn, corn makes whiskey Whiskey makes my baby, feel a little frisky Back roads are bogging up, my buddies pile up in my truck We hunt our hunnies down, we take them into town Start washing all our worries down the drain Rain is a good thing  [Outro-Luke Bryan ] Rain is a good thing, rain is a good thing, rain is a good thing  ",
        "title": "Rain Is A Good Thing"
    },
    {
        "artist": "Michael Buble",
        "lyrics": null,
        "title": "Haven't Met You Yet"
    },
    {
        "artist": "Selena Gomez & The Scene",
        "lyrics": "  [Verse 1] You see me standing there and act like you don't know me But last night, you were calling me, saying you want me Oh, why you always make me feel like I'm the one that's crazy? You feel my heart racing My, my heart racing  [Pre-Chorus] Boy, I need you here with me We can't go on this way I'm falling hard for you All I can say...  [Chorus] We're going 'round and 'round We're never going to stop going 'round and 'round We'll never get where we're going 'Round and 'round Well, you're gonna miss me, 'cause I'm getting dizzy Going 'round and 'round and 'round  [Verse 2] You come to pull me close and whisper in my ear You always told me lies, I've cried out all my tears I push my feelings to the side, but then you bring them back Br-bring 'em back, now you got me singing  [Pre-Chorus] Boy, I need you here with me We can't go on this way I'm falling hard for you All I can say...  [Chorus] We're going 'round and 'round We're never going to stop going 'round and 'round We'll never get where we're going 'Round and 'round Well, you're gonna miss me, 'cause I'm getting dizzy Going 'round and 'round and 'round  [Bridge] Love me, or love me not I'm staring at the clock I pick them flower petals off, and then I watch them drop Love me, or love me not I'm staring at the clock I pick them flower petals off, and then I watch them drop  [Breakdown] Boy, I need you here with me We can't go on this way I'm falling hard for you All I can say  [Chorus] We're going 'round and 'round We're never going to stop going 'round and 'round We'll never get where we're going 'Round and 'round Well, you're gonna miss me, 'cause I'm getting dizzy Going 'round and 'round and 'round We're going 'round and 'round We're never going to stop going 'round and 'round We'll never get where we're going 'Round and 'round Well, you're gonna miss me, 'cause I'm getting dizzy Going 'round and 'round and 'round  ",
        "title": "Round & Round"
    },
    {
        "artist": "Jaron And The Long Road To Love",
        "lyrics": null,
        "title": "Pray For You"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Intro: Rob Base] I wanna rock right now I wanna, I wanna rock right now I wanna, I wanna rock right now Now, now, rock right now I wanna, I wanna rock right now I wanna, I wanna rock right now I wanna, I wanna rock right now  [Hook: will.i.am] I wanna da-, I wanna dance in the lights I wanna ro-, I wanna rock yo' body right I wanna go, I wanna go for a ride Hop in the music and rock yo' body right  [Chorus: Fergie] Rock that body, c'mon c'mon, rock that body (Rock yo' body) Rock that body, c'mon c'mon, rock that body Rock that body, c'mon c'mon, rock that body (Rock yo' body) Rock that body, c'mon c'mon, rock that body  [Verse 1: Will.I.Am] Let me see your body rock Shaking from, the bottom and top Freak to what the DJ drop We be the ones to make it hot (to make it hot) Electric shock, energy like a billion watts Space be booming, the speakers pop Galactic comb and Mr. Spock We bumping in your parking lot  [Verse 2: Fergie] Parking lot When you comin up in the spot Don't bring nothin we call P. Dot Cause we burning around the clock Hit the lights and then turn them off If you bring that don't make you stop Like the jungle, we run the block No one rolling the way we rock, way we rock  [Interlude: Rob Base] I wanna rock right now I wanna, I wanna rock right now I wanna, I wanna rock right now  [Hook: will.i.am] I wanna da-, I wanna dance in the lights I wanna ro-, I wanna rock yo' body right I wanna go, I wanna go for a ride Hop in the music and rock yo' body right  [Chorus: Fergie] Rock that body, c'mon c'mon, rock that body (Rock yo' body) Rock that body, c'mon c'mon, rock that body Rock that body, c'mon c'mon, rock that body (Rock yo' body) Rock that body, c'mon c'mon, rock that body  [Verse 3: apl.de.ap] Superfly ladies, all of my superfly ladies All of my superfly ladies All of my super, superfly ladies Yeah, you could big boned, long as you feel like you on You could be the model type, skinny with no appetite Short, stacked, black or white, long as you do what you like Body outta sight, body, body outta sight  [Verse 4: Taboo] She does the two step, and the tongue drop She does the cabbage patch, and the bus stop She like electro, she love hip-hop She like the reggae, she feel punk rock She love samba, and the mambo She like to breakdance, and calypso Get a lil' crazy, get a lil' stupid Get a lil' crazy, crazy, crazy  [Hook: will.i.am] I wanna da-, I wanna dance in the lights I wanna ro-, I wanna rock yo' body right I wanna go, I wanna go for a ride Hop in the music and rock yo' body right Rock yo' body right Rock yo' body right  [Outro: will.i.am & Fergie] C'mon, yeah (Rock that body, c'mon c'mon, rock that body) C'mon, yeah (Rock that body, c'mon c'mon, rock that body) Go oh oh oh, oh-oh-oh Let go oh oh oh, oh-oh-oh Let go oh oh oh, oh-oh-oh Let go oh oh oh, oh-oh-oh  I wanna, I wanna rock right now I wanna, I wanna rock I wanna, I wanna rock Let go oh oh oh, oh-oh-oh I wanna, I wanna rock I wanna, I wanna rock Let go oh oh oh, oh-oh-oh Let go oh oh oh, oh-oh-oh I wanna, I wanna rock right now I wanna, I wanna rock right now I wanna, I wanna rock Now, now, rock right now I wanna, I wanna rock I wanna, I wanna rock right now I wanna, I wanna rock right now  ",
        "title": "Rock That Body"
    },
    {
        "artist": "Ciara Featuring Ludacris",
        "lyrics": null,
        "title": "Ride"
    },
    {
        "artist": "Cali Swag District",
        "lyrics": "  [Verse 1: Smoove] They be like \"Smoove (what?) Can you teach me how to Dougie?\" You know why? Cause all the bitches love me All I need is a beat that's super-bumpin' And for you, you, and you to back it up and dump it Put your arms out front, lean side-to-side They gonna be on you when they see you hit that Dougie, right Ain't nobody fuckin' with my bro from Morningside He go by Bubba and he hit that dance like thunder I ain't from Dallas but I D-Town boogie I show my moves off now everybody tryna to do me I leave the functions and all the ladies tryna to screw me Now you just do you and I'mma do me Niggas love to hate so they try to screw me Bitches be stuck to me, I think they try to glue me I make the party shine bright when it started boomin' This beat was bubblegum, so I had to chew it  [Hook] Teach me how to Dougie, teach me-teach me how to Dougie All my bitches love me, all my-all my bitches love me All my bitches love me, you ain't fuckin' with my Dougie  [Verse 2: Yung] The name is Yung for them dudes who don't know me I know I'm from the West but I can teach you how to Dougie I step up in the club and all these bitches bug me On a nigga dancin' and none of them know me I hear this crowd screamin' like, aye get it Brodie So I'm move my shoulders and I take it real low They like, how he do that He can Dougie on the flow And when that nigga stop they like, Dougie some mo I'm like, a nigga kinda tired then I pass it to the bro M-Bone, show these cats how to do that Down South dance that we learned a lil' too fast And brought it to the hood and, got the whole crew cash  [Hook]  [Verse 3: Jay Are] Back of the party, I don't really like to boogie I'm just tryin' to get bent and meet a thick redbone She do her Dougie and all them bitches hatin' But I'm about to escape with a bitch and head home She got her friend so it's a two man and I run it, run it even if her legs long She like, you hubby I think she love me But I change the subject and I do my Dougie Cause I don't give a fuck, blow trees, get money Me, Smoove, Heff in the back with Playboy bunnies We gonna make em do the Dougie in the middle of the bed And when I asked for some head the bitch looked at me funny Duh, bitch you can't tell me nothin' Starr made the beat, I just took it out the oven I just see the Dougie when everybody clubbin' And I hate skinny jeans cause the burner keep rubbin'  ",
        "title": "Teach Me How To Dougie"
    },
    {
        "artist": "Shakira Featuring Freshlyground",
        "lyrics": "  [Verse 1: Shakira] You're a good soldier Choosing your battles Pick yourself up and dust yourself off Get back in the saddle You're on the front line Everyone's watching You know it's serious, we're getting closer This isn't over  [Pre-Chorus: Shakira] The pressure is on, you feel it But you got it all, believe it When you fall get up, oh oh If you fall get up, eh eh Tsamina mina zangalewa 'Cause this is Africa  [Chorus: Shakira] Tsamina mina, eh eh Waka waka, eh eh Tsamina mina zangalewa This time for Africa  [Verse 2: Shakira] Listen to your God This is our motto Your time to shine, don't wait in line Y vamos por todo People are raising Their expectations Go on and feed them, this is your moment No hesitations  [Pre-Chorus: Shakira] Today's your day, I feel it You paved the way, believe it If you get down get up, oh oh When you get down get up, eh eh Tsamina mina zangalewa This time for Africa  [Chorus: Shakira] Tsamina mina, eh eh Waka waka, eh eh Tsamina mina zangalewa Anawa a a Tsamina mina, eh eh Waka waka, eh eh Tsamina mina zangalewa This time for Africa  [Verse 3: Zolani] Awabuye lamajoni, ipikipiki mama wa A to Z Bathi susa lamajoni, ipikipiki mama from East to West Bathi waka waka ma eh eh Waka waka ma eh eh Zonk' izizwe mazibuye 'cause this is Africa  [Bridge] Tsamina mina, Anawa a a Tsamina mina Tsamina mina, Anawa a a  [Chorus: Shakira] Tsamina mina, eh eh Waka waka, eh eh Tsamina mina zangalewa Anawa a a Tsamina mina, eh eh Waka waka, eh eh Tsamina mina zangalewa This time for Africa  [Outro: Shakira] Django eh eh Django eh eh Tsamina mina zangalewa Anawa a a Django eh eh Django eh eh Tsamina mina zangalewa Anawa a a This time for Africa This time for Africa We're all Africa We're all Africa  ",
        "title": "Waka Waka (This Time For Africa)"
    },
    {
        "artist": "Lee Brice",
        "lyrics": "  They called him crazy when they started out Said seventeen's too young to know what love's about They've been together fifty-eight years now That's crazy  He brought home sixty-seven bucks a week He bought a little 2 bedroom house on Maple Street Where she blessed him with six more mouths to feed Yeah that's crazy  Just ask him how he did it; he'll say pull up a seat It'll only take a minute, to tell you everything  Be a best friend, tell the truth, and overuse I love you Go to work, do your best, don't outsmart your common sense Never let your prayin' knees get lazy And love like crazy  They called him crazy when he quit his job Said them home computers, boy they'll never take off He sold his one man shop to Microsoft They paid like crazy  Just ask him how he made it, he'll tell you faith and sweat And the heart of a faithful woman, Who never let him forget  Be a best friend, tell the truth, and overuse I love you Go to work, do your best, don't outsmart your common sense Never let your prayin' knees get lazy And love like crazy  Always treat your woman like a lady Never get to old to call her baby Never let your prayin' knees get lazy And love like crazy  They called him crazy when they started out They've been together fifty-eight years now Ain't that crazy?  ",
        "title": "Love Like Crazy"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Verse 1] I need another story Something to get off my chest My life gets kinda boring Need something that I can confess 'Til all my sleeves are stained red From all the truth that I've said Come by it honestly I swear Thought you saw me wink, no I've been on the brink  [Chorus] So tell me what you want to hear Something that will light those ears I'm sick of all the insincere So I'm going to give all my secrets away This time Don't need another perfect lie Don't care if critics ever jump in line I'm going to give all my secrets away  [Verse 2] My God, amazing how we got this far It's like were chasing all those stars Who's driving shiny big black cars And every day I see the news All the problems that we could solve And when a situation rises Just write it into an album Send it straight to gold I don't really like my flow, no  [Chorus] So tell me what you want to hear Something that will light those ears I'm sick of all the insincere So I'm going to give all my secrets away This time Don't need another perfect lie Don't care if critics ever jump in line I'm going to give all my secrets away  [Bridge] Got no reason Got no shame Got no family I can blame Just don't let me disappear I'm going to tell you everything  [Chorus] So tell me what you want to hear Something that will light those ears I'm sick of all the insincere So I'm going to give all my secrets away This time Don't need another perfect lie Don't care if critics ever jump in line I'm going to give all my secrets away  [Chorus] So tell me what you want to hear Something that will light those ears I'm sick of all the insincere So I'm going to give all my secrets away This time Don't need another perfect lie Don't care if critics ever jump in line I'm going to give all my secrets away  [Outro] All my secrets away All my secrets away  ",
        "title": "Secrets"
    },
    {
        "artist": "Billy Currington",
        "lyrics": "  [Verse 1] I wasn't born for digging deep holes I'm not made for paving long roads I ain't cut out to climb high line poles But I'm pretty good at drinking beer  [Verse 2] I'm not the type to work in a bank I'm no good at slapping on paint Don't have a knack for making motors crank, no But I'm pretty good at drinking beer  [Chorus] So hand me one more That's what I'm here for I'm built for having a ball I love the nightlife I love my bud light I like 'em cold and tall  [Verse 3] I ain't much for mowing thick grass I'm too slow for working too fast I don't do windows so honey don't ask But I'm pretty good at drinking beer  [Verse 4] A go better maybe I'm not I'm not known for doing a lot But I do my best work when the weather's hot But I'm pretty good at drinking beer  [Chorus]  [Verse 5] I wasn't born for digging deep holes I'm not made for paving long roads I ain't cut out to climb high line poles But I'm pretty good at drinking beer  [Outro] [Spoken] So hand me one more boys That's what I'm here for  ",
        "title": "Pretty Good At Drinkin' Beer"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Verse 1] I know they say \"you can’t go home again\" I just had to come back one last time Ma'am I know you don't know me from Adam But these hand prints on the front steps are mine And up those stairs, in that little back bedroom Is where I did my homework and I learned to play guitar And I bet you didn't know under that live oak My favorite dog is buried in the yard  [Chorus] I thought if I could touch this place or feel it This brokenness inside me might start healing Out here it’s like I'm someone else I thought that maybe I could find myself If I could just come in I swear I'll leave Won't take nothing but a memory From the house that built me  [Verse 2] Mama cut out pictures of houses for years From 'Better Homes and Garden' magazines Plans were drawn, concrete poured And nail by nail and board by board Daddy gave life to mama's dream  [Chorus]  [Bridge] You leave home, you move on and you do the best you can I got lost in this whole world and forgot who I am  [Chorus]  ",
        "title": "The House That Built Me"
    },
    {
        "artist": "B.o.B Featuring Rivers Cuomo",
        "lyrics": null,
        "title": "Magic"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  Hahahaha..  [Verse 1] Oh! Looking like another Bob Marley day Hitting from the bong like a diesel train And I'm down with hanging' out this afternoon We've got weeds in the backyard 4 feet tall Cheech and Chong probably would have smoked them all So I'm out on the couch this afternoon  Beer bottles laying on the kitchen floor If we take them all back we can buy some more So I doubt we'll go without this afternoon  [Pre-Chorus] You better hang on if you're tagging along Cause we'll be doing this 'till 6 in the morning Nothing wrong with going all night long Tough to put the brakes on Doesn't matter when you'd rather  [Chorus] Get up, and go out Me and all my friends We drink up, We fall down And then we do it all again Just sitting around, hanging out this afternoon  [Verse 2] Landlord said I should buy a tent But he can kiss my ass cause I paid the rent So I doubt he'll kick me out this afternoon Down on the corner in a seedy bar Juke box cranking out the CCR Had a few to Suzy Q this afternoon  [Pre-Chorus] You better hang on if you're tagging along Cause we'll be doing this 'till 6 in the morning Nothing wrong with going all night long Tough to put the brakes on Doesn't matter when you'd rather  [Chorus] Get up, and go out Me and all my friends We drink up, We fall down And then we do it all again Just sitting around, hanging out this afternoon  [Chorus] Get up, and go out Me and all my friends We drink up, We fall down And then we do it all again Just sitting around, hanging out this afternoon  [Bridge] Don't want a wristwatch or an alarm clock To see what time it is From the moment I wake up I just love being with my friends We barely get by, but have the best times And hope it never ends We drink all day till we fall down So we can do it all again  It's not the human walk It's the human race If you ain't living on the edge You're taking too much space So I doubt I'll figure out just what to do 'Bout to kick it around Hanging out this afternoon  [Pre-Chorus] You better hang on if you're tagging along Cause we'll be doing this 'till 6 in the morning Nothing wrong with going all night long Tough to put the brakes on Doesn't matter when you'd rather  [Chorus] Get up, and go out Me and all my friends We drink up, we fall down And then we do it all again  [Chorus] Get up, and go out Me and all my friends We drink up, we fall down And then we do it all again  [Outro] Just kicking around, hanging out this afternoon Sitting around hanging out this afternoon Just kicking around, hanging out this afternoon Just sitting around hanging out this afternoon Just kicking around, hanging out this afternoon Just sitting around hanging out this afternoon  ",
        "title": "This Afternoon"
    },
    {
        "artist": "Soulja Boy Tell'em",
        "lyrics": "  [Intro] G5 Kids! Soulja (Soulja) All the pretty girls stand up (Pretty boys in the building)  [Hook] This, right here, is my, swag All, the girls, are on me, damn Every, body, pay, attention This, right here, is my pretty boy swag Girls on my dick when I pretty boy swag Girls scream my name when I pretty boy swag Watch me, pretty boy swag, pretty boy swag  [Verse 1] Get out the way! Pretty boy comin thru Me and my crew, we swaggin in the room Girls on me heavy cause I look so sexy Yellow diamond shawty, in the club straight flexin I'm lookin for a yellow bone long-haired star Thick, in the hips come, get in my car You party with a star, we take off and go to Mars Pretty boy take off in 5, 4, 3, 2, 1  [Hook]  [Verse 2] I'm pretty, boy swaggin, in the club I feel sexy (No homo) No homo shawty, but my chest is straight flexin Tatted on my neck, shawty said she choose me She got nice titties and a fat ass booty Took her to my condo, let the girl strip Then she got naked then she pretty girl dipped Damn I like the way, lil' mama shake that ass She pretty girl, dancin while I pretty boy swag, goddamn  [Hook]  ",
        "title": "Pretty Boy Swag"
    },
    {
        "artist": "T.I. Featuring Keri Hilson",
        "lyrics": "  [Intro - T.I. - talking] (Keri Hilson) Hey, shorty I know you be hearin this and that from here and there but Please trust and believe that I'm I see you gonna ride for me, so I'm a die for you Is you with me? (I got your back boy) Well let's get it  [Hook - Keri Hilson] (T.I.) When you're high (for when it's all good), when you're low (to when it's all bad) Well I promise I will never let you go (now what you call that?) Said I got, I got, I got, I got your back boy (you got my back, right?) I got, I got, I got, I got your back boy (I know you got my back, right?) Keep my swagger, keep it lookin good for ya (yeah) Keep it lookin hood for ya (yeah) Shorty if you don't know (yeah, yeah, yeah, say) I got, I got, I got, I got your back boy (you got my back, right?) I got, I got, I got, I got your back boy (whole world go against you, you got my back, right?)  [Verse 1 - T.I.] Hey it's whatever shorty, you ain't gotta ask Yes, Valentino blouses, summer houses, cash, check You can get it, you deserve it, flawless diamonds, Louis purses My mission's to purchase Earth for her, present the gift without the curse Her pleasure is my purpose, pleasure to be at your service We front row at fashion shows, as well as Sunday morning service For better days or for worse, if I'm paid or I'm hurtin In my pocket, she still got a nigga back, know that's for sure No matter what may occur in life, everyday with her is like, a plus I'm a love her 'til she be like \"that's enough\" Pop a bottle, get a couple wine glasses, fill 'em up and lift 'em up Let us toast to the future, here's to us No, here's to her  [Break - Keri Hilson] They wonder how we do what we do Panamera Porsches, me and you Stuck to your side li-li-like glue Be by your side whatever you goin' through  [Hook] When you're high (for when it's all good), when you're low (to when it's all bad) Well I promise I will never let you go (now what you call that?) Said I got, I got, I got, I got your back boy (you got my back, right?) I got, I got, I got, I got your back boy (I know you got my back, right?) Keep my swagger, keep it lookin good for ya (yeah) Keep it lookin hood for ya (yeah) Shorty if you don't know (yeah, yeah, yeah, say) I got, I got, I got, I got your back boy (you got my back, right?) I got, I got, I got, I got your back boy (whole world go against you, you got my back, right?)  [Verse 2 - T.I.] (Keri Hilson) Hey, this is for the women who, man caught a sentence Who gon' be there for a minute but they didn't keep they distance They stayed home, waitin on the phone and on visit day Show up looking good, smelling better, playin kissy face (yeah, yeah) Just wanna let you that we appreciate it (and I appreciate you, baby) Everything you do for us on a day to day [day to day] And I know we don't show you all the time but we lucky that you ours No bouquet of flowers Could ever show how much we know we need you We do, all that's in our power just to please you See boo, fuck them girls, I would leave the World 'fore I leave you May God say \"even Eve and Adam ain't got shit on these two\"  [Break] They wonder how we do what we do Panamera Porsches, me and you Stuck to your side li-li-like glue Be by your side whatever you goin' through  [Hook] When you're high (for when it's all good), when you're low (to when it's all bad) Well I promise I will never let you go (now what you call that?) Said I got, I got, I got, I got your back boy (you got my back, right?) I got, I got, I got, I got your back boy (I know you got my back, right?) Keep my swagger, keep it lookin good for ya (yeah) Keep it lookin hood for ya (yeah) Shorty if you don't know (yeah, yeah, yeah, say) I got, I got, I got, I got your back boy (you got my back, right?) I got, I got, I got, I got your back boy (whole world go against you, you got my back, right?)  [Verse 3 - T.I.] Sure enough, even though them chicks be hatin on us Still I'm gonna keep her by my side, through whatever situation we gon' ride Make all my fantasies come alive, that's no lie now I'll be, alright just as long as you beside me Ten million dollar mansions won't suffice If you ain't gon' be in there with me at night The pieces to the puzzles in my life Through all of my good days and all of my bad You stood by your man and you know you got my back Worth every car, every bag, with me they wanna be that I know what I got at home, I ain't gon' never leave that Them bitches best believe that  [Hook] When you're high (for when it's all good), when you're low (to when it's all bad) Well I promise I will never let you go (now what you call that?) Said I got, I got, I got, I got your back boy (you got my back, right?) I got, I got, I got, I got your back boy (I know you got my back, right?) Keep my swagger, keep it lookin good for ya (yeah) Keep it lookin hood for ya (yeah) Shorty if you don't know (yeah, yeah, yeah, say) I got, I got, I got, I got your back boy (you got my back, right?) I got, I got, I got, I got your back boy (whole world go against you, you got my back, right?)  ",
        "title": "Got Your Back"
    },
    {
        "artist": "Colbie Caillat",
        "lyrics": "  [Verse 1] I miss those blue eyes How you kiss me at night I miss the way we sleep Like there's no sunrise Like the taste of your smile I miss the way we breathe  [Pre-Chorus] But I never told you What I should have said No, I never told you I just held it in  [Chorus] And now I miss everything about you I can't believe it, I still want you After all the things we've been through I miss everything about you Without you  [Verse 2] I see your blue eyes Every time I close mine You make it hard to see Where I belong to When I'm not around you It's like I'm not with me  [Pre-Chorus] But I never told you What I should have said No, I never told you I just held it in  [Chorus] And now I miss everything about you I can't believe it, I still want you After all the things we've been through I miss everything about you Without you  [Pre-Chorus] But I never told you What I should have said No, I never told you I just held it in  [Chorus] And now I miss everything about you I can't believe it, I still want you After all the things we've been through I miss everything about you Without you  ",
        "title": "I Never Told You"
    },
    {
        "artist": "John Mayer",
        "lyrics": "  [Verse 1: John Mayer] I was born in the arms of imaginary friends Free to roam, made a home out of everywhere I've been Then you come crashing in, like the realest thing Trying my best to understand all that your love can bring  [Chorus 1: John Mayer & Taylor Swift] Oh half of my heart's got a grip on the situation Half of my heart takes time Half of my heart's got a right mind to tell you That I can't keep loving you (can't keep loving you) Oh, with half of my heart  [Verse 2: John Mayer] I was made to believe I'd never love somebody else Made a plan, stay the man who can only love himself Lonely was the song I sang, until the day you came Showing me another way and all that my love can bring  [Chorus 1: John Mayer & Taylor Swift] Oh half of my heart's got a grip on the situation Half of my heart takes time Half of my heart's got a right mind to tell you That I can't keep loving you (can't keep loving you) Oh, with half of my heart  [Verse 3: John Mayer] Your faith is strong But I can only fall short for so long Down the road, later on You will hate that I never gave more to you than half of my heart But I can't stop loving you  [Backup Vocals: Taylor Swift] I can't stop loving you  But I can't stop loving you with half of my Half of my heart Half of my heart  [Chorus 2: John Mayer & Taylor Swift] Half of my heart’s got a real cool imagination Half of my heart’s got you Half of my heart’s got the right mind to tell you Half of my heart won’t do  [Outro: John Mayer ] Half of my heart is a shotgun wedding to a bride with a paper ring And half of my heart is the part of a man who's never truly loved anything Half of my heart Half of my heart Half of my heart Half of my heart Half of my heart Half of my heart  ",
        "title": "Half Of My Heart"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": "  [Verse 1] All my life And the hereafter I've never seen Seen one like you You're a knife Sharp and deadly And it's me That you cut into But I don't mind In fact I like it Though I'm terrified I'm turned on but scared of you  [Chorus] She's a monster Beautiful monster Beautiful monster But I don't mind And I need her Said I need her Beautiful monster But I don't mind  [Bridge] No, I don't mind (I don't mind, I don't, I don't mind...) No, I don't mind (I don't mind, I don't, I don't mind...) No, I don't mind (I don't mind, I don't, I don't mind...) No, I don't mind (I don't mind, I don't, I don't mind...)  [Verse 2] In her eyes There's love and fire In my heart She's burning through But I don't mind In fact I like it Though I'm terrified I'm turned on but scared of you  [Chorus] She's a monster Beautiful monster Beautiful monster But I don't mind And I need her Said I need her Beautiful monster But I don't mind  [[Bridge 2] No I don't mind Playing with my heart And she's playing with my mind And I don't mind I don't I don't mind No I don't mind I don't I don't mind No I don't mind I don't I don't mind No I don't mind I don't I don't mind (I don't mind I don't I don't mind) And I don't mind (I don't mind I don't I don't mind) Said I don't mind (I don't mind I don't I don't mind) And I don't mind (I don't mind I don't I don't mind) Beautiful monster  [Chorus] She's a monster Beautiful monster Beautiful monster But I don't mind And I need her Said I need her Beautiful monster But I don't mind  (Said I don't mind I don't I don't mind...) No I don't mind (I don't mind I don't I don't mind...) No I don't mind (I don't mind I don't I don't mind... Oooo...) No I don't mind  ",
        "title": "Beautiful Monster"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": null,
        "title": "Water"
    },
    {
        "artist": "Train",
        "lyrics": "  [Verse 1] While everybody else is getting out of bed I'm usually getting in it I'm not in it to win it And there's a thousand ways you can skin it My feet have been on the floor Flat like an Idol singer Remember Winger I digress I confess you are the best thing in my life But I'm afraid when I hear stories About a husband and wife There's no happy endings No Henry Lee But you are the greatest thing about me  [Chorus] If it's love And we decide that it's forever No one else could do it better If it's love And we're two birds of a feather Then the rest is just whatever And if I'm addicted to loving you And you're addicted to my love too We can be them two birds of a feather That flock together Love, love Got to have something to keep us together Love, Love That's enough for me  [Verse 2] Took a loan on a house I own Can't be a queen bee without a bee throne I want to buy ya everything Except cologne Because it's poison We can travel to Spain Where the rain falls mainly on the plain Sounds insane Because it is we can laugh we can sing Have ten kids and give them everything Hold our cell phones up in the air And just be glad we made it here alive On a spinning ball in the middle of space I love you from your toes to your face  [Chorus] If it's love And we decide that it's forever No one else could do it better If it's love And we're two birds of a feather Then the rest is just whatever And if I'm addicted to loving you And you're addicted to my love too We can be them two birds of a feather That flock together Love, love Got to have something to keep us together Love, Love That's enough for me  [Verse 3] You can move in I won't ask where you've been Because everybody has a past When we're older We'll do it all over again When everybody else is getting out of bed I'm usually getting in it I'm not in it to win it I'm in it for you  [Bridge] If it's love And we're two birds of a feather Then the rest is just whatever[x2]  [Chorus] If it's love And we decide that it's forever No one else could do it better If it's love And we're two birds of a feather Then the rest is just whatever And if I'm addicted to loving you And you're addicted to my love too We can be them two birds of a feather That flock together Love, love Got to have something to keep us together Love, Love That's enough for me  ",
        "title": "If It's Love"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Chorus 1: Chantal Kreviazuk] How I'm feeling, it doesn't matter 'Cause you know I'm okay Instead, I ask myself, \"Why do you worry?\" When you know, you know I'm the same I know, I know you don't love me, baby They’re trying to take you away from me Only over my dead body...  [Verse 1] I think I killed everybody in the game last year, man Fuck it, I was on though And I thought I found the girl of my dreams at a strip club (mm-mm) Fuck it, I was wrong though Shout out to all my niggas living tax free Nowadays it's six figures when they tax me Oh well, I guess you lose some and win some Long as the outcome is income You know I want it all and then some Shout out to Asian girls, let the lights dim some Shots came, I don't know where they was sent from Probably some bad hoes I'm 'bout to take the hint from Yeah, you know me well, nigga I mean you ain't the only real nigga They got me on these white women like Seal, nigga Slave to the pussy but I'm just playing the field, nigga Are these people really discussing my career again? Asking if I'll be going platinum in a year again? Don't I got the shit the world wanna hear again? Don't Michael Jordan still got his hoop earring in? Man all of your flows bore me: paint drying And I don't ever be trippin off of what ain't mine And I be hearing the shit you say through the grapevine But jealousy is just love and hate at the same time Yeah...It's been that way from the beginning I just been playing, I ain't even notice I was winning And this is the only sound you should fear Man, these kids wear crowns over here and everything is alright  [Chorus 2: Chantal Kreviazuk] Oh, I know, I know you don't love me, baby They’re trying to take you away from me Only over my dead body...  [Verse 2] You say I'm old news, well who the new star? Cause if I'm going anywhere, it's probably too far Just performed at a Bar Mitzvah over in the States Used half of the money to beat my brother's case Red wine over Fed time And shout out to the niggas that's doing dead time Shout out to the bitches there when it's bedtime And fuck you to the niggas that think it's their time Yeah, don't make me take your life apart, boy You and whoever the fuck gave you your start boy Oh, you wanna be a motherfucking funny guy? Don't make me break your Kevin Hart, boy Yeah.. it's whatever You know, feeling good - living better I think maybe I was numb to it last year But you know I feel it now more than ever My city love me like Mac Dre in the Bay Second album, I'm back paving the way The backpackers are back on the bandwagon Like this was my comeback season back, back in the day And I met your baby moms last night We took a picture together, I hope she frames it! And I was drinking at the Palms last night And ended up losing everything that I came with Feel like I've been here before, huh? I still got 10 years to go, huh? And this is the only sound you should fear Man, these kids wear crowns over here and everything is all right  [Chorus 2: Chantal Kreviazuk] Oh, I know, I know you don't love me, baby They’re trying to take you away from me Only over my dead body...  [Outro] Three in the morning still going down…  [Produced by Chantal Kreviazuk and Noah \"40\" Shebib]  ",
        "title": "Over"
    },
    {
        "artist": "Young Jeezy Featuring Plies",
        "lyrics": "  Lets get it shawty! Oh this that shit right here nigga What's up? What's up? 103 yo, nigga 103, yo! When this shit drop in the club nigga Yeah, it go, it go  [Refrain] Why y'all trip I'm just fine 12:45, bout that time Couldn't get it all week, time to unwind Drink like a tank, lose my mind This shit cray, way too bad Rosé baby, waste two stacks Hottest thing in the lot, that there mine Can't spell sober, lost my mind  [Verse 1: Jeezy] I'm hearin' voices in my head, think I'm schizo-frantic I swear they sayin', let's get it from another planet 36, a thousand times, I'm doing somersaults Do it right and you can live your whole Summer raw I'm out my mind, yea a nigga seeing double y'all Now tell me whats the chance of Jizzle fuckin' both of y'all? She said \"as long as we can do it with your ice on\" If that's the case, we might as well leave the lights on I'm out my mind, just blew a thousand Swisher Sweets In my black-and-orange Charger: call it Trick or Treat It ain't nothing to a boss: my goons got goons House stupid dumb big: my rooms got rooms  [Refrain] Why y'all trip I'm just fine 12:45, bout that time Couldn't get it all week, time to unwind Drink like a tank, lose my mind This shit cray, way too bad Rosé baby, waste two stacks Hottest thing in the lot, that there mine Can't spell sober, lost my mind  [Verse 2 - Plies] Guess what my momma told me, she hate my partners Guess why she hate em though Cause all of em robbin' Fuck the police, cause all of them problems White girls fun, cause all of them swallow Why I ain't fuck her at the house Cause the bitch hollered And where the pill man at She need a blue dolphin Old broke-ass nigga: stop cock-blockin' Security, I need help cause the bitch stalkin' A half fuckin' mil', that's what the whip cost me 100 dollars: that's what the pussy cost me And when the nigga start hating, that's when the nigga lost me \"Fantastico,\" that's what the hoes - that's what the hoes call me  [Refrain] Why y'all trip I'm just fine 12:45, bout that time Couldn't get it all week, time to unwind Drink like a tank, lose my mind This shit cray, way too bad Rosé baby, waste two stacks Hottest thing in the lot, that there mine Can't spell sober, lost my mind  [Verse 3 - Jeezy] Drop the top, no bra, got her titties out Mention my name and bring the whole city out Doing what I do best: d-boy stuntin' New car, old money, d-boy stuntin' Step in cleaner then a new Glock-40 Nickname in the A, strapped up shorty You know my nerves bad, trigger like a toothpick Line wrapped around the corner, boy too big G-Code, black shades and my black chains But if you wouldn't understand, it's a black thing You know we drink that Rosé til we black out Wake up, drink some more, pass back out  ",
        "title": "Lose My Mind"
    },
    {
        "artist": "Kanye West",
        "lyrics": "  [Produced by Andrew Dawson, Jeff Bhasker, Kanye West, Mike Dean & S1]  [Verse 1] I’m living in that 21st Century, doing something mean to it Do it better than anybody you ever seen do it Screams from the haters, got a nice ring to it I guess every superhero need his theme music No one man should have all that power The clock’s ticking, I just count the hours Stop tripping, I’m tripping off the power (21st-Century schizoid man) The system broken, the school is closed, the prison's open We ain’t got nothing to lose, motherfucker we rolling Huh? Motherfucker we rolling With some light-skinned girls and some Kelly Rowlands In this white man world, we the ones chosen So goodnight, cruel world, I’ll see you in the morning Huh? I’ll see you in the morning This is way too much, I need a moment  [Hook] No one man should have all that power The clock’s ticking, I just count the hours Stop tripping, I’m tripping off the power Till then, fuck that, the world’s ours And they say, and they say And they say, and they say And they say, and they say (21st-Century schizoid man)  [Verse 2] Fuck SNL and the whole cast Tell them Yeezy said they can kiss my whole ass More specifically they can kiss my asshole I’m an asshole? You niggas got jokes You short-minded niggas thoughts is Napoleon My furs is Mongolian, my ice brought the goalies in And I embody every characteristic of the egotistic He knows, he’s so fucking gifted I just needed time alone with my own thoughts Got treasures in my mind but couldn’t open up my own vault My childlike creativity, purity and honesty Is honestly being crowded by these grown thoughts Reality is catching up with me Taking my inner child, I’m fighting for custody With these responsibilities that they entrusted me As I look down at my diamond encrusted piece Thinking  [Hook] No one man should have all that power The clock’s ticking, I just count the hours Stop tripping, I’m tripping off the powder Till then, fuck that, the world’s ours And they say, and they say And they say, and they say And they say, and they say (21st-Century schizoid man)  [Verse 3] Colin Powells, Austin Powers Lost in translation with a whole fucking nation They say I was the abomination of Obama’s nation Well that’s a pretty bad way to start the conversation At the end of the day, god damn it I’m killing this shit I know damn well y’all feeling this shit I don’t need your pussy, bitch, I’m on my own dick I ain’t gotta power trip, who you going home with? How 'Ye doing? I’m surviving I was drinking earlier, now I’m driving Where the bad bitches, huh? Where you hiding? I got the power to make your life so exciting  [Outro: Kanye West & Dwele] Now this will be a beautiful death I’m jumping out the window, I’m letting everything go I’m letting everything go Now this will be a beautiful death I’m jumping out the window, I’m letting everything go I’m letting everything go Now this will be a beautiful death I’m jumping out the window, I’m letting everything go Letting everything go You got the power to let power go? (21st-Century schizoid man)  ",
        "title": "POWER"
    },
    {
        "artist": "Neon Trees",
        "lyrics": null,
        "title": "Animal"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Intro] Here we go!  [Verse 1] You wear your smile like a summer sky Just shining down on me and you I swear your heart is a free bird On a lazy Sunday afternoon I love the way that you were up for anything Never worried 'bout what people say That's right, oh that's right What we got is  [Chorus] Just like driving on an open highway Never knowing what we're going to find Just like two kids, baby, always trying to live it up Whoa, yeah, that's our kind of love Mm that's our kind of love  [Verse 2] Skipping rocks and leaving footprints Down along the riverbank Always holding hands, never making plans Just living in the moment, babe You get me laughing with those funny faces You somehow always know just what to say That's right, oh that's right What we got is  [Chorus] Just like driving on an open highway Never knowing what we're going to find Just like two kids, baby, always trying to live it up Whoa, yeah, that's our kind of love Mmm, that's our kind of love  [Interlude] Oh that's right, baby you and I What we got is  [Chorus] Just like driving on an open highway Never knowing what we're going to find Just like two kids, baby, always trying to live it up Whoa, yeah, that's our kind of love Mm that's our kind of love Just like driving on an open highway Never knowing what we're going to find Just like two kids, baby, always trying to live it up Whoa, yeah, that's our kind of love Mm that's our kind of love  [Outro] Oh, that's our kind of love Oh, that's our kind of love 1,2,3, here we go! Oo, yeah That's our kind of love, girl Don't you know it  ",
        "title": "Our Kind Of Love"
    },
    {
        "artist": "Clay Walker",
        "lyrics": "  Something 'bout the way she’s wearing her dress a little tighter Something 'bout the way she’s starin', she’s lookin' to start a fire Something 'bout the way she’s dancin' and drinkin' chill Patron If she’s lonely now she won’t be lonely long  [Chorus] Heaven help the fool who did her wrong It’s too late, too bad, she’s too far gone He should’ve thought of that before he left her all alone If she’s lonely now, she won’t be lonely long  Something 'bout the way she’s blushin' you can tell she isn’t sure Let you know she’s up to something she’s never done before Tonight she wants to hold a stranger but not the one at home If she’s lonely now she won’t be lonely long  [Chorus] Heaven help the fool who did her wrong It’s too late, too bad, she’s too far gone He should’ve thought of that before he left her all alone If she’s lonely now, she won’t be lonely long  If I had a woman like that Man I’d let her know I’d hold her tight I’d hold her close Do anything, do everything to let her know She’d never ever be alone  [Chorus] Heaven help the fool who did her wrong It’s too late, too bad, she’s too far gone He should’ve thought of that before he left her all alone If she’s lonely now, Lord if she’s lonely now If she’s lonely now, she won’t be lonely long  ",
        "title": "She Won't Be Lonely Long"
    },
    {
        "artist": "Sara Bareilles",
        "lyrics": "  [Refrain] Oh (oh oh oh) Oh (oh oh oh) Oh (oh oh oh) Oh (oh oh oh)  [Verse 1] Keep drinking coffee, stare me down across the table While I look outside So many things I'd say if only I were able But I just keep quiet and count the cars that pass by You've got opinions, man, we're all entitled to 'em But I never asked So, let me thank you for your time and try to not waste any more of mine Get out of here fast  [Pre-Chorus] I hate to break it to you, babe But I'm not drowning, there's no one here to save  [Chorus] Who cares if you disagree? You are not me Who made you king of anything? So you dare tell me who to be Who died and made you king of anything?  [Refrain] Oh (oh oh oh)  [Verse 2] You sound so innocent, all full of good intent You swear you know best But you expect me to jump up on board with you And ride off into your delusional sunset I'm not the one who's lost with no direction, oh But you'll never see You're so busy making maps with my name on them in all caps You've got the talking down, just not the listening  [Chorus] Who cares if you disagree? You are not me Who made you king of anything? So you dare tell me who to be Who died and made you king of anything?  [Bridge] All my life I've tried To make everybody happy while I Just hurt and hide Waiting for someone to tell me it's my turn to decide  [Refrain] Oh (oh oh oh) Oh (oh oh oh) Oh (oh oh oh) Oh (oh oh oh) Oh (oh oh oh)  [Chorus] Who cares if you disagree? You are not me Who made you king of anything? So you dare tell me who to be Who died and made you king of anything?  [Chorus] Who cares if you disagree? You are not me Who made you king of anything? So you dare tell me who to be Who died and made you king of anything?  [Outro] Let me hold your crown, babe Oh ohhhhhhhhhhh Ahhhhhhhhhhh  ",
        "title": "King Of Anything"
    },
    {
        "artist": "Miley Cyrus",
        "lyrics": "  [Intro] Rock Mafia  [Verse 1] For those who don't know me, I can get a bit crazy Have to get my way, yep 24 hours a day, 'cause I'm hot like that Every guy, everywhere just gives me mad attention Like I'm under inspection I always gets a ten, 'cause I'm built like that  [Pre-Chorus 1] I go through guys like money flying out the hands They try to change me, but they realize they can't And every tomorrow is a day I never plan If you're gonna be my man understand  [Chorus] I can't be tamed, I can't be tamed I can't be blamed, I can't, can't I can't, can't be tamed I can't be changed, I can't be tamed I can't be, can't, I can't be tamed  [Verse 2] If there was a question about my intentions, I'll tell ya I'm not here to sell ya or tell you to go to hell I'm not a brat like that I'm like a puzzle, but all of my pieces are jagged If you can understand this, we can make some magic I'm wrong like that  [Pre-Chorus 2] I wanna fly, I wanna drive, I wanna go I wanna be a part of something I don't know And if you try to hold me back, I might explode Baby, by now you should know  [Chorus] I can't be tamed, I can't be tamed I can't be blamed, I can't, can't I can't, can't be tamed I can't be changed, I can't be tamed I can't be, can't, I can't be tamed  [Bridge] Well, I'm not a trick you play I'm wired a different way I'm not a mistake, I'm not a fake, it's set in my DNA Don't change me, don't change me Don't change me, don't change me (I can't be tamed)  [Pre-Chorus 2] I wanna fly, I wanna drive, I wanna go I wanna to be a part of something I don't know And if you try to hold me back, I might explode Baby, by now you should know  [Chorus] I can't be tamed, I can't be tamed I can't be blamed, I can't, can't I can't, can't be tamed I can't be changed, I can't be tamed I can't be, can't, I can't be tamed  ",
        "title": "Can't Be Tamed"
    },
    {
        "artist": "Keith Urban",
        "lyrics": null,
        "title": "I'm In"
    },
    {
        "artist": "Darius Rucker",
        "lyrics": "  [Verse 1] I woke up again this morning And wouldn't you know it... pouring rain I went and burned a pot of coffee And like us I poured it down the drain  [Chorus] Cause I didn't know I needed you so And letting you go was wrong And baby I know you got your radio on So this is my my bad, come back song  [Verse 2] I know I said I wouldn't miss you But now I'm saying I'm a fool You're on the feel good side of leaving And I'm the backside of a mule  [Verse 3] And I didn't know I needed you so And letting you go was wrong And baby I know you got your radio on So this is my so sad come back song  [Verse 4] And now I'm laying down without you In this king size empty bed And I wish I had my arms around you But I'll just dream of you instead  [Chorus]  [Verse 5] Hey, I didn't know I needed you so And letting you go and letting you go was wrong And baby I know you got your radio on So this is my my bad, come back song  [Brdige] Oh yeah yeah  I know I said I wouldn't miss you I said I wouldn't miss you girl, yeah   [Outro] Na na na na na na na Na na na na na na na Na na na na na na na  We all sang na na na na na na na Na na na na na na na Na na na na na na na, yeah  Come on now  This is my my bad, come back song  ",
        "title": "Come Back Song"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  [Verse 1] Roll into town step off the bus Shake off the where you came from dust Grab you guitar walk down the street Sign says Nashville Tennessee But I have found  [Chorus] It's a crazy town full of neon dreams Everybody plays everybody sings Hollywood with a touch of twang To be a star you got to bang bang bang Bend those strings 'till the Hank comes out Make all the drunk girls scream and shout We love it we hate it we're all just trying to make it In this crazy town  [Verse 2] You pay your dues and you play for free And you pray for a honky tonk destiny You cut your teeth in the Smokey bars And live off the tips from a pickle jar 'Till you find a cool new sound And you smile when the record man shoots you down  [Chorus] It's a crazy town full of neon dreams Everybody plays everybody sings Hollywood with a touch of twang To be a star you got to bang bang bang Bend those strings 'till the Hank comes out Make all the drunk girls scream and shout We love it we hate it we're all just trying to make it In this crazy town  [Bridge] One year they reposes your truck And the next you make a couple million bucks  [Chorus] It's a crazy town full of neon dreams Everybody plays everybody sings Hollywood with a touch of twang To be a star you got to (BANG BANG BANG) Bend those strings till the Hank comes out Make all the drunk girls scream and shout We love it we hate it we're all just trying to make it We love it we hate it we all came here to make it In this crazy town It's a crazy town  ",
        "title": "Crazy Town"
    },
    {
        "artist": "Adam Lambert",
        "lyrics": "  [Verse 1] So I got my boots on, got the right amount of leather And I'm doing me up with a black color liner And I'm working my strut but I know it don't matter All we need in this world is some love  [Pre-Chorus] There's a thin line 'tween the dark side And the light side, baby tonight It's a struggle, gotta rumble, tryna find it  [Chorus] But if I had you That would be the only thing I'd ever need Yeah if I had you The money, fame and fortune never could compete If I had you Life would be a party, it'd be ecstasy Yeah, if I had you Y-y-y-y-you y-y-y-y-y-you y-y-y-y-y-you If I had you  [Verse 2] From New York to LA getting high, rock and rolling Get a room trash it up 'til it's ten in the morning Girls in stripper heels, boys rolling in Maserati's What they need in this world is some love  [Pre-Chorus] There's a thin line 'tween the wild time And a flat-line, baby tonight It's a struggle gotta rumble, tryin'a find it  [Chorus] But if I had you That would be the only thing I'd ever need Yeah if I had you The money, fame and fortune never could compete If I had you Life would be a party, it'd be ecstasy Yeah, if I had you Y-y-y-y-you y-y-y-y-y-you y-y-y-y-y-you If I had-  [Bridge] The flashing of the lights It might feel so good But I've got you stuck on my mind, yeah! The fashion and the stage It might get me high But it don't mean a thing tonight  [Chorus] That would be the only thing I'd ever need, yeah If I had you The money, fame and fortune never could compete If I had you Life would be a party, it'd be ecstasy, yeah If I had you You-y-y-y-y-you You-y-y-y-y-you, you-y-y-y-y-you, If I had you That would be the only thing I'd ever need, yeah If I had you Then money, fame and fortune never could compete (Never could compete with you) If I had you Life would be a party it'd be ecstasy (it'd be ecstasy with you) Yeah, if I had you, you y-y-y-y-you You y-y-y-y-you You y-y-y-y-you, if I had you  ",
        "title": "If I Had You"
    },
    {
        "artist": "Drake Featuring Lil Wayne",
        "lyrics": "  [Verse 1: Drake & Bun B] I said \"Tell me what's really goin' on\" Drizzy back up in this thing, I'm ready, what's hannenin'? Gone for surgery but now I'm back again I'm 'bout my paper like a motherfuckin' scratch-and-win World Series attitude, champagne bottle life Nothin' ever changes so tonight is like tomorrow night I will have a model wife, yo' bitch is as hot as ice Every time you see me, I look like I hit the lotto twice Drake, you got 'em, right? Yeah, I got 'em, Bun I love myself 'cause I swear their life is just not as fun Neeks got the weed, Hush got a gun CJ got my credit cards and a lot of ones Yeah, I'm in the city of the purple Sprite Someone tell Maliah I'm on fire, she should work tonight Call up King of Diamonds and tell Chyna it'd be worth the flight I'll be at my table, stackin' dollars to the perfect height Work somethin', twerk somethin', basis She just tryna make it so she right here gettin' naked I don't judge her, I don't judge her but I could never love her 'Cause to her I'm just a rapper and soon she'll have met another That's why me and Lil Jaz 'bout to spaz, can you keep up? I'm just feelin' sorry for whoever gotta sweep up Yeah, bills everywhere, trill everything And Drake just stand for Do Right And Kill Everything I love Nicki Minaj, I told her I'd admit it I hope one day we get married just to say we fuckin' did it And girl, I'm fuckin' serious, I'm wit' it if you wit' it 'Cause yo' verses turn me on and yo' pants are mighty fitted Ugh, damn! I think you caught me in a moment Like I catch 'em stealin' flows 'cause I swear I never loaned it And life ain't a rehearsal, the camera's always rollin' So come and get a portion of this money that we blowin' 'Cause it's on  [Chorus: Drake] Yeah, girl it's on You know what it is when I finally make it home I just hope that you miss me a little when I'm gone Yeah I just hope that you miss me a little when I'm gone And you just tell me what you down for, anything you down for I know things have changed, know I used to be around more But you should miss a little when I'm gone I just hope that you miss me a little when I'm gone, gone, gone  [Verse 2: Lil Wayne] Ooh, shit, motherfucker, God damn Kickin' bitches out the condo like Pam Gettin' money every day, I'm a groundhog 'Bout to scoop ya girl up like a ground ball I walk light so I don't piss the ground off Man, I swear, my bitches do it 'til they suck the brown off Ew, that's nasty Yes, I am Weezy but I ain't asthmatic James Bond cologne, honey I put on Make 'em run and tell they friends like a marathon Voice baritone, haters carry on Beat the pussy up, call me Larry Holmes Young Money's Jerry Sloan, I turn every stone When she masturbate to me, that's how she learn every song To the women I condone, better write me when I'm gone No, I'm not that thuggish, not that ruggish but I do pack Bone Uh, I'm a love machine And I won't work for nobody but you It's only me and her 'cause the Bugatti a coupe It's Blood gang, slime, but I parlay with Snoop I ain't lyin', I shoot, you don't need signs for proof Turn you to a vegetable like you lyin' in soup And when I'm in the booth, bitch, the lion is loose Man, I got so many styles, I am a group Ha ha, damn! I'll be gone 'til November But fuck it, I ain't trippin', I know Drizzy gon' kill 'em I'm stickin' to the script like lint on denim Momma said \"If the rules ain't bent, don't bend 'em\" Real nigga talkin' – shut the fuck up, ho! Gotta do it one time for Haiti – what up, Zo? Weezy F. Baby and the F is for Front Do' 'Cause that's where I brang it Suwoo if you bangin', motherfucker!  [Chorus: Drake] Yeah, girl it's on You know what it is when I finally make it home I just hope that you miss me a little when I'm gone Yeah I just hope that you miss me a little when I'm gone And you just tell me what you down for, anything you down for I know things have changed, know I used to be around more But you should miss a little when I'm gone I just hope that you miss me a little when I'm gone, gone, gone  [Outro: Drake] Uh, yeah, forever in our hearts JJ, we love you boy—H-Town! I’m gone, I’m gone, I’m gone I’m gone, I’m gone, when I’m gone I just hope that you miss me, miss me Miss me, miss me Miss me a little when I’m gone Miss me a little when I’m gone, gone, gone Oh-whoa, oh-whoa, oh-whoa  ",
        "title": "Miss Me"
    },
    {
        "artist": "New Boyz Featuring Iyaz",
        "lyrics": "  [Intro] + (Iyaz) New Boyz! (Geah gal!) (Well tell dem wussy boy) (I-Y-A-Z be longside them one New Boyz)  [Hook: Iyaz] She make me wanna break my bank (my bank) Give everything I got (got) just to get a shot (shot) Make it rain (it rain) Where my money at? Where my money at? Break my bank (my bank) Forget about the tag (tag) throw it in the bag (bag) Make it rain (it rain) Shawty wanna break my, shawty wanna break my bank  [Verse 1: Legacy] Damn - girl! You look better than the videos Think I wanna break my bank, hammer to the piggy though All-all the groupie girls gettin jealous of what I spend They tryin to chop it up, but I ain't The Karate Kid Jaden! Everyday I'm spendin' more on her I don't buy shit, like I barely hold the door open Every time I say this shit I always get her one more When it's time for taxes, a nigga gon' be done for  [Hook]  [Iyaz] Make me wanna break my Make me wanna break my bank  [Verse 2: Ben J] Okay, the start of my day, I took her on a date Had to scrape for some change, so I went to the bank But when I seen her she was so damn fine like that So I headed right back to pull a lot more stacks Overdrawn, low funds, it's-it's like I'm dumb But I'll put it right back cause your boy is sprung Man she is so damn fine got me spendin all this cash Man it's goin too fast, I need to watch my ass  [Iyaz] Make me wanna break my Make me wanna break my bank  [Breakdown] If you a bad girl, and you need a little change Tell your man go break his bank (go break yo' bank!) If you a bad girl, and you tryin to get paid Tell your man go break his bank (go-go break yo' bank!) If you a bad girl, and you need a little change Tell your man go break his bank (go break yo' bank!) If you a bad girl, and you tryin to get paid Tell your man go break his bank (go-go break yo' bank!)  [Hook]  [Iyaz] Make me wanna break my Make me wanna break my bank  ",
        "title": "Break My Bank"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] Have you ever fed a lover with just your hands? Closed your eyes and trusted, just trusted? Have you ever thrown a fistful of glitter in the air? Have you ever looked fear in the face and said, \"I just don't care\"?  [Verse 2] It's only half past the point of no return The tip of the iceberg, the sun before the burn The thunder before the lightning and the breath before the phrase Have you ever felt this way?  [Verse 3] Have you ever hated yourself for staring at the phone? Your whole life waiting on the ring to prove you're not alone Have you ever been touched so gently you had to cry? Have you ever invited a stranger to come inside?  [Verse 4] It's only half past the point of oblivion The hourglass on the table, the walk before the run The breath before the kiss, and the fear before the flames Have you ever felt this way? La la la la la la la la  [Bridge] There you are Sitting in the garden Clutching my coffee Calling me sugar You called me sugar  [Verse 5] Have you ever wished for an endless night? Lassoed the moon and the stars and pulled that rope tight? Have you ever held your breath and asked yourself will it ever get better than tonight? Tonight  ",
        "title": "Glitter In The Air"
    },
    {
        "artist": "Little Big Town",
        "lyrics": "  [Verse 1] You've been singing, that same old song Far too long, far too long Say you'll buy me a shiny ring But your words don't mean a thing No more calling me baby No more loving like crazy  [Chorus] Till you take me down (take me down) You better take me down (take me down) Take me down to the little white church Take me down (take me down) Take me down (take me down) Take me down to the little white church Take me down  [Verse 2] You can't ride this gravy train Anymore, anyway There's a price for keeping me I might be cheap, but I ain't free No more calling me baby No more loving like crazy  [Repeat Chorus 1x] Come on!  [Verse 3] Charming devil, silver tongue Had your fun, now you're done Mama warned me 'bout your games She don't like you anyways  No more calling me baby No more loving like crazy No more chicken and gravy Ain't gonna have your baby!  [Repeat Chorus 1x]  Take me down to the little white church, take me down Take me down, take me down to the little white church Take me down, take me down, take me down, take me down to the little white church Take me down to the little white church, take me down to the little white church  ",
        "title": "Little White Church"
    },
    {
        "artist": "Auburn Featuring Iyaz",
        "lyrics": null,
        "title": "La La La"
    },
    {
        "artist": "Ludacris Featuring Trey Songz",
        "lyrics": "  [Intro: Trey Songz] Welcome to my sex room Sex room, room, oh, oh, oh Welcome to my sex room, room  [Verse 1: Ludacris] Hah, welcome to my little sanctuary You been lookin' so good all day And you really got a nigga pretty anxious ba-by Better call your boss, tell him that your daddy's home Take a couple days off and take it off And leave nothin' but yo' T-shirt and your panties on Feelin' high but I'm hung real low, lookin' sorta like a tri-pod So power down your cell phone, and power up your iPod Power down your inhibitions, and power up your inner freak Yes, yeah fuck, is the only words that you finna speak It's about to get real X-rated, can you handle what I'm 'bout to do? But enough about me, let me think should I be worryin' about if I can handle you? Damn right I'ma get that thang and I'ma put my name on it All night I'ma whip that thang, Allstate better put a claim on it I claim my territory, my tongue finna mark you up You could be my firecracker, my tongue finna spark you up Get ready for blast-off, waterfalls gon' splash off You might lose around four or five pounds so get ready to sweat your ass off  [Hook: Trey Songz] Welcome to my sex room, where your body meets my body It's our private afterparty, if you want it girl I got it In my sex room, candles and the pole Sex your body to your soul, from the bed down to the floor Sex room, mirrors in the headboard Even got a camcord', baby, won't you dance In my sex room, where your body meets my body It's our private afterparty, if you want it girl, I got it In my sex room  [Verse 2: Ludacris] Let the candles burn, I'ma turn these lights down And when your body gets hot, it'll get you licked up, and iced down Nipples hard as rocks, lips as soft as cotton You the apple of my eye, and I got you spoiled rotten I'ma get my video camera, let's make a movie baby You the star, so as soon as I press record, you gots to do me baby You could stare all in the mirror, take a peak at how good you lookin' I'ma have your body smokin', take a look at what Luda's cookin' My arm underneath your leg, legs all behind your head is how I gots to getcha Right hand, left hand on red in the bed like we been playin' Twister Now I got you tangled up, and you caught all in my web Should I let you loose? Nah, I think I'll get the blindfold instead You better get a couple towels baby 'cause we about to slip and slide You don't ever need a horse or a saddle, I'ma give you this dick to ride I'ma grant your every wish, and fulfill your fantasy Ain't nobody else allowed in the sex room, it's only you and me  [Hook: Trey Songz] Welcome to my sex room, where your body meets my body It's our private afterparty, if you want it girl I got it In my sex room, candles and the pole Sex your body to your soul, from the bed down to the floor Sex room, mirrors in the headboard Even got a camcord', baby, won't you dance In my sex room, where your body meets my body It's our private afterparty, if you want it girl, I got it  [Verse 3: Trey Songz] Listenin' to what your body say, we can do it every other kind of way Hit it in the sun, up in the shade, tell me what it is, I got you babe Baby, let's hop up in the shower, baby, let me snatch up off that towel Let me get a vowel, I-O-U, so I-E-U mean I eat you To my sex, to my sex, come into this room To my sex, to my sex, you know what I'mma do To my sex, to my sex, grab my body tight, don't let me go How you wanna ride? Just let me know In my sex room, oh room, room, oh, oh, oh Know that I want it, baby yeah To my sex, to my sex, with your toes pointed So baby, welcome to my sex room  [Hook: Trey Songz] Welcome to my sex room, where your body meets my body It's our private afterparty, if you want it girl I got it In my sex room, candles and the pole Sex your body to your soul, from the bed down to the floor Sex room, mirrors in the headboard Even got a camcord', baby, won't you dance In my sex room, where your body meets my body It's our private afterparty, if you want it girl, I got it In my sex room  [Outro: Trey Songz] Sex room, room, oh, oh, oh I got it right here In my sex room Sex room, room, oh, oh, oh  ",
        "title": "Sex Room"
    },
    {
        "artist": "WE the Kings Featuring Demi Lovato",
        "lyrics": "  [Verse 1] Do you remember the nights we Stayed up, just laughing Smiling for hours at anything? Remember the nights we Drove around crazy in love?  [Chorus] When the lights go out We'll be safe and sound We'll take control of the world Like it's all we have to hold on to And we'll be a dream  [Verse 2 - Demi Lovato] Do you remember the nights we Made our way dreaming Hoping of being someone big? We were so young then We were too crazy in love  [Chorus]  [Chorus - Demi Lovato]  When the lights go out (And when the lights go out) We'll be safe and sound We'll take control of the world Like it's all we have to hold on to And we'll be a dream  ",
        "title": "We'll Be A Dream"
    },
    {
        "artist": "Miranda Cosgrove",
        "lyrics": "  [Verse 1] Sparks fly, it's like electricity I might die when I forget how to breathe You get closer, and there's nowhere in this world I'd rather be Time stops, like everything around me is frozen And nothing matters but these few moments When you open my mind to things I've never seen  [Chorus] 'Cause when I’m kissin' u, my senses come alive Almost like the puzzle piece I’ve been tryna find Falls right into place, you’re all that it takes My doubts fade away when I’m kissin' u When I’m kissin' u, it all starts making sense And all the questions I’ve been asking in my head Like, \"Are you the one? Should I really trust?\" Crystal clear, it becomes when I’m kissin' u  [Verse 2] Past loves, they never got very far Walls up, make sure I guarded my heart And I promised I wouldn't do this 'Til I knew it was right for me But no one (no one) No guy that I've met before Could make me (make me) feel so right and secure And have you noticed I lose my focus And the world around me disappears  [Chorus] 'Cause when I’m kissin' u, my senses come alive Almost like the puzzle piece I’ve been tryna find Falls right into place, you’re all that it takes My doubts fade away when I’m kissin' u When I’m kissin' u, it all starts making sense And all the questions I’ve been asking in my head Like, \"Are you the one? Should I really trust?\" Crystal clear, it becomes when I’m kissin' u  [Bridge] I've never felt nothing like this You're making me open up No point even trying to fight this It kinda feels like it's love  [Chorus] 'Cause when I’m kissin' u, my senses come alive Almost like the puzzle piece I’ve been tryna find Falls right into place, you’re all that it takes My doubts fade away when I’m kissin' u When I’m kissin' u, it all starts making sense And all the questions I’ve been asking in my head Like, \"Are you the one? Should I really trust?\" Crystal clear, it becomes when I’m kissin' u  ",
        "title": "Kissin U"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Click here to read Blake’s story about working with Thomas Rhett on “All About Tonight”]  [Verse 1] Don't bother telling me what I got coming in the morning I already know I got some feel-good pills and a red gatorade by my bed Ready to go  I'm going to do my best to dance with every girl in this bar Before they shut it down Then I'll pay my tab climb in a cab Heading to a spot downtown  [Chorus] It's all about tonight Good times and the music and laughing and grooving to the band Everybody's getting right No worries we're rocking all kinds of concoctions in our hands Yeah tomorrow can wait 'til tomorrow It's all about tonight  [Verse 2] Hey pretty thing I've been looking at you since the moment that you walked in I got some wildest buddies that love spending money And I see you brought a couple of friends  Just tell me your name I don't need your number or a date next Saturday Baby let's act like fools break a few rules Party the night away  [Chorus]  Ha-ha slide  [Chorus] It's all about tonight Good times and the music and laughing and grooving to the band Everybody's getting right No worries we're rocking all kinds of concoctions in our hands Yeah tomorrow can wait 'til tomorrow I said tomorrow can wait 'til tomorrow It's all about tonight  [Chorus] Yeah it's all about tonight Come on it's all about tonight We're going to get our swerve on a buzz on It's all about tonight Come on baby I wouldn't worry about that It's all about tonight  ",
        "title": "All About Tonight"
    },
    {
        "artist": "Gyptian",
        "lyrics": "  [Intro: Gyptian and Nicki Minaj] Ohh, ohh, ohh, ahh Oh yeah, ohh, whattup, aiyyo SB  [Refrain: Gyptian and Nicki Minaj] Gal mi waan fi hold yuh, put mi arms right around yuh Yo Peashead, Tremor, Boozer, Smallz, Spoon Gal yuh give mi di tightest hold mi ever yet seen inna my life This one's for Queens Gal mi waan fi just squeeze yuh, put mi ting right around yuh This one's for Brooklyn, New York City, hahah Gal yuh give mi di tightest hold mi ever yet seen inna my life Young Money,, uhh, rahh  [Verse One: Nicki Minaj] Aiyo Gyptian tell dem fi gwaan, eviction Dis one yah it a di bad gal edition See dem gal deh, contradiction Dem seh dem sitten tight, a bare fiction) Di whole a dem a bait Body smokin', cigarette, shape nice, figure-eight Give dem di roller blades, tell dem fi skate Styled on dem Jamaican tip All I do is sign boobs and be takin' pics Got the new Benz the color of bacon bits I got a spot in every state dalmations bitch And it's Young Money, old money, real good money Ain't do a feature that wasn't on Billboard honey (What) Kingston, Rema, Waterhouse, Jungle Barbie mi have nuff gal inna bungle Ahhhh  [Refrain: Gyptian] Gal mi waan fi hold yuh, put mi arms right around yuh Gal yuh give mi di tightest grip mi ever yet seen inna my life Gal mi just waan fi hold yuh, put mi ting all around yuh Gal yuh give mi di tightest hold mi ever yet seen inna my life  [Verse 2: Gyptian] Like a fast bike pon di bike vroom vroom vroom vroom Climb pon di back and she a boom boom boom boom Gimme di mogga one or di fat ku kum kum Mi nuh romp as when mi a time I get my boom boom She deh outta control, a more fire she waan in har soul She seh more pon more and still she groan And still mi multiply more  [Refrain: Gyptian] Gal mi waan fi hold yuh, put mi arms right around yuh Gal yuh give mi di tightest hold mi ever yet seen in my life Gal mi just waan fi hold yuh, put mi arms right around yuh Gal yuh give mi di tightest hold mi ever yet seen inna my life  [Verse 3: Gyptian] Like a fast bike pon di bike vroom vroom vroom vroom Climb pon di back and she a boom boom Gimme di magga one or di fat ku kum kum Mi nuh romp as when mi a move to watch my boom She deh outta control, a more fire she waan in har soul She seh more pon more and still she groan And still mi multiply more  [Refrain: Gyptian] Gal mi waan fi hold yuh, put mi tings right around yuh Gal yuh give mi di tightest hold mi ever yet seen inna my life Gal mi just waan fi hold yuh, put mi arms all around yuh Gal yuh give mi di tightest hold mi ever yet seen inna my life Gal mi waan fi just squeeze yuh, put mi ting all around yuh Gal yuh give mi di tightest hold mi ever yet seen inna my life Ohh  [Verse 4: Gyptian] Mi eye dem dry and mi nuh care, mi tek it anytime anywhere Inna di square, so we nuh care, and as a woman, I will be there Mi waan a girl who will tek care a mi, mi waan a gal dat can wine pon mi Wid it good, and mek mi feel it, show mi dat yuh can girl  [Refrain: Gyptian] Gal mi waan fi hold yuh, put mi arms right around yuh Gal yuh give mi di tightest grip mi ever yet seen inna my life Gal mi just waan fi hold yuh, put mi ting all around yuh Gal yuh give mi di tightest hold mi ever yet seen inna my life  [Outro: Gyptian] Oh oh oh, oh yeah, whoah Oh oh oh, oh yeah, whoa Hold yuh, around yuh, my life Around yuh, my life  ",
        "title": "Hold You (Hold Yuh)"
    },
    {
        "artist": "The Band Perry",
        "lyrics": "  [Intro] If I die young, bury me in satin Lay me down on a bed of roses Sink me in the river at dawn Send me away with the words of a love song Oh-oh, oh-oh  [Verse 1] Lord make me a rainbow I'll shine down on my mother She'll know I'm safe with you When she stands under my colors Oh and life ain't always what you think it ought to be, no Ain't even gray but she buries her baby The sharp knife of a short life Well I've had just enough time  [Chorus] If I die young, bury me in satin Lay me down on a bed of roses Sink me in the river at dawn Send me away with the words of a love song  [Pre-Chorus] The sharp knife of a short life Well, I've had just enough time  [Verse 2] And I'll be wearing white when I come into your kingdom I'm as green as the ring on my little cold finger I've never known the lovin' of man But it sure felt nice when he was holdin' my hand There's a boy here in town, says he'll love me forever Who would have thought forever could be severed by  [Pre-Chorus] The sharp knife of a short life Well, I've had just enough time  [Bridge] So put on your best boys, and I'll wear my pearls What I never did is done A penny for my thoughts—oh no, I'll sell 'em for a dollar They're worth so much more after I'm a goner And maybe then you'll hear the words I've been singin' It's funny when you're dead how people start listenin'  [Chorus] If I die young, bury me in satin Lay me down on a bed of roses Sink me in the river at dawn Send me away with the words of a love song  [Outro] Ooh, ooh, the ballad of a dove Go with peace and love Gather up your tears, keep 'em in your pocket Save 'em for a time when you're really gonna need 'em Oh, the sharp knife of a short life Well, I've had just enough time So put on your best boys, and I'll wear my pearls  ",
        "title": "If I Die Young"
    },
    {
        "artist": "Flo Rida Featuring David Guetta",
        "lyrics": "  [Intro/Hook: Flo Rida & Nicole Scherzinger] You know I know how To make 'em stop and stare as I zone out The club can't even handle me right now Watchin' you watchin' me, I go all out The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah) The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah) Haha! Can't nothin' handle me right now! I see you, D. Guetta, Let's get 'em!  [Verse 1: Flo Rida] Hey I own the light and I don't need no help Gotta be the feeling that Scarface felt Stuntin gone wild, can't handle this playa Life of the club arrogant like, yeah Talk like money all the girls just melt One too many all on me like twelve Look like cash and they all just stare Bottles, models, standin' on chairs Ball out cause that's the business All out, it's so ridiculous Zone out, so much attention Scream out, I'm in the building - hey! They watchin', I know this I'm rockin', I'm rollin' I'm holdin', I know it, you know it  [Hook: Flo Rida & Nicole Scherzinger] You know I know how To make 'em stop and stare as I zone out The club can't even handle me right now Watchin' you watchin' me, I go all out The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah) The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah)  [Verse 2: Flo Rida] Hey Still feelin' myself, I'm like outta control Can't stop now, more shots, let's go Ten more rounds, can I get a K.O.? Paparazzi tryna make me pose Came to party 'til I can't no more Celebrate cause that's all I know Tip the groupies takin' off they clothes Grand finale like Super Bowl Go hard, I run the show That's right, wild out, got money to blow More lights, more ice, when I walk in the door No hype, do it big all over the globe Yeah! I said it, go tell it Confetti, who ready? I'm ready! You ready? Let's get it!  [Hook: Flo Rida & Nicole Scherzinger] You know I know how To make 'em stop and stare as I zone out The club can't even handle me right now Watchin' you watchin' me, I go all out The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah) (Put your hands up!) (Put your hands up!) (Put your hands up!) The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah) (Put your hands up!) (Put your hands up!) (Put your hands up!)  [Bridge: Flo Rida] You got me watchin' now (Yeah) Got my attention now (Yeah) Got everybody in the club wantin' to know now I am a ladies' man, come and be my lady and We can ball, so, Ahhh! Bring ya body here, let me switch up ya atmosphere Take you up out of the club and up in my new lim' (Yeah) Fly you all around the world Whatchu want, baby girl? Are you ready to go, now?  [Hook: Flo Rida & Nicole Scherzinger] You know I know how To make 'em stop and stare as I zone out The club can't even handle me right now Watchin' you watchin' me, I go all out The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah) (Put your hands up!) (Put your hands up!) (Put your hands up!) The club can't even handle me right now (Eh, yea-ei-yeaaah, eh, yea-ei-yeaaah, eh, yea-yeaaaah)  [Outro: Flo Rida] Put your hands up! Let's celebrate now! Put your hands up! Put your hands up! Let's celebrate now! Put your hands up! You know who shut 'em down!  ",
        "title": "Club Can't Handle Me"
    },
    {
        "artist": "Rick Ross Featuring Styles P",
        "lyrics": "  [Produced by Lex Luger]  [Hook: Rick Ross] I think I'm Big Meech, Larry Hoover Whippin' work, hallelujah One nation, under God Real niggas gettin' money from the fuckin' start I think I'm Big Meech, Larry Hoover Gettin' work, hallelujah One nation, under God Real niggas gettin' money from the fuckin' start  [Verse 1: Rick Ross] My Rolls Royce triple black, I'm geechee ho Ballin' in the club, bottles like I'm Meech ho Rozay, that's my nickname Cocaine runnin' in my big vein Self made, you just affiliated I build it ground up, you bought it renovated Talkin' plenty capers nothin's been authenticated Funny you claimin' the same bitch that I'm penetratin' Hold the bottles up, where my comrades? Where the fuckin' felons? Where my dogs at? I got that Archie Bunker And it's so white, I just might charge you double  [Hook: Rick Ross] I think I'm Big Meech, Larry Hoover Whippin' work, hallelujah One nation, under God Real niggas gettin' money from the fuckin' start I think I'm Big Meech, Larry Hoover Gettin' work, hallelujah One nation, under God Real niggas gettin' money from the fuckin' start  [Verse 2: Rick Ross] These mutherfuckers mad that I'm icy Stunt so hard make them come and indict me I think I'm Big Meech, look at my timepiece It's an Audemars, hundred racks at least Look at yourself, now look at me You can't see a nigga, I'm what you used to be Look at it this way, you niggas sideways Always gettin' money my nigga, crime pays So fuck a nigga, I'm self made You a sucker nigga, I'm self-paid This for my broke niggas, this for my rich niggas Got a hundred on a head of a snitch nigga  [Hook: Rick Ross] I think I'm Big Meech, Larry Hoover Whippin' work, hallelujah One nation, under God Real niggas gettin' money from the fuckin' start I think I'm Big Meech, Larry Hoover Gettin' work, hallelujah One nation, under God Real niggas gettin' money from the fuckin' start  [Verse 3: Styles P] The thirty-six holes leave you bleedin' fam Word to them thirty-six O's in a kilogram Blunt tip, orange like caviar Wildin' out, fishtailin' Subaru rally car Out the passenger, lettin' the automatty off A egg of that girl I'll knock ya mommy and ya daddy off Fuck around and knock the emblem on the Caddy off Four shooters buggin' out, blickin' at ya Caddy doors Did I mention guns from Red Dead Redemption Nine mils, fifty clip extensions Coke is like a mattress in the hood, I'm flippin' on it And the money's like a chair, I'm sittin' on it  [Hook: Rick Ross] I think I'm Big Meech, Larry Hoover Whippin' work, hallelujah One nation, under God Real niggas gettin' money from the fuckin' start I think I'm Big Meech, Larry Hoover Gettin' work, hallelujah One nation, under God Real niggas gettin' money from the fuckin' start  ",
        "title": "B.M.F. (Blowin' Money Fast)"
    },
    {
        "artist": "Rodney Atkins",
        "lyrics": "  Well I heard he needed some help on the farm Somebody with a truck and two strong arms Not scared of dirt and willin' to work Till the sun goes down So I pulled up and said I'm your man I could start right now and we shook hands He said the fence needs fixin', The peaches need pickin' And the cows need bringin round  I was haulin hay, I was feedin the hogs And that summer sun had me sweatin like a dog So I cooled off in the creek Then it was back to work in the daggum heat I was cussin' out loud, thinkin bout quitin' Lookin' back now I'm sure glad I didn't Cuz just when I thought it couldn't get no hotter I caught glimpse of the farmer's daughter  She was just gettin' home from Panama city She was all tanned up and my kinda pretty When her eyes met mine I was thinkin that I would sure love my job As the days got shorter our talks got longer The kisses got sweeter and the feelings got stronger So we'd hop in the truck and get all tagled up Every chance we got We were down by the river all night long When the sun came up I was sneakin' her home And draggin my butt to work With the smell of her perfume on my shirt I'd be on the tractor she'd be on my mind With that sun beatin' down on this back of mine Just when I thought it couldn't get no hotter I fell in love with the farmer's daughter We got married last spring Woah and there ain't no better life for me  I'm still haulin' hay and feedin' the hogs And that summer sun has me sweatin' like a dog So I cool off in the creek And she brings me outta glass of sweet ice tea I'm on the tractor and shes on my mind And I can't wait till its quitin' time And just when I think it can't get no hotter I come home to the farmer's daughter Yeah the farmer's daughter  ",
        "title": "Farmer's Daughter"
    },
    {
        "artist": "Timbaland Featuring Katy Perry",
        "lyrics": "  [Verse 1: Timbaland] What's somebody like you, doing in a place like this? Say did you come alone, or did you bring all your friends? Say what's your name, what you drinkin? I think I know what you're thinking Baby what's your sign? Tell me yours, I'll tell you mine Say what's somebody like you Doing in a place like this? (One, two, three c'mon!)  [Hook: Timbaland & Katy Perry] I'll never be the same - if we ever meet again Won't let you get away - say if we ever meet again This free fall (ahh) got me so (ohh) Kiss me all night don't ever let me go I'll never be the same - if we ever meet again  [Timbaland] Ohh, ohh Say if we ever meet again  [Verse 2: Katy Perry] Do you come here much? I swear I've seen your face before (before, yeah) Hope you don't see me blush, but I can't help but want you more, more Baby tell me what's your story? I ain't shy and don't you worry I'm flirting with my eyes, wanna leave with you tonight Do you come here much? I gotta see your face some more! Some more, cause baby  [Hook: Timbaland & Katy Perry] I'll never be the same - if we ever meet again Won't let you get away - say if we ever meet again This free fall (ahh) got me so (ohh) Kiss me all night don't ever let me go I'll never be the same - if we ever meet again  [Bridge: Timbaland & Katy Perry] If we ever meet again, I'll have so much more to say (If we ever meet again) If we ever meet again, I won't let you go away (If we ever meet again) If we ever, ever meet again, I'll have so much more to say (If we ever meet again) If we ever, ever meet again, I won't let you go away Away-ay-ay-ay  [Hook: Timbaland & Katy Perry] I'll never be the same - if we ever meet again Won't let you get away - say if we ever meet again This free fall (ahh) got me so (ohh) Kiss me all night don't ever let me go I'll never be the same - if we ever meet again I'll never be the same - if we ever meet again Won't let you get away - say if we ever meet again This free fall (ahh) got me so (ohh) Kiss me all night don't ever let me go I'll never be the same - if we ever meet again  [Outro: Sebastian] Just when the night can't get no less Porn star startin, what is this? Vixens fightin for their stress I put in like Mr. West, yes You gon' finish dear And your body's so superb Me and you the best in here But yo' girl, face and ear Face and ear, face and ear Face and ear, face and ear  ",
        "title": "If We Ever Meet Again"
    },
    {
        "artist": "Craig Morgan",
        "lyrics": "  He was standin' in the rubble Of an old farmhouse outside Birmingham When some on-the-scene reporter Stuck a camera in the face of that old man  He said, \"Tell the folks, please mister, what are you gonna do Now that this twister has taken all that's dear to you\" The old man just smiled and said, \"Boy, let me tell you somethin' This ain't nothin'\"  He said, \"I lost my daddy when I was eight years old That cave-in at the Kincaid Mine left a big ol' hole And I lost my baby brother, my best friend, and my left hand In a no-win situation in a place called Vietnam\"  \"And last year, I watched my lovin' wife Of fifty years waste away and die And I held her hand 'til her heart of gold stopped pumpin' So, this ain't nothin'\"  He said, \"I learned at an early age There's things that matter, and there's things that don't So if you're waitin' here for me to cry I hate to disappoint you boy, but I won't\"  Then he reached down in the rubble and picked up a photograph Wiped the dirt off of it with the hand that he still had He put it to his lips and he said, \"Man she was somethin' But, this ain't nothin'\"  He said, \"I lost my daddy when I was eight years old That cave-in at the Kincaid Mine left a big ol' hole And I lost my baby brother, my best friend, and my left hand In a no-win situation in a place called Vietnam\"  \"And last year, I watched my lovin' wife Of fifty years waste away and die We were holdin' hands when her heart of gold stopped pumpin' So, this ain't nothin'\"  He said, \"This ain't nothin' time won't erase And this ain't nothin' money can't replace\"  He said, \"You sit and watch your lovin' wife Of fifty years fightin' for her life Then you hold her hand 'til her heart of gold stops pumpin' Yeah, boy that's somethin'\"  \"So, this ain't nothin' No, this ain't nothin'\"  ",
        "title": "This Ain't Nothin'"
    },
    {
        "artist": "Chris Brown Featuring Tyga & Kevin McCall",
        "lyrics": "  [Verse 1: Chris Brown] All that bullshit's for the birds You ain't nothin' but a vulture Always hopin' for the worst Waitin' for me to fuck up You’ll regret the day when I find another girl Yeah, who knows just what I need She knows just what I mean When I tell her keep it drama free Chuckin' up them (deuces) I told you that I'm leavin' (deuces) I know you're mad, but so what? I wish you best of luck And now I'm finna throw them deuces up  [Verse 2: Drake] What you mean I ain’t call you? I hit you when I landed I’m waitin' in my hotel room Seems like we're arguin' more and it’s gettin' less romantic Yeah, I think she’ll be able to tell soon But I'll fuck you right, I will, I fuck you right, I will I’ll fuck you like no one has ever, ever made you feel I mean, this part of our relationship's amazin' still I might just put up with the arguin' and stay, for real You lookin' bad, girl, for goodness sakes! You with all those curves, and me without no brakes, ooh I’m willin' to work it out however long it takes you You feel like you miss those happy days Well, girl, that makes two of us; our timing is wrong Your friends always tyin' up every line on your phone Yeah, but tell them bitches that you’ll always be my missus And the hardest part about the fuckin' business Is mindin' your own; and every time I try and break it off We just yell until we tired, then I break you off It’s useless, all this fightin', let's get past it now Even when I throw them deuces you just send it back around  [Verse 3: T.I.] Your wrist and fingers glisten: ice cold like Michigan Look at what we livin' in, here we go with this again I just keep on talkin', but I guess that you ain't listenin' Rather run around with them nothin'-ass bitches then Go on, got me hot, smokin' like a chimney We used to be best friends Now it seems we finna be enemies Deep inside it’s killin' me, but soon its gon' be killin' you To see her in that two-seater Now that's gon' hurt your feelings, boo Ah ha, didn’t you think you would be over me by now? So you go sleepin' with them clowns, they are no relief She spoke her piece, I know, capisce So love must be let go, released, into the wind Again, again, and deuces I must throw ya, peace  [Verse 4: Kanye West] You know what, yo? You a bitch You should have a travel agent, ‘cause you a trip You should make your own toilet tissue since you the shit But all you got is some fuckin' issues, you fuckin' bitch! I hate niggas, but I love your mom Give her a kiss for me, her second son Get your mind right, baby, or get your shit together You gonna be hot a little while, I’ma be rich forever Girl seducers, they come in deuces But when I cut 'em off they always become a nuisance Niggas take my old flows and they take my old swag He just took my old bitch and turned it to his new bitch I’m stupid, but I won’t get my drama on What I’m dealin' with is too real for me to comment on Jay finally got it through my head not to run my mouth So when you talk 'bout “you know who” I don’t know who you talkin' 'bout  [Verse 5: Fabolous] According to my old bish I be on some new ish She was on some old ish, now I got a new bish Think I give two ish? You ain't gonna do ish Meet my two fingers, intro-deuces If you knew better you’d do better Wanna get the middle finger, but I got two better  [Interlude: Chris Brown + Drake] So you gonna diss me Even though you know it’s wrong Know you gonna miss me a little when I’m gone  [Verse 6: Fabolous] Drizzy voice Now I’m ghost, baby, four-door Rizzy Royce Tryna work it out might be a bad business choice I’m 'bout my business, boys, plus I make paper Come on, that's old news; yesterday’s paper Oh, you talkin', what about? If it ain't how I kept you studded out You might as well shut your mouth You’ll never score another me, I’ll shut it out Act like there’s gum in your hair, girl: cut it out!  [Verse 7: Rick Ross] Got a pocket full of hundreds, she the only one that's missin' Got a bucket full of ice, and a watch to go with it Got a racin' Lamborghini, have my homies scared to drive Haters better put their head down, they know that boy be fly All the charter planes, now I’m talkin' ballers slang R.O.Z.A.Y. on that wall in the Hall of Fame I let my denim sag, red Louis belt How can you love me, baby? First you gotta love yourself  [Verse 8: Andre 3000] The farewell email from a female But I’m a playa, ain't gonna tell you all the details What it entails is hard to say, like sellin' seashells By the seashore, but she’s not a bore But neither a whore who needs to know more The kind you can’t ignore but want to open the door for Or run in your favorite store, and leave with all them shopping bags and half of it ain't yours I did things for her; ain't rich, ain't poor I wanted to do more, but hell, I just ain't know her Well enough to know if this is all she came for But enough to know tonight excited she came four Times to my cousin house to see if I was there Get your minds out the gutter, man We out here tryna have a good time And here I am, all heavy with the words where Somebody that's a nerd, likely fast forward But, shit, they asked for it It’s hard to throw up them deuces ‘Cause when you know it’s juicy You start to sound like Confucius when makin' up excuses Chase the Cabooses until the track gone I gotta find me a new locomotive, stop makin' sad songs  [Hook: Chris Brown] I'm on some new shit I'm chuckin' my deuces up to her I'm movin' on to somethin' better, better, better No more tryna make it work You made me wanna say bye bye Say bye bye, say bye bye to her You made me wanna say bye bye Say bye bye, say bye bye to her  ",
        "title": "Deuces"
    },
    {
        "artist": "Josh Turner",
        "lyrics": null,
        "title": "All Over Me"
    },
    {
        "artist": "Bobby Brackins Featuring Ray J",
        "lyrics": "  [Intro] Knockout Yeah, Ray J, Bobby Brackins Yeah  [Hook] 143 I'll make you yell it when we sexin 143 is what you send me when we textin I ball ba ba ball And pop pa pop bub I'm just looking for some love in the club  143 I la la la love you x4 143!  [Verse 1] Ride with a stunna You know that I'm winning Headed to the top I ball no 9th inning Pop bottles in the club Yes we can I don't even care if you a lesbian That just means we got some common interest Spark my trees then I'll spark your interest Okay Lets pop some bubbly Tell me you in love with me No golf but club with me I'm big like double Ds Poppin in cities I ain't heard of Let me see your titties baby pull that shirt up Lift that skirt up got buns like a burger Do the most, not the minimum You not a wage worker  [Hook] 143 I'll make you yell it when we sexin 143 is what you send me when we textin I ball ba ba ball And pop pa pop bub I'm just looking for some love in the club  143 I la la la love you x4 143!  [Verse 2] Call up your local station If you hear this on the radio I'm calling up Ray J, thinking about the video If we make a video I'mma need a scene with dimes In T-shirts that say 143! I got my video all on T.V.(wa-wa-what's next, Bob?) We gone drop the E.P Throwing dubs in the club at the dance club Or at the strip club, it's 143 love Or settle at a playa location Made another hit for the radio station 143 to the cutie from the club Stick shift love 143 so clutch  [Pre-hook] 143 e e (aye what it do) 143 e e (aye what it do) 143 e e (aye what it do) When you see me in the club say I love you  [Hook] 143 I'll make you yell it when we sexin 143 is what you send me when we textin I ball ba ba ball And pop pa pop bub I'm just looking for some love in the club  143 I la la la love you x4 143!  [Bridge] My girls a mack mack mack Lambos all black black black in the club With stacks stacks stacks 143, say it back back back, 431 Sexy can I fall in love Sexy can I run the club 143 eeeeeeee girl I looooovve youuu  [Hook] 143 I'll make you yell it when we sexin 143 is what you send me when we textin I ball ba ba ball And pop pa pop bub I'm just looking for some love in the club  143 I la la la love you x4 143!  ",
        "title": "143"
    },
    {
        "artist": "Enrique Iglesias Featuring Juan Luis Guerra",
        "lyrics": "  [Intro] (Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh)  [Verse 1] Si pudiera bajarte una estrella del cielo Lo haría sin pensarlo dos veces Porque te quiero, ay Y hasta un lucero, oh  [Verse 2] Y si tuviera el naufragio de un sentimiento Sería un velero en la isla De tus deseos oh, de tus deseos oh  [Bridge] Pero por dentro Entiende que no puedo Y a veces me pierdo  [Chorus] Cuando me enamoro A veces desespero Cuando me enamoro Cuando menos me lo espero, pero me enamoro Se detiene el tiempo Me viene el alma al cuerpo Sonrío, cuando me enamoro  (Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh)  [Verse 3] Si la luna sería tu premio Yo juraría hacer cualquier cosa Por ser su dueño, ay Por ser tu dueño, oh  Y si en tus sueños escuchas el llanto De mis lamentos (En tus sueños) No sigas dormida Que es verdadero, ay No es un sueño, no  [Bridge] Me alegro que a veces el final No encuentre su momento, oh no  [Chorus][x2] Cuando me enamoro A veces desespero Cuando me enamoro Cuando menos me lo espero, me enamoro Se detiene el tiempo Me viene el alma al cuerpo Sonrío, cuando me enamoro  (Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Oh, oh, oh, oh)  ",
        "title": "Cuando Me Enamoro"
    },
    {
        "artist": "Chiddy Bang",
        "lyrics": "  [Intro] Fresh kid Z, fresh kid C Fresh kid P, fresh kid T (Oh yeah, we back!) Oh, that's Xaphoon by the way (Yeah, Jones) Yeah, Chiddy Bang And we pretty much amazing (Can we do the song, please?) I got you...  [Hook] Ayo I once was a kid all I had was a dream Mo money mo problems, when I get it I'ma pile it up Now I'm dope wonderbread we can toast So fresh how we flow, everybody get their style from us I once was a kid with the other little kids Now I'm ripping up shows and them fans going wild with us Tell mommy I'm sorry This life is a party  [Verse 1] Remember you was a kid Reminisce days of the innocence Now it's Chiddy Bang, google me the images Follow me, follow me I'm the leader And when I park cars I don't pay for the meter I remember I was younger as a kid it was the best I used touch to on all the pretty girls at recess I'm at my peak yes, I won't leave yet Serial style, cereal aisle I need chex I can make these rappers run like a hard drill Rock band show you how the guitar feel And I could care less how y'all feel I got the flow to make a bitch do a cartwheel This is that good \"just puff it and relax, bro\" And you can get it free don't worry about the tax though And Xaphoon, thank you for the crack But I play a Ron Burgundy I anchor on the track like that  [Hook] Ayo I once was a kid all I had was a dream Mo money mo problems, when I get it I'ma pile it up Now I'm dope wonderbread we can toast So fresh how we flow, everybody get their style from us Ayo I once was a kid with the other little kids Now I'm ripping up shows and them fans going wild with us Tell mommy I'm sorry This life is a party, I’m never growing up  [Verse 2] Can I please get a little bit of knowledge Somebody tell Roth that I don't love college Cause the real world's kinda like Real World And it's drama so you are Svetlana and I'm just a rhymer Swimming in the water trying to dodge the piranhas and fly to Bahamas Pretty little momma, Chiddy in the spot Where you at pretty lady show me what you got They say why you rapping for the kids for I said my clothes come fitted, the Lids store This summer you can catch me on a big tour I'm high grade, I think they need to quiz more Let me get wit ya, don't let the kid hit ya I'm the photo album Voletta has, B.I.G. picture The rule is, the dude is, so up, so chuck I'm a cool kid  [Hook] Ayo I once was a kid all I had was a dream Mo money mo problems, when I get it I'ma pile it up Now I'm dope wonderbread we can toast So fresh how we flow, everybody get their style from us Ayo I once was a kid with the other little kids Now I'm ripping up shows and them fans going wild with us Tell mommy I'm sorry This life is a party, I’m never growing up [Hook] Ayo I once was a kid all I had was a dream Mo money mo problems, when I get it I'ma pile it up Now I'm dope wonderbread we can toast So fresh how we flow, everybody get their style from us Ayo I once was a kid with the other little kids Now I'm ripping up shows and them fans going wild with us Tell mommy I'm sorry This life is a party, I’m never growing up  ",
        "title": "Opposite Of Adults"
    },
    {
        "artist": "Hannah Montana",
        "lyrics": null,
        "title": "Ordinary Girl"
    },
    {
        "artist": "Fantasia",
        "lyrics": null,
        "title": "Bittersweet"
    },
    {
        "artist": "Eminem Featuring Lil Wayne",
        "lyrics": "  [Intro: sampled] Love, love Love, love, love Don't hurt me Don't hurt me no more, no more Love  [Verse 1: Lil Wayne] Throw dirt on me and grow a wildflower But it's \"Fuck the world!\" — get a child out her Yeah, my life a bitch, but you know nothin' about her Been to Hell and back, I can show you vouchers I'm rollin' Sweets, I'm smokin' sour Married to the game, but she broke her vows That's why my bars are full of broken bottles And my nightstands are full of open Bibles I think about more than I forget But I don't go 'round fire expectin' not to sweat And these niggas know I lay 'em down, make your bed Bitches try to kick me while I'm down: I'll break your leg Money outweighin' problems on the triple beam I'm stickin' to the script, you niggas skippin' scenes Be good or be good at it Fuckin' right, I've got my gun, semi-Cartermatic Yeah, put a dick in their mouth, so I guess it's \"Fuck what they say!\" I'm high as a bitch: up, up and away Man, I come down in a couple of days Okay, you want me up in the cage Then I'll come out in beast mode I got this world stuck in the safe, combination is the G code It's Weezy, motherfucker, Blood gang, and I'm in bleed mode All about my dough, but I don't even check the peephole So you can keep knockin' but won't knock me down No love lost, no love found  [Hook: Eminem and Lil Wayne] It's a little too late to say that you're sorry now You kicked me when I was down But what you say just (don't hurt me) That's right (don't hurt me) And I don't need you (no more) Don't want to see you (no more) Bitch, you get (no love) You showed me nothin' but hate, you ran me into the ground But what comes around goes around I don't need you (don't hurt me) That's right (don't hurt me) And I don't need you (no more) Don't want to see you (no more) Bitch, you get (no love, no love, no love, no love) Bitch, you get (no love, no love, no love) And I don't need you (no more); get 'em!  [Verse 2: Eminem] I'm alive again, more alive than I have been In my whole entire life; I can See these people's ears perk up as I begin to spaz with the pen I'm a little bit sicker than, most Shit's finna get thick again They say the competition is stiff But I get a hard dick from this shit, and I stick it in I ain't never givin' in again Caution to the wind, complete freedom Look at these rappers, how I treat 'em So why the fuck would I join 'em when I beat 'em? They call me a freak ‘cause I like to Spit on these pussies 'fore I eat 'em Man, get these whack cocksuckers off stage! Where the fuck is Kanye when you need him? Snatch the mic from 'em Bitch, I'ma let you finish in a minute, yeah that rap was tight But I'm 'bout spit the greatest verse of all time So you might want to go back to the lab tonight and um Scribble out them rhymes you were gonna spit And start over from scratch and write new ones But I'm afraid that it ain't gonna make no difference When I rip this stage and tear it in half tonight It's an adrenaline rush to feel the bass thump From the place all the way to the parking lot, fellow Set fire to the mic and ignite the crowd You can see the sparks from hot metal Cold-hearted, from the day I Bogarted The game, my soul started to rot, fellow When I'm not even in my harshest You can still get roasted, ‘cause Marsh is not mellow 'Til I'm topplin' from the top, I'm not gonna stop I'm standin' on my Monopoly board That means I'm on top of my game And it don't stop 'til my hip don't hop anymore When you're so good that you can't say it ‘Cause it ain't even cool for you to sound cocky anymore People just get sick ‘cause you spit These fools can't drool or dribble a drop anymore And you can never break my stride You'll never slow the momentum at any moment I'm 'bout to blow, you'll never take my pride Killin' the flow, slow venom And the opponent is gettin' no mercy, mark my words Ain't lettin' up, relentless, I smell blood I don't give a fuck: keep givin' them hell Where was you when I fell and needed help up? You get no love  [Hook: Eminem and Lil Wayne] It's a little too late to say that you're sorry now You kicked me when I was down But what you say just (don't hurt me) That's right (don't hurt me) And I don't need you (no more) Don't want to see you (no more) Bitch, you get (no love) You showed me nothin' but hate, you ran me into the ground But what comes around goes around I don't need you (don't hurt me) That's right (don't hurt me) And I don't need you (no more) Don't want to see you (no more) Bitch, you get (no love, no love, no love, no love) Bitch, you get (no love, no love, no love) And I don't need you (no more) Ha! Bitch, you get no love  ",
        "title": "No Love"
    },
    {
        "artist": "Monica",
        "lyrics": "  [Verse 1] Must not have been paying attention I stepped right on it Didn't even notice how deep I was I went from the ground to the top of the cloud And now as I look down I see where I fell into your arms  [Chorus] Now I got love all over me Baby, you touch every part of me Oh, I got love all over me And I don't wanna get it off I'm completely covered up in your love  [Verse 2] Even my skin is changing I'm feeling warmer No more icy blue hearts for me You put the color back in my life And now where there was black and white You're becoming iridescent  [Chorus] And I got love all over me Baby, you touch every part of me Oh, I, I got love all over me And I don't wanna get it off I'm completely covered up in your love  [Bridge] Before your love, baby, I was muddy So deep with pain 'til you took it from me You showered me with a new beginning, now I'm clean Took me by surprise when you ran up on me I came to life, baby, in that moment You put your hands on my heart And baby, now it beats  [Chorus] Now I got love all over me And baby, you touch every part of me Oh, I got love all over me And I don't wanna get it off I'm completely covered up in your love In your love, in your love And I don't wanna get it off I'm completely covered in your love Oh, I ...in your love  ",
        "title": "Love All Over Me"
    },
    {
        "artist": "The Dirty Heads Featuring Rome",
        "lyrics": "  Woah.. Woah.. Woah.. na.. na.. Ooohhooo.. Woah.. Woah.. Woah.. na.. na.. Ooohhooo..  [Verse 1: Duddy B] Well this is how it starts Two lovers in the dark On the run from the one That they called Sheriff Spark Six guns by their side And bullets around their waist Two shots to the sky Signal sound for the chase The safe was nearly empty And they were nearly free But were seen by the good eye Of the mean Billy Green And he screamed at the top of his lungs They're on the run It's the two outsiders Grab your horses and your guns  [Chorus: Rome] I said I wish that we could stay here But I fear our time has come We could ride out in the darkness Chasing the rising sun We gotta pack our bags this instant We're heading south-bound to the next town And if we all arrive there so safely Baby, you can lay me down Lay me down Lay me down Lay me down  [Verse 2: Dirty J] Well it's the story of the two Always on the move They got nothing left to lose 'Cept their guns and their wounds Now they're crossing borders Sheriff's posse on their tail They'd rather die together Than be stuck up in a cell They drank up all the whiskey And they partied every night Like it could be the last The bounty said shoot on sight So they chased the endless summer Knew it came with the pride They wouldn't stop running 'Til they found their paradise But the sheriff finally found them With his eyes seeing red So the lovers had to shoot him down And fill him full of lead They were finally free To find a place to lay their head And when they finally did He looked at her and then he said  [Chorus 2: Rome] I said I think that we can stay here Cause I feel our time has come And we can walk down to the ocean And sit with the rising sun So unpack your bags this instant No more running from town to town And now that we've arrived so safely Baby, you can lay me down Lay me down Lay me down Lay me down  [Verse 3: Dirty J] Well you're my green-eyed girl And I've been running around with you It's the afternoon and we got nothing left to do So wipe the dirt off Or take your shirt off And we should go hit the cantina We got work off I said it's hot outside Let me go swimming in your eyes We've been running for a while Why don't you lay down and make smile I could never ask for nothing better than this It's just tequila and the beach That's why it's salty when we kiss  [Chorus 2: Rome] I said I think that we can stay here Cause I feel our time has come And we can walk down to the ocean And sit with the rising sun So unpack your bags this instant No more running from town to town And now that we've arrived so safely Baby you can lay me down Lay me down Lay me down, no Lay me down Lay me down  ",
        "title": "Lay Me Down"
    },
    {
        "artist": "Chris Young",
        "lyrics": null,
        "title": "The Man I Want To Be"
    },
    {
        "artist": "K'Naan",
        "lyrics": "  When I get older I will be stronger They'll call me freedom, just like a wavin' flag  [Hook] When I get older, I will be stronger They'll call me freedom just like a wavin' flag And then it goes back, and then it goes back And then it goes back, oh  [Verse 1] Born to a throne, stronger than Rome A violent prone, poor people zone But it's my home, all I have known Where I got grown, streets we would roam  Out of the darkness, I came the farthest Among the hardest survival Learn from these streets, it can be bleak Accept no defeat, surrender, retreat  So we struggling, fighting to eat And we wondering when we'll be free So we patiently wait for that fateful day It's not far away, but for now we say  [Hook] When I get older I will be stronger They'll call me freedom just like a wavin' flag And then it goes back, and then it goes back And then it goes back, oh  [Verse 2] So many wars, settling scores Bringing us promises, leaving us poor I heard them say 'love is the way' 'Love is the answer,' that's what they say  But look how they treat us, make us believers We fight their battles, then they deceive us Try to control us, they couldn't hold us Cause we just move forward like Buffalo Soldiers  But we struggling, fighting to eat And we wondering, when we'll be free So we patiently wait for that faithful day It's not far away but for now we say  [Hook]  When I get older I will be stronger They'll call me freedom just like a wavin' flag And then it goes back, and then it goes back And then it goes back, and then it goes And then it goes  And everybody will be singing it And you and I will be singing it And we all will be singing it  [Hook]  When I get older, when I get older I will be stronger just like a wavin' flag Just like a wavin' flag, just like a wavin' flag Flag, flag, just like a wavin' flag  ",
        "title": "Wavin' Flag"
    },
    {
        "artist": "Easton Corbin",
        "lyrics": "  [Verse 1] I got my old guitar and some fishing poles So baby fill that cooler full of something cold Don't ask just pack and we'll hit the road running Honey what do you say I got just enough money and just enough gas So pick a place on the map we can get to fast Where the white sandy beach meets water like glass And if the tide carries us away  [Chorus] Baby we'll roll with it Won't think about it too much Baby let's just go with it And get out of this ordinary everyday rut And we get swept away by one of those perfect days When the sun is sinking low at dusk And wind up a little deeper in love Baby lets roll with it  [Verse 2] We get so caught up in catching up Trying to pay the rent trying to make a buck That don't leave much time for time for us And ain't life too short for that So open up that bag of pig skins you bought At the Exxon station the last time we stopped And you kick back baby and dance in your socks On the windshield to some radio rock  [Chorus]  [Outro] And it won't be no thing if it starts to rain And we have to wait it out in the truck We might wind up a little deeper in love So baby lets roll with it  ",
        "title": "Roll With It"
    },
    {
        "artist": "Sean Kingston & Justin Bieber",
        "lyrics": "  [Intro: Sean Kingston] Eenie meenie miney mo Catch a bad chick by her toe If she holla let her go  [Verse 1: Sean Kingston] She's indecisive, she can't decide She keeps on looking from left to right Girl, come a bit closer, look in my eyes Searching is so wrong, I'm Mr. Right  [Pre-Chorus: Sean Kingston] You seem like the type to love 'em and leave 'em And disappear right after this song So give me the night to show you, hold you Don't leave me out here dancing alone  [Chorus: Sean Kingston] You can't make up your mind, mind, mind, mind, mind Please don't waste my time, time, time, time, time I'm not tryna rewind, wind, wind, wind, wind I wish our hearts could come together as one Cause shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover, oh  [Verse 2: Justin Bieber] Let me show you what you're missing, paradise With me you're winning girl, you don't have to roll the dice Tell me what you're really here for Them other guys? I can see right through ya  [Pre-Chorus: Justin Bieber] You seem like the type to love 'em and leave 'em And disappear right after the song So give me the night to show you, hold you Don't leave me out here dancing alone  [Chorus: Justin Bieber] Can't make up your mind, mind, mind, mind, mind Please don't waste my time, time, time, time, time Not tryna rewind, wind, wind, wind, wind I wish our hearts could come together as one Cause shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover, oh  [Bridge: Sean Kingston & Justin Bieber] Eenie meenie miney moe, catch a bad chick by her toe If she holla, if, if, if she holla let her go Eenie meenie miney moe, catch a bad chick by her toe If she holla, la, la, la she holla let her go Shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover  [Chorus: Sean Kingston & Justin Bieber] You can't make up your mind, mind, mind, mind, mind Please don't waste my time, time, time, time, time I'm not tryna rewind, wind, wind, wind, wind I wish our hearts could come together as one Cause shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover  ",
        "title": "Eenie Meenie"
    },
    {
        "artist": "Rob Thomas",
        "lyrics": null,
        "title": "Mockingbird"
    }
]