[
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": "  Yeah, hey, hey  When you wish upon a star Your dreams will take you very far, yeah But when you wish upon a dream Life ain't always what it seems, oh yeah  What you see On nights so clear, hey In the sky so very dear, yeah?  You're a shining star No matter who you are Shining bright to see What you could truly be (What you could truly be)  Shining star come into view To shine its watchful light on you Give you strength To carry on, yeah Yeah, make your body big and strong, yeah  Born a man-child of the sun, yeah Yeah, saw my work had just begun Yeah, found I had to stand alone, yeah Bless it now I've got my own Oh yeah, oh yeah  So, if you find yourself in need Why don't you listen To these words of heed Be a giant or grain of sand Words of wisdom Yes, I can  You're a shining star No matter who you are Shining bright to see What you could truly be  You're a shining star No matter who you are Shining bright to see What you could truly be  You're a shining star No matter who you are Shining bright to see What you could truly be  Shining star for you to see What your life can truly be  Shining star for you to see What your life can truly be  Shining star for you to see What your life can truly be  ",
        "title": "Shining Star"
    },
    {
        "artist": "Freddy Fender",
        "lyrics": "  If he brings you happiness Then I wish you all the best It's your happiness that matters most of all But if he ever breaks your heart If the teardrops ever start I'll be there before the next teardrop falls  Si te quiere de verdad Y te da felicidad Te deseo lo mas bueno pa'los dos Pero si te hace llorar A mi me puedes hablar Y estare contigo cuando triste estas  I'll be there anytime You need me by your side To drive away every teardrop that you cried  And if he ever leaves you blue Just remember, I love you And I'll be there before the next teardrop falls And I'll be there before the next teardrop falls  ",
        "title": "Before The Next Teardrop Falls"
    },
    {
        "artist": "Ozark Mountain Daredevils",
        "lyrics": "  Ooh-hoo, Jackie blue Lives her life from inside of a room Hides that smile when she's wearin' a frown Ooh Jackie, you're not so down  You like your life in a free-form style You'll take an inch but you'd love a mile There never seems to be quite enough Floating around to fill your lovin' cup  Ooh-hoo, Jackie blue What's a game, girl, if you never lose Ask a winner and you'll prob'bly find Ooh Jackie, they've lost at sometime  Don't try to tell me that you're not aware Of what you're doing and that you don't care You say it's easy, just a nat'ral thing Like playing music but you never sing  Ooh-hoo, Jackie blue Making wishes that never come true Going places that you've never been Ooh Jackie, you're going again  {guitar solo}  Ooh-hoo, Jackie blue Lives a dream that can never come true Making love is like siftin' through sand Ooh Jackie, it slips through your hand  Every day, in your indigo eyes I watch the sun set but I don't see it rise Moonlight and stars in your strawberry wine You'd take the world but you won't take the time  Ooh-hoo, Jackie blue Lives her life from inside of a room Makes you think that her life is a drag Ooh Jackie, what fun you have had  Ooh Jackie, ooh Jackie  Ooh Jackie, ooh Jackie, ooh Jackie  Hey, hey, hey, hey  {guitar solo}  ",
        "title": "Jackie Blue"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  After long enough of being alone Everyone must face their share of loneliness In my own time nobody knew The pain I was going through And waiting was all my heart could do  Hope was all I had until you came Maybe you can't see how much you mean to me You were the dawn breaking the night The promise of morning light Filing the world surrounding me  And when I hold you Baby, baby, feels like maybe Things will be all right Baby, baby, your love's made me Free as a song singing forever  Only yesterday when I was sad and I was lonely You showed me the way to leave the past and all its tears behind me Tomorrow may be even brighter than today Since I threw my sadness away Only yesterday  I have found my home here in your arms Nowhere else on earth I'd really rather be Life waits for us, share it with me The best is about to be And so much is left for us to see  And when I hold you Baby, baby, feels like maybe Things will be all right Baby, baby, your love's made me Free as a song singing forever  Only yesterday when I was sad and I was lonely You showed me the way to leave the past and all its tears behind me Tomorrow may be even brighter than today Since I threw my sadness away Only yesterday  Only yesterday when I was sad and I was lonely You showed me the way to leave the past and all its tears behind me Tomorrow may be even brighter than today Since I threw my sadness away Only yesterday  Only yesterday when I was sad and I was lonely You showed me the way to leave the past and all its tears behind me Tomorrow may be even brighter than today Since I threw my sadness away Only yesterday  ",
        "title": "Only Yesterday"
    },
    {
        "artist": "John Denver",
        "lyrics": "  [Verse 1] Well, life's on a farm is kinda laid back Ain't much an old country boy like me can't hack It's early to rise, early in the sack thank God I'm a country boy Well, a simple kind of life never did me no harm Raising me a family and working on the farm My days are all filled with an easy country charm, thank God I'm a country boy  [Chorus] Well, I got me a fine wife, I got me old fiddle When the sun's coming up, I got cakes on the griddle And life ain't nothing but a funny, funny riddle, thank God I'm a country boy  [Verse 2] When the work's all done and the sun's setting low I pull out my fiddle and I rosin up the bow The kids are asleep so I keep it kinda low, thank God I'm a country boy I'd play \"Sally Goodin'\" all day if I could But the Lord and my wife wouldn't take it very good So I fiddle when I can and I work when I should, thank God I'm a country boy  [Chorus]  [Verse 3] I wouldn't trade my life for diamonds or jewels I never was one of them money hungry fools I'd rather have my fiddle and my farming tools, thank God I'm a country boy Yeah, city folk driving in a black limousine A lot of sad people thinking that's-a mighty keen Son, let me tell you now exactly what I mean, thank God I'm a country boy  [Chorus]  [Verse 4] Well, my fiddle was my daddy's till the day he died And he took me by the hand and held me close to his side He said, \"Live a good life and play my fiddle with pride And thank God you're a country boy.\"  My Daddy taught me young how to hunt and how to whittle He taught me how to work and play a tune on the fiddle He taught me how to love and how to give just a little Thank God I'm a country boy  [Chorus]  ",
        "title": "Thank God I'm A Country Boy"
    },
    {
        "artist": "Ace",
        "lyrics": "  [Verse 1: Babyface] There was a girl I used to know She was oh so beautiful But she's not here anymore She had a college degree Smart as anyone could be Had so much to live for  [Pre-Chorus] But she fell in love With the wrong kinda of man He abused her love and treated her so bad There was not enough education in her world That could save the life of this little girl  [Chorus] How come, how long? It's not right, it's so wrong Do we let it just go on? Turn our backs and carry on? Wake up, it's too late Right now, we can't wait She won't have a second try Open up your hearts As well as your eyes  [Verse 2: Stevie Wonder] She tried to give a cry for help She even blamed things on herself But no one came to her aid 'Nothing was wrong as far as we could tell' That's what we'd like to tell ourselves But no, it wasn't that way  [Pre-Chorus] So she fell in love With the wrong kinda of man And she paid with her life For loving that man So we cannot ignore We must look for the signs And maybe next time we might save somebody's life  [Chorus] How come, how long? It's not right, it's so wrong Do we let it just go on? Turn our backs and carry on? Wake up, it's too late Right now, we can't wait She won't have a second try Open up your hearts As well as your eyes  [Harmonica solo]  [Bridge: Babyface + Stevie Wonder] Oh, I on occasion met that guy He stirred a feeling deep inside Someth'n' about him wasn't right Oh, the way he proves himself a man By beating his woman with his hands I wish that she had seen the light How can someone like this call themselves a man? (He's not a man) 'Cause in reality he's far more less than And we cannot ignore whenever we see the signs 'Cause any kind of abuse God knows is a crime  [Chorus] How come, how long? It's not right, it's so wrong Do we let it just go on? Turn our backs and carry on? Wake up, it's too late Right now, we can't wait She won't have a second try Open up your hearts As well as your eyes  [Harmonica solo]  ",
        "title": "How Long"
    },
    {
        "artist": "Tony Orlando & Dawn",
        "lyrics": "  He don't love you, like I love you If he did, he wouldn't break your heart He don't love you, like I love you He's try-ing to tear us apart  Fare thee well I know you're leaving (I know you're leaving) For the new love that you've found The handsome guy that you've been dating, whoa I got a feeling he's gonna put you down 'cause  He don't love you, like I love you If he did, he wouldn't break your heart He don't love you, like I love you He's try-in' to tear us apart  He uses all the great quotations Says the things I wish I could say Whoa, but he's has so many rehearsals Girl, to him it's just another play but wait  When the final act is over And you're left standing all alone When he takes his bow and makes his exit Girl, I'll be there to take you home  He don't love you (And he never will) Like I love you If he did, he wouldn't break your heart Oh, he don't love you, girl, like I love you He's try-ing to tear us apart  Whoa, he don't love you  ",
        "title": "He Don't Love You (Like I Love You)"
    },
    {
        "artist": "Paul Anka with Odia Coates",
        "lyrics": "  I don't like to sleep alone Stay with me, don't go Talk with me for just a while So much of you to get to know  Reaching out, touching you Leaving all the worries all behind Loving you the way I do My mouth on yours and yours on mine  Marry me, let me live with you Nothing's wrong when love is right Like a man said in his song Help me make it through the night  Loneliness can get you down When you get to thinking no one cares  Lean on me (and I'll lean on you) Together we will see it through No, I don't like to sleep alone It's sad to think some folks do  No, I don't like to sleep alone No one does, do you? (I don't like to sleep alone) No one does, do you?  ",
        "title": "I Don't Like To Sleep Alone"
    },
    {
        "artist": "Grand Funk",
        "lyrics": "  I'm in love with the girl that I'm talking about I'm in love with the girl I can't live without I'm in love but I sure picked a bad time To be in love To be in love  Well, let her be somebody else's queen I don't want to know about it There's too many others that know what I mean And that's why I got to live without it  I'm in love with the girl I'm talking about I'm in love with the girl I can't live without I'm in love but I feel like I'm wearin' it out I'm in love but I must have picked a bad time to be in love A bad time to be in love A bad time to be in love A bad time to be in love  All the stories coming back to me From my friends and the people I don't want to see The things they say I know just couldn't be true At least not until I hear it from you  'Cause I still love the little girl I'm talking about I'm in love with the girl I can't live without I'm in love but I feel like I'm wearin' it out I'm in love but I must have picked a bad time to be in love A bad time to be in love A bad time to be in love A bad time to be in love  You know that I love the little girl I'm talking about I'm in love with the girl I can't live without I'm in love but it feels like I'm wearin' it out I'm in love but I must have picked a bad time to be in love A bad time to be in love A bad time to be in love A bad time to be in love  ",
        "title": "Bad Time"
    },
    {
        "artist": "Chicago",
        "lyrics": null,
        "title": "Old Days"
    },
    {
        "artist": "America",
        "lyrics": "  Well I tried to make it Sunday, but I got so damn depressed That I set my sights on Monday and I got myself undressed I ain't ready for the altar but I do agree there's times When a woman sure can be a friend of mine  Well, I keep on thinking about you, Sister Golden Hair surprise And I just can't live without you; can't you see it in my eyes? I been one poor correspondent, and I've been too, too hard to find But it doesn't mean you ain't been on my mind  Will you meet me in the middle, will you meet me in the air? Will you love me just a little, just enough to show you care? Well I tried to fake it, I don't mind sayin', I just can't make it  Well, I keep on thinkin' 'bout you, Sister Golden Hair surprise And I just can't live without you; can't you see it in my eyes? Now I been one poor correspondent, and I been too, too hard to find But it doesn't mean you ain't been on my mind  Will you meet me in the middle, will you meet me in the air? Will you love me just a little, just enough to show you care? Well I tried to fake it, I don't mind sayin', I just can't make it  ",
        "title": "Sister Golden Hair"
    },
    {
        "artist": "Queen",
        "lyrics": "  [Verse 1] She keeps Moet et Chandon In her pretty cabinet 'Let them eat cake' she says Just like Marie Antoinette A built-in remedy For Khrushchev and Kennedy At anytime an invitation You can't decline Caviar and cigarettes Well versed in etiquette Extraordinarily nice  [Chorus] She's a Killer Queen Gunpowder, gelatine Dynamite with a laser beam Guaranteed to blow your mind Anytime  [Post-Chorus] Recommended at the price Insatiable an appetite Want to try?  [Verse 2] To avoid complications She never kept the same address In conversation She spoke just like a baroness Met a man from China Went down to Geisha Minah (Killer, killer, she's a killer Queen) Then again incidentally If you're that way inclined Perfume came naturally from Paris (naturally) For cars she couldn't care less Fastidious and precise  [Chorus] She's a Killer Queen Gunpowder, gelatine Dynamite with a laser beam Guaranteed to blow your mind Anytime  [Guitar Solo]  [Bridge] Drop of a hat she's as willing as Playful as a pussy cat Then momentarily out of action Temporarily out of gas To absolutely drive you wild, wild She's all out to get you  [Chorus] She's a Killer Queen Gunpowder, gelatine Dynamite with a laser beam Guaranteed to blow your mind Anytime  [Outro] Recommended at the price Insatiable an appetite Want to try? Want to try?  ",
        "title": "Killer Queen"
    },
    {
        "artist": "Major Harris",
        "lyrics": "  The time is right You hold me tight And love's got me high  Please tell me, yes And don't say no, honey Not tonight I need to have you next to me In more ways than one And I refuse to leave 'till I see the Morning sun creep through your window pane Cause love won't let me wait (not one more minute, baby)  The time is right Turned down the lights And take my hand We will take a flight And spend the night In a wonderland Now move a little close to me You owe it to yourself And I will selfishly take a little for myself And it's because of you That love won't let me wait  (No, listen girl)  I need your love so desperately And only you can set me free When I make love to you We will explode in ecstacy And I won't take the blame Cause love won't let me wait, no  Love won't let me wait (my temperature's rising) Love won't let me wait (cause your so tantalizing)  (Oh listen girl)  Love won't let me wait  ",
        "title": "Love Won't Let Me Wait"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": "  [Hook] I've been cheated Been mistreated When will I be loved? [Chorus] I've been put down I've been pushed 'round When will I be loved? [Bridge] When I find a new man That I want for mine He always breaks my heart in two It happens every time [Chorus] I've been made blue I've been lied to When will I be loved? [Instrument break] [Bridge] When I find a new man That I want for mine He always breaks my heart in two It happens every time [Hook] Oh, I've been cheated Been mistreated When will I be loved? [Outro] When will I be loved? Tell me, when will I be loved?  ",
        "title": "When Will I Be Loved"
    },
    {
        "artist": "The Elton John Band",
        "lyrics": "  I used to be a rolling stone you know If a cause was right I'd leave to find the answer on the road I used to be a heart beating for someone But the times have changed The less I say the more my work gets done   Because I live and breathe this Philadelphia freedom From the day that I was born I've waved the flag Philadelphia freedom took me knee high to a man, yeah Gave me peace of mind my Daddy never had   Oh Philadelphia freedom, shine on me, I love you Shine the light, through the eyes of the ones left behind Shine the light, shine the light Shine the light, won't you shine the light Philadelphia freedom, I love-ve-ve , yes I do  If you choose to you can live your life alone Some people choose the city (some people choose the city) Some others choose the good old family home (some others choose a good old family home) I like living easy without family ties (living easy) Till the whippoorwill of freedom zapped me Right between the eyes   Because I live and breathe this Philadelphia freedom From the day that I was born I've waved the flag Philadelphia freedom took me knee high to a man, yeah Gave me peace of mind my Daddy never had  Oh Philadelphia freedom, shine on me, I love you Shine the light, through the eyes of the ones left behind Shine the light, shine the light Shine the light, won't you shine the light Philadelphia freedom, I love-ve-ve , yes I do  Oh Philadelphia freedom, shine on me, I love you Shine the light, through the eyes of the ones left behind Shine the light, shine the light Shine the light, won't you shine the light Philadelphia freedom,  I love-ve-ve You know I love-ve-ve, yeah You know I love-ve-ve you Yes I do! (Philadelphia freedom) I love-ve-ve you Yes I do! (Philadelphia freedom) Don't You know that I love-ve-ve you Yes I do! (Philadelphia freedom) Don't You know that I love-ve-ve you Yes I do! (Philadelphia freedom) Don't You know that I love-ve-ve you Yes I do! (Philadelphia freedom)  ",
        "title": "Philadelphia Freedom"
    },
    {
        "artist": "The Blackbyrds",
        "lyrics": "  Walking in rhythm Moving in sound Humming to the music Trying to move on I'm walking in rhythm Singing my song Thinking 'bout my baby Trying to get home  Walking in rhythm Moving in sound Humming to the music Trying to move on I'm walking in rhythm Singing my song Thinking 'bout my baby Trying to get home  It's been so long since I've seen her I'm tired and so all alone I've travelled so very far I've got to get back home  It's been so long since I've kissed her And held her tight in my arms I've got so far to go now I've got to get back home Got to get back home  It's been so long since I've seen her I'm tired and so all alone I've travelled so very far I've got to get back home  It's been so long since I've kissed her And held her tight in my arms I've got so far to go now I've got to get back home Got to get back home  Walking in rhythm Moving in sound Humming to the music Trying to move on I'm walking in rhythm (walking in rhythm) Singing my song (singing my song) Thinking 'bout my baby (thinking 'bout my baby) Trying to get home (trying to get home)  I'm walking in rhythm (walking in rhythm) Singing my song (singing my song) Thinking 'bout my baby (thinking 'bout my baby) Trying to get home (trying to get home)  I'm walking in rhythm (walking in rhythm) Singing my song (singing my song) Thinking 'bout my baby (thinking 'bout my baby) Trying to get home (trying to get home)  ",
        "title": "Walking In Rhythm"
    },
    {
        "artist": "Herbie Mann",
        "lyrics": null,
        "title": "Hijack"
    },
    {
        "artist": "AWB",
        "lyrics": null,
        "title": "Cut The Cake"
    },
    {
        "artist": "Eddie Kendricks",
        "lyrics": "  Shoeshine boy how you do your work so well Shoeshine boy tryin' to make a livin', you go somewhere Shoeshine boy where are you gonna be ten years from now Just move, just keep workin' shoeshine boy  I wanna know are you gonna be the richest man around You've been a workin' so hard So many things in life to learn Shoeshine boy, what will you discover  Though it's a long way up, you'll reach the top Now when you'll finally get back Don't forget from where you came shoeshine boy Workin' so hard in the noon day sun Just, just keep workin' shoeshine boy  Look at ya now, gettin' it together Teasing the guys and havin' lots of fun Shoeshine boy, yeah, don't you know that you're a star Yeah, you're a star shoeshine boy  Just the way, just the way that you are You've been a workin' so hard So many things in life to learn, so much to learn Shoeshine boy, what will you discover  Yeah, shoeshine boy Shoeshine boy You've been a workin' so hard Shoeshine boy Don't you know that you're a star That's the way that you are  ",
        "title": "Shoeshine Boy"
    },
    {
        "artist": "B.J. Thomas",
        "lyrics": "  It's lonely out tonight And the feeling just got right For a brand new love song Somebody done somebody wrong song  Hey, won't you play another Somebody done somebody wrong song And make me feel at home While I miss my baby, while I miss my baby  So please play for me a sad melody So sad that it makes everybody cry A real hurting song About a love that's gone wrong Cause I don't want to cry all alone  Hey, won't you play another Somebody done somebody wrong song And make me feel at home While I miss my baby, while I miss my baby  So please play for me a sad melody So sad that it makes everybody cry A real hurting song About a love that's gone wrong Cause I don't want to cry all alone  Hey, won't you play another Somebody done somebody wrong song And make me feel at home While I miss my baby, while I miss my baby  (Hey, won't you play) Won't you play Another somebody done somebody wrong song And make me feel at home While I miss my baby, while I miss my baby  (Hey, won't you play) Won't you play Another somebody done somebody wrong song And make me feel at home While I miss my baby, while I miss my baby  ",
        "title": "(Hey Won't You Play) Another Somebody Done Somebody Wrong Song"
    },
    {
        "artist": "Jessi Colter",
        "lyrics": "  I'm not Lisa My name is Julie Lisa left you years ago My eyes are not blue But mine won't leave you Until the sunlight has touched your face  She was your morning light Her smile told of no night Your love for her grew With each rising sun  And then one winter day His hand led hers away She left you here drowning in your tears, here Where you've stayed for years Crying Lisa, Lisa  I'm not Lisa My name is Julie Lisa left you years ago My eyes are not blue But mine won't leave you Until the sunlight has touched your face  I'm not Lisa  ",
        "title": "I'm Not Lisa"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": "  Harbors open their doors to the young searching foreigner Come to live in the light of the big L of liberty Plains and open skies, bill boards would advertise Was it anything like that when you arrived? Dream boats carried the future to the heart of America People were waiting in line for a place by the river  [Chorus] It was time when strangers were welcome here Music would play They tell me the days were sweet and clear It was a sweeter tune, and there was so much room That people could come from everywhere  Now he arrives with hopes, and his heart set on miracles Come to marry his fortune with a hand full of promises To find they've closed the door, they don't want him anymore There isn't any more to go around Turning away, he remembers he once heard a legend That spoke of a mystical, magical land called America  [Chorus x 2]  ",
        "title": "The Immigrant"
    },
    {
        "artist": "Alice Cooper",
        "lyrics": "  Man got his woman to take his seed He got the power, oh She got the need She spends her life through Pleasing up her man She feeds him dinner or anything she can  She cries alone at night too often He smokes and drinks and don't come home at all  Only women bleed Only women bleed Only women bleed  Man makes your hair gray He's your life's mistake All you're really lookin' for's An even break He lies right at you You know you hate this game Slaps you once in a while And you live in love and pain  She cries alone at night too often He smokes and drinks and don't come home at all  Only women bleed Only women bleed Only women bleed Only women bleed Only women bleed Only women bleed Only women bleed  Man got his woman to take his seed He got the power, oh She got the need She spends her life through Pleasing up her man She feeds him dinner or anything she can  She cries alone at night too often He smokes and drinks and don't come home at all  Only women bleed Only women bleed Only women bleed  Black eyes all of the time \"Don't spend a dime\" \"Clean up this grime\" And you there down on your knees Begging me please Come watch me bleed  Only women bleed Only women bleed Only women bleed Only women bleed Only women bleed Only women bleed Only women bleed  ",
        "title": "Only Women"
    },
    {
        "artist": "Michael Murphey",
        "lyrics": null,
        "title": "Wildfire"
    },
    {
        "artist": "Harold Melvin And The Blue Notes",
        "lyrics": null,
        "title": "Bad Luck (Part 1)"
    },
    {
        "artist": "Gordon Lightfoot",
        "lyrics": "  Rainy day people Always seem to know when it's time to call Rainy day people don't talk They just listen till they've heard it all  Rainy day lovers Don't lie when they tell 'ya they've been down like you  Rainy day people Don't mind if you cry a tear or two If 'ya get lonely All you really need is that rainy day love  Rainy day people All know there's no sorrow they can't rise above Rainy day lovers Don't love any others That would not be kind Rainy day people All know how it hangs on a piece of mind  Rainy day lovers Don't lie when they tell you they've been down there too Rainy day people Don't mind if you cry a tear or two  Rainy day people Always seem to know when you're feeling blue High stepping strutters Who land in the gutters sometimes need one too Take it or leave it Or try to believe it If you've been down too long  Rainy day lovers don't hide love inside They just pass it on Rainy day lovers don't hide love inside They just pass it on  ",
        "title": "Rainy Day People"
    },
    {
        "artist": "Pilot",
        "lyrics": null,
        "title": "Magic"
    },
    {
        "artist": "Joe Simon",
        "lyrics": "  Everybody won't you get on the floor (Get on the floor and let the good time roll) We got a kung fu bumpin' 'til it's time to go (Get on the floor and let the good time roll) Come on get down, get down Grab your partner and dance to the beat (Get on the floor and let the good time roll) Let the music control your feet, now (Get on the floor and let the good time roll) Come on and party, baby (Get down, get down) Get down all night long Baby, why don't ya (Get down, get down) Me and you (Get down, get down) I know you (have??) it (Get down, get down) Why don't you get on the floor and let the good time roll Come on and let it roll I feel the beat, I feel the heat Everybody won't you clap your hands and dance (Get on the floor and let the good time roll) Come on All you got to do is move your body and shake what you can Oh, baby (Get on the floor and let the good time roll) Oh, let me tell ya your lookin' good now (Get on the floor and let the good time roll) Come on, baby (Get down, get down) Get down Come on and get down all the way, baby (Get down, get down) I know you (have??) it (Get down, get down) (?????) operator (Get down, get down) Why don't you get on the floor and let the good time roll Everybody is lookin' good, now (Get down on the floor and let the good time roll) Oh ya And your doin' that kung fu bumpin' like I know you could, now (Get down on the floor and let the good time roll) It ain't now harm, yal (Get down on the floor and let the good time roll) It ain't no harm to do the bump (Get down on the floor and let the good time roll) But someone out there is doin the devil bump, look out (Get down on the floor and let the good time roll) Go ahead and do your thing, baby (Get down on the floor and let the good time roll) Come on and bump, baby (Get down on the floor and let the good time roll) Come on and kung fu, kung fu, kung fu, kung Fu bumpin', now (Get down on the floor and let the good time roll) Oh, your doin' it tonight, baby (Get down on the floor and let the good time roll) You got me feelin' good tonight, oh baby (Get down on the floor and let the good time roll) I ain't felt this good, honey (Get down on the floor and let the good time roll) Since I don't know when (Get down on the floor and let the good time roll) I might not, baby (Get down on the floor and let the good time roll) Oh honey, I might not feel this good again (Get on the floor and let the good time roll) You see that's why right now (Get down on the floor and let the good time roll) I'm goin' to get out on the floor (Get down on the floor and let the good time roll) I'm goin' to do my own thing tonight (Get down on the floor and let the good time roll) You see somebody doin' it like this (Get down on the floor and let the good time roll) Now the kool cats are doin' it like this (Get down on the floor and let the good time roll) Ha, ha, eh (Get on the floor and let the good time roll) Come on, come on, come on, eh Come, come, come on Come on, oh baby  ",
        "title": "Get Down, Get Down (Get On The Floor)"
    },
    {
        "artist": "Roger Whittaker",
        "lyrics": "  There's a ship lies rigged and ready in the harbor Tomorrow for old England she sails Far away from your land of endless sunshine To my land full of rainy skies and gales And I shall be aboard that ship tomorrow Though my heart is full of tears at this farewell  For you are beautiful, and I have loved you dearly More dearly than the spoken word can tell For you are beautiful, and I have loved you dearly More dearly than the spoken word can tell  I've heard there's a wicked war a-blazing And the taste of war I know so very well Even now I see the foreign flag a-raising Their guns on fire as we sail into Hell I have no fear of death, it brings no sorrow But how bitter will be this last farewell  For you are beautiful, and I have loved you dearly More dearly than the spoken word can tell For you are beautiful, and I have loved you dearly More dearly than the spoken word can tell  Though death and darkness gather all about me And my ship be torn apart upon the seas I shall smell again the fragrance of these islands And the heaving waves that brought me once to thee And should I return safe home again to England I shall watch the English mist roll through the dale  For you are beautiful, I have loved you dearly More dearly than the spoken word can tell For you are beautiful, I have loved you dearly More dearly than the spoken word can tell  ",
        "title": "The Last Farewell"
    },
    {
        "artist": "The Doobie Brothers",
        "lyrics": "  I know you're leaving Leaving me behind I'm seeing you, darling For the very last time  Show a little tenderness Mama, before you go Please, let me feel Your embrace once more  Take me in your arms Rock me, rock me a little while Oh, with you, darling Rock me, rock me a little while  We all must feel Heartache sometime Right now, right now I'm feeling mine  I tried my best to be strong But I'm not able I'm like a helpless child Left in a cradle  Before you leave me Mama, leave me far behind Please, let me feel Happy one more time  Take me in your arms Rock me, rock me a little while Oh, with you, darling Rock me, rock me a little while  I'm losing you And my happiness My life is so dark I must confess  I'll never, never see Your smiling face no more I'll never, never hear Your knock upon my door  Before you leave me Leave me behind Please, let me feel Happy one more time  Take me in your arms Rock me, rock me a little while Oh, with you, baby Rock me, rock me a little while Oh, yeah yeah  I'm begging, little baby (take me) Oh baby, please, yeah (Take me, take me, take me) Come on, baby (take me) Can't you see me on my knees now (Take me, take me, take me)  Come on, baby (take me) Baby, help, please (Take me, take me, take me) Coming to you, baby (take me) Oh baby, please, please, please  Take me in your arms Rock me, rock me a little while Oh, with you, darling Rock me, rock me a little while Come on, baby Rock me, rock me a little while Oh, with you, darling Rock me, rock me a little while  ",
        "title": "Take Me In Your Arms (Rock Me)"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  Lady Luck and four leaf clovers Won't ease this hurt I feel all over My life was one special occasion 'Til you leavin' left me this situation  I'm standin' on shakey ground Ever since you put me down Standin' on shakey ground Ever since you put me down  My car got repossessed this morning Harder times I haven't seen in years Girl, you better throw me a life preserver 'Cause I'm about to drown in my own tears  I'm standin' on shakey ground Ever since you put me down Standin' on shakey ground Ever since you put me down {repeating}  ",
        "title": "Shakey Ground"
    },
    {
        "artist": "Seals & Crofts",
        "lyrics": "  Tonight while the lights are shinin' and the microphone is on, I'll play for you So many will be the blessings and so short will the time, I'll stay with you But I'll play for you, I love you yes I do. You can say that I'm your friend You can see my life begin and end. I'll always play for you  Hear the band, hear the band. Won't you let the music take you, hear the band And let this night go on forever, and don't you ever stop the music. Let your spirit set you free Hear the band, hear the band. You can sing and stomp you feet and clap your hands And these few moments we'll share together, and I'll play for you  I've practiced many years and I have come a long, long way just to play for you My life is but a song that I have written in many ways, just to say to you To say, I love you yes I do. And I'd like for you to be Whatever you would like to be. You'll always be special to me  (repeat chorus)  ",
        "title": "I'll Play For You"
    },
    {
        "artist": "Captain & Tennille",
        "lyrics": "  Love Love will keep us together Think of me, babe whenever Some sweet talking girl comes along Singing his song Don't mess around You just got to be strong  Just stop Cause I really love you Stop, I'll be thinking of you Look in my heart And let love keep us together  You You belong to me now Ain't gonna set you free now When those girls start hanging around Talking me down Hear with your heart And you won't hear a sound  Just stop Cause I really love you Stop, I'll be thinking of you Look in my heart And let love keep us together  Young and beautiful Someday your looks will be gone When the others turn you off Who'll be turnin' you on I will, I will, I will I will, be there to share forever  Love will keep us together I said it before And I'll say it again While others pretend I need you now and I need you then  Just stop Cause I really love you Stop, I'll be thinking of you Look in my heart And let love keep us together Whatever Whatever, I will, I will, I will, I will  You better stop Cause I really love you Stop, I've been thinkin' of you Look in my heart And let love keep us together Whatever Whatever, I will, I will, I will  ",
        "title": "Love Will Keep Us Together"
    },
    {
        "artist": "Disco Tex & The Sex-O-Lettes",
        "lyrics": null,
        "title": "I Wanna Dance Wit' Choo (Doo Dat Dance), Part I"
    },
    {
        "artist": "Supertramp",
        "lyrics": "  [Intro]  [Verse 1] So you think your schooling's phony I guess it's hard not to agree You say it all depends on money And who is in your family tree  [Hook] Right, (Right), you're bloody well right You got a bloody right to say Right, you're bloody well right You know you got a right to say Ha-ha you're bloody well right You know you're right to say Yeah, yeah, you're bloody well right You know you're right to say Me, I don't care anyway  [Instrumental Bridge]  [Verse 2] Write your problems down in detail Take them to a higher place You've had your cry, no, I shouldn't say wail In the meantime hush your face  [Hook] Right, (Quite right), you're bloody well right You got a bloody right to say Right, you're bloody well right You know you got a right to say Ha ha, you're bloody well right You know you're right to say Yeah, yeah, you're bloody well right You know you're right to say  [Outro] You got a bloody right to say You got a bloody right to say You got a bloody right to say You got a bloody right to say  ",
        "title": "Bloody Well Right"
    },
    {
        "artist": "Tavares",
        "lyrics": null,
        "title": "Remember What I Told You To Forget/My Ship"
    },
    {
        "artist": "Carly Simon",
        "lyrics": "  (Carly Simon/Jacob Brackman)  There's a new kind of dancing That's gonna be the rage You just leave yourself behind Like an actor on a stage  Cop a different pose From the pose you're in Shine a different attitude From underneath your skin  Attitude dancing Strut around the floor in a different attitide Attitude dancing Any attitude is the proper attitude Attitude dancing Don't be afraid to change your attitude Attitude dancing Free up your spirit with a new attitude  It don't even matter If you stretch or shake And it don't really matter What moves your body makes  And it don't really matter What steps you choose to do Only one thing matters: That's your attitude Your attitude, attitude dancing  Attitude dancing Strut around the floor in a different attitide Attitude dancing Learn to move in another attitude Attitude dancing Find the groove in a new attitude Attitude dancing Don't be afraid of a new attitude  It don't really matter What steps you choose to do Only one thing matters: Is your attitude  Your attitude, attitude dancing Strut around the floor in a new attitude Do the locomotion in a new attitude Do the mashed potato in a new attitude Do the hully gully in a new attitude  Find a role you like Capture it and freeze Then turn it around A hundred and eighty degrees Or if you're at a loss Observe some natural dude And turn into a mirror of his attitude Attitude, attitude, attitude Dancing  ",
        "title": "Attitude Dancing"
    },
    {
        "artist": "Led Zeppelin",
        "lyrics": "  [Intro] Greased and slicked down fine, groovy leather trim I like the way you hold the road, mama, it ain't no sin  [Chorus] Talking about love Talking about love Talking about...  [Verse 1] Trouble-free transmission, helps your oils flow Mama, let me pump your gas, mama, let me do it all  [Chorus] Talking about love Talking about love Talking about...  [Verse 2] Dig that heavy metal underneath your hood Baby, I could work all night, believe I've got the perfect tools  [Chorus] Talking about love Talking about love Talking about...  [Verse 3] A model built for comfort, really built with style Specialist tradition, mama, let me feast my eyes  [Chorus] Talking about love Talking about love Talking about...  [Verse 4] Factory air-conditioned, heat begins to rise Guaranteed to run for hours, mama it's a perfect size  [Chorus] Talking about love Talking about love Talking about...  [Verse 5] Grooving on the freeway, gauge is on the red Gun down on my gasoline, I believe I'm gonna crack a head  [Chorus] Talking about love Talking about love Talking about...  [Bridge] I can't stop talking about I can't stop talking about Oooh, yes Drive on Come to  [Verse 6] Come to me for service every hundred miles Baby, let me check your points, fix your overdrive  [Chorus] Talking about love Talking about love Talking about...  [Verse 7] Fully automatic, comes in any size Makes me wonder what I did, before we synchronized  [Chorus] Talking about love Talking about love Talking about...  [Verse 8] Feather-light suspension, Konis couldn't hold I'm so glad I took a look inside your showroom doors  [Chorus] Talking about love Talking about love Talking about... Oh, I can't Oh, I can't  [Outro] Oh, I can't stop talking about love I can't stop talking about love Oh lemme go on down I can't stop talking about I can't stop talking about love I can't stop talking about love My baby I can't stop talking about love My baby, my baby, my baby Who is Who is, who is Who is, who is  ",
        "title": "Trampled Under Foot"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": "  Gladys Knight Miscellaneous The Way We Were / Try To Remember The Way We Were / Try To Remember Gladys Knight and The Pips Jammin' To The 70's Hey you know everybody's talkin' about the good old days Everybody the good old days The good old days Well, let's talk about the good old days Come to think about it As bad as we think they are These will become the good old days of our children Why don't we try to remember The kind of September When life was slow and oh so mellow Try to remember And if you remember Then follow Why does it always seem the past is better We look back and think The winters were warmer The grass was greener The skies were bluer The smiles were brighter Can it be that it was all so simple then Or has time rewritten every line And if we had the chance to do it all again Tell me Would we? Could we? Memories like the corners of my mind Memories Misty watercolor memories Of the way we were Scattered pictures of the smiles we left behind Smiles we gave to one another For the way we were Oh can it be that it was all so simple then Or has time rewritten every line And if we had the chance to do it all again Tell me Would we? Could we? Memories may be beautiful and yet What's too painful to remember We simply choose to forget So it's the laughter we'll remember We'll remember Whenever we remember The Way We Were...  ",
        "title": "The Way We Were/try To Remember"
    },
    {
        "artist": "Ray Stevens",
        "lyrics": null,
        "title": "Misty"
    },
    {
        "artist": "Bad Company",
        "lyrics": "  If I hear you knocking hard up on my door Ain't no way that I'm gonna answer it 'Cos cheating is one thing and lying is another And when I say it's over that's it I'm gonna quit, yeah  Now I ain't complaining, just tryin' to understand What makes a woman do the things she does? One day she'll love you the next day she'll leave you Why can't we have it just the way it used to be?  Why can't we have it, baby?  'Cos I'm a man, I got my pride Don't need no woman to hurt me inside I need a love like any other So go on and leave me, leave me for another  Good lovin' gone bad Good lovin' gone bad, bad, bad Good lovin' gone bad And baby, I'm a bad man  Now I'm a man, I got my pride Don't need no woman to hurt me inside I need a love like any other So go on and leave me, leave me for another  Good lovin' gone bad Good lovin' gone bad Good lovin' gone bad And baby, I'm a bad man  Good lovin' gone bad Good lovin' gone bad Good lovin' gone bad; I'm a sad man Don't stand in my way 'cause baby, I'm a bad man  ",
        "title": "Good Lovin' Gone Bad"
    },
    {
        "artist": "Consumer Rapport",
        "lyrics": null,
        "title": "Ease On Down The Road"
    },
    {
        "artist": "Van McCoy And The Soul City Symphony",
        "lyrics": null,
        "title": "The Hustle"
    },
    {
        "artist": "Barry Manilow",
        "lyrics": "  You wouldn't believe where I've been The cities and towns I've been in From Boston to Denver And every town in between  (Everyone looks the same) The people they all look the same (Yes, the same) Oh, only the names have been changed (Just the names)  But now that I'm home again I'll tell you what I believe  It's a miracle (miracle) A true blue spectacle The miracle come true We're together, baby I was going crazy Till the miracle came through  Now you're here And my arms are around you And, baby, there'll be Dancing in the street  For the miracle (miracle) A true blue spectacle The miracle is you (Hoo hoo hoo hoo hoo)  I never knew you looked so good Oh, I never knew anyone could I must have been crazy To ever have gone away  (Almost forgot you, babe) I almost forgot what it's like (Every night) Oh, holding you near me at night (Every night)  But now that I'm home again You know that I'm home to stay  'Cause it's a miracle (miracle) A true blue spectacle A miracle come true  We're together, baby I was going crazy Till the miracle came through  Now you're here And I'm feeling so good And, baby, there'll be Dancing in the street  For the miracle (miracle) A true blue spectacle The miracle is you (Hoo hoo hoo hoo hoo)  Now you're here And my arms are around you And, baby, there'll be Dancing in the street  Ha, there's gonna be Dancing in the street Gonna be dancing in the street  (Dancing in the street) Dancing, dancing, dancing (Dancing in the street) Dancing, dancing, dancing Dancing in the street Dancing, dancing, dancing Dancing in the street  For the miracle (miracle) A true blue spectacle The miracle is you  Hoo, the miracle is you (The miracle is you) Hoo, the miracle is you (The miracle is you) Hoo, the miracle is  ",
        "title": "It's A Miracle"
    },
    {
        "artist": "Leo Sayer",
        "lyrics": "  I was travellin' down the road feelin' hungry and cold I saw a sign sayin' \"Food and Drinks for Everyone\" So naturally, I thought I would take me a look inside I saw so much food there was water coming from my eyes  Yeah, there was ham and there was turkey, there was caviar And long tall glasses with wine up to y'are Then somebody grabbed me, threw me out of my chair Said, \"Before you can eat, you gotta dance like Fred Astaire\"  You know I can't dance, you know I can't dance You know I can't dance, you know I can't dance, I can't dance!  I am a man of the road, a hobo by name I don't seek entertainment, just poultry and game But if it's all the same to you then yes, I will try my hand If you were hungry as me then I'm sure you will understand  Hmm, now wait a minute, of course I can dance Of course I can dance, I'm sure I can dance I'm sure I can dance, I can dance I can dance, I really hit the floor, ah, it feels good Look at me dancin'!  I did a Two Step, Quick Step and a Bossanova A little Victor Sylvester and a Rudy Valentino You should have seen me moving right across the floor Hand me down my tuxedo, next week I'm coming back for more  I can dance, oh yes, I can dance Look at me dance on the floor movin' I feel good, I can dance, I can dance I can dance, I can dance, I can dance, I can dance  Songwriters:  Leo Sayer and David Courtney  ",
        "title": "Long Tall Glasses (I Can Dance)"
    },
    {
        "artist": "Boomer Castleman",
        "lyrics": "  As an only child of seventeen It hurt when my momma died When my daddy got home Just a few days later Well, he broke right down and cried  But after a year He up and wed A girl that was half his age Then the family was my daddy And me and Judy Mae  Well, my daddy did a lot of traveling around And before he would say goodbye He'd tell me to take care of my new mama She's the apple of his eye  And as he kissed his brand new wife goodbye I always used to hear him say Look after my boy Won't you please, now, Judy Mae  Judy Mae Oh, she sure had a way of looking after me Yes, her eyes would sparkle and shine Every time Papa got ready to leave  Well, one night while my daddy was gone She tiptoed into my room She said that she had to talk to me Cause my dad was gonna be home soon  She said, you know I get so lonely and cold When your daddy is gone for days What a boy like you could do to Judy Mae  Well, I told her that I'd never done this before And then she took my hand And showed me all of the secret things That turned a boy into a man  And as I lay there by her side I heard a noise at the window pane I think that's just the wind Said Judy Mae  Judy Mae Oh, she sure had a way of looking after me Yes, her eyes would sparkle and shine Every time Papa got ready to leave  Well, the next day Daddy had an accident And two days later, he died The sheriff said my Daddy Could drive too good to even Try to take a turn that wide  But thinking back now I begin to wonder To this very day If it was him, not the wind That saw me with Judy Mae If it was him, not the wind That saw me with Judy Mae  ",
        "title": "Judy Mae"
    },
    {
        "artist": "Tony Camillo's Bazuka",
        "lyrics": null,
        "title": "Dynomite-Part I"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": null,
        "title": "T-R-O-U-B-L-E"
    },
    {
        "artist": "Smokey Robinson",
        "lyrics": "  I put a song in your heart, so you say Sing it out, let the world know what it's all about If I make it possible for the impossible To happen for you like you say, hey  Baby, that's backatcha Baby, that's the same thing you do for me Baby, that's backatcha Oh, baby, that's tit for tat I'm givin' you this for that  You're flyin' high with your head in the clouds Trouble comes along to bust your bubble It's not incredible when I make it credible Things seem much better for you  Baby, that's backatcha Baby, that's the same thing you do for me Baby, that's backatcha Oh, baby, that's tit for tat I'm givin' you this for that  Baby, that's backatcha Baby, that's backatcha Baby, that's backatcha Baby, that's backatcha  Baby, that's backatcha Baby, that's backatcha Baby, that's backatcha Baby, that's backatcha Baby, that's backatcha  [Incomprehensible] and so, oh, baby, yeah What it is exactly, you don't know what it is So when you feel it, don't try to conceal it, no Just let it happen for you  Baby, that's backatcha Baby, that's backatcha Baby, that's backatcha  ",
        "title": "Baby That's Backatcha"
    },
    {
        "artist": "War",
        "lyrics": "  Ooh, ooh, ooh, ooh Ooh, ooh, ooh, ooh Ooh, ooh, ooh, ooh Ooh, ooh, ooh, ooh  La, la, la, la, la, laa La, la, la, la, la, laa  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  I've seen you 'round for a long long time I remembered you when you drank my wine  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  I've seen you walking down in Chinatown I called you but you could not look around  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  I paid my money to the welfare line I see you standing in it every time  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  The color of your skin don't matter to me As long as we can live in harmony  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  I'd kind of like to be the President So I can show you how your money's spent  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  Sometimes I don't speak right But yet I know what I'm talking about  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  I know you're working for the CIA They wouldn't have you in the Mafi-A  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  ",
        "title": "Why Can't We Be Friends?"
    },
    {
        "artist": "Labelle",
        "lyrics": "  People want truth Or nothing at all People want sincerity And nothing false People need happiness as land needs rain from above We need rain-we need life-we need love  Most people find it so hard to live Without love, love, love To live without love, love, love Oh yeah-oh yeah  People want to live Not merely exist People want to enjoy Not suffer and fear People need understanding Not impatience nor confusion Oh, I wonder, should we hate Those who present us disillusion They talk about love, love, love And they lie about love, love, love They talk about love, love, love Oh yeah-oh yeah  We need power, we need power And we need peace, peace, peace, peace I think we all agree Let's stop fighting, let's stop fighting And become sis and bro, 'sis and bro' Sis and bro', sis and bro' And show it's not too late to love, love, love What can i do for you? What can you do for me?  ",
        "title": "What Can I Do For You?"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Verse] I sailed an ocean, unsettled ocean Through restful waters and deep commotion Often frightened, unenlightened Sail on, sail on sailor I wrest the waters, fight Neptune's waters Sail through the sorrows of life's marauders Unrepenting, often empty Sail on, sail on sailor Caught like a sewer rat alone but I sail Bought like a crust of bread, but oh do I wail Seldom stumble, never crumble Try to tumble, life's a rumble Feel the stinging I've been given Never ending, unrelenting Heartbreak searing, always fearing Never caring, persevering Sail on, sail on, sailor I work the seaways, the gale-swept seaways Past shipwrecked daughters of wicked waters Uninspired, drenched and tired Wail on, wail on, sailor Always needing, even bleeding Never feeding all my feelings Damn the thunder, must I blunder There's no wonder all I'm under Stop the crying and the lying And the sighing and my dying  [Outro] Sail on, sail on sailor Sail on, sail on sailor Sail on, sail on sailor Sail on, sail on sailor Sail on, sail on sailor Sail on, sail on sailor Sail on, sail on sailor  ",
        "title": "Sail On Sailor"
    },
    {
        "artist": "Tanya Tucker",
        "lyrics": "  [Verse 1:] He came riding in on the sunrise Of a hot west Texas day A fancy man in a painted wagon With some fancy things to say  Looks like you folks need some water Well, water is my game And for the small price of $100 I betcha I can make it rain  [Chorus:] Step back, non believers Or the rain will never come Somebody start that fire a-burning Somebody beat the drum  You know some may think I'm crazy for making all these claims But I swear before this day is over You folks are gonna see some rain  [Verse 2:] They all just stood there a-staring Trying to believe But there was one named Lizzie Cooper Who said he was a lying cheat  You say you call yourself a rainman Well, you oughta be ashamed Starting all these people dreaming Thinking you can make it rain  [Repeat Chorus:]  [Verse 3:] Hey Lizzie Well, a mans got to have a dream And if you can't walk on the inside with me I'll meet you in between  Oh, come with me, Lizzie And the stars will right your name And if you still think I'm lying to you Look yonder There comes the rain  [Repeat Chorus x2:]  ",
        "title": "Lizzie And The Rainman"
    },
    {
        "artist": "The Spinners",
        "lyrics": null,
        "title": "Sadie"
    },
    {
        "artist": "Orleans",
        "lyrics": "  When the world was in trouble And it looked like there was hell to pay Fire, Fire everywhere! And the news got worse each day  Well, people really wondered Just how long they could hold out God looked down from heaven above And He began to shout  Let there be music Let it shine like the sun Let there be music Everybody's got to have some fun  It's so hard to keep on smillin' When people try to make you frown But, we're all in this together So why run one another down  You know we can't expect our problems To grow wings and fly away So fight the fight just as hard as you can When it's time for you to play  Let there be music Let it shine like the sun Let there be music Everybody's got to have some fun  Let there be music Let it shine like the sun Let there be music Everybody's got to Everybody's got to have some fun  Let there be music Let it shine like the sun Let there be music Everybody's got to have some fun  ",
        "title": "Let There Be Music"
    },
    {
        "artist": "The O'Jays",
        "lyrics": null,
        "title": "Give The People What They Want"
    },
    {
        "artist": "Ron Banks And The Dramatics",
        "lyrics": null,
        "title": "Me And Mrs. Jones"
    },
    {
        "artist": "Sammy Johns",
        "lyrics": "  I gave a girl a ride in my wagon She crawled in and took control She was tired as her mind was draggin' I said get some sleep and dream of rock and roll  'Cause like a picture she was laying there Moonlight dancing off her hair She woke up and took me by the hand She's gonna love me in my Chevy van And that's all right with me  Her young face was like that of an angel Her long legs were tanned and brown Better keep your eyes on the road, son Better slow this vehicle down  'Cause like a picture she was laying there Moonlight dancing off her hair She woke up and took me by the hand She's gonna love me in my Chevy van And that's all right with me  I put her out in a town that was so small You could throw a rock from end to end A dirt road main street, she walked off in bare feet It's a shame I won't be passin' through again  'Cause like a picture she was laying there Moonlight dancing off her hair She woke up and took me by the hand We made love in my Chevy van And that's all right with me  'Cause like a picture she was laying there Moonlight dancing off her hair She woke up and took me by the hand We made love in my Chevy van And that's all right with me  'Cause like a picture she was laying there Moonlight dancing off her hair She woke up and took me by the hand We made love in my Chevy van  ",
        "title": "Chevy Van"
    },
    {
        "artist": "Dwight Twilley Band",
        "lyrics": null,
        "title": "I'm On Fire"
    },
    {
        "artist": "Tamiko Jones",
        "lyrics": null,
        "title": "Touch Me Baby (reaching Out For Your Love)"
    },
    {
        "artist": "Frankie Valli",
        "lyrics": "  (ooooo) Swearin' to God There's no one else on earth I'd rather be Mmmmmm... Swearin' to God You made me see so I believed in me Oh you've been fillin' my cup 'Til I'm runnin' over with joy From you heaven sent love Just touch me again I'm king of all men... and reigning from above  Swearin' to God (Swearin' to God) Your mistress of the world and all I am (Don't tell the angels) Swearin' to God (Swearin' to God) Your where I won in paradise... began No one gets me up there like you can But girl you know I'm only human And I'm swearin' to god (Swearin' to God) So glad you've givin' me, you  (I was known for you, baby) Girl ain't you glad we made it (Made to give my heart and soul to you, baby) I'm so very glad you gave it (Hey baby were together) Try livin' on forever as long As long as we live (as we live)  Swearin' to god (Swearin' to God) Why dedicate my life to loving you (Don't tell the angels) I'm swearin' to god (Swearin' to God) I cross my heart and hope to die... I do Just call me your one woman lover I can't even look at another I'm swearin' to god (swearin' to god) So glad I'm livin' I'm swearin' to god (Swearin' to God) For all he's givin' me Swearin' to god (Swearin' to God) So glad he's givin' me you Whooooa, swearin' to god (Swearin' to God) Look what he's givin' me (Swearin' to God) More than the world can see (Swearin' to God) He's givin' me you... oh (I love you)  ",
        "title": "Swearin' To God"
    },
    {
        "artist": "Sha Na Na",
        "lyrics": null,
        "title": "(Just Like) Romeo And Juliet"
    },
    {
        "artist": "Lobo",
        "lyrics": "  Lying there beside me With your head resting on my arm Your body feels so warm And your hair smells Like a Sunday morning  I feel you moving closer And I know what you're gonna say But girl there's just no way I'll ever like what you'll be saying  Don't tell me goodnight It makes me feel so empty inside And if only I could I wouldn't sleep at all Don't tell me goodnight Just let me drift off slowly away And dream of you  You reach out and you touch me Just to let me know you're there And I can feel your hair And somehow I don't Feel like sleeping  ",
        "title": "Don't Tell Me Goodnight"
    },
    {
        "artist": "Bachman-Turner Overdrive",
        "lyrics": null,
        "title": "Hey You"
    },
    {
        "artist": "Ohio Players",
        "lyrics": null,
        "title": "I Want To Be Free"
    },
    {
        "artist": "The Charlie Daniels Band",
        "lyrics": "  [Verse 1] People say I'm no good And crazy as a loon 'Cause I get stoned in the mornin' I get drunk in the afternoon Kinda like my old blue tick hound I like to lay around in the shade And I ain't got no money But I damn sure got it made  [Chorus] 'Cause I ain't askin' nobody for nothin' If I can't get it on my own If you don't like the way I'm livin' You just leave this long haired country boy alone  [Verse 2] Preacher man talkin' on TV Puttin' down the rock and roll Wants me to send a donation 'Cause he's worried about my soul He said, \"Jesus walked on the water.\" And I know that it's true But sometimes I think that preacher man Would like to do a little walkin' too  [Chorus] But I ain't askin' nobody for nothin' If I can't get it on my own If you don't like the way I'm livin' You just leave this long haired country boy alone  [Verse 3] A poor girl wants to marry And a rich girl wants to flirt A rich man goes to college And a poor man goes to work A drunkard wants another drink of wine And a politician wants your vote I don't want much of nothin' at all But I will take another toke  [Chorus] But I ain't askin' nobody for nothin' If I can't get it on my own If you don't like the way I'm livin' You just leave this long haired country boy alone  ",
        "title": "Long Haired Country Boy"
    },
    {
        "artist": "David Bowie",
        "lyrics": "  [Verse 1] They pulled in just behind the bridge He lays her down, he frowns Gee my life's a funny thing, am I Still too young? He kissed her then and there She took his ring, took his babies It took him minutes, took her nowhere Heaven knows, she'd have taken anything, but  [Chorus] All night She wants the young American Young American, young American, she wants the Young American All right She wants the young American  [Verse 2] Scanning life through the picture window (uhuh) She finds the slinky vagabond He coughs as he passes her Ford Mustang But Heaven forbid, she'll take anything But the freak, and his type, all for nothing He misses a step and cuts his hand, but Showing nothing, he swoops like a song She cries Where have all Papa's heroes gone?  [Chorus] All night She wants the young American Young American, young American, she wants the Young American All right She wants the young American  [Bridge] All the way from Washington Her bread-winner begs off the bathroom floor We live for just these twenty years Do we have to die for the fifty more?\"  [Chorus] All night He wants the young American Young American, young American He wants the young American All right He wants the young American  [Verse 3] Do you remember, your President Nixon? (huuhu) Do you remember, the bills you have to pay? Or even yesterday? Have been the un-American?  (huuhu) Just you and your idol sing falsetto  (huuhu) 'bout Leather, leather everywhere, and Not a myth left from the ghetto Well, well, well, would you carry a razor  (huuhu) In case, just in case of depression? (huuhu) Sit on your hands on a bus of survivors Blushing at all the Afro-Sheeners Ain't that close to love? Well, ain't that poster love? Well, it ain't that Barbie doll Her hearts have been broken just like you and  [Chorus] All night (All night )You want the young American Young American, young American, you want the Young American All right You want the young American  [Verse 4] You ain't a pimp and you ain't a hustler A pimp's got a Cadi and a lady got a Chrysler Black's got respect, and white's got his soul train Mama's got cramps, and look at your hands ache (I heard the news today, oh boy) I got a suite and you got defeat Ain't there a man who can say no more? And, ain't there a woman I can Sock on the jaw? And, ain't there a child I can hold without judging? Ain't there a pen that will write before they die? Ain't you proud that you've still got faces? Ain't there one damn song that can make me Break down and cry?  [Chorus] All night I want the young American Young American, young American, I want the young American All right I want the young American Young American Young American, young American, I want the young American All night You and I I want you I Young American, young American, I want the young American All right I want the young American Young American, young American, I want the young American All night  ",
        "title": "Young Americans"
    },
    {
        "artist": "Pure Prairie League",
        "lyrics": "  I can see why you think you belong to me I never tried to make you think or let you see One thing for yourself But now you're off with someone else and I'm alone You see, I thought that I might keep you for my own  Amie, what you wanna do? I think I could stay with you For a while, maybe longer if I do  Don't you think the time is right for us to find All the things we thought weren't proper could be right in time? And can you see which way we should turn, together or alone? I can never see what's right or what is wrong Oh, you take too long  Amie, what you wanna do? I think I could stay with you For a while, maybe longer if I do  Well, Amie, what you wanna do? I think I could stay with you For a while, maybe longer if I do  Now it's come to what you want, you've had your way And all the things you thought before just faded into gray And can you see that I don't know if it's you or if it's me? If it's one of us, I'm sure we both will see Won't you look at me and tell me  Amie, what you wanna do? I think I could stay with you For a while, maybe longer if I, longer if I do, yeah, now  Amie, what you wanna do? I think I could stay with you For a while, maybe longer if I do  I keep falling in and out of love with you Falling in and out of love with you Don't know what I'm gonna do I keep falling in and out of love with you  ",
        "title": "Amie"
    },
    {
        "artist": "Kool & The Gang",
        "lyrics": null,
        "title": "Spirit Of The Boogie/Summer Madness"
    },
    {
        "artist": "Melissa Manchester",
        "lyrics": null,
        "title": "Midnight Blue"
    },
    {
        "artist": "Johnny Wakelin & The Kinshasa Band",
        "lyrics": "  This here's the story of Cassius Clay Who changed his name to Muhammad Ali He knows how to talk and he knows how to fight And all the contenders were beat out of sight Sing, Muhammad, Muhammad Ali He floats like a butterfly and stings like a bee Mohammed, the black superman Who calls to the other guy I'm Ali catch me if you can Now all you fight fans, you've got to agree There ain't no flies on Muhammad Ali He fills the arena wherever he goes And everyone gets what they paid for Muhammad, was known to have said You watch me shuffle and I'll jab off your head He moves like the black superman And calls to the other guy I'm Ali catch me if you can He says I'm the greatest the worlds ever seen The heavyweight champion who came back again My face is so pretty you don't see a scar Which proves I'm the king of the ring by far Sing, Muhammad, Muhammad Ali He floats like a butterfly and stings like a bee Mohammed, the black superman Who calls to the other guy I'm Ali catch me if you can Sing, Muhammad, Muhammad Ali He floats like a butterfly and stings like a bee Muhammad, the black superman Who calls to the other guy I'm Ali catch me if you can I'm Ali catch me if you can  ",
        "title": "Black Superman - \"Muhammad Ali\""
    },
    {
        "artist": "Gwen McCrae",
        "lyrics": null,
        "title": "Rockin' Chair"
    },
    {
        "artist": "The Stylistics",
        "lyrics": "  What was I before you Just another guy who never knew The right time from the wrong His left foot from his right Who'd sleep all day and hang around all night Before you  Who was I Just the joker in the crowd If I make them laugh how proud I would be Though the jokes were on me  Now it's you and me You and me And the worlds a better place  Thank you, baby Thank you, baby Thank you, baby Thank you, baby  What a change love can bring Put a different light on everything An ordinary day Is filled with something new And suddenly I feel that I can do Anything  You, my love Are the meaning of my life You're the reason And the light of my life I'm so grateful you're mine  Now it's you and me You and me And the worlds a better place  Thank you, baby Thank you, baby Thank you, baby Thank you, baby  You and me You and me  ",
        "title": "Thank You Baby"
    },
    {
        "artist": "10cc",
        "lyrics": "  I'm not in love So don't forget it It's just a silly phase I'm going through And just because I call you up Don't get me wrong, don't think you've got it made I'm not in love, no no, it's because..  I like to see you But then again That doesn't mean you mean that much to me So if I call you Don't make a fuss Don't tell your friends about the two of us I'm not in love, no no, it's because..  Be quiet, big boys don't cry Big boys don't cry Big boys don't cry Big boys don't cry  Big boys don't cry Big boys don't cry  I keep your picture Upon the wall It hides a nasty stain that's lying there So don't you ask me To give it back I know you know it doesn't mean that much to me I'm not in love, no no, it's because..  Ooh you'll wait a long time for me Ooh you'll wait a long time Ooh you'll wait a long time for me Ooh you'll wait a long time  I'm not in love So don't forget it It's just a silly phase I'm going through And just because I call you up Don't get me wrong, don't think you've got it made I'm not in love  ",
        "title": "I'm Not In Love"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": null,
        "title": "Anytime (I'll Be There)"
    },
    {
        "artist": "Steely Dan",
        "lyrics": "  [Verse 1] When Black Friday comes I'll stand down by the door And catch the grey men when they Dive from the fourteenth floor When Black Friday comes I'll collect everything I'm owed And before my friends find out I'll be on the road  [Chorus 1] When Black Friday falls you know it's got to be Don't let it fall on me  [Verse 2] When Black Friday comes I'll fly down to Muswellbrook Gonna strike all the big red words From my little black book Gonna do just what I please Gonna wear no socks and shoes With nothing to do but feed All the kangaroos  [Chorus 2] When Black Friday comes I'll be on that hill You know I will  [Verse 3] When Black Friday comes I'm gonna dig myself a hole Gonna lay down in it 'til I satisfy my soul Gonna let the world pass by me The Archbishop's gonna sanctify me And if he don't come across I'm gonna let it roll  [Chorus 3] When Black Friday comes I'm gonna stake my claim I'll guess I'll change my name  ",
        "title": "Black Friday"
    },
    {
        "artist": "James Brown",
        "lyrics": "  [Intro] Fellas, I'm ready to get up and do my thing (yeah go ahead!) I wanta get into it, man, you know (go ahead!) Like a, like a sex machine, man, (yeah go ahead!) Movin' and doin' it, you know Can I count it off? (Go ahead) One, two, three, four!  [Chorus] Get up, (get on up) Get up, (get on up) Stay on the scene, (get on up), like a sex machine, (get on up) Get up, get on up Get up, get on up Stay on the scene, (get on up), like a sex machine, (get on up) Get up, get on up Get up, get on up Stay on the scene, (get on up), like a sex machine, (get on up)  [Verse 1] Wait a minute! Shake your arm, then use your form Stay on the scene like a sex machine You got to have the feeling sure as you're born Get it together, right on, right on  [Chorus] Get up, get on up Get up, get on up Get up, get on up Get up, get on up Get up, get on up Get up, get on up  [Verse 2] You said, you said you got the You said the feeling you got to get You give me the fever 'n' a cold sweat The way I like, it is the way it is I got mine 'n' don't worry 'bout his  [Chorus] Get up, get on up Stay on the scene, (get on up), like a sex machine, (get on up) Get up, get on up Stay on the scene, (get on up), like a sex machine, (get on up)  [Bridge 1] Bobby! Should I take 'em to the bridge? (Go Ahead!) Take 'em on to the bridge! (Take em to the bridge!) Should I take 'em to the bridge? (Yeah!) Take 'em to the bridge? (Go Ahead!) Hit me now! Come on!  [Verse 3] Stay on the scene, like a sex machine! The way I like it is, is the way it is I got mine, (dig it!), he got his  [Chorus 2] Stay on the scene, like a lovin' machine Stay on the scene, like a lovin' machine Stay on the scene  [Verse 4] I wanna count it off one more time now (Go ahead!) You wanna hear it like it did on the top fellas? (Yeah!) Hear it like it did on the top? (Yeah!) Hit it now!  [Chorus] Get on up, get on up Get up, get on up Get up, get on up Get on up, get on up  [Chorus 2] Stay on the scene, like a lovin' machine Get up, get on up  [Bridge 2] Taste, (get on up) Bein', (get on up) Taste, (get on up) Bein', (get on up)  [Chorus] Get up, get on up Get up, get on up Stay on the scene, like a sex machine   [Verse 5] You gotta have the feelin, (get on up) Sure as you're born, (get on up) Get it together, right on, right on Right on, right on, (right on, right on)  [Bridge 3] Get up, (get on up) Get up, (get on up) And then, shake your money maker Shake your money maker  [Outro] Can we hit it like we did one more time, from the top Can we hit like that one more time (One more time!) One more time! Let's hit it and quit! (Go ahead!) Can we hit it and quit? (Yeah!) Hit it!  ",
        "title": "Sex Machine (Part I)"
    },
    {
        "artist": "Justin Hayward & John Lodge",
        "lyrics": "  Oh I dreamed last night I was hearing Hearing your voice And the things that you said well they left me Left me no choice And you told me we had the power And you told me this was the hour That you don't know how If I could show you now  Well I dreamed last night you were calling Calling my name You were locked inside of you secrets Calling my name And you told me lost was the key And you told me how you long to be free That you don't know how Oh let me show you now  Like a bird on a far distant mountain Like a ship on an uncharted sea You are lost in the arms that have found you Don't be afraid Love's plans are made Oh don't be afraid  If there's a time And a place to begin love  It must be now Let it go Set it free  Oh I dreamed last night I was hearing Hearing your voice Why did you say those things that have left me Left me no choice When you told me we had the power Why did you tell me now was the hour But you don't know how Oh let me show you now  Like a bird on a far distant mountain Like a ship on an uncharted sea You are lost in the arms that have found you Oh don't be afraid Love's plans are made Don't be afraid  If there's a time And a place to begin love It must be now Let it go Set it free Oh I dreamed last night I was hearing Hearing your voice  ",
        "title": "I Dreamed Last Night"
    },
    {
        "artist": "The Goodies",
        "lyrics": null,
        "title": "The Funky Gibbon"
    },
    {
        "artist": "Grover Washington, Jr.",
        "lyrics": "  Be mine tonight The time is right For you and me To get together  Be mine tonight Our future's bright And this could be The start of forever  And, oh, be mine tonight Girl, when we get together It's gonne be like dynamite Don't you know I love you (Oh, be mine tonight)  Oh, be mine tonight No more stormy weather You don't need to be uptight Don't you know I love you Don't you know I love you  Be mine tonight And with all my might I'll try to show That love can be tender  Be mine tonight Give up, don't fight And you will know The thrill of surrender  And, oh, be mine tonight Girl, when we get together It's gonne be like dynamite Don't you know I love you (Oh, be mine tonight)  Oh, be mine tonight No more stormy weather You don't need to be uptight Don't you know I love you Don't you know I love you  Be mine tonight We'll dim the light But you and me Will glow like an ember  Be mine tonight We'll hold on tight And this could be A night to remember  And, oh, be mine tonight Girl, when we get together It's gonne be like dynamite Don't you know I love you (Oh, be mine tonight)  Oh, be mine tonight No more stormy weather You don't need to be uptight Don't you know I love you (Oh, be mine tonight)  Oh, be mine tonight No more stormy weather You don't need to be uptight Don't you know I love you (Oh, be mine tonight)  Oh, be mine tonight Oh, be mine tonight Oh, be mine tonight Oh, be mine tonight Oh, be mine tonight  ",
        "title": "Mister Magic"
    },
    {
        "artist": "Barry White",
        "lyrics": "  Nothin' and nobody Baby, could ever take or stop The love that I have for you It's very simple, you see it's Baby, it's real It's so, so real What I feel  I'll do for you anything you want me to You're my world, my hopes and dreams Without you, girl, it don't mean a thing For you I'll do anything you want me to You're my world, my hopes and dreams Without you, girl, it don't mean a thing  I never thought that I would be knowin' The kind of love that you have been showin' The way you do the beautiful things you do You really know how to make me love you  Uh, ah, can't you see I want it Ooh, uh, girl, I've been lon-lonely Ooh, ooh, got to, got to hold you Ooh, ooh, got to make love to you  Can't you feel the fire I'm burnin' up from one desire The thrill from loving you I can't help myself, I swear it's true  I'll do for you anything you want me to You're my world, my hopes and dreams Without you, girl, it don't mean a thing For you, girl, I'll do anything you want me to You're my world, my hopes and dreams And without you, girl, it don't mean a thing  I never thought that I would be feeling Love so strong for so long and still willin' To give you all the love I've got to give For as long, as long as I'm chilling  Uh, ah, can't you see I want it Uh, uh, girl, I've been lon-lonely Ooh, ooh, now I got to hold you Ooh, ooh, gonna make love to you  Girl, I'll go insane If you ever take The love I feel for you I can't help myself, I swear it's true  I'll do, girl, for you anything you want me to You're my world, my hopes and dreams Without you, girl, it won't mean a thing No, no No, no, no, no, no No, no Uh...  I'll do, girl, for you anything you want me to You're my world, my hopes and dreams Without you, girl, it don't mean a thing For you I'll do  ",
        "title": "I'll Do For You Anything You Want Me To"
    },
    {
        "artist": "Mike Post",
        "lyrics": null,
        "title": "The Rockford Files"
    },
    {
        "artist": "Gene Cotton",
        "lyrics": null,
        "title": "Damn It All"
    },
    {
        "artist": "Kiki Dee",
        "lyrics": "  My love has no beginning, my love has no end No front no back, my love won't bend I'm in the middle, I'm lost in a spin Loving you And you don't know, you don't know, you don't know, you don't know How glad I am My love has no bottom, my love has no top My love won't rise, my love won't drop I'm in the middle, and I can't stop Loving you And you don't know, you don't know, you don't know, you don't know How glad I am I wish I was a poet, so that I could express What I, what I like to say I wish I was an artist, so that I could paint a picture Of how I feel, how I feel today, today My love has no walls on either side That makes my love whiter than white I'm in the middle, no and I can't hide Loving you And you don't know, you don't know, you don't know, you don't know How glad I am No you don't know, you don't know, you don't know, you don't know How glad I am How glad I am How glad I am  ",
        "title": "How Glad I Am"
    },
    {
        "artist": "Commodores",
        "lyrics": "  [Verse 1] Listen to me brothers Listen well Brothers we got something to tell You can't run around Being a married man You're not taking care of business very well You've got to keep yourself together If you dig on what you got 'Cause what you got can sho'nuff mean a lot  If you ain't taking care of business This you must expect Love gets slippery when it's wet  You know hanging loose can be outta sight But hanging loose No it just ain't right You see slipping a tipping Having fun ain't no good Leaving homework undone You've got keep your thing together If you dig on what you've got 'Cause what you've got can sho'nuff mean a lot  If you ain't taking care of business This you can expect Love gets slippery when it's wet  If you ain't taking care of business This you can expect Love gets slippery when it's wet  Uh huh slippery, slippery Love gets slippery when it's wet oh It'll slip away yeah Love gets slippery when it's wet ooooooh Love gets slippery when it's wet Slippery, slippery Love gets slippery when it's wet Don't let your love slip away Love gets slippery when it's wet ow Taking care of business Love gets slippery when it's wet…  ",
        "title": "Slippery When Wet"
    },
    {
        "artist": "KISS",
        "lyrics": "  You show us everything you've got You keep on dancin' and the room gets hot You drive us wild, we'll drive you crazy And you say you wanna go for a spin The party's just begun, we'll let you in You drive us wild, we'll drive you crazy  You keep on shoutin', you keep on shoutin'  I wanna rock and roll all night and party every day I wanna rock and roll all night and party every day I wanna rock and roll all night and party every day I wanna rock and roll all night and party every day  You keep on saying you'll be mine for a while You're lookin' fancy and I like your style You drive us wild, we'll drive you crazy And you show us everything you've got Baby, baby that's quite a lot And you drive us wild, we'll drive you crazy  You keep on shoutin', you keep on shoutin'  I wanna rock and roll all night and party every day I wanna rock and roll all night and party every day I wanna rock and roll all night and party every day I wanna rock and roll all night and party every day  You keep on shoutin', you keep on shoutin'  I wanna rock and roll all night and party every day I wanna rock and roll all night and party every day I wanna rock and roll all night and party every day I wanna rock and roll all night and party every day  ",
        "title": "Rock And Roll All Nite"
    },
    {
        "artist": "Billie Jo Spears",
        "lyrics": "  Come and look out through the window That big old moon is shining down Tell me now, don't it remind you Of a blanket on the ground  Remember back when love first found us We'd go slipping out of town And we'd love beneath the moonlight On a blanket on the ground  I'll get the blanket from the bedroom And we'll go walking once again To that spot down by the river Where our sweet love first began Just because we are married Don't mean we can't slip around So let's walk out through the moonlight And lay the blanket on the ground  Oh, remember how excited We used to get when love was young That old moon was our best buddy We couldn't wait for night to come  Now you know you still excite me I know you love me like I am Just once more I wish you'd love me On the blanket on the ground  I'll get the blanket from the bedroom And we'll go walking once again To that spot down by the river Where our sweet love first began Just because we our married Don't mean we can't slip around So let's walk out through the moonlight And lay the blanket on the ground  ",
        "title": "Blanket On The Ground"
    },
    {
        "artist": "Styx",
        "lyrics": "  Bah bah bah bah bya ba ba dada Bah bah bah bah bya ba ba dada Bah bah bah bah bya ba ba dada Bah bah bah bah bya ba ba dada da Welcome my friends To a place that may seem Most disturbing Quite unnerving Lend me your dreams And we'll add what we need To be free Terminally We'll fly to a spot Where I know there is not Any sorrow No tomorrow People just laugh Cause they know how it feels To have loved And be loved Don't you worry Ain't no need to hurry All you really need Is love Bah bah bah bah bah Now you may say Tell me more of this place So inviting And exciting Here and above Children love without doubt And can be They can be Listen my friends Carefully to direction To get there And you know where Love is the place Skewed to matter and space For us all For us all Don't you worry Ain't no need to hurry All you really need Is love, love, love  ",
        "title": "You Need Love"
    },
    {
        "artist": "Four Tops",
        "lyrics": null,
        "title": "Seven Lonely Nights"
    },
    {
        "artist": "Bimbo Jet",
        "lyrics": "  Kamukha mo si Paraluman No\u0092ng tayo ay bata pa At ang galing-galing mong sumayaw Mapa-Boogie man o Chacha Ngunit ang paborito Ay pagsayaw mo ng El Bimbo Nakakaindak, nakakaaliw Nakakatindig balahibo REFRAIN 1 Pagkagaling sa \u0092skwela ay didiretso na sa inyo At buong maghapon ay tinuturuan mo ako CHORUS Magkahawak ang ating kamay at walang kamalay-malay Na tinuruan mo ang puso ko na umibig na tunay Naninigas aking katawan \u0091Pag umikot na ang plaka Patay sa kembot ng bewang mo At pungay ng \u0091yong mga mata Lumiliwanag ang buhay Habang tayo\u0092y magkaakbay At dahan-dahang dumudulas Ang kamay ko sa makinis mong braso, hooh REFRAIN 2 Sana noon pa man ay sinabi na sa iyo, hoh Kahit hindi na uso ay ito lang ang alam ko  [Repeat Chorus] La la la la, la la, la la, la la la Lumipas ang maraming taon \u0091Di na tayo nagkita Balita ko\u0092y may anak ka na Ngunit walang asawa Tagahugas ka raw Ng pinggan sa may Ermita At isang gabi\u0092y nasagasaan Sa isang madilim na eskinita, hah REFRAIN 3 Lahat ng pangarap ko\u0092y bigla lang natunaw Sa panaginip na lang pala kita maisasayaw  [Repeat Chorus twice] CODA La la la la, la la, la la, la la la [2x]  ",
        "title": "El Bimbo"
    },
    {
        "artist": "Albert Hammond",
        "lyrics": "  Keeping my eyes on the road, I see you Keeping my hands on the wheel, I hold you 99 miles from L.A I kiss you, I miss you, please be there  Passing a white sandy beach, we're sailing Turning the radio on, we're dancing 99 miles from L.A I want you, I need you, please be there  The windshield is covered with rain, I'm crying Pressing my foot on the gas, I'm flying  Counting the telephone poles, I phone you Reading the signs on the road, I write you 99 miles from L.A We're laughing, we're loving, please be there  The windshield is covered with rain, I'm crying Pressing my foot on the gas, I'm flying  Counting the telephone poles, I phone you Reading the signs on the road, I write you 99 miles from L.A We're laughing, we're loving, please be there  99 miles from L.A 99 miles from L.A 99 miles from L.A 99 miles from L.A...  ",
        "title": "99 Miles From L.a."
    },
    {
        "artist": "Northern Light",
        "lyrics": null,
        "title": "Minnesota"
    },
    {
        "artist": "First Class",
        "lyrics": null,
        "title": "Funny How Love Can Be"
    },
    {
        "artist": "Nektar",
        "lyrics": "  Back in town with the biggest show around Strike up the band it's time for Astral Man Don't know where he'll be landing From his tightrope in the sky Don't know if he will make it Close your eyes Watch him fly  Astral Man Turning in relation to the ground Burning, please remember what you see Returning together down to Earth  Astral Man how gracefully he lands Thrills all 'round his antics know no bounds Don't know what he'll be doing On his tightrope in the sky He thrills the little children Close your eyes Watch him fly  Astral Man Turning in relation to the ground Burning, please remember what you see Returning together down to Earth  Astral Man acknowledges the band People clap they appreciate his act He bows towards the people And leaves the ring behind Hoping he has given Money's worth down to Earth  \"And thank you, Astral Man!\"  ",
        "title": "Astral Man"
    },
    {
        "artist": "T.G. Sheppard",
        "lyrics": null,
        "title": "Tryin' To Beat The Morning Home"
    },
    {
        "artist": "Shirley Caesar",
        "lyrics": "  My sister's little boy came in the kitchen one evening While she was fixing supper And he handed her a piece paper he had been writing on And after wiping her hands on an apron She took it in her hands and read it And this is what it said:  For mowing the yard five dollars And for making up my own bed this week one dollar For going to the store fifty cents And playing with little brother while you went shopping twenty five cents Taking out the trash one dollar And for getting a good report card five dollars And for raking the yard two dollars Total owed one fourteen seventy five  Well she looked at him standing there and expecting And a thousand memories flashed through her mind So she picked up pen and turned the paper over and this is what she wrote:  For the 9 months I carried you holding you inside me $ no charge For the nights I sat up with doctored you and prayed for you $ no charge For the time and tears and the costs through the years There is no charge When you add it all up the full cost of my love is $ no charge  For the nights filled with grey And the worries ahead For the advice and the knowledge And the costs of your college There is no charge For the toys, school, and clothes And for wiping your nose There's no charge son When you add it all the full cost of my love is no charge  Well you know when I think about that I think about the day that jesus went out to calvary and gave his life as a ransom for me When I think on the words \"if any man be in christ he's a new creature\" I like to think about the very minute that he shedded his blood My debt was paid in full And I want you to know today When you add it all up The full cost of real love is no charge  ",
        "title": "No Charge"
    },
    {
        "artist": "The Main Ingredient",
        "lyrics": "  Losers and winners Everyone must play fair All you beginners know That you've got to start somewhere  (So) Whether you're saints or sinners (Smile) Smile and share (Sun) Sunlight as well as shadows While you learn that everyone cares (Everyone cares) Everyone out there (Everyone out there) Has a cross to bear (Has a cross to bear) And we'll never dare to live alone  'Cause we're not stones rolling down a mountainside We all count and we've got strength and we got pride 'Cause God is on our side (God is on our side, God is on our side) Mmm, hmm, God is on our side, hmm, hmm  Winners and losers Fight when you know you're right You'll get some bruises but Some fool see the light  (So) So when you talk confused, yeah (Keep) Keep your pride (Smile) Smile and you'll make them listen While you teach, then we'll be alright (We'll be alright)  Birds will stay in flight (Birds will stay in flight) Day will follow night (Day will follow night) So keep the truth in sight But no, no, no  'Cause we're not stones rolling down a mountainside We all count and we've got strength and we got pride 'Cause God is on our side (God is on our side, God is on our side), baby, girl God is on our side (Ooh, ooh, ooh) I said (God is on our side, God is on our side) we're not stones, no, no (Ooh, ooh, ooh) Hey, baby, hey (God is on our side, God is on our side) Mmm, hmm, mmm, hmm (Ooh, ooh, ooh) God is on our side (God is on our side, God is on our side) Hey, we ain't stones, no, no, no, no, no, no, no, no, no (Ooh, ooh, ooh)  Givers and takers (God is on our side), whoa, you heart breakers (God is on our side) We could break or make up, God is on our side, yeah Come on, mmm... hmm... hmm... Come on, yeah, yeah  Rolling down a mountainside Rolling down a mountainside Rolling down a mountainside Rolling down a mountainside Rolling down a mountainside Rolling down a mountainside  ",
        "title": "Rolling Down A Mountainside"
    },
    {
        "artist": "New Birth",
        "lyrics": null,
        "title": "Granddaddy (Part 1)"
    },
    {
        "artist": "Narvel Felts",
        "lyrics": "  Hello, baby Yes, it's really me After all the wrong I've done I guess you're surprised to see me  Here at your door Like a sparrow with a broken wing Who's come back to beg you Oh, reconsider me  Oh, please reconsider me I can't make it Without your love Can't you see  So, let me, just let me Love you eternally Oh, baby, baby, baby Baby, baby, baby Reconsider me  I learned the truth About the so-called good life It was just a candle too short to burn the night  Now, here in the darkness in my heart Don't you know I bring to you in plea Oh, light my way again Light my way again And, girl, reconsider me  Oh, please reconsider me I can't make it I can't make it Without you, girl Can't you see  So, just love me Love me Let me love you eternally Oh, baby, baby, oh, baby Reconsider me  If you got any feelings for me Baby, baby, baby, baby Baby, oh, baby  ",
        "title": "Reconsider Me"
    },
    {
        "artist": "Daniel Boone",
        "lyrics": null,
        "title": "Run Tell The People"
    }
]