[
    {
        "artist": "The Fleetwoods",
        "lyrics": "  Doo dooby doo Dum dum, dum doo dum, dooby doo Dum dum, dum doo dum, dooby doo Dum dum, dum doo dum, dooby doo Dum dum, dum doo dum, dooby doo  (Come softly, darling) Dum dum, dum doo dum, dooby doo (Come softly, darling) Dum dum, dum doo dum, dooby doo (Come softly, darling) Dum dum, dum doo dum, dooby doo (Come softly, darling) Dum dum, dum doo dum, dooby doo  (Come softly, darling) Dum dum, dum doo dum, dooby doo (Come to me, stay) Dum dum, dum doo dum, dooby doo (You're my obsession) Dum dum, dum doo dum, dooby doo (Forever and a day) Dum dum, dum doo dum, dooby doo  I want, want you to know, dooby do I love, I love you so, doby do Please hold, hold me so tight, dooby do All through, all through the night, dooby do  (I speak softly, darling) Dum dum, dum doo dum, dooby doo (Hear what I say) Dum dum, dum doo dum, dooby doo (I love you always) Dum dum, dum doo dum, dooby doo (Always, always) Dum dum, dum doo dum, dooby doo  I've waited, waited so long, dooby do For your kisses and your love, dooby do Please come, come to me, dooby do From up, from up above, dooby do  (Come softly, darling) I want, want you to know, dooby do (Come softly, darling) I love, I love you so, dooby do (Come softly) I need, Ineed you so much, dooby do (Come softly) Want to feel your warm, warm touch, dooby do  Dum dum, dum doo dum, dooby doo Dum dum, dum doo dum, dooby doo Dum dum, dum doo dum, dooby doo Dum dum, dum doo dum, dooby doo  Dum dum, dum doo dum, dooby doo Dum dum, dum doo dum, dooby doo Dum dum, dum doo dum, dooby doo  ",
        "title": "Come Softly To Me"
    },
    {
        "artist": "Frankie Avalon",
        "lyrics": null,
        "title": "Venus"
    },
    {
        "artist": "Dodie Stevens",
        "lyrics": "  Now I've got a guy and his name is Dooley He's my guy and I love him truly He's not good lookin', heaven knows But I'm wild about his crazy clothes  He wears tan shoes with pink shoelaces A polka dot vest and man, oh, man Tan shoes with pink shoelaces And a big Panama with a purple hat band  Ooh-ooh, ooh, ooh Ooh-ooh, ooh, ooh  He takes me deep-sea fishing in a submarine We got to drive-in movies in a limousine He's got a whirly-birdy and a 12-foot yacht Ah, but that's-a not all he's got  He's got tan shoes with pink shoelaces A polka dot vest and man, oh, man Tan shoes with pink shoelaces And a big Panama with a purple hat band  Now Dooley had a feelin' we were goin' to war So he went out and enlisted in a fightin' corps But he landed in the brig for raisin' such a storm When they tried to put 'em in a uniform  He wanted tan shoes with pink shoelaces A polka dot vest and man, oh, man He wanted tan shoes with pink shoelaces And a big Panama with a purple hat band  Ooh-ooh, ooh, ooh Ooh-ooh, ooh, ooh  Now one day Dooley started feelin' sick And he decided that he better make his will out quick He said \"Just before the angels come to carry me I want it down in writin' how to bury me.\"  A'wearin tan shoes with pink shoelaces A polka dot vest and man, oh, man Give me tan shoes with pink shoelaces And a big Panama with a purple hat band  Ooh-ooh, ooh, ooh Ooh-ooh, ooh, ooh Ooh-ooh, ooh, ooh  And a big Panama with a purple hat band!!  ",
        "title": "Pink Shoe Laces"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": "  [Verse 1] (Wayne and Reichner) Oh, oh, I love you so Uh, uh, can't let you go Ooh, ooh, don't tell me no I need your love tonight  [Verse 2] Oh, gee, the way you kiss Sweedee, too good to miss Wow-whee, want more of this I need your love tonight  [Verse 3] I've been waiting just for tonight To do some loving and hold you tight Don't tell me baby you gotta go I got the hi-fi high and the lights down low  [Outro] Hey, now, hear what I say Oh, wow, you better stay POW, POW, don't run away I need your love tonight  ",
        "title": "I Need Your Love Tonight"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": "  [Verse 1] Now and then there's a fool such as I Pardon me, if I'm sentimental When we say goodbye Don't be angry with me should I cry When you're gone, yet I'll dream A little dream as years go by Now and then there's a fool such as I  [Verse 2] Now and then there's a fool such as I am over you You taught me how to love And now you say that we are through I'm a fool, but I'll love you dear Until the day I die Now and then there's a fool such as I  [Verse 3] Now and then there's a fool such as I am over you You taught me how to love And now you say that we are through I'm a fool, but I'll love you dear Until the day I die Now and then there's a fool such as I Now and then there's a fool such as I Now and then there's a fool such as I  ",
        "title": "(Now and Then There's) A Fool Such As I"
    },
    {
        "artist": "Ricky Nelson",
        "lyrics": "  There'll never be anyone else But you for me Never ever be Just couldn't be Anyone else but you  If I could take my pick Of all the girls I've ever known Then I'd come and pick you Out to be my very own  There'll never be anyone else But you for me Never ever be Just couldn't be Anyone else but you  A heart that's true and longs for you Is all I have to give All my love belongs to you As long as I may live  There'll never be anyone else But you for me Never ever be Just couldn't be Anyone else but you  I never will forget the way you kiss me And when we're not together I wonder if you've missed me  'Cause I hope and pray The day will come When you belong to me Then I'm gonna prove to you How true my love can be  There'll never be anyone else But you for me Never ever be Just couldn't be Anyone else but you  Mm, mm, mm, mm Mm, mm, mm Mm, mm, mm  ",
        "title": "Never Be Anyone Else But You"
    },
    {
        "artist": "The Virtues",
        "lyrics": "  Don't change yourself to suit everybody else Don't change yourself to suit everybody else You lay staring at your ceiling through all of the night And out to haunt you come the ghosts of your life You bury your head in a bone colored cradle But do you sleep with a smile upon your face? They say into every life a little rain must fall But your dream cloud has burst And dripped all over your face A sick body forms a sick mind But you're duty bound to do what's right Is that the oasis of light in the darkness of your life? You can't admit, but you can't deny A small heart, a spiteful mind Are you good or bad you ask yourself And do the things you do hurt the ones who care the most for you Are you good or bad you ask yourself And do the things you do hurt the ones who care the most for you Don't change yourself to suit everybody else Don't change yourself to suit everybody else...  ",
        "title": "Guitar Boogie Shuffle"
    },
    {
        "artist": "Brook Benton",
        "lyrics": "  Someday, someway You'll realize that you've been blind Yes, darling, you're going to need me again It's just a matter of time  Go on, go on Until you reach the end of the line But I know you'll pass my way again It's just a matter of time  After I gave you everything I had You laughed and called me a clown Remember, in your search for fortune and fame What goes up must come down  I know, I know That one day, you'll wake up and find That my love was a true love It's just a matter of time  ",
        "title": "It's Just A Matter Of Time"
    },
    {
        "artist": "Thomas Wayne With the Delons",
        "lyrics": null,
        "title": "Tragedy"
    },
    {
        "artist": "Ricky Nelson",
        "lyrics": "  It's late (It's late) We gotta get on home It's late (It's late) We've been gone too long  Too bad (Too bad) We shoulda checked our time Can't phone (Can't phone) We done spent every dime  It's late (It's late) We're 'bout to run outta gas It's late (It's late) We gotta get home fast  Can't speed (Can't speed) We're in a slow-down zone Baby, look at that clock Why can't it be wrong?  If we coulda left home at a quarter to nine Woulda had fun and plenty of time We got started just a little bit late Hope this won't be our last date  Look up (Look up) Is that the moon we see? Can't be (Can't be) Looks like the sun to me  It's late (It's late) I hate to face your dad Too bad (Too bad) I know he's gonna be mad  It's late (It's late) We gotta get on home It's late (It's late) We've been gone too long  It's late (It's late) We're 'bout to run outta gas It's late (It's late) We gotta get home fast  Can't speed (Can't speed) We're in a slow-down zone Baby, look at that clock Why can't it be wrong?  If we coulda left home at a quarter to nine Woulda had fun and plenty of time We got started just a little bit late Hope this won't be our last date  Look up (Look up) Is that the moon we see? Can't be (Can't be) Looks like the sun to me  It's late (It's late) I hate to face your dad Too bad (Too bad) I know he's gonna be mad  It's late (It's late) We gotta get on home It's late (It's late) We've been gone too long (It's late)  ",
        "title": "It's Late"
    },
    {
        "artist": "Travis & Bob",
        "lyrics": null,
        "title": "Tell Him No"
    },
    {
        "artist": "The Kingston Trio",
        "lyrics": "  We went one day about a month ago (ha ha ha) to have a little fun (ah ha) in Mexico We ended up in a gambling spot (ha ha ha) where the liquor flowed and the dice were hot  So, here we are in the Tijuana jail. Ain't got no friends to go our bail So, here we'll stay 'cause we can't pay. Just send our mail to the Tijuana jail  I was shooting dice, raking in the dough (long green) and then I heard a whistle blow We started to run when a man in blue said, \"Senor, come with me 'cause I want you.\"  So, here we are in the Tijuana jail. Ain't got no friends to go our bail So, here we'll stay 'cause we can't pay. Just send our mail to the Tijuana jail  Just five hundred dollars and they'll set us free. I couldn't raise a penny if they threatened me I know five hundred don't sound like much (cheap), but just try to find somebody to touch  So, here we are in the Tijuana jail. Ain't got no friends to go our bail So, here we'll stay 'cause we can't pay. Just send our mail to the Tijuana jail So, here we are in the Tijuana jail. Ain't got no friends to go our bail So, here we'll stay 'cause we can't pay. Just send our mail to the Tijuana jail  ",
        "title": "The Tijuana Jail"
    },
    {
        "artist": "Dave \"Baby\" Cortez",
        "lyrics": "  The best things in life are free, but you can give them to the birds and bees I need money That's what I want (That's what I want. That's what I want.) That's what I want, that 's what I want (That's what I want. That's what I want.)  Your love gives me such a thrill, but your love don't pay my bills I need money That's what I want (That's what I want. That's what I want.) That's what I want, that 's what I want (That's what I want. That's what I want.)  Money don't get ev'rything, it's true, but what it don't get I can't use I need money That's what I want (That's what I want. That's what I want.) That's what I want, that 's what I want (That's what I want. That's what I want.)  Money, lots of money (That's what I want, uh huh.) Whole lot of money (That's what I want, uh huh.) Uh huh. Ah, ah, oh, yeah (That's what I want, uh huh. That's what I want.) (That's what I want, uh huh. That's what I want.)  Money, lots of money (That's what I want, uh huh.) Whole lot of money (That's what I want, uh huh.) Uh huh. Ah, ah, oh, yeah (That's what I want, uh huh. That's what I want.)  ",
        "title": "The Happy Organ"
    },
    {
        "artist": "Frankie Ford",
        "lyrics": "  Sound effects-buoy bell and fog horn Instrumental open  Old man rhythm is in my shoes No use t'sittin' and a'singin' the blues So be my guest, you got nothin' to lose Won't ya let me take you on a sea cruise?  Oo-ee, oo-ee baby Oo-ee, oo-ee baby Oo-ee, oo-ee baby Won't ya let me take you on a sea cruise?  Feel like jumpin' baby won't ya join me please I don't like beggin' but I'm on bended knee  I got to get t'rockin get my hat off the rack I got to boogie woogie like a knife in the back So be my guest, you got nothin' to lose Won't ya let me take you on a sea cruise?  Oo-ee, oo-ee baby Oo-ee, oo-ee baby Oo-ee, oo-ee baby Won't ya let me take you on a sea cruise?  Instrumental interlude  I got to get t'movin' baby I ain't lyin' My heart is beatin' rhythm and it's right on time So be my guest, you got nothin' to lose Won't ya let me take you on a sea cruise?  Oo-ee, oo-ee baby Oo-ee, oo-ee baby Oo-ee, oo-ee baby Won't ya let me take you on a sea cruise?  Feel like jumpin' baby won't ya join me please I don't like beggin' but I'm on bended knee  Oo-ee, oo-ee baby Oo-ee, oo-ee baby Oo-ee, oo-ee baby Won't ya let me take you on a sea cruise?  ",
        "title": "Sea Cruise"
    },
    {
        "artist": "The Skyliners",
        "lyrics": "  I don't have plans and schemes And I don't have hopes and dreams I-I-I don't have anything Since I don't have you  I don't have fond desires And I don't have happy hours I-I-I don't have anything Since I don't have you  I don't have happiness and I guess I never will again When you walked out on me In walked old misery And he's been here since then  I don't have love to share And I don't have one who cares I-I-I don't have anything Since I don't have  You, you, you, you You, you, you, you You, you, you, you (You )  ",
        "title": "Since I Don't Have You"
    },
    {
        "artist": "The Coasters",
        "lyrics": null,
        "title": "Charlie Brown"
    },
    {
        "artist": "Fabian",
        "lyrics": null,
        "title": "Turn Me Loose"
    },
    {
        "artist": "Tommy Dee with Carol Kay and the Teen-Aires",
        "lyrics": null,
        "title": "Three Stars"
    },
    {
        "artist": "The Platters",
        "lyrics": null,
        "title": "Enchanted"
    },
    {
        "artist": "The Impalas",
        "lyrics": null,
        "title": "Sorry (I Ran All The Way Home)"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": null,
        "title": "That's Why (I Love You So)"
    },
    {
        "artist": "Rod Bernard",
        "lyrics": "  This should go on forever It should never, ever end If it's wrong to really love you I'll forever live in sin  This should go on forever Let me stay in your arms Just to gaze into your eyes, dear And to capture all your charms  If it's sin to really love you Then a sinner I will be If it's wrong to hug and kiss you Oh, my soul will never be free  This should go on forever It should never, ever end If it's wrong to really love you I'll forever live in sin  If it's sin to really love you Then a sinner I will be If it's wrong to hug and kiss you Oh, my soul will never be free  This should go on forever It should never, ever end If it's wrong to really love you I'll forever live in sin  ",
        "title": "This Should Go On Forever"
    },
    {
        "artist": "Pat Boone",
        "lyrics": "  Darling, darling, darling If you should say we're through I would sell my heart for a penny 'Cause it's worthless to me without you  Oh, oh, oh With these arms I hold you That's all I use them for I would sell these arms for a penny If they couldn't hold you any more  In other words, I seem to have nothing at all Unless I have you by my side Without you my whole world would crumble and fall But with you I'm so satisfied  Oh, oh darling, darling, darling I swear by up above For a penny, for a penny, for a penny I'd give all that I own for your love  I'd give all that I own for your love  ",
        "title": "For A Penny"
    },
    {
        "artist": "Tommy Edwards",
        "lyrics": "  Talk to her please, Mr. Sun Speak to her, Mr. Rainbow And take her under Your branches, Mr. Tree  Whisper to her, Mr. Wind Sing to her, Mr. Robin And Mrs. Moonlight Put in a word for me  Tell her how I feel It shouldn't end this way Since you are all her friends She'll listen to whatever  Babble to her, Mr. Brook Kiss her for me, Miss Raindrop And watch to see they all do Please, Mr. Sun  Babble to her, Mr. Brook Kiss her for me, Miss Raindrop And watch to see they all do Please, Mr. Sun  ",
        "title": "Please Mr. Sun"
    },
    {
        "artist": "Lloyd Price",
        "lyrics": null,
        "title": "Where Were You (On Our Wedding Day)?"
    },
    {
        "artist": "Buddy Holly",
        "lyrics": "  [Verse] There you go and baby here am I Well you left me here so I could sit and cry Golly gee what have you done to me Well I guess it doesn't matter anymore Do you remember baby last September How you held me tight each and every night Oh baby how you drove me crazy But I guess it doesn't matter anymore  [Chorus] There's no use in me a-crying I've done everything And now I'm sick of trying I've thrown away my nights Wasted all my days over you Now you go your way baby and I'll go mine Now and forever 'till the end of time And I'll find somebody new and baby We'll say we're through And you won't matter anymore  [Chorus] There's no use in me a-crying I've done everything And now I'm sick of trying I've thrown away my nights Wasted all my days over you Now you go your way baby and I'll go mine Now and forever 'till the end of time And I'll find somebody new and baby We'll say we're through And you won't matter anymore  ",
        "title": "It Doesn't Matter Anymore"
    },
    {
        "artist": "David Seville And The Chipmunks",
        "lyrics": null,
        "title": "Alvin's Harmonica"
    },
    {
        "artist": "Connie Francis",
        "lyrics": null,
        "title": "If I Didn't Care"
    },
    {
        "artist": "The Bell Notes",
        "lyrics": null,
        "title": "I've Had It"
    },
    {
        "artist": "Duane Eddy His Twangy Guitar And The Rebels",
        "lyrics": null,
        "title": "\"Yep!\""
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  Everybody loves to cha cha cha Little children loves to cha cha cha They like to cha cha cha They like to cha cha cha Everybody loves to cha cha cha  I took my baby to the hop last night And much to my surprise When we got there she hit me with the news Right between the eyes  Well, she said she could't do the cha cha cha She said she couldn't do the cha cha cha She couldn't cha cha cha She couldn't cha cha cha My baby couldn't do the cha cha cha  I told her not to worry They'll play some other dance But we sat there for an hour and a half And we never got the chance  'Cause, every song they played was the cha cha cha Every song that played was the cha cha cha It was the cha cha cha It was the cha cha cha Every number was the cha cha cha  I told her not to worry Theres only one thing we can do Baby if you'll let me take you by the hand I'm going to teach this dance to you  And then I taught her one, two cha cha cha Three, four cha cha cha And up now cha cha cha Back now cha cha cha Turn now cha cha cha Back now cha cha cha I taught my baby how to cha cha cha  We kept on dancing And was I surprised, for you see After we practiced for a little while She was doing it better than me  Now, my baby loves to do the cha cha cha She loves to do the cha cha cha She loves to cha cha cha She loves to cha cha cha My baby loves to do the cha cha cha  Now here we go one, two cha cha cha Three, four cha cha cha...  ",
        "title": "Everybody Likes To Cha Cha Cha"
    },
    {
        "artist": "The Everly Brothers",
        "lyrics": "  These are the words of a frontier lad Who lost his love when he turned bad  Take a message to Mary But don't tell her where I am Take a message to Mary But don't say I'm in a jam You can tell her I had to see the world Or tell her that my ship set sail You can say she better not wait for me But don't tell her I'm in jail Oh, don't tell her I'm in jail  Take a message to Mary But don't tell her what I've done Please don't mention the stagecoach And the shot from a careless gun You can tell her I had to change my plans And cancel out the wedding day But please don't mention my lonely cell Where I'm gonna pine away Until my dying day  Take a message to Mary But don't tell her all you know My heart's aching for Mary Lord knows I miss her so Just tell her I went to Timbuktu Tell her I'm searching for gold You can say she better find someone new To cherish and to hold Oh, Lord, this cell is cold  Mary, Mary Oh, Lord this cell is cold  ",
        "title": "Take A Message To Mary"
    },
    {
        "artist": "Jesse Belvin",
        "lyrics": null,
        "title": "Guess Who"
    },
    {
        "artist": "The Chordettes",
        "lyrics": null,
        "title": "No Other Arms, No Other Lips"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  \"This is the moment I've waited for I can hear my heart singing Soon bells will be ringing  This is the moment Oh sweet aloha I will love you longer than forever Promise me that you will leave me never Here I .... my dear O my love I vow dear  Promise me that you will leave me never I will love you longer than forever Now than we are one Cloud want light the sun Blue sky is hawaii smile On this our wedding day\"  I do Love you With all My heart  ",
        "title": "The Hawaiian Wedding Song (Ke Kali Nei Au)"
    },
    {
        "artist": "The Everly Brothers",
        "lyrics": "  I took my little Jenny to a party last night At ten o'clock it ended in a heckuva fight When someone hit my Jenny, she went out like a light Poor Jenny  And then some joker went and called the cops on the phone So everybody scattered out for places unknown I couldn't carry Jenny, so I left her alone Poor Jenny  Well, Jenny had her picture in the paper this mornin' She made it with a bang Accordin' to the story in the paper this mornin' Jenny is the leader of a teenage gang  Jenny has a brother and he's hot on my trail Her daddy wants to ride me out of town on a rail I hope I'll be around when Jenny gets outta jail Poor Jenny  I went downtown to see her, she was locked in a cell She wasn't very glad to see me, that I could tell In fact, to tell the truth, she wasn't lookin' too well Poor Jenny  Her eye was black, her face was red, her hair was a fright She looked as though she'd been a-cryin' half of the night I told her I was sorry, she said \"Get out of sight\" Poor Jenny  It seems a shame that Jenny had to go get apprehended, a heckuva fate This party was the first one she ever had attended It had to happen on our very first date  Jenny has a brother and he's hot on my trail Her daddy wants to ride me out of town on a rail I hope I'll be around when Jenny gets out of jail Poor Jenny  ",
        "title": "Poor Jenny"
    },
    {
        "artist": "Marv Johnson",
        "lyrics": null,
        "title": "Come To Me"
    },
    {
        "artist": "The Crests",
        "lyrics": "  Well six nights a week I long for you And then on Saturday night I hold you in my arms again I love you so but I'm a fool it seems  For six nights a week I see you only in my dreams I want to hold you every night But you won't give me a chance I have to wait to hold you tight  Until the next Saturday night So why must we spend six nights a week apart When night after night I'd love to hold you to my heart  ",
        "title": "Six Nights A Week"
    },
    {
        "artist": "Chuck Berry",
        "lyrics": "  [Intro] You know I'm almost grown  [Verse 1] Yeah and I'm doing all right in school They ain't said I broke no rule I ain't never been in Dutch I don't carouse around too much Don't bother me, leave me alone Anyway I'm almost grown  [Verse 2] I don't run around with no mob Got myself a little job I'm going to buy me a little car Drive my girl in the park Don't bother us, leave us alone Anyway we almost grown  [Verse 3] Got my eye on a little girl Ah, she's really out of this world Now I take her to a dance We started talkin' about romance Don't bother us, leave us alone Anyway we almost grown  [Guitar solo]  [Verse 4] You know I'm still living in town But I done married and settled down Now I really have a ball So I don't carouse around at all Don't bother us, leave us alone Anyway we almost grown  ",
        "title": "Almost Grown"
    },
    {
        "artist": "Paul Anka",
        "lyrics": "  INTRO Those happy hours I spent with you That lovely afterglow Most of all I miss you so  Your sweet caresses, each rendezvous Your voice so soft and low Most of all I miss you so-o-o  You once filled my heart with no regrets, no fears Now you find my heart filled to the top with tears  I'll always love you and want you, too How much you'll never know Most of all I miss you so-o-o  I'll always love you and want you, too How much you'll never know Most of all I miss you so-o-o (ah, ah, ah, ah!!)  ",
        "title": "I Miss You So"
    },
    {
        "artist": "Tommy Edwards",
        "lyrics": null,
        "title": "The Morning Side Of The Mountain"
    },
    {
        "artist": "Dean & Marc",
        "lyrics": null,
        "title": "Tell Him No"
    },
    {
        "artist": "Franck Pourcel's French Fiddles",
        "lyrics": null,
        "title": "Only You"
    },
    {
        "artist": "Johnny Nash",
        "lyrics": null,
        "title": "As Time Goes By"
    },
    {
        "artist": "Johnny Mathis",
        "lyrics": null,
        "title": "Someone"
    },
    {
        "artist": "Jimmie Rodgers",
        "lyrics": null,
        "title": "I'm Never Gonna Tell"
    },
    {
        "artist": "Kathy Linden",
        "lyrics": "  Goodbye Jimmy Goodbye - Artist: Kathy Linden - peak Billboard position # 11 in 1959 - Words and Music by Jack Vaughn CHORUS Goodbye, Jimmy, goodbye Goodbye, Jimmy, goodbye I'll see you again but I don't know when Goodbye, Jimmy, goodbye Wind is a-blowin', rain starts to fall Train is a-tootin' its long, lonesome call Wheels are clickin' their way down the track Countin' the days till he's comin' back CHORUS When he has traveled the land and the sea He'll stop his wand'rin' and come home to me Give me a kiss for each tear and each sigh Till then my Jimmy, my Jimmy, goodbye CHORUS Goodbye Jimmy goodbye  ",
        "title": "Goodbye Jimmy, Goodbye"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": "  The moon is bright above Oh what a night for love And as I hold you near I whisper in your ear I go ape everytime I see you smile I'm a ding dong gorilla and I'll carry you cave man style I'm gonna bump you on the head and love you all the while Well, I'm a monkey's uncle who's a cousin to a chimpanzee Like I was reelin' and a-rockin' and a-swinging from a coconut tree Oh honey can't you see you bring out the monkey business in me Chorus Oh, ranga tanga ring ting tong I'm related to old king kong Honey won't you say you're mine With a honky tonky monkey shine When you hold my hand I'm a pre-historic man I go ape !!! Like a barrel on monkeys on an abadaba honeymoon I go screechin' and a-squealin' and a-howlin' like a big baboon Oh honey I'll explode if you don't come and kiss me soon Music Honey you know that I'm gonna be true to you I'll keep you in bananas and bring you coconuts too And we'll settle down in the nearest county zoo Oh, ranga tanga ring ting tong I'm related to old king kong Honey won't you say you're mine With a honky tonky monkey shine When you hold my hand I'm a pre-historic man I go ape  ",
        "title": "I Go Ape"
    },
    {
        "artist": "Ritchie Valens",
        "lyrics": null,
        "title": "Donna"
    },
    {
        "artist": "Ronnie Height",
        "lyrics": null,
        "title": "Come Softly To Me"
    },
    {
        "artist": "Teresa Brewer",
        "lyrics": null,
        "title": "Heavenly Lover"
    },
    {
        "artist": "Clyde McPhatter",
        "lyrics": null,
        "title": "Lovey Dovey"
    },
    {
        "artist": "Dale Hawkins",
        "lyrics": null,
        "title": "Yea - Yea (Class Cutter)"
    },
    {
        "artist": "Ray Anthony and His Orchestra",
        "lyrics": null,
        "title": "Peter Gunn"
    },
    {
        "artist": "The Fiestas",
        "lyrics": null,
        "title": "So Fine"
    },
    {
        "artist": "Link Wray And The Wraymen",
        "lyrics": "  [Instrumental in three parts:]  Lead Guitar - Link Wray Bass Guitar - Rob Stoner Drums - Anton Fig  ",
        "title": "Raw-Hide"
    },
    {
        "artist": "The Diamonds",
        "lyrics": null,
        "title": "She Say (Oom Dooby Doom)"
    },
    {
        "artist": "LaVern Baker",
        "lyrics": "  I cried a tear because of you I cried a tear because we're through I cried a tear, what else could I do But cry and sigh for love of you  I felt a tear fall in my heart You fooled me so, I wasn't smart I can't believe that we must part Come back to stay, let's make a new start  I cried a tear because of you I cried a tear because we're through Please make my dreams of you come true Don't make me cry a tear for you Don't make me cry a tear for you  ",
        "title": "I Cried A Tear"
    },
    {
        "artist": "Marty Robbins",
        "lyrics": "  [Verse 1] I came to town to search for gold And I brought with me a memory And I seem to hear the night wind cry  \"Go hang your dreams on the hangin' tree Your dreams of love that could never be Hang your faded dreams on the hangin' tree!\"  [Verse 2] I searched for gold and I found my gold And I found a girl who loved just me And I wished that I could love her too  But I'd left my heart on the hangin' tree I'd left my heart with a memory And a faded dream on the hangin' tree  [Verse 3] Now there were men who craved my gold And meant to take my gold from me When a man is gone he needs no gold  So they carried me to the hangin' tree To join my dreams and a memory Yes, they carried me to the hangin' tree  [Verse 4] To really live you must almost die And it happened just that way with me They took the gold and set me free  And I walked away from the hangin' tree I walked away from the hangin' tree And my own true love, she walked with me!  [Bridge] That's when I knew that the hangin' tree Was a tree of life, new life for me A tree of hope, new hope for me A tree of love, new love for me The hangin' tree, the hangin' tree, the hangin' tree!  ",
        "title": "The Hanging Tree"
    },
    {
        "artist": "Ritchie Valens",
        "lyrics": "  Well now I've got a girl named Sue She knows what to do She's just through rockin' from here to my door She knows I know & run back into That's my little Suzie She knows what to do  She rocks to the left & she rocks to the right I'm so tired don't even know what's a-right When my baby gets a-tired of me I'm gonna do just like misery Gonna drop my Sue & go very very very far & again  Well she gets me on the floor every now & then Just rocks all around my head I don't even know what to do with Sue, Sue, Sue  Well now she rocks to the right & she rocks to the left Sometimes I don't know where to go When my baby gets a hold of me I'm so tired I can't set her free So come on Suzie, baby, let's rock again Let's get all so tired, this heart & Come on baby, let's just rock once again, 'gain  Well now, Suzie, baby, knows how to rock Sometimes I don't even know when to stop She just shakes me all over my head When she gets me doin' the hen  Well come on now, we'll rock again Come on baby, never set me again Come on baby, let me come rockin' again oh yeah oh yeah Come rockin' again oh yeah oh yeah Come rockin' again  ",
        "title": "That's My Little Suzie"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": "  Writer(s): Schroeder/Wood  If you turn me down once more, I'll join the French Foreign Legion Bet you, they would welcome me, with open arms  First you love me, yes; then you love me, no I don't know where I stand Do we march together down the isle Or do I march that desert sand  If you think I won't find romance, in the French Foreign Legion Think about that uniform with all its charm Just one more time are you gonna be mine, or au revoir cheri It's the French Foreign Legion for me  ",
        "title": "French Foreign Legion"
    },
    {
        "artist": "Pat Boone",
        "lyrics": "  The Wang Dang Taffy-Apple Tango (Mambo Cha Cha Cha)  -Artist: Pat Boone from \"Pat Boone's Greatest Hits\"-Dot DLP 25455 -peak Billboard position # 62 in 1959 -Words and Music by J. Leslie McFarland and Aaron H. Schroeder  (Ooh) They did the Wang Dang Taffy-Apple Tango They did the Wang Dang Taffy-Apple Tango Mambo Cha Cha Cha (Heel and toe?) I don't know  Last night at Papa Joe's my buddy met a lovely dove She was the kind you never find but keep on dreamin' of She did a dance we never saw before but sure did love It was the Wang Dang Taffy-Apple Tango Mambo Cha Cha Cha (Fast or slow?) I don't know (ooh)  Ooh la la la la la la la (Ooh la la la la la la)  The crowd was tappin' and a-clappin' as the music played His heart was right in time with every little move she made Though he was shy she took his hand and said \"Don't be afraid\" \"Let's do the Wang Dang Taffy-Apple Tango Mambo Cha Cha Cha (Nice and slow?) I don't know  Ooh la la la la la la la (Ooh la la la la la la)  He did a spin and shook his shoulder To get the zing of it, the sway and swing of it But every time he tried to hold her She'd shake and shout \"Olé\", (Olé) then go the other way  Now all night long he did it wrong but still it ended right My buddy walked her home and got a kiss and held her tight So you can bet he'll be at Papa Joe's tomorrow night To do the Wang Dang Taffy-Apple Tango Mambo Cha Cha Cha (To and fro?) I don't know  Ooh la la la la la la la Instrumental response  Now all night long?he did it wrong ?it ended right?.they kissed goodnight So you can bet he'll be at Papa Joe's tomorrow night To do the Wang Dang Taffy-Apple Tango Mambo Cha Cha Cha (How's it go?) I'm a no gonna say!!  Wang Dang Taffy-Apple Tango  Fade Tang Wang Mambo Cha Cha Cha Wang Dang Taffy-Apple Tango  And do not necessarily correspond with lyrics from other recordings, sheet Music, songbooks or lyrics printed on album jackets  ",
        "title": "The Wang Dang Taffy-Apple Tango (Mambo Cha Cha Cha)"
    },
    {
        "artist": "The Rivieras",
        "lyrics": null,
        "title": "Moonlight Serenade"
    },
    {
        "artist": "Lloyd Price",
        "lyrics": "  The night was clear And the moon was yellow And the leaves came tumbling down  I was standing on the corner When I heard my bulldog bark He was barking at the two men Who were gambling in the dark  It was Stagger Lee and Billy Two men who gambled late Stagger Lee threw seven Billy swore that he threw eight  Stagger Lee told Billy \"I can't let you go with that You have won all my money And my brand new Stetson hat.\"  Stagger Lee started off Goin down that railroad track He said, I can't get you Billy But don't be here when I come back  Go on, Stagger Lee  Stagger Lee went home And he got his .44 Said, \"I'm going to the bar room Just to pay that debt I owe.\"  Stagger Lee went to the bar room And he stood across the bar room door Said, \"Now nobody move.\" And he pulled his .44  \"Stagger Lee,\" cried Billy \"Oh, please don't take my life I got three little children And a very sickly wife.\"  Stagger Lee shot Billy Oh he shot that poor boy so bad Till the bullet came through Billy And it broke the bartender's glass  Now look out, Stagg, come on  ",
        "title": "Stagger Lee"
    },
    {
        "artist": "Perry Como",
        "lyrics": null,
        "title": "Tomboy"
    },
    {
        "artist": "Brook Benton",
        "lyrics": "  Higher than the highest mountain And deeper than the deepest sea That's how I will love you, oh, darling, endlessly  Softer than the gentle breezes And stronger than the wild oak tree That's how I will hold you, oh, darling, endlessly  Oh, my love, you are my heaven You are my kingdom, you are my crown Oh, my love, you're all that I prayed for You were made for these arms to surround  Faithful as a morning sunrise And sacred as a love can be That's how I will love you, oh darling, endlessly  Darling, endlessly Darling, endlessly  Fade  And do not necessarily correspond with lyrics from other recordings, sheet Music, songbooks or lyrics printed on album jackets  ",
        "title": "Endlessly"
    },
    {
        "artist": "The Rockin R's",
        "lyrics": null,
        "title": "The Beat"
    },
    {
        "artist": "Chris Barber's Jazz Band",
        "lyrics": "  Waits Tom Foreign Affairs Barber Shop Good mornin mr. snip snip snip witchur haircut jus as short as mine Bay rum lucky tiger butch wax cracker jacks shoe shine jaw breaker Magazine racks hangin round the barber shop a side burnin close crop Mornin mr. furgeson what's the good word witcha been Stayin outa trouble like a good boy should i see you're still cuttin hair Well i'm still cuttin classes i just couldn't hep myself I got a couple of passes to the ringle bros. barn bail circus afternoon I see you lost a little round the middle and your lookin reel good Sittin on the wagon stead of under the hood What's the low down mr. brown heard you boy's leavin town I just bought myself a struggle buggy suckers powder blue Throw me over sports page cincinnati's lookin' good Always been for pittsburgh lay you 10 to 1 That the pirates get the pennant and the series for their done You know the hair's gettin longer and the skirts gettin shorter You can get a cheaper haircut if you wanna cross the border Now if your mama saw you smokin why she'd kick your ass Put it out you little juvenile and put it out fast Oh if i had a million dollars well what would i do Probly be a barber not a bum like you Still gotchur paper route now that's just fine Now you can pay me double cause you gypped me last time You be keepin little circus money and spend it on a girl Know i give the best haircuts in the whole wide world  ",
        "title": "Petite Fleur (Little Flower)"
    },
    {
        "artist": "Dion & The Belmonts",
        "lyrics": null,
        "title": "A Teenager In Love"
    },
    {
        "artist": "Joni James",
        "lyrics": null,
        "title": "I Still Get A Thrill (Thinking Of You)"
    },
    {
        "artist": "Wilbert Harrison",
        "lyrics": null,
        "title": "Kansas City"
    },
    {
        "artist": "Edward Byrnes & Connie Stevens",
        "lyrics": "  [Connie:] Kookie, Kookie, lend me your comb. Kookie, Kookie? [Edward:] Well now, let's take it from the top & grab some wheels & on the way we'll talk about some cuckoo deals [Connie:] But Kookie, Kookie, lend me your comb. Kookie, Kookie?  ",
        "title": "Kookie, Kookie (Lend Me Your Comb)"
    },
    {
        "artist": "Billy Grammer",
        "lyrics": null,
        "title": "The Kissing Tree"
    },
    {
        "artist": "The Genies",
        "lyrics": null,
        "title": "Who's That Knocking"
    },
    {
        "artist": "Billy Williams",
        "lyrics": null,
        "title": "Goodnight Irene"
    },
    {
        "artist": "The Big Sound Of Don Ralke",
        "lyrics": null,
        "title": "77 Sunset Strip"
    },
    {
        "artist": "Patti Page",
        "lyrics": null,
        "title": "The Walls Have Ears"
    },
    {
        "artist": "Roy Hamilton",
        "lyrics": null,
        "title": "I Need Your Lovin'"
    },
    {
        "artist": "The Exotic Sounds of Martin Denny",
        "lyrics": "  Alone in my quiet village I pray You will be returning one day To me Return to me Alone living with the mem'ry of you Promising you'd always be true To me Be true to me Above me there's a moon on fire Telling you to love me as I desire And ever the flame in my quiet village will burn Darling till the day you return to me Return to me, return to me  ",
        "title": "Quiet Village"
    },
    {
        "artist": "Annette",
        "lyrics": null,
        "title": "Jo-Jo The Dog-Faced Boy"
    },
    {
        "artist": "Billy Grammer",
        "lyrics": null,
        "title": "Bonaparte's Retreat"
    },
    {
        "artist": "Cookie And His Cupcakes",
        "lyrics": null,
        "title": "Matilda"
    },
    {
        "artist": "Buddy Knox",
        "lyrics": "  If you leave me, I'll go crazy If you leave me, I'll go crazy 'Cause I love you, love you Oh, I love you too much  If you quit me, I'll go crazy If you forget me, I'll go crazy 'Cause I love you, love you Oh, I love you too much  You've got to live for yourself Yourself and nobody else You've got to live for yourself Yourself and nobody else  ",
        "title": "I Think I'm Gonna Kill Myself"
    },
    {
        "artist": "The Playmates",
        "lyrics": null,
        "title": "Star Love"
    },
    {
        "artist": "Billy Storm",
        "lyrics": null,
        "title": "I've Come Of Age"
    },
    {
        "artist": "The McGuire Sisters",
        "lyrics": "  May you always walk in sunshine Slumber warm when night winds blow May you always live with laughter For a smile becomes you so  May good fortune find your doorway May the bluebird sing your song May no trouble travel your way May no worry stay too long  May your heartaches be forgotten May no tears be spilled May old acquaintance be remembered And your cup of kindness filled  And may always be a dreamer May your wildest dream come true May you find someone to love As much as I love you  (May your heartaches be forgotten) (May no tears be spilled) May old acquaintance be remembered And your cup of kindness filled  And may always be a dreamer May your wildest dream come true May you find someone to love As much as I love you  ",
        "title": "May You Always"
    },
    {
        "artist": "Gary Stites",
        "lyrics": null,
        "title": "Lonely For You"
    },
    {
        "artist": "The Falcons",
        "lyrics": "  You're so fine, you're so fine You're mine, you're mine I walk, and I talk, about you I love you, I love you I need you, I need you I walk, and I talk, about you There's nothing in the world as sweet as your kiss So fine, so fine Everytime we meet, my heart skips a beat You're my first cup of coffee ( my last cup of tea) Bass line You're so fine, you're so fine You're mine, you're mine I walk, and I talk, about you Sax solo You're so fine, you're so fine You're mine, you're mine I walk, and I talk, about you  ",
        "title": "You're So Fine"
    },
    {
        "artist": "Jack Scott",
        "lyrics": null,
        "title": "I Never Felt Like This"
    },
    {
        "artist": "Bobby Darin",
        "lyrics": "  [Verse 1] Every night I hope and pray A dream lover will come my way A girl to hold in my arms And know the magic of her charms  [Chorus 1] Cause I want (yeah-yeah, yeah) A girl (yeah-yeah, yeah) To call (yeah-yeah, yeah) My own (yeah-yeah) I want a dream lover So I don't have to dream alone  [Chorus 2] Dream lover, where are you With a love, oh, so true And the hand that I can hold To feel you near as I grow old  [Chorus 1] Cause I want (yeah-yeah, yeah) A girl (yeah-yeah, yeah) To call (yeah-yeah, yeah) My own (yeah-yeah, yeah) I want a dream lover So I don't have to dream alone  [Verse 3] Someday, I don't know how I hope she'll hear my plea Some way, I don't know how She'll bring her love to me  [Chorus 2] Dream lover, until then I'll go to sleep and dream again That's the only thing to do Till all my lover's dreams come true  [Chorus 1] Cause I want (yeah-yeah, yeah) A girl (yeah-yeah, yeah) To call (yeah-yeah, yeah) My own (yeah-yeah, yeah) I want a dream lover So I don't have to dream alone  [Chorus 2] Dream lover, until then I'll go to sleep and dream again That's the only thing to do Till all my lover's dreams come true  [Chorus 1] Cause I want (yeah-yeah, yeah) A girl (yeah-yeah, yeah) To call (yeah-yeah, yeah) My own (yeah-yeah) I want a dream lover So I don't have to dream alone  [Verse 4] Please don't make me dream alone I beg you don't make me dream alone No, I don't wanna dream  ",
        "title": "Dream Lover"
    },
    {
        "artist": "Stan Robinson",
        "lyrics": null,
        "title": "Boom-A-Dip-Dip"
    },
    {
        "artist": "The Mary Kaye Trio",
        "lyrics": null,
        "title": "You Can't Be True Dear"
    },
    {
        "artist": "Jerry Wallace",
        "lyrics": null,
        "title": "A Touch Of Pink"
    },
    {
        "artist": "Joe Medlin",
        "lyrics": null,
        "title": "I Kneel At Your Throne"
    },
    {
        "artist": "LaVern Baker",
        "lyrics": "  I waited too long And now we're apart I never told you What I feel in my heart  Somebody new Has come along I was a fool For waiting too long  My life without you Won't be the same I should have never Played that waiting game  I'm so alone Now that you're gone I was a fool For waiting too long  I wasn't smart I wasn't wise And now I'm by myself With tears in my eyes  I made my life A life of regret I should have never Played hard to get  And now I know I was so wrong I was a fool For waiting too long  I was a fool For waiting too long Too long  ",
        "title": "I Waited Too Long"
    },
    {
        "artist": "Ray Anthony and His Orchestra",
        "lyrics": null,
        "title": "Walkin' To Mother's"
    },
    {
        "artist": "Clyde McPhatter",
        "lyrics": null,
        "title": "I Told Myself A Lie"
    },
    {
        "artist": "Bobby Day",
        "lyrics": null,
        "title": "That's All I Want"
    },
    {
        "artist": "David Hill",
        "lyrics": null,
        "title": "Two Brothers"
    },
    {
        "artist": "Jimmy Beck & His Orchestra",
        "lyrics": null,
        "title": "Pipe Dreams"
    }
]