[
    {
        "artist": "Joe Cocker And Jennifer Warnes",
        "lyrics": "  [Verse 1] Who knows what tomorrow brings In a world few hearts survive All I know is the way I feel When it's real, I keep it alive  [Refrain] The road is long There are mountains in our way But we climb a step every day  [Chorus] Love lift us up where we belong Where the eagles cry, on a mountain high Love lift us up where we belong Far from the world below, up where the clear wind blow  [Verse 1] Some hang on to \"used to be\" Live their lives looking behind All we have is here and now All our life, out there to find  [Refrain] The road is long There are mountains in our way But we climb a step every day  [Chorus] Love lift us up where we belong Where the eagles cry, on a mountain high Love lift us up where we belong Far from the world below, up where the clear winds blow  [Bridge] Time goes by No time to cry Life's you and I Alive today  [Chorus] Love lift us up where we belong Where the eagles cry, on a mountain high Love lift us up where we belong Far from the world below, up where the clear winds blow  [Chorus] Love lift us up where we belong Where the eagles cry, on a mountain high Love lift us up where we belong  ",
        "title": "Up Where We Belong"
    },
    {
        "artist": "Lionel Richie",
        "lyrics": null,
        "title": "Truly"
    },
    {
        "artist": "Olivia Newton-John",
        "lyrics": null,
        "title": "Heart Attack"
    },
    {
        "artist": "Laura Branigan",
        "lyrics": "  {Intro}  Gloria, you're always on the run now Running after somebody, you gotta get him somehow I think you've got to slow down, before you start to blow it I think you're headed for a breakdown, so be careful not to show it  You really don't remember, was it something that he said? Are the voices in your head calling, Gloria? Gloria, don't you think you're fallin'? If everybody wants you, why isn't anybody callin'? You don't have to answer Leave them hangin' on the line, oh-oh-oh, calling Gloria Gloria (Gloria), I think they got your number (Gloria) I think they got the alias (Gloria) that you've been living under (Gloria) But you really don't remember, was it something that they said? Are the voices in your head calling, Gloria?  {Bridge}  A-ha-ha, a-ha-ha, Gloria, how's it gonna go down? Will you meet him on the main line, or will you catch him on the rebound? Will you marry for the money, take a lover in the afternoon? Feel your innocence slipping away, don't believe it's comin' back soon  And you really don't remember, was it something that he said? Are the voices in your head calling, Gloria? Gloria (Gloria), I think they got your number (Gloria) I think they got the alias (Gloria) that you've been living under (Gloria) But you really don't remember, was it something that they said? Are the voices in your head calling, Gloria?  {Outro}  (Gloria, Gloria, Gloria, Gloria, Gloria) (Gloria, Gloria, Gloria, Gloria, Gloria)...  ",
        "title": "Gloria"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  Come back again I want you to stay next time 'Cause sometimes the world ain't kind When people get lost like you and me  I just made a friend A friend is someone you need But now that he had to go away I still feel the words that he might say  Turn on your heartlight Let it shine wherever you go Let it make a happy glow For all the world to see  Turn on your heartlight In the middle of a young boy's dream Don't wake me up too soon Gonna take a ride across the moon You and me  He's lookin' for home 'Cause everyone needs a place And home's the most excellent place of all And I'll be right here if you should call me  Turn on your heartlight Let it shine wherever you go Let it make a happy glow For all the world to see  Turn on your heartlight In the middle of a young boy's dream Don't wake me up too soon Gonna take a ride across the moon You and me  And home's the most excellent place of all And I'll be right here if you should call me Turn on your heartlight Let it shine wherever you go Let it make a happy glow For all the world to see  Turn on your heartlight In the middle of a young boy's dream Don't wake me up too soon Gonna take a ride across the moon You and me Turn on your heartlight now Turn on your heartlight now  ",
        "title": "Heartlight"
    },
    {
        "artist": "Men At Work",
        "lyrics": "  [Intro]  Who can it be knocking at my door? Go 'way, don't come 'round here no more Can't you see that it's late at night? I'm very tired, and I'm not feeling right All I wish is to be alone; Stay away, don't you invade my home Best off if you hang outside Don't come in, I'll only run and hide  Who can it be now? Who can it be now? Who can it be now? Who can it be now?  Who can it be knocking at my door? Make no sound, tip-toe across the floor If he hears, he'll knock all day I'll be trapped, and here I'll have to stay I've done no harm, I keep to myself; There's nothing wrong with my state of mental health I like it here with my childhood friend; Here they come, those feelings again!  Who can it be now? Who can it be now? Who can it be now? Who can it be now?  Is it the man come to take me away? Why do they follow me? It's not the future that I can see It's just my fantasy  [Bridge]  Oh, who can it be now? Oh, who can it, who can it Yeah yeah yeah  Oh, oah...  [Outro]  ",
        "title": "Who Can It Be Now?"
    },
    {
        "artist": "John Cougar",
        "lyrics": null,
        "title": "Jack & Diane"
    },
    {
        "artist": "America",
        "lyrics": "  I never believed in things that I couldn't see I said if I can't feel it then how can it be No, no magic could happen to me And then I saw you  I couldn't believe it, you took my heart I couldn't retrieve it, said to myself What's it all about Now I know there can be no doubt  You can do magic You can have anything that you desire Magic, and you know You're the one who can put out the fire  You know darn well When you cast your spell you will get your way When you hypnotize with your eyes A heart of stone can turn to clay  And when the rain is beatin' upon the window pane And when the night, it gets so cold, when I can't sleep Again you come to me I hold you tight, the rain disappears Who would believe it With a word you dry my tears  You can do magic You can have anything that you desire Magic, and you know You're the one who can put out the fire  You know darn well When you cast your spell you will get your way When you hypnotize with your eyes A heart of stone can turn to clay  And if I wanted to I could never be free I never believed it was so true But now it's so clear to me  You can do magic You can have anything that you desire Magic, and you know You're the one who can put out the fire  You know darn well When you cast your spell you will get your way When you hypnotize with your eyes A heart of stone can turn to clay  ",
        "title": "You Can Do Magic"
    },
    {
        "artist": "Michael McDonald",
        "lyrics": "  [Hook] I keep forgettin' we're not in love anymore I keep forgettin' things will never be the same again I keep forgettin' how you made that so clear I keep forgettin'  [Verse 1] Everytime you're near Everytime I see you smile Hear your \"hello\" Saying you can only stay a while  Hey, I know that it's hard for you To say the things that we both know are true But tell me how come (I)  [Hook]  [Verse 2] Everytime I hear How you never want to live a lie How it's gone too far And you don't have to tell me why  Why you're gone and why the game is through If this is what's real, if this is what's true Tell me how come (I)  [Hook]  Don't say that, don't say that, don't say that I know you're not mine anymore-anyway-anytime But tell me how come (I)  [Hook]  ",
        "title": "I Keep Forgettin' (Every Time You're Near)"
    },
    {
        "artist": "Diana Ross",
        "lyrics": "  She said she wants a man To always understand But that's all right for her Still it ain't enough for me  She said she wants a guy To keep her satisfied But that's all right for her But it ain't enough for me  Still, I don't care if he's young or old (Just make him beautiful) I just want someone I can hold on to  I want muscles All, all over his body (Make him strong enough from his head down to his toes) I want muscles All, all over his body (Make him strong enough from his head down to his toes)  They say they have to see His real personality But that's alright for them Still it ain't enough for me  I need what the eyes can see, ah (His anatomy) If that's alright for them Still it ain't enough for me  I don't care if he's young or old Just make him beautiful I just want some strong man to hold on to  I want muscles All, all over his body (Make him strong enough from his head down to his toes) I want muscles All over his body (Make him strong enough from his head down to his toes)  Muscle man, I want to love you In the sun, Oil on your body Come with me, high in the cascades Let this be, we've got this thing made Lost at sea, hot in the desert Stay with me, you won't regret it Take this love, so deep to swim in Come to me, and let the love in  She said she wants a man To always understand But that's alright for her Still it ain't enough for me  I don't care if he's young or old (Just make him beautiful) I just want someone I can hold on to  I want muscles All, all over his body (Make him strong enough from his head down to his toes) I want muscles All over him, all over him I want muscles All, all over his body I want muscles  I want all I can get All over him, all over him I want muscles, muscles, muscles  ",
        "title": "Muscles"
    },
    {
        "artist": "The Alan Parsons Project",
        "lyrics": "  Don't think sorry's easily said Don't try turning tables instead You've taken lots of chances before But I ain't gonna give anymore Don't ask me That's how it goes 'Cause part of me knows what you're thinking  Don't say words you're gonna regret Don't let the fire rush to your head I've heard the accusation before And I ain't gonna take any more Believe me The sun in your eyes Made some of the lies worth believing  [Chorus] I am the eye in the sky Looking at you I can read your mind I am the maker of rules Dealing with fools I can cheat you blind And I don't need to see any more to know that I can read your mind, I can read your mind  Don't leave false illusions behind Don't cry cause I ain't changing my mind So find another fool like before Cause I ain't gonna live anymore believing Some of the lies while all of the signs are deceiving  [Chorus] I am the eye in the sky Looking at you I can read your mind I am the maker of rules Dealing with fools I can cheat you blind And I don't need to see any more To know that I can read your mind, I can read your mind  ",
        "title": "Eye In The Sky"
    },
    {
        "artist": "Daryl Hall John Oates",
        "lyrics": "  She'll only come out at night The lean and hungry type Nothing is new, I've seen her here before Watching and waiting Ooh, she's sitting with you but her eyes are on the door So many have paid to see What you think you're getting for free The woman is wild, a she-cat tamed by the purr of a Jaguar Money's the matter If you're in it for love You ain't gonna get too far  (Oh here she comes) Watch out boy she'll chew you up (Oh here she comes) She's a maneater (Oh here she comes) Watch out boy she'll chew you up (Oh here she comes) She's a maneater  I wouldn't if I were you I know what she can do She's deadly man, she could really rip your world apart Mind over matter Ooh, the beauty is there but a beast is in the heart  (Oh here she comes) Watch out boy she'll chew you up (Oh here she comes) She's a maneater (Oh here she comes) Watch out boy she'll chew you up (Oh here she comes) She's a maneater  Ooh Oh here she comes Here she comes Watch out boy she'll chew you up Whoa here she comes (Watch out) She's a maneater Oh here she comes (She's a maneater) Ooh, she'll chew you up (Oh here she comes) Here she comes, she's a maneater (Oh here she comes) (Watch out) She'll only come out at night, ooh (Oh here she comes) Here she comes She's a maneater (Oh here she comes) (She's a maneater) The woman is wild ooh (Oh here she comes) Here she comes Watch out boy, watch out boy (Oh here she comes) Oh, watch out, watch out, watch out, watch out (Oh here she's comes) Yeah yeah she's a maneater (Oh here she comes) (She's a maneater) She's watching and waiting ooh (Oh here she comes) Oh she's a maneater  ",
        "title": "Maneater"
    },
    {
        "artist": "Toni Basil",
        "lyrics": null,
        "title": "Mickey"
    },
    {
        "artist": "Joe Jackson",
        "lyrics": "  [Verse 1: Joe Jackson] Now The mist across the window hides the lines But nothing hides the color of the lights that shine Electricity so fine Look and dry your eyes  [Verse 2: Joe Jackson] We So tired of all the darkness in our lives With no more angry words to say can come alive Get into a car and drive To the other side  [Chorus: Joe Jackson] Me babe, steppin' out Into the night Into the light You babe, steppin' out Into the night Into the light  [Verse 3: Joe Jackson] We Are young but getting old before our time We'll leave the T.V. and the radio behind Don't you wonder what we'll find Steppin' out tonight?  [Verse 4: Joe Jackson] You Can dress in pink and blue just like a child And in a yellow taxi turn to me and smile We'll be there in just a while If you follow me  [Chorus: Joe Jackson] x2 Me babe, steppin' out Into the night Into the light You babe, steppin' out Into the night Into the light Me babe, steppin' out Into the night Into the light You babe, steppin' out Into the night Into the light Me babe, steppin' out Into the night Into the light  ",
        "title": "Steppin' Out"
    },
    {
        "artist": "Glenn Frey",
        "lyrics": null,
        "title": "The One You Love"
    },
    {
        "artist": "Steel Breeze",
        "lyrics": "  [Verse 1:] Undecided Don't know where to go Don't know what I'm gonna do  Uninvited I'm knocking at your door And I'd like to call on you  [Chorus:] You don't want me anymore Just let me explain Cause I don't wanna lose you  You don't want me anymore Tried so hard So hard to please you  [Verse 2:] I remember, babe On the day you left You said you'd never understand  But I keep thinking If you try real hard You could give me just one more chance  [Repeat Chorus:]  [Bridge:] I know you're thinking I'm just no good I know you're thinking But why give up this love  [Repeat Chorus:]  ",
        "title": "You Don't Want Me Anymore"
    },
    {
        "artist": "Evelyn King",
        "lyrics": null,
        "title": "Love Come Down"
    },
    {
        "artist": "Survivor",
        "lyrics": "  The night's alive with wind and fire We telegraph our heart's desire Through the night With our eyes  Wheels are turning fast and hard Hearts are burnin' on the Boulevard Hear them pound - young and proud It's the American heartbeat  (pre-ch) Chart the stars and head out for the action Hit the streets and find some satisfaction  (ch) It's the American heartbeat It's the American heartbeat It's the American heartbeat Oh, the American heartbeat  The stage is set; the roles are chosen The lights grow hot as the midnight's closin,' In at last - it comes so fast  Poundin' harder as the midnight's strikin,' It hits us like a bolt of lightning Deeper down It's the sound Of the American heartbeat  (pre-ch) Chart the stars and head out for the action Hit the streets an find some satisfaction  (ch) It's the American heartbeat - fast and loud The American heartbeat - young and proud American heartbeat - Ohhh... The American heartbeat  It's the American heartbeat - American heartbeat It's the American heartbeat - American.. It's the American heartbeat - Ohhh.. The American heartbeat  (keyboard interlude)  (ch) repeat to fade  ",
        "title": "American Heartbeat"
    },
    {
        "artist": "Sylvia (r&b)",
        "lyrics": null,
        "title": "Nobody"
    },
    {
        "artist": "Crosby, Stills & Nash",
        "lyrics": "  [Verse 1] Got out of town on a boat, going to Southern islands Sailing a reach before a following sea She was making for the trades on the outside And the downhill run to Papeete Off the wind on this heading lie the Marquesas We got eighty feet of the waterline, nicely making way In a noisy bar in Avalon, I tried to call you But on a midnight watch I realized why twice you ran away  [Pre-Chorus] Think about how many times I have fallen Spirits are using me, larger voices calling What heaven brought you and me cannot be forgotten  [Chorus] I have been around the world Looking for that woman-girl Who knows love can endure And you know it will  [Verse 2] When you see the Southern Cross for the first time You understand now why you came this way Cause the truth you might be running from is so small But it's as big as the promise, the promise of a coming day So I'm sailing for tomorrow, my dreams are a dying And my love is an anchor tied to you, tied with a silver chain I have my ship and all her flags are a flying She is all that I have left and music is her name  [Pre-Chorus]  [Chorus]  [Verse 3] So we cheated and we lied and we tested And we never failed to fail, it was the easiest thing to do You will survive being bested Somebody fine will come along, make me forget about loving you In the Southern Cross  ",
        "title": "Southern Cross"
    },
    {
        "artist": "Rush",
        "lyrics": "  [Verse 1] He's a rebel and a runner He's a signal turning green He's a restless young romantic Wants to run the big machine He's got a problem with his poisons But you know he'll find a cure He's cleaning up his systems To keep his nature pure  [Pre-Chorus] Learning to match the beat of the Old World Man Learning to catch the heat of the Third World Man  [Chorus 1] He's got to make his own mistakes And learn to mend the mess he makes He's old enough to know what's right But young enough not to choose it He's noble enough to win the world But weak enough to lose it He's a New World Man  [Verse 2] He's a radio receiver Tuned to factories and farms He's a writer and a ranger And a young boy bearing arms He's got a problem with his power With weapons on patrol He's got to walk a fine line And keep his self-control  [Pre-Chorus] Trying to save the day for the Old World Man Trying to pave the way for the Third World Man  [Choru 2] He's not concerned with yesterday He knows constant change is here today He's noble enough to know what's right But weak enough not to choose it He's wise enough to win the world But fool enough to lose it He's a New World Man  [Outro] Learning to match the beat of the Old World Man Learning to catch the heat of the Third World Man He's a New World Man [2x]  ",
        "title": "New World Man"
    },
    {
        "artist": "Billy Joel",
        "lyrics": null,
        "title": "Pressure"
    },
    {
        "artist": "Pat Benatar",
        "lyrics": "  [Chorus] We're running with the shadows of the night So baby take my hand, it'll be all right Surrender all your dreams to me tonight They'll come true in the end  [Verse 1] You said, \"Oh girl, it's a cold world When you keep it all to yourself\" I said, \"You can't hide on the inside All the pain you've ever felt\" Ransom my heart, but baby don't look back Cause we got nobody else\"  [Chorus]  [Verse 2] You know that sometimes, it feels like It's all moving way too fast Use every alibi and words you deny That love ain't meant to last You can cry tough baby, it's all right You can let me down easy, but not tonight  [Chorus]  [Bridge] We're running with the shadows of the night So baby take my hand, it'll be all right Surrender all your dreams to me tonight They'll come true in the end And now the hands of time are standing still Midnight angel, won't you say you will  [Outro] We're running with the shadows of the night So baby take my hand, it'll be all right Surrender all your dreams to me tonight They'll come true in the end We're running with the shadows of the night So baby take my hand, it'll be all right Surrender all your dreams to me tonight They'll come true in the end We're running with the shadows of the night So baby take my hand, it'll be all right Surrender all your dreams to me tonight They'll come true in the end  ",
        "title": "Shadows Of The Night"
    },
    {
        "artist": "Juice Newton",
        "lyrics": "  Break it to me gently Let me down the easy way Make me feel you still love me If it's just, just for one more day  Break it to me gently So my tears, my tears won't fall too fast If you must go then go slowly Let me love you 'til the last  The love we've shared, oh so long It's a teary part of me If you must take your love away Take it gradually  And break it to me gently, give me time Oh, give me a little time to ease the pain If you must go then go slowly 'Cause I'll never love again  If you must take your love away Take it gradually  And break it to me gently, give me time Oh, give me a little time to ease the pain Love me just a little longer 'Cause I'll never, never love again 'Cause I'll never, no, never love again, ooh  ",
        "title": "Break It To Me Gently"
    },
    {
        "artist": "Supertramp Featuring Roger Hodgson",
        "lyrics": "  Oh, it's raining again Oh no, my love's at an end Oh no, it's raining again And you know it's hard to pretend  Oh no, it's raining again Too bad I'm losing a friend Oh no, it's raining again Oh will my heart ever mend  You're old enough some people say To read the signs and walk away It's only time that heals the pain And makes the sun come out again  It's raining again Oh no, my love's at an end Oh no, it's raining again Too bad I'm losing a friend  C'mon you little fighter No need to get uptighter C'mon you little fighter And get back up again  It's raining again Oh no, my love's at an end Oh no, it's raining again Too bad I'm losing a friend  C'mon you little fighter No need to get uptighter C'mon you little fighter And get back up again Oh, get back up again Oh, fill your heart again  It's raining, it's pouring The old man is snoring He went to bed and bumped his head And he couldn't get up in the morning  ",
        "title": "It's Raining Again"
    },
    {
        "artist": "Chicago",
        "lyrics": null,
        "title": "Love Me Tomorrow"
    },
    {
        "artist": "Fleetwood Mac",
        "lyrics": null,
        "title": "Gypsy"
    },
    {
        "artist": "The Who",
        "lyrics": "  [Verse 1] Athena, I had no idea how much I would need her In peaceful times I hold her close and I feed her My heart starts palpitating when I think my guess was wrong But I think I will get along She's just a girl – she's a bomb Athena, all I ever want to do is please her My life has been so settled and she is the reason Just one word from her and my troubles are long gone But I think I'll  get along She's just a girl – she's a bomb  [Chorus] Just a girl just a girl[x3] She's just a girl  [Verse 2] Athena, my heart felt like a shattered glass in an acid bath I felt like one of those flattened ants you find on a crazy path I would of topped myself to give her time she did not need to ask Was I a suicidal psychopath? She's just a girl – she's a bomb Consumed, there was a beautiful white horse I saw on a dream stage He had a snake the size of a sewer pipe living in his rib cage I felt like a pickled priest who was being flambed You got me requisitioned Blondie She's just a girl – she's a bomb  [Chorus] I'm happy, I'm ecstatic Just a girl just a girl[x3] She's just a girl  [Verse 3] Look into the face of a child Measure how long you smiled Before the memory claimed How long would children remain[x2] Athena, you picked me up by my lapels and screamed \"leave her\" It felt like waking up in heaven on an empty meter And now you are stuck with a castrated leader And I hate the creep, I didn't mean that  [Bridge] She's a bomb I just said it She is a bomb I didn't mean it, please She's a bomb  [Outro] Athena, I had no idea how much I need her My life has been so settled and she is the reason Just one word from her and my troubles are long gone But I get along She's just a girl, she's a bomb[x2]  ",
        "title": "Athena"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": "  Want love? Get closer You want love? Get closer Hold her hand, be forward Come on, be a man, get closer  Instead of worrying about those things you said Follow your heart and forget your head Maybe some things will jump out your mouth Make her notice that you're crazy about her  Want love? Get closer You want love? Get closer  You make a fuss when her eyes ain't on you Well give her something to look forward to Remember all those other girls who ran Away from something they didn't understand  You want love? Get closer You want love? Get closer  Why you worrying about those things you said Follow your heart and forget your head Oh, slide over on the seat She'll give you something that's oh so sweet  ",
        "title": "Get Closer"
    },
    {
        "artist": "Stray Cats",
        "lyrics": "  Well, my baby and me went out late Saturday night I had my hair piled high and my baby just looked so right Well-ell, pick you up at ten, gotta have you home at two Mama don't know what I got in store for you But that's all right, 'cause we're looking as cool as can be  Well, we found a little place that really didn't look half bad I had a whiskey on the rocks, and changed half a dollar for the jukebox Well-ell, I put a quarter right into that can, but all they played was disco, man Come on, baby, baby, let's get out of here right away  We're gonna rock this town Rock it inside out We're gonna rock this town Make 'em scream and shout Let's rock, rock, rock, man, rock We're gonna rock till we pop We're gonna rock till we drop We're gonna rock this town Rock it inside out (Rock it, rock right in!)  (Whoa!) (Whoo!) (Oh my god) Whoo!  Well, we're having a ball just a-bopping on the big dance floor Well, there's a real square cat, he looks a 1974 Well-ell, he looked at me once, he looked at me twice Look at me again and there's a-gonna be fight We're gonna rock this town We're gonna rip this place apart  We're gonna rock this town Rock it inside out We're gonna rock this town Make 'em scream and shout Let's rock, rock, rock, man, rock We're gonna rock till we pop We're gonna rock till we drop We're gonna rock this town Rock this place apart  We're gonna rock this town Rock it inside out We're gonna rock this town Make 'em scream and shout Let's rock, rock, rock, man, rock We're gonna rock till we pop We're gonna rock till we drop We're gonna rock this town Rock it inside out  We're gonna rock this town Rock it inside out We're gonna rock this town Rock it inside out Whoo!  ",
        "title": "Rock This Town"
    },
    {
        "artist": "ABC",
        "lyrics": "  When your world is full of strange arrangements And gravity won't pull you through You know you're missing out on something Well that something depends on you  All I'm saying It takes a lot to love you All I'm doing You know it's true  All I need now There's one thing Yes, one thing that turns this gray sky to blue  That's the look, that's the look The look of love That's the look, that's the look The look of love That's the look, that's the look The look of love  When your girl has left you out on the pavement (Goodbye) When your dreams fall apart at the seams Your reason for living, your reason for leaving Don't ask me what it means  Who's got the look? I don't know the answer to that question Where's the look? If I knew I would tell you  What's the look? Look for your information Yes, there's one thing, one thing that still hold true What's that?  That's the look, that's the look The look of love That's the look, that's the look The look of love That's the look, that's the look The look of love  That's the look, that's the look The look of love That's the look, that's the look The look of love That's the look, that's the look The look of love (Look of love)  If you judge a book by the cover Then you judge the look by the lover I hope you'll soon recover Me, I go from one extreme to another  And though my friends just might ask me They say, \"Martin, maybe one day you'll find true love\" I say, \"Maybe there must be a solution To the one thing, the one thing we can't find\"  That's the look, that's the look Sisters and brothers That's the look, that's the look Should help each other That's the look, that's the look Ooh, ooh Heavens above  That's the look, that's the look Hip hip hooray That's the look, that's the look Yippee ai yippee aiay That's the look, that's the look Be lucky in love Look of love  ",
        "title": "The Look Of Love (Part One)"
    },
    {
        "artist": "Don Henley",
        "lyrics": "  I make my living off the evening news Just give me something, something I can use People love it when you lose They love dirty laundry  Well, I coulda' been an actor, but I wound up here I just have to look good, I don't have to be clear Come and whisper in my ear Give us dirty laundry  Kick 'em when they're up Kick 'em when they're down Kick 'em when they're up Kick 'em when they're down Kick 'em when they're up Kick 'em when they're down Kick 'em when they're up Kick 'em all around  We got the bubble-headed bleached-blonde Comes on at five She can tell you 'bout the plane crash With a gleam in her eye It's interesting when people die Give us dirty laundry  Can we film the operation? Is the head dead yet? You know, the boys in the newsroom Got a running bet Get the widow on the set! We need dirty laundry  You don't really need to find out what's going on You don't really want to know just how far it's gone Just leave well enough alone Eat your dirty laundry  Kick 'em when they're up Kick 'em when they're down Kick 'em when they're up Kick 'em when they're down  Kick 'em when they're up Kick 'em when they're down Kick 'em when they're stiff Kick 'em all around  Dirty little secrets Dirty little lies We got our dirty little fingers in everybody's pies We love to cut you down to size We love dirty laundry  We can do \"The Innuendo\" We can dance and sing When it's said and done we haven't told you a thing We all know that crap is king Give us dirty laundry!  ",
        "title": "Dirty Laundry"
    },
    {
        "artist": "Donald Fagen",
        "lyrics": "  Standing tough under stars and stripes We can tell This dream's in sight You've got to admit it At this point in time that it's clear The future looks bright On that train all graphite and glitter Undersea by rail Ninety minutes from New York to Paris Well by seventy-six we'll be a.o.k  What a beautiful world this will be What a glorious time to be free  Get your ticket to that wheel in space While there's time The fix is in You'll be a witness to that game of chance in the sky You know we've got to win Here at home we'll play in the city Powered by the sun Perfect weather for a streamlined world There'll be spandex jackets one for everyone  What a beautiful world this will be What a glorious time to be free  On that train all graphite and glitter Undersea by rail Ninety minutes from new york to paris (more leisure for artists everywhere) A just machine to make big decisions Programmed by fellows with compassion and vision We'll be clean when their work is done We'll be eternally free yes and eternally young  What a beautiful world this will be What a glorious time to be free  ",
        "title": "I.g.y. (what A Beautiful World)"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": null,
        "title": "Heartbreaker"
    },
    {
        "artist": "Dan Fogelberg",
        "lyrics": null,
        "title": "Missing You"
    },
    {
        "artist": "Michael Jackson And Paul McCartney",
        "lyrics": "  [Verse 1: Michael Jackson] Every night she walks right into my dreams Since I met her from the start I'm so proud I am the only one Who is special in her heart  [Hook: Michael Jackson] The girl is mine The doggone girl is mine I know she's mine Because the doggone girl is mine  [Verse 2: Paul McCartney] I don't understand the way you think Saying that she's yours, not mine Sending roses and your silly dreams Really just a waste of time  [Hook: Paul McCartney] Because she's mine The doggone girl is mine Don't waste your time Because the doggone girl is mine  [Bridge: Paul (Michael)] I love you more than he (Take you anywhere) But I love you endlessly (Loving we will share) So come and go with me Two on the town  [Verse 3: Michael (Paul)] But we both cannot have her So it's one or the other And one day you'll discover That she's my girl forever and ever (I don't build your hopes to be let down Cause I really feel it's time) I know she'll tell you I'm the one for her Cause she said I blow her mind  [Hook] The girl is mine The doggone girl is mine Don't waste your time Because the doggone girl is mine  [Interlude: Michael Jackson & Paul McCartney] She's mine, she's mine No, no no, she's mine The girl is mine, the girl is mine The girl is mine, the girl is mine  [Hook] The girl is mine, yep she's mine The girl is mine yep she's mine Don't waste your time Because the doggone girl is mine The girl is mine, the girl is mine  [Outro - Michael (Paul)] (Michael, we're not going to fight about this okay?) Paul, I think I told you I'm a lover not a fighter (I've heard it all before, Michael She told me that I'm her forever lover, don't you remember?) Well, after loving me she said she could never love another (Is that what she said?) Yes, she said it, keep on dreaming (I don't believe it) The girl is mine (mine, mine, mine)  ",
        "title": "The Girl Is Mine"
    },
    {
        "artist": "The Pointer Sisters",
        "lyrics": "  [Verse 1] Tonight's the night we're gonna make it happen Tonight we'll put all other things aside Give in this time and show me some affection We're going for those pleasures in the night  [Pre-Hook] I want to love you, feel you Wrap myself around you I want to squeeze you, please you I just can't get enough And if you move real slow I'll let it go  [Hook] I'm so excited, and I just can't hide it I'm about to lose control and I think I like it I'm so excited, and I just can't hide it And I know, I know, I know, I know I know I want you  [Verse 2] We shouldn't even think about tomorrow Sweet memories will last a long, long time We'll have a good time baby, don't you worry And if we're still playing 'round, boy that's just fine  [Hook] Let's get excited, we just can't hide it I'm about to lose control and I think I like it I'm so excited, and I just can't hide it And I know, I know, I know, I know I know I want you, want you  [Pre-Hook] I want to love you, feel you Wrap myself around you I want to squeeze you, please you I just can't get enough And if you move real slow I'll let it go  [Hook] I'm so excited, and I just can't hide it I'm about to lose control and I think I like it I'm so excited, and I just can't hide it And I know, I know, I know, I know I know I want you, want you  I'm so excited, and I just can't hide it I'm about to lose control and I think I like it I'm so excited, and I can't deny it And I know, I know, I know, I know I know I want you, want you  I'm so excited, and I just can't hide it   [Outro] Look what you do to me You’ve got me burning up Oh, oh, oh, oh, ow!  How did you get to me? I’ve got to give it up Oh, oh, oh, oh ow!  ",
        "title": "I'm So Excited"
    },
    {
        "artist": "The Clash",
        "lyrics": "  [Verse 1] Now the king told the boogie men You have to let that raga drop The oil down the desert way Has been shaken to the top The Sheik he drove his Cadillac He went a' cruisin' down the ville The muezzin was a'standing On the radiator grill  [Chorus] Shareef don't like it Rockin' the Casbah Rock the Casbah Shareef don't like it Rockin' the Casbah Rock the Casbah  [Verse 2] By order of the prophet We ban that boogie sound Degenerate the faithful With that crazy Casbah sound But the Bedouin they brought out The electric camel drum The local guitar picker Got his guitar pickin' thumb As soon as the Sharif Cleared the square They began to wail  [Chorus] Shareef don't like it Rockin' the Casbah Rock the Casbah Sharif don't like it Rockin' the Casbah Rock the Casbah  [Verse 3] Now over at the temple Oh! They really pack 'em in The in crowd say it's cool To dig this chanting thing But as the wind changed direction And the temple band took five The crowd caught a whiff Of that crazy Casbah jive  [Chorus] Shareef don't like it Rockin' the Casbah Rock the Casbah Shareef don't like it Rockin' the Casbah Rock the Casbah  [Verse 4] The king called up his jet fighters He said \"You better earn your pay Drop your bombs between the minarets Down the Casbah way\" As soon as the Sharif was Chauffeured outta there The jet pilots tuned to The cockpit radio blare As soon as the Sharif was Out of their hair The jet pilots wailed  [Chorus] Shareef don't like it Rockin' the Casbah Rock the Casbah Shareef don't like it Rockin' the Casbah Rock the Casbah  Thinks it’s not kosher Fundamentally he can’t take it You know he really hates it Really, really hates it  ",
        "title": "Rock The Casbah"
    },
    {
        "artist": "Jefferson Starship",
        "lyrics": null,
        "title": "Be My Lady"
    },
    {
        "artist": "Eddie Rabbitt With Crystal Gayle",
        "lyrics": null,
        "title": "You And I"
    },
    {
        "artist": "Donna Summer",
        "lyrics": "  State of life May I live May I love Coming out the sky I name me a name  Coming out silver Word for what it is It is very nature of the sound The game  Shablamidi Shablamida Shablamidi Shablamida Shablamid Shablamida  Siamese Indonese To Tibet Treat the life As a game If you please, hey  Coming up Caribee Such a freedom Derives from a meditative state  Moving on Believe that's it Call it magic Third world It is I only guessed it  Shablamidi Shablamida Shablamidi Shablamida Shablamidi Shablamida  Shablimidi Shablamida Shablimidi Shablamida Shablimidi Shablamida  Shot to the soul The flame of Oroladian The essence of the word The state of independence  Sounds like a signal from you Bring me to meet your sound And I will bring you to my heart  Love, like a signal you call Touching my body My soul Bring to me You to meet me here  Home Be the temple of your heart Home Be the body of your love Just like holy water to my lips Hey, hey  Yes I do know how I survive Yes I do know why I'm alive To love and be with you Day by day, by day, by day  Time, time again It is said We will hear We will see See it all in His wisdom hear  His truth will abound the land This truth will abound the land  This state of independence shall be This state of independence shall be  Say Yeah-e-yay Yeah-e-yo Yeah-e-yay Yeah-e-yo  Be the sound of higher love today Yeah-e-yeah (Hey, hey)  Time, time again It is said We will hear We will see See it all in His wisdom hear  His truth will abound the land This truth will abound the land  This state of independence shall be This state of independence shall be  This state of independence shall be This state of independence shall be This state of independence shall be  ",
        "title": "State Of Independence"
    },
    {
        "artist": "Tavares",
        "lyrics": "  I've got to know where I stand I just got to know where I am with you  So here's penny for your thoughts, a nickel for a kiss A dime if you tell me that you love me Penny for your thoughts, a nickel for a kiss A dime if you tell me that you love me  Walkin' holdin' hands, you say you're mine all mine Then soon another face steals your eyes away It's just a guessing game and I can't help feelin' used Love shouldn't be so darn confused  So here's penny for your thoughts, a nickel for a kiss A dime if you tell me that you love me Penny for your thoughts, a nickel for a kiss A dime if you tell me that you love me  People love to talk, they say you're usin' me Though face to face you swear I'm the only one If I had a crystal ball I would gaze into your mind See what you were thinkin', if my ship was sinkin' If you're leavin' me behind  So here's penny for your thoughts, a nickel for a kiss A dime if you tell me that you love me Penny for your thoughts, a nickel for a kiss A dime if you tell me that you love me  Girl, it should be so darn easy to do If you love me like I love you  Girl, if I had a crystal ball [A crystal ball] I would gaze into your mind See what you were thinkin', if my ship was sinkin' If you're leavin' me behind  So here's penny for your thoughts, a nickel for a kiss A dime if you tell me that you love me Penny for your thoughts, a nickel for a kiss A dime if you tell me that you love me  Girl, it should be so darn easy to do If you love me like I love you  So here's penny for your thoughts (Hey, baby), a nickel for a kiss A dime if you tell me that you love me (You tell me you love me) Penny for your thoughts, a nickel for a kiss A dime if you tell me that you love me  So here's penny for your thoughts, a nickel for a kiss (Ooh, your thoughts, baby) A dime if you tell me that you love me Penny for your thoughts, a nickel for a kiss (Ooh, a kiss, baby) A dime if you tell me that you love me  Penny for your thoughts, a nickel for a kiss A dime if you tell me that you love me Penny for your thoughts {Only me, only me}, a nickel for a kiss (Just me) {Yeah, yeah, yeah} (Oh, yeah, yeah)  Penny for your thoughts (Just your thoughts), a nickel for a kiss (And a kiss, baby) A dime if you tell me that you love me (Tell me you love me) Penny for your thoughts {Only me}, a nickel for a kiss {Darling, can't you see} (Oh, yeah) {Yeah, yeah} (Yeah, yeah)  Penny for your thoughts (Ooh, baby), a nickel for a kiss A dime if you tell me that you love me  ",
        "title": "A Penny For Your Thoughts"
    },
    {
        "artist": "Jeffrey Osborne",
        "lyrics": "  [Verse 1:] Just smile for me And let the day begin You are the sunshine That lights my heart within  And I'm sure that You're an angel in disguise Come take my hand and Together we will rise  [Chorus:] On the wings of love Up and above the clouds The only way to fly Is on the wings of love  On the wings of love Only the two of us Together flying high Flying high up on the wings of love  [Verse 2:] You look at me And I begin to melt Just like the snow when A ray of sun is felt  And I'm crazy 'bout cha Baby, can't you see I'd be so delighted if You would come with me  [Chorus:] On the wings of love Up and above the clouds The only way to fly Is on the wings of love  On the wings of love Only the two of us Together flying high Flying high up on the wings of love  [Bridge:] Yes, you belong to me I'm yours exclusively Right now we live And breathe each other  Inseparable it seems We're flowing like a stream Running free traveling On the wings of love  [Chorus:] On the wings of love Up and above the clouds The only way to fly Is on the wings of love  On the wings of love Only the two of us Together flying high Together flying high  On the wings of love Up and above the clouds The only way to fly Is on the wings of love  On the wings of love Only the two of us Together flying high Flying high up on the wings of love  ",
        "title": "On The Wings Of Love"
    },
    {
        "artist": "Moving Pictures",
        "lyrics": "  Well, there's a little boy waiting At the counter of the corner shop He's been waiting down there, waiting half the day They never ever see him from the top He gets pushed around, knocked to the ground He gets to his feet and he says...  What about me? It isn't fair I don't have enough, now I want my share Can't you see, I wanna live But you just take more than you give  Well, there's a pretty girl serving At the counter of the corner shop She's been waiting back there, waiting for a dream Her dreams walk in and out; they never stop Well she's not too proud, to cry out loud She runs to the street and she screams...  What about me? It isn't fair I don't have enough, now I want my share Can't you see, I wanna live But you just take more than you give  More than you give...  Take a step back and see the little people They might be young But they're the ones that make the big people big So listen as they whisper: \"What about me?\"  And now I'm standing on the corner All the world's gone home Nobody's changed, nobody's been saved And I'm feeling cold and alone I guess I'm lucky, I smile a lot But sometimes I wish for more, than I've got...  What about me? It isn't fair I don't have enough, now I want my share Can't you see, I wanna live But you just take more...  What about me? It isn't fair I don't have enough, now I want my share Can't you see, I wanna live But you just take more, you just take more You just take more than you give  What about me? What about me? What about...me?  ",
        "title": "What About Me"
    },
    {
        "artist": "Billy Squier",
        "lyrics": "  You see em coming at you every night Strung on pretension they fall for you at first sight You know their business, you think it's a bore They make you restless it's nothing you ain't seen before Get around town, spend your time on the run You never let down... say you do it for fun Never miss a play, though you make quite a few You give it all away when everybody wants you  You crave attention, you can never say \"no\" Throw your affections anyway the wind blows You always make it, you're on top of the scene You sell the copy like the cover of a magazine Putting on the eyes till there's nobody else You never realize what you do to yourself The things that they see make the daily reviews You never get free when everybody wants you  Everybody knows you Everybody snows you Everybody needs you... leads you... bleeds you  Nights of confusion and impossible dreams Days at the mirror, patching up around the seams You got your glory, you paid for it all You take your pension in loneliness and alcohol Say goodbye to conventional ways You can't escape the hours, you lose track of the days The more you understand, seems the more like you do You never get away... everybody wants you  ",
        "title": "Everybody Wants You"
    },
    {
        "artist": "Missing Persons",
        "lyrics": "  Life is so strange when you don't know How can you tell where you're going to You can't be sure of any situation Something could change and then you won't know  You ask yourself Where do we go from here It seems so all too near Just as far beyond as I can see I still don't know what this all means to me  So you tell yourself I have nowhere to go I don't know what to do And I don't even know the time of day I guess it doesn't matter anyway  [Chorus] Life is so strange Destination unknown When you don't know Your destination And Something could change It's unknown And then you won't know Destination unknown  [Chorus]  You ask yourself When will my time come Has it all been said and done I know I'll leave when it's my time to go 'Til then I'll carry on with what I know  [Chorus x2]  Life is so strange Life is so strange...  ",
        "title": "Destination Unknown"
    },
    {
        "artist": "Kenny Rogers",
        "lyrics": null,
        "title": "A Love Song"
    },
    {
        "artist": "Chilliwack",
        "lyrics": null,
        "title": "Whatcha Gonna Do"
    },
    {
        "artist": "Jackson Browne",
        "lyrics": "  Well, just look at that girl With the lights comin' up in her eyes She's got to be somebody's baby She must be somebody's baby  All the guys on the corner stand back And let her walk on by She's got to be somebody's baby She must be somebody's baby She's got to be somebody's baby She's so fine  She's probably somebody's only light Gonna shine tonight Yeah, she's probably somebody's baby, all right  I heard her talkin' with her friend When she thought nobody else was around She said she's got to be somebody's baby She must be somebody's baby  Cause when the cars and the signs and the streetlights Light up the town She's got to be somebody's baby She must be somebody's baby She's got to be somebody's baby She's so  She's gonna be somebody's only light Gonna shine tonight Yeah, she's gonna be somebody's baby tonight  I try to shut my eyes But I can't get her outta my sight I know I'm gonna know her But I gotta get over my fright Well, I'm just gonna walk up to her I'm gonna talk to her tonight  Ah  Yeah, she's gonna be somebody's only light Gonna shine tonight Yeah, she's gonna be somebody's baby tonight  She's gonna be somebody's only light Gonna shine tonight Yeah, she's gonna be somebody's baby tonight  Gonna shine tonight, make her mine tonight Gonna shine tonight, make her mine tonight Gonna shine tonight, make her mine tonight Ah Gonna shine tonight, make her mine tonight Gonna shine tonight, make her mine tonight Gonna shine tonight, make her mine tonight  ",
        "title": "Somebody's Baby"
    },
    {
        "artist": "Toto",
        "lyrics": "  [Verse 1: David Paich] I hear the drums echoing tonight But she hears only whispers of some quiet conversation She's coming in, 12:30 flight The moonlit wings reflect the stars that guide me towards salvation I stopped an old man along the way Hoping to find some old forgotten words or ancient melodies He turned to me as if to say \"Hurry boy, it's waiting there for you\"  [Chorus: Bobby Kimball] It's gonna take a lot to drag me away from you There's nothing that a hundred men or more could ever do I bless the rains down in Africa Gonna take some time to do the things we never have  [Verse 2: David Paich] The wild dogs cry out in the night As they grow restless longing for some solitary company I know that I must do what's right As sure as Kilimanjaro rises like Olympus above the Serengeti I seek to cure what's deep inside Frightened of this thing that I've become  [Chorus: Bobby Kimball] It's gonna take a lot to drag me away from you There's nothing that a hundred men or more could ever do I bless the rains down in Africa Gonna take some time to do the things we never have  [Bridge] Hurry boy, she's waiting there for you  [Chorus: Bobby Kimball] It's gonna take a lot to drag me away from you There's nothing that a hundred men or more could ever do I bless the rains down in Africa I bless the rains down in Africa I bless the rains down in Africa I bless the rains down in Africa I bless the rains down in Africa Gonna take some time to do the things we never have  ",
        "title": "Africa"
    },
    {
        "artist": "Peter Gabriel",
        "lyrics": "  Shock the monkey to life Shock the monkey to life  Cover me when I run Cover me through the fire Something knocked me out' the trees Now I'm on my knees Cover me, darling please Monkey, monkey, monkey Don't you know when you're going to shock the monkey  Fox the fox Rat on the rat You can ape the ape I know about that There is one thing you must be sure of I can't take any more Darling, don't you monkey with the monkey Monkey, monkey, monkey Don't you know you're going to shock the monkey  Wheels keep turning Something's burning Don't like it but I guess I'm learning  Shock! - watch the monkey get hurt, monkey  Cover me, when I sleep Cover me, when I breathe You throw your pearls before the swine Make the monkey blind Cover me, darling please Monkey, monkey, monkey Don't you know you're going to shock the monkey  Too much at stake Ground beneath me shake And the news is breaking  Shock! - watch the monkey get hurt, monkey  Shock the monkey Shock the monkey Shock the monkey to life  ",
        "title": "Shock The Monkey"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Intro] Get up, get up, get up, get up Wake up, wake up, wake up, wake up  Ooh baby, now let's get down tonight  [Verse 1] Baby I'm hot just like an oven I need some lovin' And baby, I can't hold it much longer It's getting stronger and stronger  [Chorus] And when I get that feeling I want Sexual Healing Sexual Healing, oh baby Makes me feel so fine Helps to relieve my mind Sexual Healing baby, is good for me Sexual Healing is something that's good for me  [Verse 2] Whenever blue tear drops are falling And my emotional stability is leaving me There is something I can do I can get on the telephone and call you up baby, and Honey I know you'll be there to heal me The love you give to me will free me If you don't know the thing you're dealing Oh I can tell you, darling, that it's Sexual Healing  (Get up, Get up, Get up, Get up) Let's make love tonight (Wake up, Wake up, Wake up, Wake up) 'Cause you do it right  [Bridge] Baby I got sick this morning A sea was storming inside of me Baby I think I'm capsizing The waves are rising and rising  [Chorus] And when I get that feeling I want Sexual Healing Sexual Healing is good for me Makes me feel so fine, it's such a rush Helps to relieve the mind, and it's good for us Sexual Healing, baby, it's good for me Sexual Healing is something that's good for me And it's good for me and it's so good to me My baby ohhh  [Verse 3] Come take control, just grab a hold Of my body and mind soon we'll be making it Honey, oh we're feeling fine You're my medicine open up and let me in Darling, you're so great I can't wait for you to operate  (Heal me my darling) I can't wait for you to operate  [Chorus] When I get this feeling I need Sexual Healing Oh when I get this feeling I need Sexual Healing I gotta have Sexual Healing, darling 'Cause I'm all alone Sexual Healing, darling 'Till you come back home  Please don't procrastinate It's not good to masturbate  ",
        "title": "Sexual Healing"
    },
    {
        "artist": "Patti Austin With James Ingram",
        "lyrics": "  [Verse 1: Patti Austin] Thinkin' back in time When love was only in my mind, I realize Ain't no second chance You've got to hold on to romance Don't let it slide  There's a special kind of magic in the air When you find another heart that needs to share  [Chorus] Baby, come to me Let me put my arms around you This was meant to be And I'm oh so glad I found you Need you every day Gotta have your love around me Baby, always stay 'Cause I can't go back to livin' without you  [Verse 2: James Ingram] Spendin' every dime to keep you talkin' on the line That's how it was And all those walks together out in any kind of weather Just because  There's a brand new way of looking at your life When you know that love is standing by your side  [Chorus] Baby, come to me Let me put my arms around you This was meant to be And I'm oh so glad I found you Need you every day Gotta have your love around me Baby, always stay Cause I can't go back to livin' without you  [Bridge] [James Ingram] The nights can be cold There's a chill to every evening when you're all alone [Patti Austin] Don't talk anymore Cause you know that I'll be here to keep you warm Oh, darling, keep me warm  [Chorus (Repeat 3X until fade)] Baby, come to me Let me put my arms around you This was meant to be And I'm oh so glad I found you Need you every day Gotta have your love around me Baby, always stay 'Cause I can't go back to livin' without you  ",
        "title": "Baby, Come To Me"
    },
    {
        "artist": "Charlene & Stevie Wonder",
        "lyrics": null,
        "title": "Used To Be"
    },
    {
        "artist": "Kool & The Gang",
        "lyrics": "  Ooh la la la, let's go dancin' Ooh la la la, reggae dancin' Ooh la la la, let's go dancin' Ooh la la la, reggae dancin'  I went down to the park Everything was dark, oh yeah All of a sudden on came the lights And everything was feelin' right  The people started dancin' They call me over to join in They said, \"JT don't you feel good man? Come on and join the reggae jam\" I heard them singin'  Ooh la la la, let's go dancin' Ooh la la la, let's go reggae dancin' Ooh la la la, let's go dancin' Ooh la la la, reggae dancin'  I wanna get to know you Come on, let's reggae down, oh yeah Get better acquainted So that everything will be fine, hey baby  Hey baby, what's your name? Is it a missis or is it miss, eh? If you're by yourself, I'd like to take you for a ride We could check the scene and we can reggae down And we'll be singing  Ooh la la la, let's go dancin' Ooh la la la, we are reggae dancin' Ooh la la la, let's go dancin' Ooh la la la, reggae dancin'  Ooh la la la, ooh, let's go dancin' Get your dancin' shoes, get your dancin' shoes Reggae dancin' Ooh la la la, ooh, let's go dancin' Go get your dancin' shoes, get your dancin' shoes Reggae dancin'  It's a special occasion, such a happy occasion It's a special occasion, such a happy occasion It's a special occasion, such a happy occasion ...  ",
        "title": "Let's Go Dancin' (ooh La, La, La)"
    },
    {
        "artist": "Phil Collins",
        "lyrics": "  [Intro] I need love, love Ooh, ease my mind And I need to find time Someone to call mine;  [Chorus] My mama said, \"You can't hurry love No, you'll just have to wait\" She said, \"Love don't come easy But it's a game of give and take\" You can't hurry love No, you'll just have to wait Just trust in a good time No matter how long it takes  [Verse 1] How many heartaches must I stand Before I find the love to let me live again Right now the only thing that keeps me hanging on When I feel my strength, ooh, it's almost gone  [Chorus] I remember mama said, \"You can't hurry love No, you'll just have to wait\" She said, \"Love don't come easy It's a game of give and take\" How long must I wait How much more must I take Before loneliness Will cause my heart, heart to break  [Verse 2] No, I can't bear to live my life alone I grow impatient for a love to call my own But when I feel that I, I can't go on Well these precious words keep me hanging on  [Chorus] I remember mama said, \"You can't hurry love No, you'll just have to wait\" She said, \"Love don't come easy But it's a game of give and take\" You can't hurry love No, you'll just have to wait Just trust in a good time No matter how long it takes  [Verse 3] Now love, love don't come easy But I keep on waiting Anticipating for that soft voice To talk to me at night For some tender arms Hold me tight I keep waiting Ooh, till that day But it ain't easy (Love don't come easy) No, you know it ain't easy  [Outro] My mama said You can't hurry love No, you'll just have to wait She said \"Love don't come easy But it's a game of give and take\" You can't hurry love No, you'll just have to wait She said \"Love don't come easy But it's a game of give and take\"  ",
        "title": "You Can't Hurry Love"
    },
    {
        "artist": "The Steve Miller Band",
        "lyrics": "  [Verse 1] I can't imagine how to tell my story and, ah Not fuss or fight, but, I really want to talk to you You see, I'm not in agreement with the law this morning So don't be my judge and jury, do I get through to you But every time I try to build up my case You tear it down with your pretty face You stand your ground And show the lightning in your eyes And then I feel it  [Chorus] Cool magic wins me over Oh, so silent, always strong and I tell you Cool magic wins me over So, I surrender to your charm  [Verse 2] I'm too defensive to give up without a fight But you know my motions what am I going to do Although it seems it's never-ending And I'm desperate To live right here Under your spell tonight And every time I try to build up my case You tear it down with your pretty face You stand your ground and Show the lightning in your eyes And then I feel it  [Chorus]  [Bridge] Just when I feel I'm about to lose my mind Then here it comes again one more time I really need it  [Chorus]  [Outro] Cool magic [x5]  ",
        "title": "Cool Magic"
    },
    {
        "artist": "Tom Petty And The Heartbreakers",
        "lyrics": "  You better watch what you say You better watch what you do to me Don't get carried away Girl, if you can do better than me, go Yeah go but remember  Good love is hard to find You got lucky babe Yeah, you got lucky babe When I found you  You put a hand on my cheek And then you turn your eyes away If you don't feel complete If I don't take you all of the way, go  (Chorus)  ",
        "title": "You Got Lucky"
    },
    {
        "artist": "Donnie Iris",
        "lyrics": "  Baby whatcha gonna do Go ahead and make your move First you say ya love me Say you'll never leave me Now you say that we are through  It's a tough world Ain't it a rough world  Without love it's true I don't know what I would do So if you're gonna leave me Go ahead and leave me Cause I'm gonna find somebody new  Chorus  It's a tough world Ain't it a rough world It's a tough world rough world stab it in the back world Tough world It's a hard world cold world hit you where it hurts world Rough world... Tough world It's a tough life rough life try to make a buck life Tough life Get a job hotshot make it to the top Rough life... tough life  I'm gonna hold my chin up high I'm gonna walk right out the door And I'm gonna make it Yeah I'm gonna make it Cause I don't need you anymore  Repeat chorus  ",
        "title": "Tough World"
    },
    {
        "artist": "John Cougar",
        "lyrics": null,
        "title": "Hand To Hold On To"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Spoken Intro - Prince] Don't worry, I won't hurt you... I only want you to have some fun  [Verse 1 - Prince, (Lisa), Dez, (All)] (I was dreamin' when I wrote this Forgive me if it goes astray) But when I woke up this morning I could have sworn it was judgment day The sky was all purple There were people runnin' everywhere (Tryin' to run from the destruction And you know I didn't even care)  [Chorus - Prince (All)] 'Cuz they say... (2000 zero zero party over oops out of time So tonight I'm gonna party like it's 1999)  [Verse 2 - Prince, (Lisa), Dez, (All)] (I was dreamin' when I wrote this So sue me if I go too fast) But life is just a party And parties weren't meant to last War is all around us My mind says prepare to fight (So if I gotta die I'm gonna listen to my body tonight) Yeah  [Chorus - Prince (All)] 'Cuz they say... (2000 zero zero party over oops out of time So tonight I'm gonna party like it's 1999)  [Verse 3 - Prince, (Lisa), Dez, (All)] Lemme tell ya somethin'... (If you didn't come to party Don't bother knockin' on my door I got a lion in my pocket And baby he's ready to roar) Everybody's got a bomb We could all die any day, Oh (But before I'll let that happen I'll dance my life away)  [Chorus - Prince (All)] 'Cuz they say... (2000 zero zero party over oops out of time) We're runnin' outta time (So Tonight I'm gonna party like it's 1999) So tonight we gonna, we gonna...Ow! Say it 1 more time (2000 zero zero party over oops out of time) No, no... (Tonight I'm gonna party like it's 1999) So tonight we gonna, we gonna...Woo!  [Bridge - Prince (All)] Alright, it's 1999 You say it, 1999 1999 1999 - don't stop, don't stop, say it one more time! (2000 zero zero party over oops out of time) Yeah, Yeah... (So Tonight I'm gonna party like it's 1999) So tonight we gonna, we gonna, Woo!  [Outro - - Prince, (Lisa), (All)] Yeah, 1999 1999 Don'tcha wanna go? 1999 Don'tcha wanna go? 1999 We could all die any day 1999 I don't wanna die I'd rather dance my life away 1999 Listen to what I'm tryin' to say... Everybody, everybody say party C'mon now, you say party That's right, everybody say (Party) Can't run from the revelation, no (Party) Sing it for your nation y'all (Party) Tell me what you're singin', baby say (Party) Telephone's a-ringin', mama (Party) C'mon, c'mon, you say (Party) Everybody, two times (Party) Work it down to the ground, say (Party) Ooh, ooh, ooh, ooh (Party) Come on, (Oh, take my body, baby) (Party) That's right, c'mon, sing the song (Party) (Ohhh) (Party) That's right (Party) Got a lion in my pocket mama, say (Party) Oh, and he's ready to roar (Party) Ahhhh...  [Spoken outro - Lisa] Mommy, why does everybody have a bomb? Mommy, why does everybody have a bomb?  ",
        "title": "1999"
    },
    {
        "artist": "Grandmaster Flash",
        "lyrics": "  [Intro] It's like a jungle sometimes It makes me wonder how I keep from going under It's like a jungle sometimes It makes me wonder how I keep from going under  [Verse 1] Broken glass everywhere People pissing on the stairs, you know they just don't care I can't take the smell, can't take the noise Got no money to move out, I guess I got no choice Rats in the front room, roaches in the back Junkies in the alley with a baseball bat I tried to get away but I couldn't get far ’Cause a man with a tow truck repossessed my car  [Hook] Don't push me, ’cause I'm close to the edge I'm trying not to lose my head It's like a jungle sometimes It makes me wonder how I keep from going under  [Verse 2] Standing on the front stoop, hanging out the window Watching all the cars go by, roaring as the breezes blow Crazy lady, living in a bag Eating out of garbage pails, used to be a fag hag Said she'll dance the tango, skip the light fandango A Zircon princess seemed to lost her senses Down at the peep show watching all the creeps So she can tell her stories to the girls back home She went to the city and got social security She had to get a pimp, she couldn't make it on her own  [Hook] Don't push me, ’cause I'm close to the edge I'm trying not to lose my head It's like a jungle sometimes It makes me wonder how I keep from going under  [Verse 3] My brother's doing bad, stole my mother's TV Says she watches too much, it's just not healthy All My Children in the daytime, Dallas at night Can't even see the game or the Sugar Ray fight The bill collectors, they ring my phone And scare my wife when I'm not home Got a bum education, double-digit inflation Can't take the train to the job, there's a strike at the station Neon King Kong standing on my back Can't stop to turn around, broke my sacroiliac A mid-range migraine, cancered membrane Sometimes I think I'm going insane I swear I might hijack a plane!  [Hook] Don't push me, ’cause I'm close to the edge I'm trying not to lose my head It's like a jungle sometimes It makes me wonder how I keep from going under  [Verse 4] My son said, Daddy, I don't wanna go to school ’Cause the teacher's a jerk, he must think I'm a fool And all the kids smoke reefer, I think it'd be cheaper If I just got a job, learned to be a street sweeper Or dance to the beat, shuffle my feet Wear a shirt and tie and run with the creeps ’Cause it's all about money; ain't a damn thing funny You got to have a con in this land of milk and honey They pushed that girl in front of the train Took her to the doctor, sewed her arm on again Stabbed that man right in his heart Gave him a transplant for a brand new start I can't walk through the park, ’cause it's crazy after dark Keep my hand on my gun, ’cause they got me on the run I feel like a outlaw, broke my last glass jaw Hear them say \"You want some more?\", living on a see-saw  [Hook] Don't push me, ’cause I'm close to the edge I'm trying not to lose my head It's like a jungle sometimes It makes me wonder how I keep from going under  [Verse 5] A child is born with no state of mind Blind to the ways of mankind God is smiling on you, but he's frowning too Because only God knows what you'll go through You'll grow in the ghetto living second-rate And your eyes will sing a song called deep hate The places you play and where you stay Looks like one great big alleyway You'll admire all the number-book takers Thugs, pimps and pushers and the big money-makers Driving big cars, spending twenties and tens And you'll wanna grow up to be just like them, huh Smugglers, scramblers, burglars, gamblers Pickpocket peddlers, even panhandlers You say \"I'm cool, huh, I'm no fool.\" But then you wind up dropping outta high school Now you're unemployed, all null and void Walking 'round like you're Pretty Boy Floyd Turned stick-up kid, but look what you done did Got sent up for a eight-year bid Now your manhood is took and you're a Maytag Spend the next two years as a undercover fag Being used and abused to serve like hell 'Til one day you was found hung dead in the cell It was plain to see that your life was lost You was cold and your body swung back and forth But now your eyes sing the sad, sad song Of how you lived so fast and died so young, so...  [Hook] Don't push me, ’cause I'm close to the edge I'm trying not to lose my head It's like a jungle sometimes It makes me wonder how I keep from going under  ",
        "title": "The Message"
    },
    {
        "artist": "Eddie Money",
        "lyrics": null,
        "title": "Shakin'"
    },
    {
        "artist": "Sheena Easton",
        "lyrics": "  I make friends, I make enemies, it doesn't matter all that much to me I'm not the kind who deals behind the scenes I won't sell my soul, I'd be nothing without some integrity  Chorus: I wouldn't beg for water, I wouldn't beg for water If my soul was on fire, that's the last thing I would ever do I wouldn't beg for water, I wouldn't beg for water If my soul was on fire, but I'd get down on my knees for you  I've got pride, it's not the foolish kind Don't owe people favours, that's my peace of mind I don't know why I deserve someone like you But you're my one and only sole exception to all my rules  Chorus  Real love is hard to find, as holding back the sands of time And time can change my life as much as you  I wouldn't beg for water, I wouldn't beg for water If my soul was on fire, you know me well enough to know it's true I wouldn't beg for water, I wouldn't beg for water (If my soul was on fire), but I'd get down on my knees for you  ",
        "title": "I Wouldn't Beg For Water"
    },
    {
        "artist": "A Flock Of Seagulls",
        "lyrics": "  [Verse 1] I walked along the avenue I never thought I'd meet a girl like you Meet a girl like you  [Verse 2] With auburn hair and tawny eyes The kind of eyes that hypnotize me through Hypnotize me through  [Bridge] And I ran, I ran so far away I just ran, I ran all night and day Couldn't get away  [Verse 3] A cloud appears above your head A beam of light comes shining down on you Shining down on you  [Verse 4] The cloud is moving nearer still Aurora borealis comes in view Aurora comes in view  [Bridge]  [Verse 5] Reached out a hand to touch your face You're slowly disappearing from my view Disappearing from my view  [Verse 6] Reached out a hand to try again I'm floating in a beam of light with you A beam of light with you  [Outro] And I ran, I ran so far away I just ran, I ran all night and day And I ran, I ran so far away I just ran, I couldn't get away  ",
        "title": "I Ran (So Far Away)"
    },
    {
        "artist": "Michael Murphey",
        "lyrics": null,
        "title": "What's Forever For"
    },
    {
        "artist": "REO Speedwagon",
        "lyrics": null,
        "title": "Sweet Time"
    },
    {
        "artist": "Kim Carnes",
        "lyrics": "  I've heard talk goin' round about you They say you've taken up with somebody new And they say you're still crazy But I'm still crazy about you And you do remember  The heart abused of the heart unused When it's all said and done I know what I'd chose So why did you run to her Is she just an excuse  To help you remember Make you forget Does it just bring a tear to your eye With the pain and the pleasure Do you ever regret When you see how love passed you by Does it make you remember Does it make you remember  I saw your car from my window last night You were drivin' real slow And I hid from your lights Was it bringing you back I was hopin' it might  Make you remember Make you forget Does it just bring a tear to your eye With the pain and the pleasure Do you ever regret When you see how love passed you by  I've heard talk goin' round about you They say you've taken up with somebody new And they say you're still crazy But I'm still crazy about you And you do remember  Does it make you remember Make you forget Does it just bring a tear to your eye With the pain and the pleasure Do you ever regret When you see how love passed you by Does it make you remember Does it make you remember Someone is waiting Waiting for you Someone is waiting for you  ",
        "title": "Does It Make You Remember"
    },
    {
        "artist": "Men At Work",
        "lyrics": "  [Verse 1] Traveling in a fried-out Kombi On a hippie trail, head full of zombie I met a strange lady, she made me nervous She took me in and gave me breakfast And she said  [Chorus 1] Do you come from a land down under Where women glow and men plunder Can't you hear, can't you hear the thunder You better run, you better take cover  [Verse 2] Buying bread from a man in Brussels He was six-foot-four and full of muscles I said, do you speak-a my language He just smiled and gave me a Vegemite sandwich And he said  [Chorus 2] I come from a land down under Where beer does flow and men chunder Can't you hear, can't you hear the thunder You better run, you better take cover  [Verse 3] Lyin' in a den in Bombay With a slack jaw, and not much to say I said to the man, are you trying to tempt me Because I come from the land of plenty And he said  [Chorus 1] Do you come from a land down under Where women glow and men plunder Can't you hear, can't you hear the thunder You better run, you better take cover  Do you come from a land down under Where women glow and men plunder Can't you hear, can't you hear the thunder You better run, you better take cover  Do you come from a land down under Where women glow and men plunder Can't you hear, can't you hear the thunder You better run, you better take cover  Do you come from a land down under Where women glow and men plunder Can't you hear, can't you hear the thunder You better run, you better take cover  ",
        "title": "Down Under"
    },
    {
        "artist": "Luther Vandross",
        "lyrics": "  [Verse 1:] Roll back the rug, everybody Move all the tables and chairs We're gonna have us a good time tonight  Every time that we meet We skip and we dip to the beat Yeah, yeah What in the world could be better Than getting together  The last time we had a party It ended when the sun came up That's why your mama told you That you couldn't go out Stay in the house  [Chorus:] Bad boy He's gonna sneak out tonight He's gonna tip by her window Cause he sure wants to get out and dance  [Verse 2:] Everyone's here Let 'em all in The chandelier downstairs has fallen I know it's hard to resist This is the party no one wanted to miss  But if you don't get home on the double, boy You're going to be in trouble I hope your mama don't look in your room 'Cause if she does She'll be here soon  Boy, she's gonna be mad You're a bad boy And you've got it bad, boy Boy, say goodbye to your friends 'Cause it's gonna be a while Til you see them again  [Repeat Chorus:]  [Bridge:] Everybody's swinging Dancing to the music on the radio Having a party  Everybody's swinging Dancing to the music on the radio You can't go  [Repeat Chorus:]  ",
        "title": "Bad Boy/Having A Party"
    },
    {
        "artist": "Rick Springfield",
        "lyrics": "  Well, you admit you like the game but you're not gonna play You're just ignorin' what you're body's tryin' to say I get the feelin' that you're playin' and we're both gonna win I think this angel's about to sin  I get excited just thinkin' what you might be like I get excited, there's heaven in your eyes tonight The fire's ignited, down below it's burnin' bright Oh baby, stay; we got all night, all night Baby please, I can't please if I'm on my knees tonight  No, baby you don't look that nervous when you bite your lip You keep 'em open when we kiss, you're a hypocrite You got my body dancin' tengo in three-four time This angel's gonna spread her wings tonight  I get excited just thinkin' what you might be like I get excited, there's heaven in your eyes tonight The fire's ignited, down below it's burnin' bright Oh baby, stay; we got all night, all night We got all night, all night Baby please, I can't please, if I'm on my knees tonight Tonight...  Baby, I can feel your heartbeat; can't you feel the heat? Baby's got cold feet, fire below Oh baby, stay; we got... Oh baby, stay; we got all night, all night We got all night, all night Baby please, I can't please if I'm on my knees All night, all night We got all night, all night Baby please, I can't please if I'm on my knees tonight Tonight!  ",
        "title": "I Get Excited"
    },
    {
        "artist": "Air Supply",
        "lyrics": "  I was down, my dreams were wearing thin When you're lost, where do you begin? My heart always seemed to drift from day to day Looking for the love that never came my way  Then you smiled and I reached out to you I could tell you were lonely too One look, then it all began for you and me The moment that we touched, I knew that there would be  Two less lonely people in the world And it's gonna be fine Out of all the people in the world I just can't believe you're mine In my life where everything was wrong Something finally went right Now there's two less lonely people in the world tonight  Just to think what I might have missed Looking back, how did I exist? I dreamed, still I never thought I'd come this far But miracles come true, I know 'cause here we are  Two less lonely people in the world And it's gonna be fine Out of all the people in the world I just can't believe you're mine In my life where everything was wrong Something finally went right Now there's two less lonely people in the world tonight  Tonight I fell in love with you And all the things I never knew Seemed to come to me somehow Baby, love is here and now there's  Two less lonely people in the world And it's gonna be fine Out of all the people in the world I just can't believe you're mine In my life where everything was wrong Something finally went right Now there's two less lonely people, two less lonely people Two less lonely people in the world tonight  Two less lonely people in the world And it's gonna be fine Out of all the people in the world I just can't believe you're mine In my life where everything was wrong Something finally went right Now there's two less lonely people in the world tonight  ",
        "title": "Two Less Lonely People In The World"
    },
    {
        "artist": "Paul Carrack",
        "lyrics": null,
        "title": "I Need You"
    },
    {
        "artist": "Go-Go's",
        "lyrics": null,
        "title": "Get Up And Go"
    },
    {
        "artist": "Survivor",
        "lyrics": "  [Verse 1] Rising up, back on the street Did my time, took my chances Went the distance, now I'm back on my feet Just a man and his will to survive So many times it happens too fast You trade your passion for glory Don't lose your grip on the dreams of the past You must fight just to keep them alive  [Chorus] It's the eye of the tiger It's the thrill of the fight Rising up to the challenge of our rival And the last known survivor Stalks his prey in the night And he's watching us all With the eye of the tiger  [Verse 2] Face to face, out in the heat Hanging tough, staying hungry They stack the odds 'til we take to the street For the kill with the skill to survive  [Chorus] It's the eye of the tiger It's the thrill of the fight Rising up to the challenge of our rival And the last known survivor Stalks his prey in the night And he's watching us all With the eye of the tiger  [Verse 3] Rising up, straight to the top Had the guts, got the glory Went the distance, now I'm not going to stop Just a man and his will to survive  [Chorus] It's the eye of the tiger It's the thrill of the fight Rising up to the challenge of our rival And the last known survivor Stalks his prey in the night And he's watching us all With the eye of the tiger  [Outro] The eye of the tiger The eye of the tiger The eye of the tiger The eye of the tiger  ",
        "title": "Eye Of The Tiger"
    },
    {
        "artist": "Michael McDonald",
        "lyrics": "  Maybe it's true what they say about Maybe we can't make the ends meet Maybe we'll all have to do without Maybe this world's just incomplete  Well, we all look for truth in this life Searching with hope inside If it's so hard living in a desperate world We all do the best that we can  Some people see a change Some will remain the same Others will live their lives under the gun Some see the road as clear Some say the end is here They say it's a hopeless fight But I say I gotta try now Oh, I've got to try, baby  Maybe it's too much to think about Maybe there ain't nothin' left to say But if our time is really runnin' out Then this ain't no time to run away  Cause we're destined to look For the truth in this life Searching with tearful eyes If it's so hard livin' in a desperate world Then tell me why was I born  Some people see a change Some will remain the same Others will live their lives under the gun Some see the road as clear Some say the end is here They say it's a hopeless fight But I say I gotta try now Oh, I've got to try, baby  Lonely, living so lonely It ain't too late To turn it all around  Some people see a change Some will remain the same Others will live their lives under the gun Some see the road as clear Some say the end is here They say it's a hopeless fight But I say I gotta try now Oh, I've got to try, baby  Someone's tryin' Someone's cryin' out While we live under the gun Someone's livin' Someone's givin' up  ",
        "title": "I Gotta Try"
    },
    {
        "artist": "The Motels",
        "lyrics": "  They say, before we met How perfect we would be There's no question, there's no answer My forever mine, my forever mine  Sweetly spoken lines Erase all those bad times How long I've longed For the longing to stop My forever mine, my forever mine  Take me in your arms Whisper words like always Stay until you go Live forever, love forever My forever mine, my forever mine  The memories are there To prove how real or rare Maybe just a place in time My forever mine, my forever mine  Take me in your arms Whisper words like always (Always, always) Stay until you go Live forever, love forever My forever mine, my forever mine  (BRIDGE) Take me in your arms Whisper words like always (Always, always) Stay until you go Live forever, love forever My forever mine, my forever mine My forever mine, my forever mine My forever mine, my forever mine My forever mine, my forever mine My forever mine, my forever mine My forever mine, my forever mine  ",
        "title": "Forever Mine"
    },
    {
        "artist": "Bill Conti",
        "lyrics": null,
        "title": "Theme From Dynasty"
    },
    {
        "artist": "Steve Winwood",
        "lyrics": null,
        "title": "Valerie"
    },
    {
        "artist": "The Fixx",
        "lyrics": null,
        "title": "Stand Or Fall"
    },
    {
        "artist": "Frida",
        "lyrics": "  I can see that, it won't be long You grow cold when you keep holding on You know you've changed And your words they lie That's something you can't deny I call, you're not at home You're home, but you're not alone If you wanna leave Then why don't you say Your love has gone anyway I know there's something going on I know there's something going on I know it won't be long Won't be long before you're gone There's something going on There's something going on I know a good thing Must come to an end But it's hard to take Loosing a friend I know what you think And what's in your mind So darling, why pretend I know there's something going on I know there's something going on I know it won't be long Won't be long before you're gone There's something going on There's something going on I know there's something going on I know there's something going on I know it won't be long Won't be long before you're gone There's something going on There's something going on There's something going on There's something going on --- .  ",
        "title": "I Know There's Something Going On"
    },
    {
        "artist": "Judas Priest",
        "lyrics": "  [Verse 1] One life I'm gonna live it up I'm takin' flight I said I'll never get enough Stand tall I'm young and kinda proud I'm on top as long as the music's loud  [Chorus 1] If you think I'll sit around as the world goes by You're thinkin' like a fool cause it's a case of \"do or die\" Out there is a fortune waitin' to be had You think I'll let it go? You're mad You've got another thing comin' You got another thing comin'  [Verse 2] That's right here's where the talkin' ends Well listen this night there'll be some action spent Drive hard I'm callin' all the shots I got an ace card comin' down on the rocks  [Chorus 2] If you think I'll sit around while you chip away my brain Listen I ain't foolin' and you'd better think again Out there is a fortune waitin' to be had You think I'll let it go? You're mad You got another thing comin' You got another thing comin' You got another thing comin'  [Bridge] In this world we're livin' in, we have our share of sorrow Answer now is don't give in, aim for a new tomorrow  [Guitar Solo]  [Verse 3] Oh so hot, no time to take a rest yeah Act tough, ain't room for second best Real strong, got me some security Hey, I'm a big smash, I'm goin' for infinity yeah  [Chorus 1] If you think I'll sit around as the world goes by You're thinkin' like a fool cause it's a case of \"do or die\" Out there is a fortune waitin' to be had You think I'll let it go? You're mad You've got another thing comin' You got another thing comin' You got another thing comin' You got another thing comin'  [Outro] You got another thing comin' You got another thing comin' You got another thing comin' You got another thing comin' You got another thing comin' You got another thing comin' You got another thing comin' You got another thing comin'  ",
        "title": "You've Got Another Thing Comin'"
    },
    {
        "artist": "A Flock Of Seagulls",
        "lyrics": "  I saw your eyes And you made me smile For a little while I was falling in love  I saw your eyes And you touched my mind Although it took a while I was falling in love  I saw your eyes And you made me cry And for a little while I was falling in love  I was falling in love  Falling in love Falling in love Falling in love Falling in love  ",
        "title": "Space Age Love Song"
    },
    {
        "artist": "Cliff Richard",
        "lyrics": null,
        "title": "The Only Way Out"
    },
    {
        "artist": "Adam Ant",
        "lyrics": "  With the heartbreak open So much you can't hide Put on a little makeup, makeup Make sure they get your good side, good side If the words unspoken Get stuck in your throat Send a treasure token, token Write it on a pound note, pound note  Goody two, goody two, goody goody two shoes Goody two, goody two, goody goody two shoes Don't drink, don't smoke, what do you do? You don't drink, don't smoke, what do you do? Subtle innuendos follow There must be something inside  We don't follow fashion That'd be a joke You know we're going to set them, set them So everyone can take note, take note When they saw you kneeling Crying words that you mean Opening their eyeballs, eyeballs Pretending that you're Al Green, Al Green  Goody two, goody two, goody goody two shoes Goody two, goody two, goody goody two shoes Don't drink, don't smoke, what do you do? You don't drink, don't smoke, what do you do? Subtle innuendos follow Must be something inside  No one's gonna tell me What's wrong and what's right Or tell me who to eat with, sleep with Or that I've won the big fight, big fight  Look out or they'll tell you You're a \"Superstar\" Two weeks and you're an all-time legend I think the games have gone much too far If the words unspoken Get stuck in your throat Send a treasure token, token Write it on a pound note, pound note  Don't drink, don't smoke, what do you do? You don't drink, don't smoke, what do you do? Subtle innuendos follow: Must be something inside, he's hidin' Don't drink, don't smoke, what do you do? Ya don't drink, don't smoke, what do you do? Subtle innuendos follow: Must be something inside, he's hidin' Don't drink, don't smoke, what do you do? Ya don't drink, don't smoke, what do you do? Subtle innuendos follow: Must be something inside, he's hidin' Don't drink, don't smoke, what do you do? Ya don't drink, don't smoke, what do you do? Subtle innuendos follow: Must be something inside, he's hidin' Don't drink, don't smoke, what do you do? Ya don't drink, don't smoke, what do you do? Subtle innuendos follow: Must be something inside  ",
        "title": "Goody Two Shoes"
    },
    {
        "artist": "Scandal Featuring Patty Smyth",
        "lyrics": "  Those times I waited for you seem so long ago I wanted you far too much to ever let you go You know you never got by your fear to choose And I guess I never could stand to lose It's such a pity to say Goodbye to you Goodbye to you How Could I have loved someone like the one I see in you? I remember the good times baby now, and the bad times too These last few weeks of holding on The days are dull, the nights are long Guess it's better to say Goodbye to you Goodbye to you Goodbye to you Goodbye to you 'Cause baby it's over now No need to talk about it It's not the same My love for you's just not the same And my heart, and my heart And my heart can't stand the strain And my love, and my love And my love won't stand the pain And my heart, and my heart And my heart can't stand the strain And my love, and my love And my love... Goodbye to you Goodbye to you Goodbye to you Goodbye to you How could I have loved someone like the one I see in you? Yeah, I remember the good times baby now, and the bad times too These last few weeks of holding on The days are dull, the nights are long Guess it's better to say Goodbye to you Goodbye to you Goodbye to you Goodbye to you Goodbye baby [Goodbye baby] So long darling Goodbye to you Goodbye to you Bye, bye baby [bye, bye baby] So long darling  ",
        "title": "Goodbye To You"
    },
    {
        "artist": "Bill Medley",
        "lyrics": null,
        "title": "Right Here And Now"
    },
    {
        "artist": "Timothy B. Schmit",
        "lyrics": null,
        "title": "So Much In Love"
    },
    {
        "artist": "Robert Plant",
        "lyrics": "  Watch them go 'cause one by one they rise to fall Hearts in tow It's just a game - she's only having fun She laughs and turns away surprised She mocks it all the same Tonight's the loss tomorrow's gain And in the end it's so  Stand in line As one by one they march in time In the wings I stand and watch these foolish things go by Just preparing for the play Aloof she moves The confidante, with practiced step The merry dance she executes her role, role  As the cavalcade begins to thin Do you stop and look around Free to choose but not to win - You're just too late Your show is at an end - Now you're the victim of your game Through your fingers watch them slip Familiar rules just hit and miss For the one who never shows  ",
        "title": "Pledge Pin"
    },
    {
        "artist": "Sonny Charles",
        "lyrics": null,
        "title": "Put It In A Magazine"
    },
    {
        "artist": "Alabama",
        "lyrics": "  [Intro] Sometimes the morning coffee's way too strong And Sometimes what she says she says all wrong  [Verse 1] Right or Wrong, she's there beside me Like only a friend would be! And that's close enough to perfect for me Now, She's been known to wear her pants too tight And drinking puts her out just like a light Heaven knows she's not an angel But she'd really like to be And that's close enough to perfect for me  [Chorus] She kisses me each morning And smiles a sleepy smile! She don't have to say it I can see it in her eyes!  [Verse 2] Don't you worry about my woman And what you think she aught to be! She's close enough to perfect for me! Sometimes she gets down and starts to cry! But then again a lady has a right She's everything I ever wanted! She's all I'll ever need! She's close enough to perfect for me!  [Chorus]  [Outro] Don't you worry about my woman And what you think she aught to be! She's close enough to perfect,for me![x2]  ",
        "title": "Close Enough To Perfect"
    },
    {
        "artist": "Cheap Trick",
        "lyrics": "  When I'm down I make a call Got the number written on the wall First it's busy then I try again Oh, who's she talking to, could it be him?  I got the number and it starts to ring I get excited and I start to dream I start to fantasize of memory lane Then she answers and she says right way She says I'm home on my own, home all alone So I got off the phone  (She's tight.) She's ahead of her time (She's tight.) She's one of a kind (She's tight.) She's a talented girl (She's tight.) She's got her head down tight  I have something got to say to you Amnesia and my train of thought On the tip, tip of my tongue I had a vision when I was young  You floated in, we floated up Through the window and down the hall I had a smoke and went upstairs Turned the door and opened the key. She spoke... I'm on my own, home all alone So I got off the phone  (She's tight.) She's ahead of her time (She's tight.) She's one of a kind (She's tight.) She's a talented girl (She's tight.) She's got her head down tight  (She's tight.) She's giving me the go (She's tight.) She's giving me the high sign (She's tight.) We'll turn off the lights (She's tight.) Pull down the shades (She's nice, she's tight.) Turn on the cam'ra (She's nice, she's tight.) And getting ready for action  Turn off the radio Turn on the video  ",
        "title": "She's Tight"
    },
    {
        "artist": "Stacy Lattisaw",
        "lyrics": "  Attack of the name game Attack of the name game  I was walkin' down the street Keepin' time with my feet When I heard the strangest sound I saw a spaceship scene and a man in green And a crowd was gathered 'round  Well, I stepped up close Just to get a little dose Of his rhymin' kind of game Then he winked all three of eyes at me And he said, \"Did you catch my name\"  It's Clack it back I gotta Clack attack I gotta Clee Cly Cloe the Clack a jack  Turn the Tyde You gotta move the Myde You gotta wham-bam funkify the Fyde With Clyde  I said, \"Hey, Clyde, you're sure outside Your rap is truly meaner Now try some more\" He said, \"For sure. Come on, let do Tina\"  Tack it back I gotta Tack attack I gotta Tee Ty Toe the Tack a jack  Turn the Tina Gotta move the Mina Gotta wham-bam funkify the Fina Tina  Well, how 'bout Stevie? (That's easy)  Stack it back I gotta Stack attack I gotta Stee Sty Stoe the Stack a jack  Turn the Tevie Gotta move the Mevie Gotta wham-bam funkify the Fevie Stevie  Ooh, but can you do Shirley (Why surely)  Shack it back I gotta Shack attack I gotta Shee Shy Shoe the Shack a jack  Turn the Tirley Gotta move the Mirley Gotta wham-bam funkify the Firley Shirley  Attack of the name game Attack of the name game  I couldn't believe what he was sayin' to me This dude sure came on hip (Hey, mama) His threads were fine and electric lime Was the color of his ship (Check it out)  And the rhymin' sounds that cat threw down Were surely from above And I said, \"Why'd you come here Clyde\" And he said, \"To spread some love\"  I got Slack it back I gotta Lack attack I gotta Lee Ly Loe the Lack a jack  Turn the Tove You gotta move the Move Gotta wham-bam funkify the Fove With Love  Yeah, I got it Check this out  Stack it back I gotta Stack attack I gotta Stee Sty Stoe the Stack a jack (That's a fact)  Turn the Tacy Gotta move the Macy Gotta wham-bam funkify the Facy My name is Stacy  Well, can you picture that (Right where it's at)  Now we got it, try and see If you can do some names with me How about Slick Rick  Slack it back I gotta Slack attack I gotta Slee Sly Sloe the Slack a jack  Turn the Tick Rick Gotta move the Mick Rick Gotta wham-bam funkify the Fick Rick Slick Rick  (I said, who is this little dude) Hey, big sis Give me a shot And I'mma gonna show you just what I got  Jack is back, I gotta Jack attack I gotta Jee Jy Joe the Jack a jack (Get back) Turn the Terry, gotta move the Merry Gotta wham-bam funkify the Ferry Jerry  Attack of the name game (You better lock up your daughter) Attack of the name game (I'll make her do what she hadn't oughta)  (I said yo', I gotta go) (But there's one more thing I want you to know) (Now everybody come and take a chance) (And all get down on this spaceman dance)  (Shooby doo bop, shooby doo wop) (Shooby dooby dooby doo wop) (Shooby doo bop, shooby doo wop) (Shooby dooby dooby doo wop)  (Dooby dooby dooby dooby doo wop) (Dooby dooby dooby doo wop)  (You're lookin' good) (Now, now put your left foot down) (Now put your other left foot down) (Now put your right foot down) (Now put your good foot down) (And walk like this)  (Well, get down earthlings, get down) (Now put all three hands together and clap) (Good, a good God) (Check it out, hey) (Gotta split, baby) (Goodbye)  ",
        "title": "Attack Of The Name Game"
    },
    {
        "artist": "Paul McCartney",
        "lyrics": "  [Verse 1] It's a tug of war What with one thing and another It's a tug of war We expected more But with one thing and another We were trying to outdo each other In a tug of war  [Chorus 1] In another world In another world we could Stand on top of the mountain With our flag unfurled  In a time to come In a time to come we will be Dancing to the beat played On a different drum  [Verse 2] It's a tug of war Though I know I mustn't grumble It's a tug of war But I can't let go If I do you'll take a tumble And the whole thing is going to crumble It's a tug of war  [Interlude] (Pushing and pushing, pulling and pulling Pushing and pulling)  [Bridge] In years to come they may discover What the air we breathe and the life we lead Are all about But it won't be soon enough Soon enough for me No it won't be soon enough Soon enough for me  [Verse variations] In another world we could Stand on top of the mountain With our flag unfurled In a time to come we will be Dancing to the beat played On a different drum We will be dancing to the beat Played on a different drum We will be dancing to the beat Played on a different drum  [Verse 3] It's a tug of war, a tug of war A tug of war What with one thing and another It's a tug of war We expected more But with one thing and another We were trying to outscore each other In a tug of war  [Choir tail] (Pushing and pushing Pulling and pulling Pushing and pulling)  ",
        "title": "Tug Of War"
    },
    {
        "artist": "Santana",
        "lyrics": null,
        "title": "Hold On"
    },
    {
        "artist": "Talk Talk",
        "lyrics": "  [Verse 1] Funny how I find myself in love with you If I could buy my reasoning I'd pay to lose One half won't do  [Chorus] I've asked myself, how much do you Commit yourself It's my life, don't you forget It's my life, it never ends (It never ends)  [Verse 2] Funny how I blind myself, I never knew If I was sometimes played upon, afraid to lose  [Chorus] I'd tell myself, what good you do Convince myself It's my life, don't you forget It's my life, it never ends (It never ends)  [Instrumental]  [Chorus] I've asked myself, how much do you Commit yourself? It's my life, don't you forget Caught in the crowd, it never ends It's my life, don't you forget Caught in the crowd, it never ends It's my life, don't you forget Caught in the crowd, it never ends  ",
        "title": "Talk Talk"
    },
    {
        "artist": "Kenny Loggins with Steve Perry",
        "lyrics": "  Live long enough, you're bound to find Moonshine'll make a man go blind Never can tell what the brew will do But there's times to wind up feelin' so fine Some women seem to have a knack They'll turn you on and leave you flat Never can tell who's playin' for keeps So tell me what's holding you back I know your heart can take it Don't fight it Don't fight it Don't fight it It'll do your heart so good Don't fight it Don't fight it Don't fight it It'll do your heart so good Don't fight it Don't fight it Don't fight it It'll only do you good Some people when they hear a groove Shake their heads 'cause they just can't approve Well, I turn up the music till it's shakin' the sky Is everybody ready to move? There's times you wanna shake yourself There's nights you wanna yell for help You can fly when you're standin' still There's nothin' wrong with raising some hell Tonight we're gonna raise it Don't fight it Don't fight it Don't fight it It'll do your heart so good Don't fight it Don't fight it Don't fight it It'll do your heart so good Don't fight it Don't fight it Don't fight it It'll do your heart so Do what mama do Do what daddy do When you gonna make up your mind? You can run but love will find you Ready or not here it comes Don't fight it Don't fight it Don't fight it Don't fight it Don't fight it Don't fight it Don't fight it Don't fight it It'll do your heart so good Don't fight it Don't fight it Don't fight it ...  ",
        "title": "Don't Fight It"
    },
    {
        "artist": "Air Supply",
        "lyrics": null,
        "title": "Young Love"
    },
    {
        "artist": "The Steve Miller Band",
        "lyrics": "  [Verse 1] I heat up, I can't cool down You got me spinnin' 'Round and 'round 'Round and 'round and 'round it goes Where it stops nobody knows  [Verse 2] Every time you call my name I heat up like a burnin' flame Burnin' flame full of desire Kiss me baby, let the fire get higher  [Chorus] Abra-abra-cadabra I want to reach out and grab ya Abra-abra-cadabra Abracadabra  [Verse 3] You make me hot, you make me sigh You make me laugh, you make me cry Keep me burnin' for your love With the touch of a velvet glove  [Chorus] Abra-abra-cadabra I want to reach out and grab ya Abra-abra-cadabra Abracadabra  [Verse 4] I feel the magic in your caress I feel magic when I touch your dress Silk and satin, leather and lace Black panties with an angel's face  I see magic in your eyes I hear the magic in your sighs Just when I think I'm gonna get away I hear those words that you always say  [Chorus] Abra-abra-cadabra I want to reach out and grab ya Abra-abra-cadabra Abracadabra  [Verse 2] Every time you call my name I heat up like a burnin' flame Burnin' flame full of desire Kiss me baby, let the fire get higher  [Instrumental]  [Alt. Verse 1] I heat up, I can't cool down My situation goes 'round and 'round I heat up, I can't cool down My situation goes 'round and 'round I heat up, I can't cool down My situation goes 'round and 'round  ",
        "title": "Abracadabra"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse 1] Everybody needs a little time away I heard her say, from each other Even lovers need a holiday Far away, from each other  [Chorus 1] Hold me now It's hard for me to say I'm sorry I just want you to stay  [Chorus 2] After all that we've been through I will make it up to you, I promise to And after all that's been said and done You're just the part of me I can't let go  [Verse 2] Couldn't stand to be kept away Just for the day, from your body Wouldn't want to be swept away Far away, from the one that I love  [Chorus 1] Hold me now It's hard for me to say I'm sorry I just want you to know  [Chorus 1] Hold me now I really want to tell you I'm sorry I could never let you go  [Chorus 2] After all that we've been through I will make it up to you, I promise to And after all that's been said and done You're just the part of me I can't let go  [Chorus 2] After all that we've been through I will make it up to you, I promise to You're going to be the lucky one  [Outro] (Get Away) When we get there gonna jump in the air No one'll see us because there's nobody there After all, you know we really don't care Hold on, I'm going to take you there  ",
        "title": "Hard To Say I'm Sorry"
    }
]