[
    {
        "artist": "U2",
        "lyrics": "  [Verse 1] See the stone set in your eyes See the thorn twist in your side I'll wait for you Sleight of hand and twist of fate On a bed of nails she makes me wait And I wait without you  [Chorus] With or without you With or without you  [Verse 2] Through the storm, we reach the shore You give it all but I want more And I'm waiting for you  [Chorus] With or without you With or without you, I I can't live with or without you  [Bridge] And you give yourself away And you give yourself away And you give, and you give And you give yourself away  [Verse 3] My hands are tied, my body bruised She got me with nothing to win And nothing left to lose  [Bridge] And you give yourself away And you give yourself away And you give, and you give And you give yourself away  [Chorus] With or without you With or without you I can't live, I can't live with or without you With or without you With or without you I can't live with or without you With or without you  ",
        "title": "With or Without You"
    },
    {
        "artist": "Jody Watley",
        "lyrics": "  [Verse 1] I gave you love You did me wrong I didn't know what to do But baby, I'm strong I'll get over you A new boy I'm gonna choose You'll see  My love was true Still you threw it all away Now other guys will have me They'll appreciate my love Tell me, how does it feel?  [Pre-Chorus] You know that I needed you You know that you meant the world to me You know I had to have you Now I'm gonna find somebody new  [Chorus] I'm looking for a new love, baby A new love, yeah, yeah, yeah I'm looking for a new love, baby A new love, yeah, yeah, yeah  [Verse 2] Was she hot? Did she turn you out? Curiosity rules my brain Was she worth my heart It's torn all apart Are you going back again? Tell me  My love was true Still you threw it all away But now your like the rest Unworthy of my best Hasta la vista, baby  [Pre-Chorus] You know that I needed you You know that you meant the world to me You know I had to have you Now I'm gonna find somebody new  [Chorus] I'm looking for a new love, baby A new love, yeah, yeah, yeah I'm looking for a new love, baby A new love, yeah, yeah, yeah  I'm looking for a new love, baby A new love, yeah, yeah, yeah I'm looking for a new love, baby A new love, yeah, yeah, yeah  [Bridge] Other guys will have me They'll appreciate my love Tell me, how does it feel? Now you're like the rest Unworthy of my best Hasta la vista, baby  [Outro] I'm looking for a new love, baby A new love I'm looking for a new love, baby A new love I'm looking for a new love, baby A new love  ",
        "title": "Looking For A New Love"
    },
    {
        "artist": "Cutting Crew",
        "lyrics": "  [Intro] Oh I, I just died in your arms tonight It must have been something you said I just died in your arms tonight  [Verse 1] I keep looking for something I can't get Broken hearts lie all around me And I don't see an easy way to get out of this Her diary it sits on the bedside table The curtains are closed, the cats in the cradle Who would've thought that a boy like me could come to this  [Hook] Oh I, I just died in your arms tonight It must've been something you said I just died in your arms tonight Oh I, I just died in your arms tonight It must've been some kind of genius I should've walked away, I should've walked away  [Verse 2] Is there any just cause for feeling like this? On the surface I'm a name on a list I try to be discreet, but then blow it again I've lost and found, it's my final mistake She's loving by proxy, no give and all take Cause I've been thrilled to fantasy one too many times  Oh I, I just died in your arms tonight It must've been something you said I just died in your arms tonight  [Hook] Oh I, I just died in your arms tonight It must been some kind of genius I should've walked away, I should've walked away It was a long hot night She made it easy, she made it feel right But now it's over the moment has gone I followed my hands not my head, I know I was wrong  Oh I, I just died in your arms tonight It must've been something you said I just died in your arms tonight Oh I, I just died in your arms tonight It must been some kind of genius I should've walked away, I should've walked away  ",
        "title": "(I Just) Died In Your Arms"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Intro] Cómo puede ser verdad  [Verse 1] Last night I dreamt of San Pedro Just like I'd never gone, I knew the song A young girl with eyes like the desert It all seems like yesterday, not far away  [Chorus] Tropical the island breeze All of nature wild and free This is where I long to be La isla bonita And when the samba played The sun would set so high Ring through my ears and sting my eyes Your Spanish lullaby  [Verse 2] I fell in love with San Pedro Warm wind carried on the sea, he called to me Te dijo te amo I prayed that the days would last, they went so fast  [Chorus] Tropical the island breeze All of nature wild and free This is where I long to be La isla bonita And when the samba played The sun would set so high Ring through my ears, and sting my eyes Your Spanish lullaby  [Bridge] I want to be where the sun warms the sky When it's time for siesta, you can watch them go by Beautiful faces, no cares in this world Where a girl loves a boy, and a boy loves a girl  [Pre-Chorus] Last night I dreamt of San Pedro It all seems like yesterday, not far away  [Chorus] Tropical the island breeze All of nature wild and free This is where I long to be La isla bonita And when the samba played The sun would set so high Ring through my ears, and sting my eyes Your Spanish lullaby Tropical the island breeze All of nature wild and free This is where I long to be La isla bonita And when the samba played The sun would set so high Ring through my ears, and sting my eyes Your Spanish lullaby Tropical the island breeze All of nature wild and free This is where I long to be La isla bonita And when the samba played The sun would set so high Ring through my ears, and sting my eyes Your Spanish lullaby  [Outro] Te dijo te amo El dijo que te ama  ",
        "title": "La Isla Bonita"
    },
    {
        "artist": "Chris de Burgh",
        "lyrics": "  [Verse 1] I've never seen you looking so lovely as you did tonight I've never seen you shine so bright I've never seen so many men ask you if you wanted to dance  They're looking for a little romance Given half a chance And I have never seen that dress you're wearing Or the highlights in your hair that catch your eyes I have been blind  [Chorus] The lady in red is dancing with me Cheek to cheek There's nobody here It's just you and me It's where I want to be But I hardly know this beauty by my side I'll never forget the way you look tonight  [Verse 2] I've never seen you looking so gorgeous as you did tonight I've never seen you shine so bright You were amazing I've never seen so many people want to be there by your side  And when you turned to me and smiled It took my breath away And I have never had such a feeling Such a feeling of complete and utter love As I do tonight  [Chorus]  The lady in red is dancing with me Cheek to cheek There's nobody here It's just you and me It's where I want to be But I hardly know this beauty by my side I'll never forget the way you look tonight  I never will forget the way you look tonight The lady in red The lady in red The lady in red, my lady in red  I love you  ",
        "title": "The Lady In Red"
    },
    {
        "artist": "Bryan Adams",
        "lyrics": "  I was caught in the crossfire of a silent scream Where one man's nightmare is another man's dream Pull the covers up high and pray for the mornin' light Better leave it alone in the heat of the night Met a man with a message from the other side Couldn't take the pressure - had to leave it behind He said it's up to you You can run or you can fight - (ya that's right) Better leave it alone in the heat of the night  In the heat of the night they'll be comin' around They'll be lookin' for answers they'll be chasin' you down In the heat of the night (Where you gonna hide when it all comes down) (Don't look back don't ever turn around)  Had to pay the piper to call the tune Said he'd be back someday - said he'd be back real soon Pull the shades down low - you'll know when the time is right When you're lyin' alone in the heat of the night  ",
        "title": "Heat Of The Night"
    },
    {
        "artist": "Fleetwood Mac",
        "lyrics": "  [Verse 1] Looking out for love In the night so still Oh I'll build you a kingdom In that house on the hill  [Chorus] Looking out for love Big, big love  [Verse 2] You said that you love me And that you always will Oh, you beg me to keep you In that house on the hill  [Chorus] Looking out for love Big, big love  Ooh, ah Ooh, ah  Ooh, ah Ooh, ah  [Bridge] I wake up Alone with it all I wake up But only to fall  [Chorus] Looking out for love Big, big love Just looking out for love Big, big love  [Outro] Ooh, ah Ooh, ah  Ooh, ah Ooh, ah  Ooh, ah Ooh, ah  Ooh, ah Ooh, ah Ooh, ah Ooh, ah Ooh, ah Ooh, ah Ooh, ah Ooh, ah Ooh, ah Ooh, ah Ooh, ah Ooh, ah Ooh, ah Ooh, ah Ooh, ah Ooh, ah Ooh, ah  ",
        "title": "Big Love"
    },
    {
        "artist": "Kim Wilde",
        "lyrics": "  (Keep me hangin' on)  Set me free why don't cha, babe? Get out of my life why don't cha, babe? 'Cause you don't really love me You just keep me hangin' on  Set me free why don't cha, babe? Get out of my life why don't cha, babe? (wooh) 'Cause you don't really need me But you keep me hangin' on  Why do you keep a-comin' around? Playing with my heart Why don't cha get out of my life And let me make a brand new start? Let me get over you The way you've gotten over me, yeah  Set me free why don't cha, babe? Get out of my life why don't cha, babe? (wooh) 'Cause you don't really love me You just keep me hangin' on Now you don't really need me You just keep me hangin' on  You say although we broke up You still just wanna be friends But how can we still be friends When seeing you only breaks my heart again? And there ain't nothing I can do about it  Whoa whoa whoa Whoa whoa whoa whoa Whoa whoa whoa whoa Whoa whoa whoa, yeah  Get out, get out of my life And let me sleep at night 'Cause you don't really love me You just keep me hangin' on  You say you still care for me But your heart and soul needs to be free And now that you've got your freedom You wanna still hold on to me You don't want me for yourself So let me find somebody else  Set me free why don't cha, babe? Get out of my life why don't cha, babe? (wooh) 'Cause you don't really love me You just keep me hangin' on  Why don't cha be a man about it And set me free? (wooh) Now you don't care a thing about me You're just using me, hey, abusing me  Get out, get out of my life And let me sleep at night (wooh) 'Cause you don't really love me You just keep me hangin' on (wooh)  ",
        "title": "You Keep Me Hangin' On"
    },
    {
        "artist": "Poison",
        "lyrics": "  You know I never I never seen you look so good You never act the way you should But I like it And I know you like it too The way that I want you I gotta have you Oh yes, I do  I never I never ever stay out late You know that I can hardly wait Just to see you And I know you cannot wait A' Wait to see me too I gotta touch you  [Chorus] Cause baby we'll be At the drive-in In the old man's Ford Behind the bushes Till I'm screaming for more Down the basement Lock the cellar door And baby Talk dirty to me  You know I call you I call you on the telephone I'm only hoping that you're home So I can hear you When you say those words to me And whisper so softly I gotta hear you  [Chorus] Cause baby we'll be At the drive-in In the old man's Ford Behind the bushes Till I'm screaming for more Down the basement Lock the cellar door And baby Talk dirty to me  C.C. pick up that guitar and talk to me  [Chorus] Cause baby we'll be At the drive-in In the old man's Ford Behind the bushes Till I'm screaming for more Down the basement Lock the cellar door And baby Talk dirty to me  [Chorus] Cause baby we'll be At the drive-in In the old man's Ford Behind the bushes Till I'm screaming for more Down the basement Lock the cellar door And baby Talk dirty to me  ",
        "title": "Talk Dirty To Me"
    },
    {
        "artist": "Atlantic Starr",
        "lyrics": null,
        "title": "Always"
    },
    {
        "artist": "The Breakfast Club",
        "lyrics": "  Gonna make a move that knocks you over Watch this turn this one's gonna put you away But I'm doing my very best dancing, yeah Every time you're looking the other way  Well, I could move out to the left for a while Or I could slide to the right for a while  Hey, I could get up and back right on track (Is that gonna get you back?) But is right on track, is that gonna get you back? Hey, I could get up and back right on track (Is that gonna get you back?) But is right on track, is that gonna get you back?  Is that gonna get you back? Is that gonna get you back?  I've been trying to get your attention Yeah, and I'm very, very close to thinking of a way Hey, I could be big and tough and other funny stuff, yeah But you just keep looking the other way  I could move out to the left for a while Or I could slide to the right for a while  Hey, I could get up and back right on track (Is that gonna get you back?) But is right on track, is that gonna get you back? Hey, I could get up and back right on track (Is that gonna get you back?) But is right on track, is that gonna get you back?  (Right on track) Is that gonna get you back? Is that gonna get you back?  How far away can you go and still dancing with me? Would you mind staying in the vicinity I've not been faring badly But I would gladly take you back!  (Right on track, ooohooohooohooo Get you back Right on track)  There must be some kind of bad connection Because this music does not sound the way it did I got to get up and back 'cause I've been off track And that may be just why you disappeared  But now I've got you in the corner of my eye And I've got one more move I can try  Hey, I could get up and back right on track (Is that gonna get you back?) But is right on track, is that gonna get you back? Yeah, I could get up and back right on track (Is that gonna get you back?) But is right on track, is that gonna get you back?  (Right on track) Is that gonna get you back? Is that gonna get you back?  Mmm, I could get up and back right on track (Is that gonna get you back?) But is right on track, is that gonna get you back?  (Right on track) Is that gonna get you back? Is that gonna get you back?  Get you back, is that gonna get you back? Is that gonna get you back? Is that gonna get you back? Is that gonna get you back?  Get you back, is that gonna get you back? Is that gonna get you back? Is that gonna get you back? Is that gonna get you back?  Get you back, is that gonna get you back? Is that gonna get you back? Is that gonna get you back? Is that gonna get you back?  ",
        "title": "Right On Track"
    },
    {
        "artist": "Huey Lewis & The News",
        "lyrics": null,
        "title": "I Know What I Like"
    },
    {
        "artist": "Glenn Medeiros",
        "lyrics": "  [Verse 1:] If I had to live my life Without you near me The days would all be empty The nights would seem so long  With you I see forever oh so clearly I might have been in love before But it never felt this strong  Our dreams are young and we both know They'll take us where we want to go Hold me now Touch me now I don't want to live without you  [Chorus:] Nothing's gonna change my love for you You ought to know by now how much I love you One thing you can be sure of I'll never ask for more than your love  Nothing's gonna change my love for you You ought to know by now how much I love you The world may change my whole life through But nothing's gonna change my love for you  If the road ahead is not so easy Our love will lead the way for us Like a guiding star  I'll be there for you If you should need me You don't have to change a thing I love you just the way you are  So come with me and share the view I'll help you see forever too Hold me now, touch me now I don't want to live without you  Nothing's gonna change my love for you You ought to know by now how much I love you One thing you can be sure of I'll never ask for more than your love  [Repeat Chorus:]  ",
        "title": "Nothing's Gonna Change My Love For You"
    },
    {
        "artist": "Bon Jovi",
        "lyrics": "  [Verse 1] It's all the same, only the names will change Everyday it seems we're wasting away Another place where the faces are so cold I'd drive all night just to get back home  [Hook] I'm a cowboy On a steel horse I ride I'm wanted dead or alive Wanted dead or alive  [Verse 2] Sometimes I sleep, sometimes it's not for days And the people I meet always go their separate ways Sometimes you tell the day by the bottle that you drink And times when you're alone all you do is think  [Hook] I'm a cowboy On a steel horse I ride I'm wanted, wanted, dead or alive Wanted (wanted) dead or alive  [Break] Alive  [Guitar Solo]  [Hook - variation] I'm a cowboy On a steel horse I ride I'm wanted (wanted) dead or alive  [Verse 3] I walk these streets, a loaded six string on my back I play for keeps, 'cause I might not make it back I been everywhere, still I'm standing tall I've seen a million faces and I've rocked them all!  [Outro] `Cause I'm a cowboy On a steel horse I ride I'm wanted (wanted) dead or alive And I'm a cowboy I got the night on my side And I'm wanted (wanted) dead or alive And I ride (and I ride), dead or alive I still drive (still drive), dead or alive Dead or alive Dead or alive Dead or alive Dead or alive  ",
        "title": "Wanted Dead Or Alive"
    },
    {
        "artist": "Crowded House",
        "lyrics": "  [Verse 1] There is freedom within, there is freedom without Try to catch a deluge in a paper cup There's a battle ahead, many battles are lost But you'll never see the end of the road while you're traveling with me  [Chorus] Hey now, hey now, don't dream it's over Hey now, hey now, when the world comes in They come, they come to build a wall between us We know they won't win  [Verse 2] Now I'm towing my car, there's a hole in the roof My possessions are causing me suspicion but there's no proof In the paper today, tales of war and of waste But you turn right over to the TV page  [Chorus] Hey now, hey now, don't dream it's over Hey now, hey now, when the world comes in They come, they come to build a wall between us We know they won't win  [Verse 3] Now I'm walking again to the beat of a drum And I'm counting the steps to the door of your heart Only shadows ahead, barely clearing the roof Get to know the feeling of liberation and release  [Chorus] Hey now, hey now, don't dream it's over Hey now, hey now, when the world comes in They come, they come to build a wall between us You know they won't win  [Outro] Don't let them win Hey now, hey now Hey now, hey now Hey now, hey now Don't let them win They come, they come Don't let them win Hey now, hey now (yeah) Hey now, hey now  ",
        "title": "Don't Dream It's Over"
    },
    {
        "artist": "Cyndi Lauper",
        "lyrics": null,
        "title": "What's Going On"
    },
    {
        "artist": "Prince",
        "lyrics": "  Oh yeah In France a skinny man Died of a big disease with a little name By chance his girlfriend came across a needle And soon she did the same At home there are seventeen-year-old boys And their idea of fun Is being in a gang called The Disciples High on crack, totin' a machine gun  Time, time  Hurricane Annie ripped the ceiling of a church And killed everyone inside You turn on the telly and every other story Is tellin' you somebody died Sister killed her baby 'cuz she couldn't afford to feed it And we're sending people to the moon In September my cousin tried reefer for the very first time Now he's doing horse, it's June  Times, times  It's silly, no' When a rocket ship explodes And everybody still wants to fly Some say a man ain't happy Unless a man truly dies Oh why Time, time  Baby make a speech, Star Wars fly Neighbors just shine it on But if a night falls and a bomb falls Will anybody see the dawn Time, times  It's silly, no' When a rocket blows And everybody still wants to fly Some say a man ain't happy, truly Until a man truly dies Oh why, oh why, Sign O the Times  Time, time  Sign O the Times mess with your mind Hurry before it's too late Let's fall in love, get married, have a baby We'll call him Nate... if it's a boy  Time, time  Time, time  ",
        "title": "Sign 'O' The Times"
    },
    {
        "artist": "Steve Winwood",
        "lyrics": "  While there is time let's go out and feel everything If you hold me I will let you into my dreams For time is a river rolling into nowhere We must live while we can and we'll drink our cup of laughter  The finer things keep shining through The way my soul gets lost in you The finer things I feel in me The golden dance life could be  I've been sad and have walked bitter streets alone Come morning, there's a good wind to blow me home So time is a river rolling into nowhere I will live while I can, I will have my ever after  The finer things keep shining through The way my soul gets lost in you The finer things I feel in me The golden dance life could be  Oh, keep shining Life could be better, life could be  We go so fast, why don't we make it last Life is glowing inside you and me Please take my hand, right here where I stand Won't you come out and dance with me Come see with me, oh, come see  And the lovers try 'til they get the best of the night And come morning, they are tangled up in the light So time be a river rolling into nowhere And they love while they can And they think about the night so sweet  The finer things keep shining through The way my soul gets lost in you The finer things I feel in me The golden dance life could be  The finer things keep shining through The way my soul gets lost in you The finer things I feel in me The golden dance life could be  The finer things keep shining through The way my soul gets lost in you The finer things I feel in me The golden dance life could be  The finer things keep shining through The way my soul gets lost in you The finer things I feel in me The golden dance life could be  Keep shining, keep shining  The finer things keep shining through The way my soul gets lost in you The finer things I feel in me The golden dance life could be  Dancing, dancing, dancing, oh Dancing, dancing, dancing  ",
        "title": "The Finer Things"
    },
    {
        "artist": "Lisa Lisa And Cult Jam",
        "lyrics": "  Head to toe I know  [Verse 1:] Today started with a crazy kiss On our way home We were in for a surprise Who would have known?  Who would have thought That we would become lovers As friends we were so, so tight  Can't help myself You make me feel so right I got to, got to Got to tell you, darling  [Chorus:] Ooh, baby I think I love you From head to toe  Ooh, baby I think I love you From head to toe  I think I love you From head to toe I know  [Verse 2:] Here today Gone tomorrow It's possible But I doubt it His kiss is credit in the bank of love I never leave home without it  Hes different from any boy I know Body supreme Bedroom eyes Head back to the side Please don't be so mean  Fourteen karat love You are my jewel of the Nile When we make love Diamonds are forever  Top to bottom I love you I will leave you never I got to, got to Got to tell you, darling  [Chorus:] Ooh, baby I think I love you From head to toe  Ooh, baby I think I love you From head to toe  Ooh, baby I think I love you You got to know  Ooh, baby I think I love you From head to toe  [Bridge:] I think I love you from head to toe You can't hurry love You got to take it slow  But, my angel You forget your wings tonight Baby, you got the love  Fourteen karat love You are my jewel of the Nile When we make love Diamonds are forever  Top to bottom I love you I will leave you never I got to, got to Got to tell you, darling  [Chorus:] Ooh, baby I think I love you From head to toe  Ooh, baby I want to kiss you From head to toe  Ooh, baby I think I love you You got to know  Ooh, baby I think I love you From head to toe  I think I love you From head to toe I know  Ooh, baby I want to kiss you From head to toe  Ooh, baby I think I love you You got to know  Ooh, baby I think I love you From head to toe  ",
        "title": "Head To Toe"
    },
    {
        "artist": "Lionel Richie",
        "lyrics": null,
        "title": "Se La"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse 1] I was thinking about her Visiting the past Reconstructing details with old photographs Studying the faces With an objective point of view Suddenly remembering doesn't haunt me At the time you couldn't tell me That one day I'd be glad That something that I thought was love was misinterpreted She had another lover - she emphatically denied But they were doing me a favor A blessing in disguise  [Chorus] If she would have been faithful If she could have been true Then I would've been cheated I would never know real love I would've missed out on you  [Verse 2] I watch you sleeping - your body touching me There's no doubt about it This is where I want to be It's so ironic- I had to lose to win I want to thank her (Thank her again)  [Chorus]  [Verse 3] It's a paradox - full of contradiction How I got from there to here It defies a Logical explanation  [Chorus]  ",
        "title": "If She Would Have Been Faithful. . ."
    },
    {
        "artist": "Aretha Franklin & George Michael",
        "lyrics": "  [Intro] Like a warrior that fights And wins the battle I know the taste of victory Though I went through some nights Consumed by the shadows And was crippled emotionally  [Bridge] Somehow I made it through the heartache, yes I did I escaped (ahaha) I found my way out of the darkness I kept my faith (I know you did), kept my faith  [Verse] When the river was deep I didn't falter When the mountain was high I still believed When the valley was low it didn't stop me, no no I knew you were waiting Knew you were waiting for me, uh huh With and endless desire I kept on searching Sure in time our eyes would meet And like the bridge is on fire The hurt is over One touch and you set me free No, I don't regret a single moment, no I don't (I know you don't) Looking back When I think of all those disappointments I just laugh (I know you do), I just laugh When the river was deep I didn't falter When the mountain was high I still believed When the valley was low it didn't stop me (oh) I knew you were waiting (hey) Knew you were waiting for me So we were drawn together through destiny Ooh, boy (ooh) I know this love we share was meant to be (oh)  [Bridge] Knew you were waiting (Ooh, yeah) Knew you were waiting (I knew you were waiting) Knew you were waiting for me  [Outro] I didn't falter (I didn't falter, no) I still believed (When the valley was low) It didn't stop me (Nothing can stop me, no) I knew you were waiting (No I) Knew you were waiting for me I didn't falter (When the mountain was high) I still believed (Oh, when the valley was low) It didn't stop me (No, it didn't stop me, no) I knew you were waiting Knew you were waiting for me I didn't falter (Oh, oh yeah) I still believed (I still believed) It didn't stop me (You know it couldn't stop me now) Knew you were waiting Someday (Someday), somehow (somehow) For me  ",
        "title": "I Knew You Were Waiting (For Me)"
    },
    {
        "artist": "Herb Alpert",
        "lyrics": null,
        "title": "Diamonds"
    },
    {
        "artist": "Genesis",
        "lyrics": null,
        "title": "In Too Deep"
    },
    {
        "artist": "David Bowie",
        "lyrics": "  [Chorus] Day In, Day Out Stay In, Fade Out Day In Oh Oh Day Out Oh Oh Oh  [Verse 1] She was born in a handbag Love left On a doorstep What she lacks is a backup Nothing seems to make a dent Going to find her some money, honey Try to pay her rent That's the kind of protection everyone is shouting about  [Chorus]  [Verse 2] First thing she learns is She's a citizen Some things they turn out right When you're under the USA Something rings a bell And it's all over She's going out her way Stealing for that one good rush  [Chorus]  [Verse 3] She could use a little money She's hanging on his arms Like a cheap suit She's got no money, honey She's on the other side Oh come on little baby Late night, big town Police, shake down  [Chorus][x2]  [Verse 4] She's got a ticket to nowhere She's going to take a train ride Nobody knows her, or knows her name She's in the pocket of a home boy Oh she's going to take her a shotgun, Pow Spin the grail spin the drug She's going to make them well aware She's an angry girl  [Chorus]  [Outro] Suddenly there's angels everywhere Angels in a ton of sound And they shooting her down Shooting her with video, drugs, bullets and promises  ",
        "title": "Day-In Day-Out"
    },
    {
        "artist": "Kenny Loggins",
        "lyrics": "  In a lifetime Made of memories I believe In destiny  Every moment returns again in time When I've got the future on my mind Know that you'll be the only one  Meet me halfway Across the sky Out where the world belongs To only you and I  Meet me halfway Across the sky Make this a new beginning of another life  In a lifetime There is only love Reaching for the lonely one  We are stronger when we are given love When we put emotions on the line Know that we are the timeless ones  Meet me halfway Across the sky Out where the world belongs To only you and I  Meet me halfway Across the sky Make this a new beginning of another life  [Instrumental interlude]  Meet me halfway Across the sky Out where the world belongs To only you and I  Meet me halfway Across the sky Make this a new beginning of another life  ",
        "title": "Meet Me Half Way"
    },
    {
        "artist": "Simply Red",
        "lyrics": null,
        "title": "The Right Thing"
    },
    {
        "artist": "Donna Allen",
        "lyrics": null,
        "title": "Serious"
    },
    {
        "artist": "Paul Simon",
        "lyrics": "  [Verse 1] A man walks down the street He says, \"Why am I soft in the middle, now? Why am I soft in the middle? The rest of my life is so hard I need a photo-opportunity I want a shot at redemption Don't want to end up a cartoon In a cartoon graveyard\" Bonedigger, Bonedigger Dogs in the moonlight Far away from my well-lit door Mr. Beerbelly, Beerbelly Get these mutts away from me You know, I don't find this stuff amusing anymore  [Chorus] If you'll be my bodyguard I can be your long lost pal I can call you Betty And Betty, when you call me, you can call me Al  [Verse 2] A man walks down the street He says, \"Why am I short of attention? Got a short little span of attention And, whoa, my nights are so long Where's my wife and family? What if I die here? Who'll be my role model Now that my role model is gone, gone?\" He ducked back down the alley With some roly-poly little bat-faced girl All along, along There were incidents and accidents There were hints and allegations  [Chorus] If you'll be my bodyguard I can be your long lost pal I can call you Betty And Betty, when you call me, you can call me Al Call me Al  [Interlude]  [Verse 3] A man walks down the street It's a street in a strange world Maybe it's the third world Maybe it's his first time around Doesn't speak the language He holds no currency He is a foreign man He is surrounded by the sound, the sound Cattle in the marketplace Scatterings and orphanages He looks around, around He sees angels in the architecture Spinning in infinity He says, \"Amen and Hallelujah!\"  [Chorus] If you'll be my bodyguard I can be your long lost pal I can call you Betty And Betty, when you call me, you can call me Al Call me  [Bridge] Na na na na, na na na na Na na na na, na na na-na na-na Na na na na, na-na na-na na na Na na na na, na na na na  [Outro] If you'll be my bodyguard I can call you Betty If you'll be my bodyguard I can call you Betty If you'll be my bodyguard  ",
        "title": "You Can Call Me Al"
    },
    {
        "artist": "Psychedelic Furs",
        "lyrics": "  On a Heartbreak Beat, yeah All night long And nobody don't dance On the edge of the dark We've got the radio on  [Pre-Chorus] And it feels like love But it don't mean a lot And it feels like love And it's all that we've got  [Chorus] There's a Heartbreak Beat playing all night long Down on my street And it feels like love, got the radio on And it's all that we need  There's a Heartbreak Beat And it feels like love There's a Heartbreak Beat And it feels like love  When the beat don't stop And we talk so tough And there's a perfect kiss Somewhere out in the dark But a kiss ain't enough  [Pre-Chorus] And the world don't stop Every time that you call And the world don't stop Every time that you fall  [Chorus] There's a Heartbreak Beat playing all night long Down on my street And it feels like love, got the radio on And it's all that we need  There's a Heartbreak Beat And it feels like love There's a Heartbreak Beat And it feels like love [Outro] On a Heartbreak Beat, yeah All night long And nobody don't dance On the edge of the dark We've got the radio on  [Pre-Chorus] And it feels like love But it don't mean a lot And it feels like love And it's all that we've got  [Chorus] There's a Heartbreak Beat playing all night long Down on my street And it feels like love, got the radio on And it's all that we need  There's a Heartbreak Beat  And it feels like love There's a Heartbreak Beat And it feels like love There's a Heartbreak  Beat On a Heartbreak Beat On a Heartbreak Beat On a Heartbreak Beat  ",
        "title": "Heartbreak Beat"
    },
    {
        "artist": "Thompson Twins",
        "lyrics": null,
        "title": "Get That Love"
    },
    {
        "artist": "Kool & The Gang",
        "lyrics": "  Girl, the first time we met You took me by surprise Ooh, girl you walked into my life With those street corner blues  You were livin' in the fast lane Much to my surprise baby But I fell for you, anyway I'm addicted to your love girl, hey  Stone love (solid as a rock) I'm in love with you baby, stone love (Ooh, ooh, ooh, solid as a rock)  Girl, our love is so unique It's one of a kind And girl, whenever we kiss It's like a natural high  But we're livin' in the fast lane Red lights flashing baby Will we ever change the way we are Stone love girl, oh  Stone love (Solid as a rock) Stone Love (Ooh, ooh, ooh, solid as a rock)  The life we live is a challenge, mmm Always standing on the edge May not be the best way but that's all we know 'Cause I don't wanna live my life alone, no  Oh, stone love baby, cause I've got you Yes I've got you got you under my skin Hey, stone love (solid as a rock) That's the way we are, baby Hey, stone love (solid as a rock) May not be the best way but that's all we know 'Cause I don't wanna live my life alone, no  La, la, la, la stone love, stone love You are everything I've ever wanted, baby  ",
        "title": "Stone Love"
    },
    {
        "artist": "Smokey Robinson",
        "lyrics": "  Just to see her Just to touch her Just to hold her in my arms again One more time  If I could feel her warm embrace See her smiling face Can't find anyone to take her place I've got to see her again  I would do anything I would go anywhere There's nothing I wouldn't do Just to see her again  I can't hide it, no I can't fight it, oh It's so hard to live without the love She gave to me  Doesn't she know it? I tried hard not to show it Can't I make her realize that she Really needs me again?  I would do anything I would go anywhere There's nothing I wouldn't do Just to see her again (Just to see her again)  She brightened up my everyday Made me feel so good in every way If I could have her back to stay (Today) I've got to see her again  (Just to see her) I want to see her (Just to hold her) Hold her, hold her, hold her (Just to see her) See her (Just to touch her) Touch her  I would do anything I would go anywhere There's nothing I wouldn't do Just to see her again (Just to see her again)  She brightens up my everyday Makes me feel so good in every way If I could have her back to stay (Today) I've got to see her again (I've got to see her again)  (Just to see her) It would, it would, it would (Just to see her) Make me feel so good (Just to see her) If I, if I could only see her again (Just to see her again)  (Just to see her) There's nothin' I wouldn't do (Just to see her) Oh, don't you know it's true? (Just to see her) If I could only see her again  ",
        "title": "Just To See Her"
    },
    {
        "artist": "Starship",
        "lyrics": "  [Verse 1] Lookin' in your eyes I see a paradise This world that I found Is too good to be true  Standin' here beside you Want so much to give you This love in my heart That I'm feelin' for you  Let 'em say we're crazy I don't care 'bout that Put your hand in my hand Baby, don't ever look back  [Pre-Chorus] Let the world around us Just fall apart Baby, we can make it If we're heart to heart  [Chorus] And we can build this dream together Standing strong forever Nothing's gonna stop us now And if this world runs out of lovers We'll still have each other Nothing's gonna stop us Nothing's gonna stop us now  Oh, whoa  [Verse 2] I'm so glad I found you I'm not gonna lose you Whatever it takes I will stay here with you  Take it to the good times See it through the bad times Whatever it takes Is what I'm gonna do  Let 'em say we're crazy What do they know Put your arms around me Baby, don't ever let go  [Pre-Chorus] Let the world around us Just fall apart Baby, we can make it If we're heart to heart  [Chorus] And we can build this dream together Standing strong forever Nothing's gonna stop us now And if this world runs out of lovers We'll still have each other Nothing's gonna stop us Nothing's gonna stop us  [Bridge] Ooh, all that I need is you All that I ever need And all that I want to do Is hold you forever, forever and ever, hey  [Chorus] And we can build this dream together Standing strong forever Nothing's gonna stop us now And if this world runs out of lovers We'll still have each other Nothing's gonna stop us Nothing's gonna stop us Build this dream together Standing strong forever Nothing's gonna stop us now (nothing's gonna stop us now) This world runs out of lovers We'll still have each other Nothing's gonna stop us (oh, no)  [Outro] And we can build this dream together (hey baby) Standing strong forever (I know) Nothing's gonna stop us now (nothing's gonna stop us) This world runs out of lovers (hey baby) We'll still have each other Nothing's gonna stop us (nothing's gonna stop us now) And we can build this dream together Standing strong forever Nothing's gonna stop us now...  ",
        "title": "Nothing's Gonna Stop Us Now"
    },
    {
        "artist": "Kenny G",
        "lyrics": null,
        "title": "Songbird"
    },
    {
        "artist": "Company B",
        "lyrics": "  I want to play with you tonight Hold me That's all that's on my mind Baby, something feels so right Maybe we could play tonight  I want to be so in love with you I want to do just what you want to do I want to be all that to you I got a dream And you can make it true  Cause I I'm fascinated by your love, boy And I'm fascinated by your love toy I'm fascinated by the way you make me feel  Cause I I'm fascinated by your love, boy And I'm fascinated by your love toy I'm fascinated by the way you make me feel  Love me until the morning light Please me, make me feel alright Kiss me, let me make U mine I love it, loving U some times  Come on, come on I want to be with you Come on, come on I won't get over you I want to do just what you want me to I got a dream And you can make it good  Cause I I'm fascinated by your love, boy And I'm fascinated by your love toy I'm fascinated by the way you make me feel  Cause I I'm fascinated by your love, boy And I'm fascinated by your love toy I'm fascinated by the way you make me feel  Cause I I'm fascinated by your love, boy And I'm fascinated by your love toy I'm fascinated by the way you make me feel  ",
        "title": "Fascinated"
    },
    {
        "artist": "Level 42",
        "lyrics": "  I'm not proud, I was wrong And the truth is hard to take I felt sure we had enough But our love went overboard  Lifeboat lies lost at sea I've been trying to reach your shore Waves of doubt keep drowning me  All the dreams that we were building We never fulfilled them Could be better, should be better For lessons in love  For restless eyes, egos burn And the mold is hard to break Now we've waded in too deep And love is overboard  Heavy hearts, token words All the hopes I ever had Fade like footprints in the sand  All the homes that we were building We never lived in Could be better, should be better Lessons in love  If we lose the time before us The future will ignore us We should use it, we could use it, yeah Lessons in love Lost without love  Lessons in love When will you ever learn Lessons in love When there's nowhere left to turn  Lessons in love Don't let your spirit burn Lessons in love I'll wait 'till you return  All the dreams that we were building We never lived them We should use it, we could use it, yeah (Lessons in love) For lessons in love  All the homes that we were building We never lived in Could be better, should be better Lessons in love  If we lose the time before us The future will ignore us We should use it, we could use it, yeah Lessons in love  ",
        "title": "Lessons In Love"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse 1] I want to dance Clocks strikes upon the hour And the sun begins to fade Still enough time to figure out How to chase my blues away I've done alright up 'til now It's the light of day that shows me how And when the night falls Loneliness calls  [Chorus] Oh! I want to dance with somebody I want to feel the heat with somebody Yeah! I want to dance with somebody With somebody who loves me Oh! I want to dance with somebody I want to feel the heat with somebody Yeah! I want to dance with somebody With somebody who loves me  [Verse 2] I've been in love and lost my senses Spinning through the town Sooner or later the fever ends And I wind up feeling down I need a man who'll take a chance On a love that burns hot enough to last So when the night falls My lonely heart calls  [Chorus] Oh! I want to dance with somebody I want to feel the heat with somebody Yeah! I want to dance with somebody With somebody who loves me Oh! I want to dance with somebody I want to feel the heat With somebody Yeah! I want to dance with somebody With somebody who loves me  [Bridge] Somebody who, somebody who Somebody who loves me Somebody who, somebody who To hold me in his arms I need a man who'll take a chance On a love that burns hot enough to last So when the night falls My lonely heart calls  [Chorus] Oh! I want to dance with somebody I want to feel the heat with somebody Yeah! I want to dance with somebody With somebody who loves me Oh! I want to dance with somebody I want to feel the heat with somebody Yeah! I want to dance with somebody With somebody who loves me  [Outro] Dance C'mon baby Dance Dance Get with this boy Dance Don't you want to dance Dance With me baby Don't you want to dance Dance With me boy Hey don't you want to dance Dance With me baby With somebody who loves me Don't you want to dance say you want to dance Don't you want to dance Dance Don't you want to dance say you want to dance Don't you want to dance Dance Don't you want to dance say you want to dance Dance With somebody who loves me Dance Dance Hey baby Dance  ",
        "title": "I Wanna Dance With Somebody (Who Loves Me)"
    },
    {
        "artist": "The System",
        "lyrics": "  [Intro] I'm in Heaven Listen  [Verse 1] Pay attention, are you listening? You're my favorite girl Excuse me for the moment I'm in another world On a mountain, by a fountain Flowers blooming everywhere With Venus and with cupid The picture's very clear  [Hook] Hang the sign upon the door, say, 'Don't disturb this groove' Just a way to say that, I'm so into you And the feeling's so real, so don't disturb this groove  [Verse 2] Erotic whispers for the listener Let the music fill the air Excuse me for a moment I'm at a loss for words By election, sheer perfection And as if these eyes would care Your heart is in the right place So don't you go and change Baby over and over The passion starts again You're my lollipops and everything And a little taste of sin Causing fire and desire In this mortal soul to live 'Til the angels fall from Heaven And the day the earth stands still  [Hook] Hang the sign upon the door, say, 'Don't disturb this groove' Just a way to say that, I'm so into you And the feeling's so real, so don't disturb this groove  [Interlude] When it feels so real, don't disturb this groove  [Bridge] Close your eyes and let the music put you in the mood Can you feel it? (Uh huh) Baby, just lock the door and turn the phone off This time, it's time for me and you Are you ready? (Yes)  [Hook] Hang the sign upon the door, say, 'Don't disturb this groove' Just a way to say that, I'm so into you And the feeling's so real, so don't disturb this groove  [Outro] Close your eyes and let the music put you in the groove Lock the door and turn the phone off, it's time for me and you Hang the sign upon the door, say, 'Don't disturb this groove'  ",
        "title": "Don't Disturb This Groove"
    },
    {
        "artist": "Peter Wolf",
        "lyrics": null,
        "title": "Come As You Are"
    },
    {
        "artist": "Lou Gramm",
        "lyrics": "  Ain't got no regrets And I ain't losin' track Of which way I'm going Ain't gonna double back no  Don't want no misplay Put on no display An angel? no! But I know my way, oh yeah, oh  I used follow Yeah, that's true But my following days are over Now I just gotta follow through  And I remember what my father said He said \"Son, life is simple\" It's either cherry red or Midnight blue, oh, oh Midnight blue, oh, oh  You were the restless one And you did not care That I was the trouble boy Lookin' for a double dare  I won't apologize for The things I've done and said But when I win your heart I'm gonna paint it cherry red  I don't want to talk about it What you do to me I can't live without it  And you might think that It's much too soon For us to go this far Into the midnight blue, oh, oh It's midnight blue, oh, oh  Things could be different But that'd be a shame, 'cause I'm the one who could feel the sun Right in the pouring rain  I won't say where And I don't know when But soon there's gonna come a day I'll be back again  Yeah, I'll be back for you You see, I'm saving up my love  Midnight blue, oh, oh Into the midnight blue, oh, oh Another midnight blue, oh, oh The deepest midnight blue, oh, oh Into the midnight blue, oh, oh Midnight blue, oh, oh Midnight blue, oh, oh The deepest midnight blue, oh, oh  ",
        "title": "Midnight Blue"
    },
    {
        "artist": "Club Nouveau",
        "lyrics": "  [Verse 1:] Sometimes in our lives We all have pain We all have sorrow But if we are wise We know that there's always tomorrow  Lean on me When you're not strong And I'll be your friend (I'll be your friend)  I'll help you carry on (Lean on me) For it won't be long 'Til I'm gonna need Somebody to lean on  [Verse 2:] Please swallow your pride If I have things you need to borrow For no one can fill Those of your needs That you won't let show  [Repeat Chorus:]  [Bridge:] So just call on me brother When you need a hand We all need somebody to lean on I just might have a problem That you'd understand We all need somebody to lean on  [Chorus:] Lean on me When you're not strong (When you're not strong) And I'll be your friend (I'll be your friend)  I'll help you carry on (Lean on me) For said It won't be long (Won't be too long) 'Til I'm gonna need somebody to lean on  We be jamming We be jamming (Hey, now) We be jamming  We be jamming We be jamming  We be jamming We be jamming (hey)  We be jamming  (Just call me) Uh, when you need a friend (Call me) Oh, baby Now (Call me) Uh, when you need a friend  (Call me) Oh, baby now (Call me) Uh, when you need a friend (Call me) Oh, baby Now  ",
        "title": "Lean On Me"
    },
    {
        "artist": "The Bangles",
        "lyrics": "  Da da da da Ooh, I've had sleepless nights Toss and turn Wake up burning for you to inspire  So I'm gonna walk right down your street With a love that I can't hide I've got one thing on my mind, yeah I'll even sacrifice my pride 'Cause I want you  Oh, oh, how I wish you would be mine My pulse is weak I'm blushing brighter than a valentine  So I'm gonna walk right down your street With a love that I can't hide I've got one thing on my mind, yeah I'll even sacrifice my pride  'Cause I can't stop the way I feel So I keep walking, ohh 'Cause I want you  Walking down, down your street I'm walking down your street Walking down your street Down your street, ohhh  I can't stop the way I feel So I keep walking, ohh  Walking down your street With a love that I can't hide I've got one thing on my mind, yeah I'll even sacrifice my pride  Walking down your street With a love that I can't hide I've got one thing on my mind, yeah I'll even sacrifice my pride  Walking down your street With a love that I can't hide I've got one thing on my mind, yeah I'll even sacrifice my pride  ",
        "title": "Walking Down Your Street"
    },
    {
        "artist": "Tom Petty And The Heartbreakers",
        "lyrics": "  You got me in a corner You got me against the wall I got nowhere to go I got nowhere to fall Take back your insurance Baby nothing's guaranteed Take back your acid rain Let your T.V. bleed  You're jammin' me, you're jammin' me Quit jammin' me Baby you can keep me painted in a corner You can walk away, but it's not over  Take back your angry slander Take back your pension plan Take back your ups and downs of your life In raisin-land Take back Vanessa Redgrave Take back Joe Piscopo Take back Eddie Murphy Give them all some place to go  (Chorus)  Take back your Iranian torture And the Apple in young Steve's eye Yeah take back your losing streak Check your front wheel drive Take back Pasadena Take back El Salvador Take back that country club They're trying to build outside my door  ",
        "title": "Jammin' Me"
    },
    {
        "artist": "Anita Baker",
        "lyrics": "  [Verse 1] Flashbacks of the times we've had Some made us laugh, and some made us sad We used to break up to make up All the fun that came from those love games Oh, when I think I need someone new Naw, it just won't do Because I think about you, baby  [Chorus] From beginning to end 365 days of the year I want your same ol' lovin', baby, uh-huh All I wanna do, is keep on loving you I want your same ol' love  [Verse 2] There's a reason that I feel this way All the things you do Well, it might be the things that you say Your love never changes It's like a picture in a frame, and it remains the same Your undying love for me, oh, it keeps me strong Keeps me holding on  [Chorus] From beginning to end 365 days of the year I want your same ol' lovin', baby And all I want to do, is share my life with you I want your same ol' love  [Bridge] Slowly, love me All is forsaken I love the love we're making 'Cause it's truly lovely I'll never leave you You'll know I need you, baby  [Chorus] From beginning to end 365 days of the year I want your same ol lovin', baby, mmm-hmm And all I wanna do, is share my life with you I want your same ole love  From beginning to end 365 days of the year I want your same ol' lovin', baby, mmm-hmm And all I wanna do, is share my life with you I want your same ol' love  From beginning to end 365 days of the year I want your same ol' lovin', baby, mmm-hmm And all I wanna do, is share my life with you I want your same ol' love  From beginning to end 365 days of the year I want your same ol' lovin', baby And all I wanna do, is share my life with you I want your same ol' love  ",
        "title": "Same Ole Love (365 Days A Year)"
    },
    {
        "artist": "Robbie Nevil",
        "lyrics": null,
        "title": "Dominoes"
    },
    {
        "artist": "The Cover Girls",
        "lyrics": null,
        "title": "Show Me"
    },
    {
        "artist": "Billy Idol",
        "lyrics": "  I'll do anything For my sweet sixteen And I'll do anything For little run away child  Gave my heart an engagement ring She took ev'rything Ev'rything I gave her Oh sweet sixteen  Built a moon For a rocking chair I never guessed it would Rock her far from here Oh, oh, oh, oh  Someone's built a candy castle For my sweet sixteen Someone's built a candy brain And filled it in  Well I'll do anything For my sweet sixteen Oh I'll do anything For little runaway child  Well, memories will burn you Memories grow older as people can They just get colder Like sweet sixteen  Oh, I see it's clear Baby, that you are All through here Oh, oh, oh, oh  Someone's built a candy castle For my sweet sixteen Someone's built a candy house To house her in Someone's built a candy castle For my sweet sixteen Someone's built a candy brain And filled it in  And I do anything For my sweet sixteen Oh, I do anything For little run away girl  Yeah, sad and lonely and blue Yeah, gettin' over you How, how do you think it feels Yeah to get up in the morning, get over you Up in the morning, get over you Wipe away the tears, get over you, get over, get over  My sweet sixteen Oh runaway child Oh sweet sixteen Little runaway girl  Gave my heart an engagement ring She left everything Everything I gave her Oh sweet sixteen Built a moon For a rocking chair I never guessed it would Rock her far from here Oh, oh, oh  Someone's built a candy castle For my sweet sixteen Someone's built a candy house And house her in Someone's built a candy castle For my sweet sixteen Someone's built a candy house And house her in  And I'll do anything For my sweet sixteen Oh, I'll do anything For little runaway child  Do anything For my sweet sixteen I'll do anything For little runaway girl Little runaway girl Oh sweet sixteen Oh sweet sixteen Oh  ",
        "title": "Sweet Sixteen"
    },
    {
        "artist": "Eddie Money",
        "lyrics": "  Lover, I just can't believe it's turned You're tearing my life apart There's no simple answer Here I am, just standing in circles  And the logic is turning me round My mind keeps holding Only one thought  When you gonna call I think it's worth the time How you gonna change All these endless nights If you could stop Leading me around You're never gonna change All these endless nights  Tender, the way That you touched me now We were taking our fears away There won't be no reason Just a well rehearsed explanation  Though the love That is turning inside Keeps on twisting Twisting my mind  When you gonna call I think it's worth the time How you gonna change All these endless nights If you could stop Leading me around You're never gonna change All these endless, endless nights I wish that you could change All these endless, endless nights  And the hope That is holding me here It's starting to die, oh, no Is it ever gonna stop  When you gonna call I think it's worth the time How you gonna change All these endless nights If you could stop Leading me around You're never gonna change All these endless, endless nights I wish that you could change All these endless, endless nights All these endless Endless nights now  When you gonna call I think it's worth the time I wish that you would call now When you gonna change All these endless, endless nights  ",
        "title": "Endless Nights"
    },
    {
        "artist": "Restless Heart",
        "lyrics": "  Changin' my life with your love Has been so easy for you And I'm amazed every day And I'll need you  'Till all the mountains are valleys And every ocean is dry, my love  I'll be yours Until the sun doesn't shine 'Till time stands still Until the winds don't blow  When today is just a memory to me I know I'll still be loving I'll still be loving you I'll still be loving you  Never before did I know How loving someone could be Now I can see, you and me For a lifetime  Until the last moon is rising You'll see the love in my eyes, my love  I'll be yours Until the sun doesn't shine 'Till time stands still Until the winds don't blow  When today is just a memory to me I know I'll still be loving I'll still be loving you  I'll be yours Until the sun doesn't shine 'Till time stands still Until the winds don't blow  When today is just a memory to me I know I'll still be loving I'll still be loving you  I'll still be loving you I'll still be loving I'll still be loving you I'll still be loving I'll still be loving you I'll still be loving I'll still be loving you  ",
        "title": "I'll Still Be Loving You"
    },
    {
        "artist": "Luther Vandross with Gregory Hines",
        "lyrics": "  [Verse 1] [Luther Vandross] I, fell asleep late last night... And I dreamed the night and almost half the day away I just got up So that I could hear her say She's still in love And no one can take her love away  [Gregory Hines] Ooh love, wakes me up every day And I thought no one Could ever make me feel this way It fills me up Every time I hear her say She's still in love And no one could take her love away  [Chorus] I wanna be loved There's nothing better than love What in the world could you ever be thinking of? It's better by far So let yourself reach for that star And go no matter how far To the one you love To love  [Verse 2] [Luther] And I mean all these words I say You don't have to guess What's going on inside my head  [Gregory] Just try to know All the things that our hearts say Listen to love And always get love to lead the way  [Chorus] Whenever you love There's nothing better than love What in the world could you ever be thinking of? It's better by far So let yourself reach for that star And go no matter how far To the one you love  [Bridge: Luther + Gregory + (background)] (For love, for love) You know for love I would go anywhere (For love) I would go there (For love, for love) For love to the ends of nowhere It's for her love And for her love I would go I would go I would go I would go...  [Verse 3] [Gregory] And I would love (would love) To just spend all my time With a girl Who makes me feel her love is mine  [Luther] Someone you see Who would only dream of me She'd be in love Just 'cause she'd want to be  [Chorus] She'd want to be loved There's nothing better than love What in the world could you ever be thinking of? It's better by far So let yourself reach for that star And go no matter how far To the one you love  Oh, oh... There's nothing better than love What in the world could you ever be thinking of? It's better by far So let yourself reach for that star And go no matter how far To the one you love  Oh, oh... There's nothing better than love What in the world could you ever be thinking of? It's better by far So let yourself reach for that star And go no matter how far To the one you love  ",
        "title": "There's Nothing Better Than Love"
    },
    {
        "artist": "Crowded House",
        "lyrics": "  Love can make you weep Can make you run for cover Roots that spread so deep Bring life to frozen ground  Something so strong Could carry us away Something so strong Could carry us today  Turning in my sleep Love can leave you cold A taste of jealousy Is like a lust for gold  Something so strong Could carry us away Something so strong Could carry us today  I've been Feeling so much older Frame me And hang me on the wall I've seen You fall into the same trap This thing Is happening to us all  Something so strong Could carry us away Something so strong Could carry us today  Something so strong Something so strong Something so strong Something, something so strong  ",
        "title": "Something So Strong"
    },
    {
        "artist": "Heart",
        "lyrics": null,
        "title": "Alone"
    },
    {
        "artist": "The Gregg Allman Band",
        "lyrics": "  No, I'm no angel No, I'm no stranger to the streets I've got my label So I won't crumble at your feet  And I know, baby So I got scars upon my cheek And I'm not crazy Come on and love me, baby  So you found me hard to handle Well, I'm easier to hold So you like my spurs that jingle And never leave you cold So I might steal your diamonds I'll bring you back some gold I'm no angel, mmm  No, I'm no angel No, I'm no stranger to the dark Let me rock your cradle Let me start a fire with your spark  Oh, come on, baby Come and let me show you my tattoo Let me drive you crazy Come on and love me, baby  So you don't give a darn about me I'll never treat you bad I won't ever lift a hand to hurt you And I'll always leave you glad So I might steal your diamonds I'll bring you back some gold I'm no angel  No, I'm no angel No, I'm no stranger to the dark Let me rock your cradle Let me start a fire in your heart  Oh, come on, baby Come and let me show you my tattoo Let me drive you crazy Come on and love me, baby  Come on, baby Drive me crazy Drive me crazy Come on, baby  Come on, baby Oh, come on, baby  ",
        "title": "I'm No Angel"
    },
    {
        "artist": "Expose",
        "lyrics": null,
        "title": "Come Go With Me"
    },
    {
        "artist": "Expose",
        "lyrics": null,
        "title": "Point Of No Return"
    },
    {
        "artist": "Cameo",
        "lyrics": "  There's a special kind of person Sometimes she's not all she seems You only see what she wants you to see And before you really know it always seems to go  Back & forth 8x (Our love goes)  Take your chances if you will (love's looks can kill) It'll make you go round & around You got to know it by now That the truth is you just can't win Love's funny like that It'll make you blow your cap Sacrifice everything and money Love has no guarantees It'll always really be  Back & forth 16 x(Oh, well, what'cha gonna do)  Take stabs dip and dab Forever tryin to find your way It's a seller's lament For all the love you spent You must have thought it was a bottomless pit You can't do it like that Love will show you where it's at What you put up you'll surely get back Cause there's no other way If you play you'll pay Back & forth 8x Guitar solo Love has no guarantees It'll always really be  Back & forth 16 x out  ",
        "title": "Back And Forth"
    },
    {
        "artist": "Europe",
        "lyrics": "  [Verse 1] I've gone through changes I've gone through pain But there's not enough reason For me to go insane  I know the feeling Just when it grows I'm in a rage up from my head Down to my toes  [Verse 2] You know it ain't easy Running out of thrills You know it ain't easy When you don't know what you want What do you want? Whoa oh ho  [Chorus] You want to rock now, rock the night Till early in the morning light Rock now, rock the night Whoa oh, whoa oh, yea  Rock now, rock the night You'd better believe it's right Rock now, rock the night Whoa oh, whoa oh, oh oh, oh oh  [Verse 3] I know my limit Just what it takes When things ain't good enough I just pull the brake  Sometimes it's easy Sometimes so tough But just have one thing clear I can't get enough  [Verse 2] You know it ain't easy Running out of thrills You know it ain't easy When you don't know what you want What do you want? Whoa oh ho  [Chorus] You want to rock now, rock the night Till early in the morning light Rock now, rock the night Whoa oh, whoa oh, yea  Rock now, rock the night You'd better believe it's right Rock now, rock the night Whoa oh, whoa oh, yea, yea  Oh, rock now, rock the night Rock now, rock the night Rock now, rock the night Rock now, rock the night, rock it  [Verse 2] You know it ain't easy Running out of thrills You know it ain't easy When you don't know what you want What do you want? Whoa oh ho  [Outro] Rock now, rock the night Till early in the morning light Rock now, rock the night Whoa oh, whoa oh, yea  Rock now, rock the night You, you'd better believe it's right Rock now, rock the night Whoa oh, whoa oh  ",
        "title": "Rock The Night"
    },
    {
        "artist": "The Other Ones",
        "lyrics": null,
        "title": "We Are What We Are"
    },
    {
        "artist": "Partland Brothers",
        "lyrics": "  Boy, you're looking great Yeah, you got what it takes alright There's life outside your window, babe Step into the moonlight  Babe, we're gonna ride far outta this town Driving into the setting sun To be there with you Dancing to the sound of our hearts beating as one  Soul City That's where we're heading Dancing and singing 'til dawn Soul City That's where we're going And we won't be back 'til the money's all gone  Man, this place is hopping Dancing, singing, talking, rocking this town Nobody down Shake it with me, fake it with me Don't ever take this feeling from my heart, just getting ready to start  Babe, I can see you don't ever wanna leave Gonna do what's never been done To be here with you Dancing to the sound of our hearts beating as one  Soul City That's where we're heading Dancing and singing 'til dawn Soul City That's where we're going And we won't be back 'til the money's all gone  Soul City That's where we're heading Dancing and singing 'til dawn Soul City That's where we're going And we won't be back 'til the money's all gone  All of you who are looking for that rush tonight Who are desperately searching for their heart You wanna let go, there's one thing you'll know That distant city is some place to start  Soul City That's where we're heading Dancing and singing 'til dawn Soul City That's where we're going And we won't be back 'til the money's all gone  ",
        "title": "Soul City"
    },
    {
        "artist": "Bruce Hornsby & The Range",
        "lyrics": "  Way out here, working on the docks Everyone sees the long day through Well, what would I do without the nights and the phone And the chance just to talk to you  Whoa, what would I do now? Hey, just to talk to you A thousand miles away, hey hey  What I wouldn't give for only one night A little relief in sight Someday when times weren't so tight  When the day goes down on water town When the sun sinks low all around That's when I know I, I need you now Yes, you're what I miss, every little kiss Every little one, every little one  Everybody here's a number, not a name But I guess it's all right with me As I sit alone, after a long day In the absence of company  Whoa, I let my mind wander A thousand miles away hey hey  What I wouldn't give for only one night A little relief in sight Someday when times weren't so tight  When the day goes down on water town When the sun sinks low all around That's when I know I, I need you now Yes, you're what I miss, every little kiss Every little one, every little one  What I wouldn't give for only one night A little relief in sight Someday when times weren't so tight When the day goes down on water town  When the sun sinks low all around That's when I know I, I need you now Yes you're what I miss, every little kiss Every little one, every little one  What I wouldn't give for only one night A little relief in sight Someday when times weren't so tight  When the day goes down on water town When the sun sinks low all around That's when I know I, I need you now Yes, you're what I miss, every little kiss  Every little one, every little one  ",
        "title": "Every Little Kiss"
    },
    {
        "artist": "T'Pau",
        "lyrics": "  Something in the moonlight catches my eye The shadow of a lover goes dancing by Looking for a little bit of love to grow, so Give me love, give me heart and soul You never let me cross to the other side now I'm tied to the hope that you will somehow Hard on the heels of something more But I lost your love, heart and soul  The tear in my heart as you walk on by (more than an ocean) I feel so low and your head is high Everything you do convinces me more, please (keeps us apart) Give me love, give me heart and soul Looking to the day when I saw your face (I feel a tearing in half of my heart) I wasn't in the running, I wasn't in the race You move in a way that I've known before Now I want your love, heart and soul  Leaving you ain't easy now (Tired eyes, tears that dried) Loving you's the harder part (On the bed, on the pillow, where the love has died) You never want me for myself (A turn of the key, through the door you go) Now I've needed you right from the very start (Don't look back, to hurt me more ) (Everything you said was to the point) Oh won't you even try to (Can't you try to)  Give a little bit of heart and soul (give a little bit of heart and soul) Give a little bit of love to grow Give a little bit of heart and soul (give a little bit of heart and soul) And don't you make me beg for more (must I beg you) Give a sign, I need to know A little bit of heart and soul  Walking on the water, walking on the air (a walk on the water) That was the heart of the love we shared Do you keep secret left untold (is all that I need) Can't give love, heart or soul I used to have a lover with a Midas touch (but miracles are not happening) I turned to gold but he turned to dust Left me for another, I turned to stone Now give me love, heart and soul  Living in a fantasy (Tired eyes, tears that dried) There's never any room to breathe (On the bed, on the pillow, where you told your lies) Hoping every waking hour (A turn of the key, my blood runs cold) You'll turn around and say that we can start (Don't look back to hurt me more) (Everything you did just said it all) Oh won't you even try to (Can't you try to)  Give a little bit of heart and soul (give a little bit of heart and soul) Give a little bit of love to grow Give a little bit of heart and soul (give a little bit of heart and soul) And don't you make me beg for more (must I beg you) Give a sign, I need to know A little bit of heart and soul  Somehow, I lost my way Looking to see something in your eyes But love will never compromise Now this is the politics of life, yeah!  Give a little bit of heart and soul (give a little bit of heart and soul) Give a little bit of love to grow Give a little bit of heart and soul (give a little bit of heart and soul) And don't you make me beg for more (must I beg you) Give a sign, I need to know A little bit, little bit  Give a little bit of heart and soul (give a little bit of heart and soul) Give a little bit of love to grow Give a little bit of heart and soul (give a little bit of heart and soul) And don't you make me beg for more (must I beg you) Give a sign, I need to know A little bit, little bit  Give a little bit of heart and soul (give a little bit of heart and soul) Give a little bit of love to grow Give a little bit of heart and soul (give a little bit of heart and soul) And don't you make me beg for more (must I beg you) Give a sign, I need to know, whoooah! Give a little bit of heart and soul Give a little bit of heart and soul  ",
        "title": "Heart And Soul"
    },
    {
        "artist": "Journey",
        "lyrics": "  [Verse] Lost in twilight, the memories Precious moments, you and me We've been old friends, all through the years Picture postcards, sharing tears  (Chorus) What's in our hearts, there's never time, to say Need you tonight, lover don't fade away I've seen your city lights As I walk away Why can't this night...go on forever  (Verse) Without love, we won't survive Run together, we rule the night Tell me secrets, oh that make you cry Where's the laughter, we gotta try  (Chorus) What's in our hearts, there's never time to say Need you tonight, lover don't fade away Like a photograph That time won't erase Why can't this night...go on forever  (Outro) Go on forever and ever...ever and ever  ",
        "title": "Why Can't This Night Go On Forever"
    },
    {
        "artist": "Pseudo Echo",
        "lyrics": null,
        "title": "Living In A Dream"
    },
    {
        "artist": "Paul Lekakis",
        "lyrics": null,
        "title": "Boom Boom (Let's Go Back To My Room)"
    },
    {
        "artist": "Rock And Hyde",
        "lyrics": null,
        "title": "Dirty Water"
    },
    {
        "artist": "Cinderella",
        "lyrics": "  When I was a young boy They said, \"You're only gettin' older\" But how was I to know then That they'd be cryin' on my shoulder  Put your money in a big house Get yourself a pretty wife She'll collect your life insurance When she connects you with a knife  Somebody get the doctor I'm feelin' pretty poor Somebody get the stretcher Before I hit the floor  Somebody save me, I lost my job They kicked me out of my tree Somebody save me, save me  And everybody's got opinions But nobody's got the answers And that shit you ate for breakfast Well, it'll only give you cancer  We're runnin' in a circle Runnin' to the morning light And if ya ain't quite workable It's been one hell of a night  Somebody get the doctor I think I'm gonna crash Never paid the bill Because I ain't got the cash  Somebody save me, I lost my job They kicked me out of my tree Somebody save me, save me, look out  Save me, I lost my job They kicked me out of my tree Somebody save me, oh, save me  Somebody save me I'm goin' down for the last time, look out Save me, save me, save me  ",
        "title": "Somebody Save Me"
    },
    {
        "artist": "Klymaxx",
        "lyrics": "  I love you most when we share a place Those special good times together It seems like our love, can't get much better(no) 'Cause we were as close as two could be We knew love could last forever We're more than just lovers We're good friends  And even if our love has drift away I wouldn't even think twice If I wanted love back again  Because I'd still say yes to you again My darlin' for you, I'd do it all again Yes, I'd still say yes to you again Darlin' for you, I'd do it over and over again (Say yes...ooohh)  Where does it go, how does it end True love it seems so easy 'Cause we have no doubts Where we belong (where we belong)  They say time can heal a broken heart True love never ends So why not start where we begin  Because I'd still say yes(say yes) to you again My darlin' for you, I'd do it all again Yes, I'd still say yes to you again Darlin' for you, I'd do it over and over again (Say yes, over and over...heeeyyy...say yes...say yes..ooohhh)  They say time can heal a broken heart True love never ends So why not start where we begin(let's start where we begin)  Because I'd still say yes to you again My darlin' for you, I'd do it all again Yes, I'd still say yes to you again Darlin' for you, I'd do it over and over again (Over and over...say yes, say yes...oh, girl...say yes) Say yes, to you again Darlin' for you, I'd do it over and over again (say yes...ooohh)  ",
        "title": "I'd Still Say Yes"
    },
    {
        "artist": "Frozen Ghost",
        "lyrics": null,
        "title": "Should I See"
    },
    {
        "artist": "Duran Duran",
        "lyrics": "  Yeah, mm Yeah  Yeah (yeah) mm Yeah (yeah) mm  Miss November Tuesday Bend your rubber rules Take your time, but don't take Off your high heeled shoes She's in demand at dinner time (she's in demand) She's on the factory wall (she's up on the factory wall) And when the gentlemen retire (when they retire) Guess who's in control? She blew your money On taking a cruise (If that isn't funny) Well, watch out teacher  Oo, oo When the chamber's empty She said oo, oo Meet El Presidente  Dressed in flimsy clothing Use your lipstick line To colour fear and loathing With a pink disguise You've never refused when she lies back Put a stripe on the Union and a star on the Jack She's on the case at dinner time (at dinner time) She's on the evening news (seen her on the evening news) And if you dare step out of line (step out of line) You're going to be abused You may not like it You may not be scared But Hell has no fury like a Young girl's ego  Oo, oo When the chamber's empty She said oo, oo Meet El Presidente  (Oo, oo) (Doo-doo, doo) (Oo, oo) (Doo-doo, doo) (Oo, oo) (Doo-doo, doo)  You might adopt an attitude (attitude) Look on the moral side (looking on the moral side) But if police are after you (after you) Where's the best place to hide? For this production They gave her a gun Ain't no director, so Watch out actors  Oo, oo When the chamber's empty She said oo, oo Meet El Presidente Oo, oo When the chamber's empty She said oo, oo Meet El Presidente She said oo, oo Meet El Presidente She said oo, oo Meet El Presidente  ",
        "title": "Meet El Presidente"
    },
    {
        "artist": "REO Speedwagon",
        "lyrics": "  If ever you think you miss the thrill of the chase Or just get tired of the same old face I can be different honey, I can be new Want someone else, I can be that too  Whoa-oh, gonna make you feel right, honey if you want it, variety tonight Whoa-oh, gonna make you feel right, honey you got it, variety tonight  The faces of love have their smiles and frowns And every romance has its ups and downs There are cases when love has been less than sweet Love without hate is a little like light without heat  Whoa-oh, gonna make you feel right, honey if you want it, variety tonight Whoa-oh, gonna make you feel right, honey you got it, variety tonight  And the fire will fade if you forget it 'Cause love can't live unless you let it Whoa, you gotta try just a little harder with the passin' days You got to find some new ways, ow!  Whoa-oh, gonna make you feel right, honey if you want it, variety tonight Whoa-oh, gonna make you feel right, honey you got it, variety tonight  ",
        "title": "Variety Tonight"
    },
    {
        "artist": "Gino Vannelli",
        "lyrics": null,
        "title": "Wild Horses"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": "  [Verse 1] There's something I want to tell you There's something I think That you should know It's not that I shouldn't really love you Let's take it slow  [Verse 2] When we get to know each other And we're both feeling much stronger Then let's try to talk it over Let's wait awhile longer  [Chorus] Let's wait awhile Before it's too late Let's wait awhile Before we go too far  [Verse 3] Remember that special night? When all of the stars were shining bright We made our first endeavor To stay together  [Verse 4] We made our very first promise To love, to share And be real honest But on that very first night It wasn't quite right  [Chorus] Let's wait awhile Before it's too late Let's wait awhile Our love will be great Let's wait awhile Before we go too far  [Bridge] I didn't really know Not to let all my feelings show To save some for later So our love will be greater  [Verse 5] You said you would always love me Remember I said the same thing too You don't have to be frightened with my love Because I'll never give up on you  [Chorus] Let's wait awhile Before it's too late You know You can't rush love Love Let's wait awhile Before it's too late Let's wait awhile Our love will be great Let's wait awhile Before we go too far  Let's just take our time Love's so good Sure our love will be there Slow it down  [Non-lyrical vocalizing]  [Spoken Outro] I promise I'll be worth the wait  ",
        "title": "Let's Wait Awhile"
    },
    {
        "artist": "Beastie Boys",
        "lyrics": "  [Hook] Brass Monkey - that funky Monkey Brass Monkey junkie That funky Monkey Brass  [Verse 1] Got this dance that's more than real Drink Brass Monkey, here's how you feel You put your left leg down, your right leg up Tilt your head back, let's finish the cup M.C.A. with the bottle, D. rocks the can Ad-Rock gets nice with Charlie Chan We're offered Moët, we don't mind Chivas Wherever we go, with bring the Monkey with us Ad-Rock drinks three, Mike D. is D Double R foots the bill most definitely I drink Brass Monkey and I rock well I got a Castle in Brooklyn, that's where I dwell  [Hook] Brass Monkey- that funky Monkey Brass Monkey junkie That funky Monkey Brass  [Verse 2] Because 'Cause I drink it anytime and anyplace When it's time to get ill - I pour it on my face Monkey tastes def when you pour it on ice Come on, y'all, it's time to get nice Coolin' by the lockers, getting kind of funky Me and the crew, we're drinking Brass Monkey This girl walked by, she gave me the eye I reached in the locker, grabbed the Spanish Fly I put it with the Monkey, mixed it in the cup Went over to the girl, \"Yo baby, what's up?\" I offered her a sip-sip, the girl she gave me lip-lip It did begin, the stuff wore in and now she's on my tip  [Hook] Brass Monkey - that funky Monkey Brass Monkey junkie That funky Monkey Brass  [Verse 3] Step up to the bar, put the girl down She takes a big gulp and slaps it around You take a sip, you can do it, you get right to it We had a case in the place and we went right through it You got a dry Martini, you thinking you're cool I'll take your place at the bar, I smack you off your stool I'll down a '40 dog in a single gulp And if you got beef, you'll get beat to a pulp Monkey and parties and reelin' and rockin' Def-def girls-girls, all y'all jockin' The song and dance keeping you in a trance If you don't buy my record, I got my advance I drink it, I think it, I see it, I be it I love Brass Monkey but I won't give D it We got the bottle, you got the cup Come on everybody let's get ffffff  [Hook] Brass Monkey - that funky Monkey Brass Monkey junkie That funky Monkey Brass Monkey - that funky Monkey Brass Monkey junkie That funky Monkey Brass  ",
        "title": "Brass Monkey"
    },
    {
        "artist": "Jack Wagner",
        "lyrics": "  Alone I'm going around in circles Moving aimlessly Giving so much time for the future Got nothing left for me Runnin' restless through the city To find my fnatasy Looked into your eyes and found it Lookin' back at me Now that the winter's over Sweet love is takin' over All of those dark clouds have faded away Ooh, you got the tables turnin' Can't stop the fire burnin' You got a ticket to take me all the way Weatherman says it's gonna get hot tonight There's a fever in the air that I can't control Now I'm gonna be a fool for love But I think it's all right And I never wanna let this feeling go Weatherman says it's gonna get hot tonight And I'm gonna fill this burnin' desire And I'm gonna get lost in love 'Cause I feel so right Baby, I'll raise this flame into a fire Lost my vision trying to read the writing on the wall Caught in fatal fascination Heading for a fall Sweet shining summer angel came to my rescue Shook off all that old suspicion Found a dream come true  (Repeat chorus)  ",
        "title": "Weatherman Says"
    },
    {
        "artist": "Europe",
        "lyrics": "  [Verse 1:Joey Tempest] We're leaving together But still it's farewell And maybe we'll come back To Earth, who can tell? I guess there is no one to blame We're leaving ground (leaving ground) Will things ever be the same again?  [Hook] It's the final countdown The final countdown Ohh  [Verse 2:Joey Tempest] We're heading for Venus (Venus) And still we stand tall Cause maybe they've seen us And welcome us, all yeah With so many lightyears to go And things to be found (to be found) I'm sure that we'll all miss her so  [Hook] It's the final countdown The final countdown The final countdown (final countdown)  The final countdown It's the final countdown The final countdown The final countdown (final countdown) Ohhh. It's the final countdown We're leaving together. (The final countdown) We'll all miss her so It's the final countdown (Final countdown)  [Outro] It's the final countdown  ",
        "title": "The Final Countdown"
    },
    {
        "artist": "World Party",
        "lyrics": "  We're setting sail To the place on the map from which no one has ever returned Drawn by the promise of the joker and the fool By the light of the crosses that burn Drawn by the promise of the women and the lace And the gold and the cotton and pearls It's the place where they keep all the darkness you need You sail away from the light of the world on this trip baby Pay, you will pay tomorrow You're gonna pay tomorrow You will pay tomorrow Save me, save me from tomorrow I don't want to sail with this ship of fools, no no Oh, save me, save me from tomorrow I don't want to sail with this ship of fools, no no I want to run and hide Right now Avarice and greed are gonna drive you over the endless sea They will leave you drifting in the shallows Drowning in the oceans of history Travellin' the world, you're in search of no good But I'm sure you'll build your Sodom like I knew you would Using all the good people for your galley slaves As your little boat struggles through the the warning waves But you will pay, you will pay tomorrow You're gonna pay tomorrow You gonna pay tomorrow Save me, save me from tomorrow I don't want to sail with this ship of fools, no Oh, save me, save me from tomorrow I don't want to sail with this ship of fools, no Where's it comin' from or where's it goin' to? It's just a, it's just a ship of fools All aboard  ",
        "title": "Ship Of Fools (Save Me From Tomorrow)"
    },
    {
        "artist": "Boston",
        "lyrics": "  Can'tcha say you believe in me? Can'tcha see what you mean to me?  Everyday I think of you You're on my mind Some things in the past Are better left behind Every night I dream of you The images as clear as day  Can'tcha say you believe in me? Can'tcha say you believe in me? You know that where there's a will there's a way Can'tcha say you believe in me? Can't you see what it means to me? Don't leave me alone tonight 'Cause I still love you  We've had our time apart And I knew right from the start I could never change The way I feel about you baby We can sit here all night long And separate the right from wrong But love won't wait  Can'tcha say you believe in me? Can'tcha say you believe in me? You know that where there's a will there's a way Can'tcha say you believe in me? Can't you see what it means to me? Don't leave me alone tonight 'Cause I still love you  ",
        "title": "Can'tcha Say (You Believe In Me)/Still In Love"
    },
    {
        "artist": "Lou Gramm",
        "lyrics": null,
        "title": "Ready Or Not"
    },
    {
        "artist": "Genesis",
        "lyrics": "  [Verse 1] I'm coming down Coming down like a monkey But it's alright Like a load on your back that you can't see Ooh, but it's alright Try to shake it loose, cut it free, just let it go Get it away from me  [Chorus] 'Cause tonight, tonight, tonight, oh I'm gonna make it right Tonight, tonight, tonight, oh  [Verse 2] I'm going down Going down, like a monkey, ooh But it's alright Try to pick yourself up Carry that weight that you can't see Don't you know it's alright It's like a helter skelter Going down and down, round and round But just get it away from me, oh  [Chorus] 'Cause tonight, tonight, tonight, oh We're gonna make it right Tonight, tonight, tonight, oh  [Verse 3] I got some money in my pocket About ready to burn I don't remember where I got it I gotta get it to you So please answer the phone 'Cause I keep calling But you're never home What am I gonna do?  [Chorus] Tonight, tonight, tonight, oh I'm gonna make it right Tonight, tonight, tonight, oh  [Bridge] You keep telling me I've got everything You say I've got everything I want You keep telling me you're gonna help me You're gonna help me, but you don't But now I'm in too deep You see it's got me so that I just can't sleep Oh get me out of here Please get me out of here Just help me, I'll do anything, anything If you'll just help, get me out of here  [Verse 4] I'm coming down Coming down like a monkey But it's alright It's like a load on your back that you can't see Ooh, but you know that it's alright Just try to shake it loose, cut it free, let it go Just get it away from me, oh  [Chorus] 'Cause tonight, tonight, tonight, oh I'm gonna make it right Tonight, tonight, tonight, oh  'Cause tonight, tonight, tonight, oh I'm gonna make it right Tonight, tonight, tonight, oh  Please get me out of here Just someone get me out of here Just help me, I'll do anything, anything If you'll just help, get me out of here  [Chorus] Tonight, oh I'm gonna make it right Tonight, tonight, tonight, oh  'Cause tonight, tonight, tonight, oh Yes I'm gonna make it right Tonight, tonight, tonight, oh  [Outro] (Tonight, tonight, tonight, oh Tonight, tonight, tonight, oh Tonight, tonight, tonight, oh Tonight, tonight, tonight, oh)  ",
        "title": "Tonight, Tonight, Tonight"
    },
    {
        "artist": "Tina Turner",
        "lyrics": "  [Verse 1] Every road that I walk Every single flight I ever take Though I'm thousands of miles away In my mind every journey leads me closer to you I've been all around this world I've been in far too many states But I'm under your spell I've made my mistakes, oh you can probably tell  [Chorus] You're every dream that I dream You're every beautiful thing I've ever seen I'm always singing your praises Counting the days away I would be your slave I'd even be your fool I'm so in love with you I'm in love with you baby I'm going to break every rule  [Verse 2] I hope you can forgive Every white lie, I'm forced to tell They say that every thing's fair in love and in war And I'm not above cheating for you One night I'll catch you off your guard And you'll finally fall so hard Strategically speaking, I'm already beaten I'll surrender to you  [Chorus]  [Outro][4x]  ",
        "title": "Break Every Rule"
    },
    {
        "artist": "Wang Chung",
        "lyrics": null,
        "title": "Let's Go!"
    },
    {
        "artist": "Pseudo Echo",
        "lyrics": null,
        "title": "Funkytown"
    },
    {
        "artist": "The Truth",
        "lyrics": "  Whoa Oh Oh...  In this situation In which I have fallen I can't see to lose you You have it down down down yeah  Everywhere I go to run You're just a step away, just a step away And I know that in my heart Your promises are just a kiss away  Whoa Oh Oh...Weapons Of Love Stop hurting me Whoa Oh Oh...Weapons of Love They're killing me yeah  Now I stand accused Of the crime this time I've been a fool for you You turned me down down down yeah  Everywhere I go to hide You're just a breath away, just a breath away And I know that in my mind Another heartache is just a kiss away  Whoa Oh Oh...Weapons Of Love Help me please Whoa Oh Oh...Weapons of Love They're killing me yeah  Everywhere I go to run You're just a step away, just a step away And I know that in my heart Your promises are just a kiss away  Whoa Oh Oh...Weapons of Love They're killing me yeah Whoa Oh Oh...Weapons of Love They're killing me yeah  Whoa Oh Oh...Weapons Of Love Help me please Whoa Oh Oh...Weapons of Love Whoa Oh Oh...Weapons of Love Would somebody help me please Whoa Oh Oh...Weapons of Love  ",
        "title": "Weapons Of Love"
    },
    {
        "artist": "Dead Or Alive",
        "lyrics": "  I,I,IIIII I,I,IIIII, I am being haunted  It's four o'clock in the morning And I'm sitting on my stairs And there's bangin' round the bedroom But no one knows there's no one there And I am here all by myself And you're somewhere else with someone else And I am being haunted by a love that isn't there  There is something in my house - my house It's just a ghost of a long long dead affair There is something in my house - my house I just keep a hearing you runnin' on up my stairs But you're not there  I really gotta say it to ya Ya showed me a good time But for every minute that you spent laughin' There were hours that I cried And I think about what might have been If I'd never met that wicked queen And my heart broke into pieces at midnight on Halloween  There is something in my house - my house It's just a ghost of a long long dead affair There is something in my house - my house I just keep a hearing you runnin' on up my stairs But you're not there  It's just a ghost of a long long dead affair  There is something in my house - my house  But you're not there  I,I,IIIII I,I,IIIII,I am being haunted  And I am here all by myself And you're somewhere else with someone else And I am being haunted by a love that isn't there  There is something in my house - my house It's just a ghost of a long long dead affair There is something in my house - my house I just keep a hearing you runnin' on up my stairs But you're not there  It's just a ghost of a long long dead affair  There is something in my house - my house It's just a ghost of a long long dead affair There is something in my house - my house I just keep a hearing you runnin' on up my stairs But you're not there  It's just a ghost of a long long dead affair  ",
        "title": "Something In My House"
    },
    {
        "artist": "Jennifer Rush (Duet With Elton John)",
        "lyrics": "  You're walkin', talkin' like a flame You're walkin', talkin' like a flame,baby Never knew what my heart would be facing Guess I must have been blind Sayin' goodbye to you baby You baby to baby you baby Close my eyes at night I can taste it I'm right back in the fire Where once had you baby you baby I said that's something I won't Do  I want you back in my arms In the flames of paradise I want you back in my arms In the flames of paradise The flames of paradise  I give up all of my love just to you It's been so long baby I give you all, my love is waiting for you Don't take to long baby  I've been makin' some brave conversation Telling friends I'm way better off Without you baby, you baby who baby you baby And I was living in my imagination Thinking I could make it Without you too baby ooh baby My heart tried to deceive me But that's one thing it just can't do  I want you back in my arms In the flames of paradise I want you back in my arms In the flames of paradise The flames of paradise  I give up all of my love just to you It's been so long baby I give you all, my love is waiting for you Don't take to long baby  Ooh... Ooh...  You said don't ever leave me Oh thats one thing I won't ever do I won't ever do  I want you back in my arms In the flames of paradise I want you back in my arms In the flames of paradise The flames of paradise  I give up all of my love just to you It's been so long baby I give you all, my love is waiting for you Don't take to long baby  I want you back in my arms In the flames of paradise I want you back in my arms In the flames of paradise The flames of paradise  I want you back in my arms In the flames of paradise I want you back in my arms In the flames of paradise The flames of paradise  ",
        "title": "Flames Of Paradise"
    },
    {
        "artist": "The Nylons",
        "lyrics": "  You know I love you I'll always love you Even though the tears are fallin' From my eyes I still remember baby when Our love was so strong So go on Go ahead and kiss him Go on and kiss him goodbye Goodbye, whoa goodbye  He doesn't love you the way that I love you Cause if he did he wouldn't go and break your heart He's only flirtin' baby but my love is so strong So go on, go ahead and kiss him Go on and kiss him goodbye  Na na na na, hey hey hey, goodbye Na na na na, na na na na, hey hey hey, goodbye  He's never near you to comfort and cheer you Even though the tears are fallin', fallin' from your eyes He might be thrillin' baby but my love is ready and willin' So go on, go ahead and kiss him Go ahead and kiss him, oo Go ahead and kiss him, oo Go on and kiss him goodbye Goodbye, whoa goodbye Bye bye bye, goodbye, whoa goodbye bye bye Na na na na na na, na na na na na na Na na na na na na, na na na na na na(repeat) Na na na na, na na na na, hey hey hey, goodbye(repeat)  ",
        "title": "Kiss Him Goodbye"
    },
    {
        "artist": "Debbie Gibson",
        "lyrics": "  [Verse 1:] Everytime I'm telling secrets I remember how it used to be And I realized how much I miss you And I realize how it feels to be free  Now I see I'm up to no good (No, no good) And I wanna start again Can't remember when I felt good (Felt good, baby) No, I can't remember when  [Chorus:] No, only in my dreams As real as it may seem It was only in my dreams  [Verse 2:] Couldn't see how much I missed you (Now I do) Couldn't see how much it meant (ahh) Now I see my world come tumbling down (Tumbling down my world) Now I see the road is bent  If I only once could hold you (No, no, no) And remember how it used to be (ahh) If only I could scold you And forget how it feels to be free  [Chorus:] No, only in my dreams As real as it may seem It was only in my dreams  No No, no, no, only in my dreams As real as it may seem It was only in my dreams  No, only in my dreams As real as it may seem It was only in my dreams  No No, no, no, only in my dreams As real as it may seem It was only in my dreams  No, no, no, only in my dreams As real as it may seem It was only in my dreams  ",
        "title": "Only In My Dreams"
    },
    {
        "artist": "Newcity Rockers",
        "lyrics": null,
        "title": "Black Dog"
    },
    {
        "artist": "Survivor",
        "lyrics": "  [Verse 1] Have you ever walked alone at night Like a man against the world No one takes your side A boat against the tide When your faith is shaken you start to break And your heart can't find the words Tossed upon the sand I give you a man against the world  [Verse 2] All the people cheer 'til the end is near And the hero takes a fall Then they'll drag you through the mud You're only flesh and blood I have walked the path from dark to light And they've yet to come to terms Alone I take my stand I'm only a man against the world  [Bridge] And love, like a distant reminder It tugs at my shoulder It calls me home I shout, can a single voice carry Will I find sanctuary within your arms Someday when the answer's clearer Someday when I even the score You'll reach and you'll find me near you Right beside you Forevermore  [Outro] But for now I'll walk the night alone Like a man against the world A brand new day will shine Through the avalanche of time Now the road's grown long, but the spirit's strong And the fire within still burns Alone I take my stand I give you a man against the world  ",
        "title": "Man Against The World"
    },
    {
        "artist": "Night Ranger",
        "lyrics": "  Think of it, I hold the world in the palm of my hand Run a comb through my hair, head on out for some new foreign land And all this could seem like a dream out the door With everyday people, face down on the floor  I always said I could make it and be who I am There's a new look in sight, what a change for the new modern man With all this it seems, like I'm dying for more The streets are on fire, never seen it before It's like the sound of electric guitars  Worlds collide and hearts will be broken Over and over it's the same every day- How can I say what has never concerned me The secret of my success is I'm living 25 hours a day  It's amazing to me, what a fool will believe to get by With a change of your mind, I can live, I can fly The harder they come, the harder they fall I never say maybe and I go for it all Just like the sound of electric guitars  Worlds collide and hearts will be broken Over and over it's the same every day- How can I say what has never concerned me The secret of my success is I'm living 25 hours a day  With nothing to show, just sweat from my soul My heart's on the line and I'm dying to go (dying to go) Look at us now, gonna make it somehow Hold on to me baby, can't hold me down  Worlds collide and hearts will be broken Over and over it's the same every day- How can I say what has never concerned me The secret of my success is I'm living 25 hours a day  The secret of my success is I'm living 25 hours a day 25 hours a day  ",
        "title": "The Secret Of My Success"
    },
    {
        "artist": "Billy Joel featuring Ray Charles",
        "lyrics": "  Late at night When it's dark and cold I reach out For someone to hold When I'm blue When I'm lonely She comes through She's the only one who can My baby grand Is all I need  In my time I've wandered everywhere Around this world She would always be there Any day Any hour All it takes Is the power in my hands This baby grand's Been good to me  I've had friends But they slipped away I've had fame But it doesn't stay I've made fortunes Spent them fast enough As for women They don't last with just one man But baby grand Will stand by me  They say that no one's gonna play this on the radio They said the melancholy blues were dead and gone But only songs like these Played in minor keys Keep those memories holding on  I've come far From the life I strayed in I've got scars From those dives I played in Now I'm home And I'm weary In my bones Every dreary one night stand But baby grand Came home with me  Ever since this gig began My baby grand's Been good to me  ",
        "title": "Baby Grand"
    },
    {
        "artist": "Bruce Hornsby & The Range",
        "lyrics": "  The song came and went Like the times that we spent Hiding out from the rain under the carnival tent I laughed and she'd smile It would last for awhile You don't know what you've got till you lose it all again  Listen to the mandolin rain Listen to the music on the lake Oh, listen to my heart break every time she runs away Oh, listen to the banjo wind A sad song drifting low Listen to the tears roll Down my face as she turns to go  A cool evening dance Listenin' to the bluegrass band takes the chill From the air until they play the last song I'll do my time Oh, keeping you off my mind but there's moments That I find, I'm not feeling so strong  Listen to the mandolin rain Listen to the music on the lake Ah, listen to my heart break every time she runs away Oh, listen to the banjo wind A sad song drifting low Listen to the tears roll Down my face as she turns to go  Runnin' down by the lakeshore She did love the sound of a summer storm It played on the lake like a mandolin Now it's washing her away once again...whoa, again  The boat's steaming in Oh, I watch the sidewheel spin And I think about her when I hear that whistle blow I can't change my mind Oh, I knew all the time that she'd go But that's a choice I made long ago  Listen to the mandolin rain Listen to the music on the lake Ah, listen to my heart break every time she runs away Oh, listen to the banjo wind A sad song drifting low Listen to the tears roll Down my face as she turns to go As she turns to go Listen to the...listen to the mandolin rain  Listen to the tears roll Down my face as she turns to go Listen to the tears roll Down my face as she turns to go  Listen to the mandolin rain  ",
        "title": "Mandolin Rain"
    },
    {
        "artist": "The Robert Cray Band",
        "lyrics": "  The lyrics on this page have been temporarily removed due to licensing discussions  ",
        "title": "Right Next Door (Because Of Me)"
    },
    {
        "artist": "Tesla",
        "lyrics": "  Ow  Little Suzi's on the up, looking for a getaway Ruby trying to bring her down, still looking for another way Little Suzi's on the up, heading for the spotlight Ruby finally gets up, lookin' for some quiet nights  And the music makes her feel so hot Ooh, and she'll smile for the camera with all she's got Don't bring her down, she's a lot like you She'll be richer by far if her dreams come true  Little Suzi's on the up  Little Suzi's on the up, now suddenly it's not a game Ruby's got to give up 'cause Suzi's plenty set on fame Little Suzi's on the up, casting couch appointments made Ruby's gonna hang around to make sure Suzi's okay  And the music makes her feel so hot And she'll smile for the camera with all she's got  Don't bring her down, she's a lot like you She'll be richer by far if her dreams come true Don't bring her down, she's a lot like you She'll be richer by far if her dreams come true  Little Suzi's on the up  Oh, and the music makes her feel so hot Oh, and she'll smile for the camera with all she's got  Oh, don't you bring her down, she's a lot like you She'll be richer by far if her dreams come true Woah, don't you bring her down, she's a lot like you She'll be richer by far when her dreams come true  Little Suzi's on the up Oh yes she is  Ow  Now she's on the up Oh, Little Suzi's on the up Headin' for the spotlight Oh, Little Suzi  Oh, and the music makes her feel so hot Go, Little Suzi, yeah Uh huh Yeah yeah, oh yeah  ",
        "title": "Little Suzi"
    },
    {
        "artist": "Stacey Q",
        "lyrics": null,
        "title": "Shy Girl"
    },
    {
        "artist": "Linda Ronstadt & James Ingram",
        "lyrics": "  Somewhere out there Beneath the pale moonlight Someone's thinking of me And loving me tonight  Somewhere out there Someone's saying a prayer That we'll find one another In that big somewhere out there  And even though I know how very far apart we are It helps to think we might be wishing On the same bright star  And when the night wind starts to sing a lonesome lullaby It helps to think we're sleeping Underneath the same big sky  Somewhere out there If love can see us through Then we'll be together Somewhere out there Out where dreams come true  And even though I know how very far apart we are It helps to think we might be wishing On the same bright star  And when the night wind starts to sing a lonesome lullaby It helps to think we're sleeping Underneath the same big sky  Somewhere out there If love can see us through Then we'll be together Somewhere out there Out where dreams come true  ",
        "title": "Somewhere Out There (From \"An American Tail\")"
    },
    {
        "artist": "Shirley Murdock",
        "lyrics": "  [Verse 1:] It's morning And we slept the night away It happened Now we can't turn back The hands of time (oh no) Yes we've stolen this moment We forgot to face One simple fact We both belong To someone else As we slept the night away  [Verse 2:] It's morning Sunlight shines across Your sleeping face A new day Brings reality that We must go our separate ways What a lovely night We had (yeah yeah) As we shared each other's love We forgot about All the pain we'd cause As we slept the night away  [Hook:] As we lay We forgot about tomorrow As we lay (mmhmm, hey hey)  As we lay We didn't think about the price We'd have to pay (oh no, no no no, no no no, no)  [Verse 3:] It's morning And now it's time for us to say goodbye Goodbye baby You're leaving me I know you got to hurry home To face your wife (whoa) I would never want to hurt her No She would never understand You belonged to me for Just one night As we slept the night away  [Bridge:] I would never want to hurt her, no She would never understand  You belonged to me for Just one night As we slept the night away  [Repeat Chorus:]  We should have counted up the cost But instead we got lost In the second In the minute In the hour Hey hey, hey As we lay We forgot about tomorrow As we lay Whoa  It's morning (it's morning) (Oo oo)  It's morning (whoa) It's morning  ",
        "title": "As We Lay"
    },
    {
        "artist": "Kool Moe Dee",
        "lyrics": "  But three days later, go see the doctor...  I was walking down the street, rocking my beat Clapping my hands and stomping my feet I saw a little lady so neat and petite She was so sweet, yes I wanted to meet So I asked this lady could I take her out We could wine and dine and we could talk about The birds and the bees in my waterbed And you could treat me like a Buddha and bow your head We continued to talk, and before you knew it We were at my house and it was time to do it As soon as I finished, I lost my poise Ran outside and told all my boys I said \"Listen up fellas, come over here, bust it\" They said \"Did you get it?\" I said \"Yeah,\" they said \"How was it?\" The poontang was dope and you know that I rocked her But three days later, go see the doctor  I rocked her to the left, rocked her to the right She felt so good, hugged me so tight I said \"Good night\" Three days later... Woke up fussing, yelling and cussing Drip drip dripping and puss puss pussing I went to the bathroom and said \"Mama mia!\" I'ma kill that girl next time I see her The madder I got the more I reminisce Why is my thing thing burning like this? Well I remember the first day I saw that girl I just couldn't wait to rock her world I said \"Hey good looking, what you got cooking?\" What have I done stuck my dick in? Now I know why her ex-boyfriend Dave Calls her Mrs. Microwave 'Cause she was hotter than an oven and I had to learn The hard way, stay in the microwave too long you get burned But the poontang was dope and you know that I rocked her But three days later, go see the doctor  I went to the doctor's office, I said \"What have I got?\" He said \"Turn around boy and take this shot\" I looked at him like he was crazy, and I said \"What? Ain't nobody sticking nothing in my butt\" He turned and said in a real deep voice \"Have it your way if that's your choice And I'll put it down if you want me to put it But don't blame me if it turns into a foot Extending from the middle of your body And the next time you see your cute hottie You won't be able to screw, the only thing you can do Would just kick her, so go take karate\" As I turned around to receive my injection I said \"Next time I'll use some protection\" If I see another girl and I get an erection I'm walking in the other direction 'Cause I don't wanna do the sick sick dance So I'm keeping my prick inside my pants And if I see another girl and I know I can rock her Before I push up I'll make her go see the doctor  ",
        "title": "Go See The Doctor"
    },
    {
        "artist": "Sammy Hagar",
        "lyrics": "  I Watch with open eyes Till it's time To take it all the way, hey  Everyday The game is ours to play Oh, tell me why There are no alibis  'Cause winner takes it all Loser takes a fall Fight to the beginning of the end  Winner takes it all Till he breaks the fall In time he'll make it over the top Hey  Hey You listen when I say There's a dream Oh, that's comin' true today, yeah  Never turn away When the challenge is alive The choice is yours to make In every chance you take  'Cause the winner takes it all Loser takes a fall Fight till the beginning of the end  Winner takes it all Till he breaks the fall In time he'll make it over the top  First the mind Then the soul And when the heart Gets pumped up for the goal  There's no defeat You'd sooner die It's man to man As we stand eye to eye  Oh, winner takes it all Loser takes a fall Fight till the beginning of the end  Winner takes it all Till he breaks the fall In time he'll make it over the top  Winner takes it all Loser takes a fall Fight till the beginning of the end  Winner takes it all Till he breaks the fall In time he'll make it over the top  Winner takes it all Loser takes a fall Fight till the beginning of the end  ",
        "title": "Winner Takes It All"
    }
]