[
    {
        "artist": "Usher",
        "lyrics": "  [Intro] Watch this  [Chorus] These are my confessions Just when I thought I said all I could say My chick on the side said she got one on the way These are my confessions Man, I'm throwed and I don't know what to do I guess I gotta give part two of my confessions If I'm gonna tell it, then I gotta tell it all Damn near cried when I got that phone call I'm so throwed, I don't know what to do But to give you part two of my confessions  [Verse 1] Now, this gon' be the hardest thing I think I ever had to do Got me talking to myself, asking how I'm gon' tell you 'Bout that chick on part one I told y'all I was creeping with, creeping with Said she's three months pregnant and she's keeping it The first thing that came to mind was you Second thing was how do I know if it's mine and is it true Third thing was me wishing that I never did what I did How I ain't ready for no kid and bye bye to our relationship  [Chorus] These are my confessions Just when I thought I said all I could say My chick on the side said she got one on the way These are my confessions Man, I'm throwed and I don't know what to do I guess I gotta give part two of my confessions If I'm gonna tell it, then I gotta tell it all Damn near cried when I got that phone call I'm so throwed, I don't know what to do But to give you part two of my confessions  [Verse 2] Sitting here, stuck on stupid, trying to figure out When, what, and how I'ma let this come out of my mouth Said it ain't gon' be easy But I need to stop thinking, contemplating Be a man and get it over with, over with I'm riding in my whip, racing to her place Talking to myself, preparing to tell her to her face She open up the door and didn't want to come near me I said \"one second, baby, please hear me\"  [Chorus] These are my confessions Just when I thought I said all I could say My chick on the side said she got one on the way These are my confessions Man, I'm throwed and I don't know what to do I guess I gotta give part two of my confessions If I'm gonna tell it, then I gotta tell it all Damn near cried when I got that phone call I'm so throwed, I don't know what to do But to give you part two of my confessions  [Interlude] This by far is the hardest thing I think I've ever had to do To tell you, the woman I love That I'm having a baby by a woman that I barely even know I hope you can accept the fact that I'm man enough to tell you this And hopefully you'll give me another chance This ain't about my career This ain't about my life It's about us Please  [Chorus] These are my confessions Just when I thought I said all I could say My chick on the side said she got one on the way These are my confessions Man, I'm throwed and I don't know what to do I guess I gotta give part two of my confessions If I'm gonna tell it, then I gotta tell it all Damn near cried when I got that phone call I'm so throwed, I don't know what to do But to give you part two of my confessions  ",
        "title": "Confessions Part II"
    },
    {
        "artist": "Juvenile Featuring Soulja Slim",
        "lyrics": "  [Intro: Soulja Slim] Slow motion for me Slow motion for me, move in slow motion for me (c'mon) Slow motion for me Slow motion for me, move in slow motion for me  [Chorus: Soulja Slim] Ughh! I like it like that She working that back, I don't know how to act Slow motion for me, slow motion for me Slow motion for me, move in slow motion for me Ughh! I like it like that She working that back, I don't know how to act Slow motion for me, slow motion for me Slow motion for me, move in slow motion for me  [Verse 1: Soulja Slim] I'm a dick thrower, her neck and her back hurting Cut throater, have you like a brand new virgin It's like when you get used of it then you start serving Hop up on top and start jicky-jicky-jerking Slow down for me, a-you moving too fast My fingers keep slipping, I'm tryna grip that ass Keep being hard-headed and I'ma make you get on me Got human enough disguise but my face is a doggy If you loving my bark let me bury my bone I got four or five bad married bitches at home One of my bitches feel in love with that outside dick That outside dick keep them hoes sick like  [Chorus: Soulja Slim] Ughh! I like it like that She working that back, I don't know how to act Slow motion for me, slow motion for me Slow motion for me, move in slow motion for me Ughh! I like it like that She working that back, I don't know how to act Slow motion for me, slow motion for me Slow motion for me, move in slow motion for me  [Verse 2: Juvenile] It's like I got the world in my palms Your girl up under my arms, she fucked up from the charm She love the way the dick stay hard from 12 'til early in the morn' Fine bitches if you listening, you heard me, I'm strong If you going through your cycle, I ain't with it, I'm gone You must have heard about them hoes that I beat up in my home They wasn't telling the truth baby, you know they was wrong Now, make it official, wind up some of that dome I don't mind buying blue, your riding to Don't be asking nigga questions about where I'm driving you Lil mama my shit together, I ain't jiving you I don't think that nigga could do you better then I could do, ya know And Juvenile from cross the street by the derby Same nigga that used to be running with Rusty and Kirby Can a playa from the 'Nolia get a chance with it? But I can't bounce with you without using my hands with it  [Chorus: Soulja Slim] Ughh! I like it like that She working that back, I don't know how to act Slow motion for me, slow motion for me Slow motion for me, move in slow motion for me Ughh! I like it like that She working that back, I don't know how to act Slow motion for me, slow motion for me Slow motion for me, move in slow motion for me  [Verse 3: Soulja Slim] Slow motion, she open, I'm hoping she don't leave my dick broken With brush burns and swollen I'm toting, she wanted me to make her out a believer I gurantee ya I'ma see ya when I see ya And just don't holla out my name like we was all that Your pussy throw back and you know that So stop stunting, slow motion for a real nigga I'm going off that incredible potion and I'ma deal with ya  [Verse 4: Juvenile] I like how that Victoria Secret sit in that ass Let me pour some more hip and Hennsey in your glass Would I be violating if I grab me a handful? I know what's happening, all I want is a sample Who you with? I'm in the rental today It's going down and happening and I remember the way Less money we spend on bullshit, the more for the weed What's it gonna take for you to come slow motion with me? Like  [Chorus: Soulja Slim] Ughh! I like it like that She working that back, I don't know how to act Slow motion for me, slow motion for me Slow motion for me, move in slow motion for me Ughh! I like it like that She working that back, I don't know how to act Slow motion for me, slow motion for me Slow motion for me, move in slow motion for me Ughh! I like it like that She working that back, I don't know how to act Slow motion for me, slow motion for me Slow motion for me, move in slow motion for me Ughh! I like it like that She working that back, I don't know how to act Slow motion for me, slow motion for me Slow motion for me, move in slow motion for me  ",
        "title": "Slow Motion"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Intro] Girl, I understand why See, it's burning me to hold onto this I know this is something I gotta do But that don't mean I want to What I'm trying to say is that, I... love you, I just... I feel like this is coming to an end And its better for me to let it go now Than hold on and hurt you I gotta let it burn  [Verse 1] It's gonna burn for me to say this, but it's coming from my heart It's been a long time coming, but we done been fell apart Really wanna work this out, but I don't think you're gonna change I do, but you don't think it's best we go our separate ways Tell me why I should stay in this relationship When I'm hurting, baby, I ain't happy, baby Plus there's so many other things I gotta deal with I think that you should let it burn  [Chorus] When your feeling ain't the same and your body don't want to But you know gotta let it go 'cause the party ain't Jumping like it used to, even though this might bruise you Let it burn, let it burn, gotta let it burn Deep down, you know it's best for yourself, but you Hate the thought of her being with someone else But you know that it's over, we knew it was through Let it burn, let it burn, gotta let it burn  [Verse 2] Sending pages I ain't supposed to Got somebody here, but I want you 'Cause the feeling ain't the same Find myself calling her your name Ladies, tell me do you understand? Now, all my fellas, do you feel my pain? It's the way I feel I know I made a mistake, now it's too late I know she ain't coming back What I gotta do now to get my shorty back? Oh oh oh oh Man, I don't know what I'm gonna do without my boo You've been gone for too long It's been fifty-leven days, umpteen hours I'ma be burning 'til you return (let it burn)  [Chorus] When your feeling ain't the same and your body don't want to But you know gotta let it go 'cause the party ain't Jumping like it used to, even though this might bruise you Let it burn, let it burn, gotta let it burn Deep down, you know it's best for yourself, but you Hate the thought of her being with someone else But you know that it's over, we knew it was through Let it burn, let it burn, gotta let it burn  [Bridge] I'm twisted 'cause one side of me is telling me that I need to move on On the other side, I wanna break down and cry I'm twisted 'cause one side of me is telling me that I need to move on On the other side, I wanna break down and cry Ooh, ooh, ooh, ooh, ooh, ooh Ooh, ooh, ooh (can you hear me burning?) Ooh, ooh, ooh, ooh, ooh, ooh So many days, so many hours I'm still burning 'til you return (let it burn)  [Chorus] When your feeling ain't the same and your body don't want to But you know gotta let it go 'cause the party ain't Jumping like it used to, even though this might bruise you Let it burn, let it burn, gotta let it burn Deep down, you know it's best for yourself, but you Hate the thought of her being with someone else But you know that it's over, we knew it was through Let it burn, let it burn, gotta let it burn  ",
        "title": "Burn"
    },
    {
        "artist": "Hoobastank",
        "lyrics": "  [Verse 1] I'm not a perfect person There's many things I wish I didn't do But I continue learning I never meant to do those things to you And so I have to say before I go That I just want you to know  [Hook] I've found a reason for me To change who I used to be A reason to start over new And the reason is you  [Verse 2] I'm sorry that I hurt you It's something I must live with everyday And all the pain I put you through I wish that I could take it all away And be the one who catches all your tears That's why I need you to hear  [Hook] I've found a reason for me To change who I used to be A reason to start over new And the reason is you  [Bridge] And the reason is you And the reason is you And the reason is you  [Verse 3] I'm not a perfect person I never meant to do those things to you And so I have to say before I go That I just want you to know  [Hook] I've found a reason for me To change who I used to be A reason to start over new And the reason is you  [Outro] I’ve found a reason to show A side of me you didn’t know A reason for all that I do And the reason is you  ",
        "title": "The Reason"
    },
    {
        "artist": "Alicia Keys",
        "lyrics": "  [Verse 1] Some people live for the fortune Some people live just for the fame Some people live for the power, yeah Some people live just to play the game Some people think That the physical things Define what's within And I've been there before That life's a bore So full of the superficial  [Chorus] Some people want it all But I don't want nothing at all If it ain't you, baby If I ain't got you, baby Some people want diamond rings Some just want everything But everything means nothing If I ain't got you, yeah  [Verse 2] Some people search for a fountain Promises forever young Some people need three dozen roses And that's the only way to prove you love them Hand me the world on a silver platter And what good would it be With no one to share No one who truly cares for me  [Chorus] Some people want it all But I don't want nothing at all If it ain't you, baby If I ain't got you, baby Some people want diamond rings Some just want everything But everything means nothing If I ain't got you, you, you Some people want it all But I don't want nothing at all If it ain't you, baby If I ain't got you, baby Some people want diamond rings Some just want everything But everything means nothing If I ain't got you, yeah  [Outro] If I ain't got you with me, baby oh Said nothing in this whole wide world don't mean a thing If I ain't got you with me, baby  ",
        "title": "If I Ain't Got You"
    },
    {
        "artist": "Nina Sky Featuring Jabba",
        "lyrics": "  [Chorus] Move your body, girl Makes the fellas go The way you ride it, girl Makes the fellas go  [Chorus] Move your body, girl Makes the fellas go The way you ride it, girl Makes the fellas go  [Verse: 1] All up in the club looking fly Made your first approach And caught his eye  Slowly move your way Towards the dance floor Grabbed her hand And she whispered Hold my hip Got in the groove  Stand behind me Let me grind with you If I lick my lips I'm probably feeling you Imma make you go ooh  [Chorus] Move your body, girl Makes the fellas go The way you ride it, girl Makes the fellas go  [Chorus] Move your body, girl Makes the fellas go The way you ride it, girl Makes the fellas go  [Verse: 2] Whoo (You feelin' it now) Take it slow  Turn me on Club gets warmer Body moves closer  One with the rhythm Don't stop moving You're making me hot From head to toe  I feel your flow Vibe gets stronger Party seems longer Makes me really want ya  Don't stop moving You're making me Hot  [Chorus] Move your body, girl Makes the fellas go The way you ride it, girl Makes the fellas go  [Chorus] Move your body, girl Makes the fellas go The way you ride it, girl Makes the fellas go  [Chorus] Move your body, girl Makes the fellas go The way you ride it, girl Makes the fellas go  [Chorus] Move your body, girl Makes the fellas go The way you ride it, girl Makes the fellas go  [Bridge] Can you feel the beat Can you  Can you feel the beat Can you feel the beat Can you Can you feel the beat  Can you feel the beat within my heart? Can't you see my love shine through the dark  Can you feel the beat  Can you feel the beat within my heart Can't you see my love shine through the dark? Can't you see that you must be a part Of that beat in my heart  [Jabba] Slow wind, slow wind, slow wind, slow wind Fast wind, fast wind, fast wind, fast wind Move your body, move your body Move your body, move your body  [Chorus] Move your body, girl Makes the fellas go The way you ride it, girl Makes the fellas go  [Chorus] Move your body, girl Makes the fellas go The way you ride it, girl Makes the fellas go  [Chorus] Move your body, girl Makes the fellas go The way you ride it, girl Makes the fellas go  [Chorus] Move your body, girl Makes the fellas go The way you ride it, girl Makes the fellas go  ",
        "title": "Move Ya Body"
    },
    {
        "artist": "Terror Squad",
        "lyrics": "  [Intro: Fat Joe] Owwwwww!!! Yeah! My niggas! Throw your hands in the air right now, man! Feel this shit right here! Scott Storch, nigga! Yeah, Khaled, I see you, nigga Show Big Pun love! Uh! Yeah! Uh! Yo!  [Verse 1: Fat Joe] I don't give a fuck about your faults or mishappens Nigga, we from the Bronx, New York; shit happens Kids clappin', love to spark the place Half the niggas in the Squad got a scar on their face It's a cold world and this is ice Half a mill' for the charm, nigga, this is life Got the Phantom in front of the building, Trinity Ave Ten years been legit, they still figure me bad As a youngin, was too much to cope with Why you think muhfuckers nicknamed me Cook Coke shit? Should've been called Armed Robbery Extortion, or maybe Grand Larceny I did it all, I put the pieces to the puzzle Just as long, I knew me and my peoples was gon' bubble Came out the gate on some Flo-Jo shit Fat nigga with the shotty was the logo, kid  [Hook: Fat Joe] I said my niggas don't dance We just pull up our pants And do the rockaway Now lean back, lean back Lean back, lean back I said, my niggas don't dance We just pull up our pants And do the rockaway Now lean back, lean back Lean back, lean back (Come on!)  [Verse 2: Remy Martin] R to the Ezzy, M to the Yzzy My arms stay breezy, the Don stay flizzy Got a date at 8, I'm in the 7-4-fizzive And I just bought a bike so I can ride 'til I die With a matchin' jacket, 'bout to cop me a mansion My niggas in the club, but you know they not dancin' We gangsta, and gangstas don't dance, we boogie So never mind how we got in here with burners and hoodies Listen, we don't pay admission And the bouncers don't check us And we walk around the metal detectors And there really ain't a need for a VIP section In the middle of the dance floor reckless, check it Said he liked my necklace, started relaxin' Now that's what the fuck I call a chain reaction See, Money Ain't a Thing, nigga We still the same niggas, flows just changed Now we 'bout to change the game, nigga  [Hook: Fat Joe] I said my niggas don't dance We just pull up our pants And do the rockaway Now lean back, lean back Lean back, lean back I said, my niggas don't dance We just pull up our pants And do the rockaway Now lean back, lean back Lean back, lean back (Come on!)  [Verse 3: Fat Joe] Now, we living better now, Coogi sweater now And that G4 can fly through any weather now See, niggas get tight when you worth some millions This is why I sport the chinchilla: to hurt they feelings You can find Joe Crack at all type of shit Out in Vegas front row to all the fights and shit If 5-0 boy come, then they'd proudly squeal ‘Cause half these rappers, they blow, like Derek Foreal If you cross the line, damn right I'm gon' hurt you These faggot niggas even made gang signs commercial Even Lil' Bow Wow throwin' it up B2K crip walkin', like, \"That's what's up!\" Kay keep tellin' me to speak about the Rucker Matter of fact, I don't wanna speak about the Rucker Not even Pee Wee Kirkland could imagine this My niggas didn't have to play to win the championship  [Hook: Fat Joe] I said my niggas don't dance We just pull up our pants And do the rockaway Now lean back, lean back Lean back, lean back I said, my niggas don't dance We just pull up our pants And do the rockaway Now lean back, lean back Lean back, lean back (Come on!)  ",
        "title": "Lean Back"
    },
    {
        "artist": "Lloyd Banks",
        "lyrics": null,
        "title": "On Fire"
    },
    {
        "artist": "Kevin Lyttle Featuring Spragga Benz",
        "lyrics": "  [Intro:] Oh Yeaaaaaah Is ah big dance hall song in know Madzart alongside Kevin Lyttle You know how it is, you know how we go You know  [Verse 1: Kevin Lyttle] For the longest while, we jamming in the party And you're wining on me Pushing everything right back on top of me, yeah hah But if you think you're gonna get away from me You better change your mind, you're going home You're going home with me tonight  [Hook: Kevin Lyttle] Let me hold you, girl, caress my body You got me going crazy, you Turn me on, turn me on Let me jam you, girl wine all around me You got me going crazy, you Turn me on, turn me on  [Post-Chorus: Madzart] Well da gyal ya nah go get 'way tonight If she think mad man nah go fight Me done feed her with popcorn and sprite Waan come fly 'way like kite  [Verse 2: Kevin Lyttle] One hand on the ground, your bumper cock sky high Whining hard on me Got my python hollerin' for mercy, yeah heh Then I whisper in her ear so whine harder And then she said to me, \"Boy, just push that thing Push it harder back on me.\"  [Hook: Kevin Lyttle] So let me hold you, girl, caress my body You got me going crazy, you Turn me on, turn me on Let me jam you, girl wine all around me You got me going crazy, you Turn me on, turn me on  [Interlude: Kevin Lyttle] (x2) Girl just hug me, hug me, kiss me, squeeze me Hug me, hug me, kiss and caress me Hug me, hug me, kiss me, squeeze me Hug me, hug me, kiss and caress me  [Post-Chorus: Madzart] Well da gyal ya nah go get 'way tonight If she think mad man nah go fight Me done feed her with popcorn and sprite Waan come fly 'way like kite  [Verse 1: Kevin Lyttle] For the longest while, we jamming in the party And you're whining on me Pushing everything right back on top of me, yeah heh But if you think you're gonna get away from me You better change your mind, you're going home You're going home with me tonight  [Hook: Kevin Lyttle] Let me hold you, girl, caress my body You got me going crazy, you Turn me on, turn me on Let me jam you, girl wine all around me You got me going crazy, you Turn me on, turn me on  [Outro: Kevin Lyttle] Hug me, hug me, kiss me, kiss me Hug me, hug me, kiss and caress me Hug me, hug me, squeeze me, squeeze me Hug me, girl, kiss and caress me  ",
        "title": "Turn Me On"
    },
    {
        "artist": "Petey Pablo",
        "lyrics": "  [Intro]  [DJ Petey Pablo] Let's take some calls from the request line Caller number 1  [Caller number 1] Hey man what's up this Dominique from shade-n-low trailer park  [DJ Petey Pablo] What's up Dominique?  [Caller number 1] I wanna hear that song from Lil' Jon and Petey Pablo  [DJ Petey Pablo] Aight, I got that coming right up for ya Now shout out the radio station that gave ya what ya wanted  [Caller number 1] W boom boom beat baby  [Hook 1] How you like it daddy (Would ya do it from the front?) How you like it daddy (Would ya do it from the back?) How you like it daddy (Gonna break it down like that, uh) How you like it daddy (Would ya do it from the front?) How you like it daddy (Would ya take it from the back?) How you like it daddy (Gonna break it down like that, uh)  [Verse 1] Twenty-four, thirty-four, forty-six Good and thick and what you give her she'll work wit' it (she'll work wit' it) Pretty face and some cute lips Earing in her tongue and she know what to do with it (she know what to do wit' it) Made a name for herself and she do her shit well and know how To keep her business to herself Come over anytime nigga call check 1 o'clock, 2 o'clock (ding dong) and she right there And she know why she came here And she know where clothes suppose to be (off and over there) Sniff a lil' coke, take a lil' x, smoke a lil' weed, drink a lil' bit I need a girl I could freak wit' (freak wit') And wanna try shit and ain't scared of a big dick (big dick) And love to get her pussy licked by another bitch Cause I ain't drunk enough to do that shit  [Hook 2] Freek-a-leek (How you like it daddy) Shamika, Kiesha, Tara (freek-a-leek) (How you like it daddy) Shawna, Sabrina, Crystal, DaRhonda (freek-a-leek) (How you like it daddy) Lisa, Felicia, Tonisha, Shavon (freek-a-leek) (How you like it daddy) Monica, Monique, Christina, Yolonda  [Verse 2] I need to know a whole lot That could teach me broad Need a ding dong stick a tongue and take her to ball I had to gon' head do that for her I'm spoiled and I don't like to work that hard I like to lay back relax and enjoy my turn Til my eyes roll back and my toes curl I love when you do that girl Til it come time for me to give her hers Tell me what you want Do you want it missionary with your feet crammed to the head board Do you want it from the back with your face In the pillow so you could yell as loud as you want to Do you want it on the floor, do you want it on the chair Do you want it over here, do you want it over there Do you want it in your pussy, do you want it in your ass (I could give you anything you can handle)  [Hook 2] Freek-a-leek (How you like it daddy) Shamika, Kiesha, Tara (freek-a-leek) (How you like it daddy) Shawna, Sabrina, Crystal, DaRhonda (freek-a-leek) (How you like it daddy) Lisa, Felicia, Tonisha, Shavon (freek-a-leek) (How you like it daddy) Monica, Monique, Christina, Yolonda  [Hook 1] How you like it daddy (Would ya do it from the front?) How you like it daddy (Would ya do it from the back?) How you like it daddy (Gonna break it down like that, uh) How you like it daddy (Would ya do it from the front?) How you like it daddy (Would ya take it from the back?) How you like it daddy (Gonna break it down like that, uh)  [Caller number 1] Hey I appreciate that homeboy  [DJ Petey Pablo] Not a problem, you know I do it cause I love ya Now I got to give a shout out to Seagram's gin Cause I drink it, and they payin' me for it  [Hook 3] Freek-a-leek Shamika, Kiesha, Tara (freek-a-leek) Shawna, Sabrina, Crystal, DaRhonda (freek-a-leek) Lisa, Felicia, Tonisha, Shavon (freek-a-leek) Monica, Monique, Christina, Yolonda  [Hook 2] Freek-a-leek (How you like it daddy) Shamika, Kiesha, Tara (freek-a-leek) (How you like it daddy) Shawna, Sabrina, Crystal, DaRhonda (freek-a-leek) (How you like it daddy) Lisa, Felicia, Tonisha, Shavon (freek-a-leek) (How you like it daddy) Monica, Monique, Christina, Yolonda  [Outro] W boom boom beat The radio station that plays all the new hip hop and R&B That was the new \"Freek-A-Leek\" by Petey Pablo Something to put a little razzle to your dazzle A little pimp in your step We gonna keep it going and we're gonna play another one of the songs off of the album This one right here, one of my personal favorites Featuring Young Buck from G-G-G-G-G-G-G-Unit!  ",
        "title": "Freek-A-Leek"
    },
    {
        "artist": "Christina Milian",
        "lyrics": "  [Intro: Christina Milian] Christina Milian Poli Paul State Cal Baby  [Verse 1: Christina Milian] Says he wants you, he says he needs you It's real talk, then why not make him wait for you If he really wants you, if he really needs you Really got to have you Take your time and feel him out When he's a good boy, I mean a really, really good boy Why not let him lay with you That's when you give it to him good  [Chorus: Christina Milian] Dip it low, pick it up slow Roll it all around, poke it out, let your back roll Pop, pop, pop that thang I'mma show you how to make your man say, \"Oh\"  Dip it low, pick it up slow Roll it all around, poke it out, let your back roll Pop, pop, pop that thang I'mma show you how to make your man say, \"Oh\"  [Verse 2: Christina Milian] You're gettin' bold, he's growin' cold It's just the symptoms of young love growin' old You think it's done Then you're thinkin' of leavin', but give it time It's late at night, he's comin' home Meet him at the door with nothin' on Take him by the hand, let him know what's on If you understand me up and move  [Break: Christina Milian] All my ladies wind it up If you know just how to move (Ooh...hoo...hoo...) All my fellas jump behind And show her what you wanna do (Show her what you got Dirty) All my ladies wind it up If you know just how to move (How to move it on) All my fellas jump behind And show her what you wanna do (Ooh...hoo...ooh...)  [Chorus: Christina Milian] Dip it low, pick it up slow (Oh) Roll it all around, poke it out, let your back roll Pop, pop, pop that thang I'mma show you how to make your man say, \"Oh\" (I'mma Show you how to make him)  Dip it low (Ooh), pick it up slow (How to make it) Roll it all around, poke it out, let your back roll (Said I'mma show you how to make it) Pop, pop, pop that thang I'mma show you how to make your man say, \"Oh\"  [Verse 3: Fabolous] Yeah, uh Yeah, uh Baby girl, I want you to pop, pop, pop that thang I might stop to shop and cop you things You know I drop the top and hop that thang Sometimes I stop my bop to pop my thing You sure know how to make a man say, \"Oh\" And how in the world can a man say, \"No\" When you wind it up on a wall, wind it up like a doll And you know I'm Bacardi, lime it up till you fall Haul it up till you fall And have those other chicks throwin' vomit up When they can't find it up in the mall Like most men I love to catch up with a model But I ain't used to movin' slow like ketchup in a bottle And the best things come to those who wait for it But I'mma be straight for before it's too late for it I want you to Dip it low, pick it up slow Roll it all around, poke it out and make me say, \"Oh\"  [Chorus: Christina Milian] Dip it low, pick it up slow Roll it all around, poke it out, let your back roll Pop, pop, pop that thang (Yeah) I'mma show you how to make your man say, \"Oh\" (Oh) Dip it low, pick it up slow Roll it all around, poke it out, let your back roll Pop, pop, pop that thang I'mma show you how to make your man say, \"Oh\" Dip it low, pick it up slow (Oh) Roll it all around, poke it out (Oh...), let your back roll Pop, pop, pop that thang I'mma show you how to make your man say, \"Oh\" (Oh...) Dip it low, pick it up slow Roll it all around, poke it out, let your back roll Pop, pop, pop that thang I'mma show you how to make your man say, \"Oh\"  ",
        "title": "Dip It Low"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Verse 1] I was so high I did not recognize The fire burning in her eyes The chaos that controlled my mind Whispered goodbye and she got on a plane Never to return again But always in my heart  [Chorus] This love has taken its toll on me She said goodbye too many times before And her heart is breaking in front of me I have no choice 'cause I won't say goodbye anymore  [Verse 2] I tried my best to feed her appetite Keep her coming every night So hard to keep her satisfied Keep playing love like it was just a game Pretending to feel the same Then turn around and leave again  [Chorus] This love has taken its toll on me She said goodbye too many times before And her heart is breaking in front of me I have no choice 'cause I won't say goodbye anymore  [Bridge] I'll fix these broken things Repair your broken wings And make sure everything's alright My pressure on your hips Sinking my fingertips Into every inch of you 'Cause I know that's what you want me to do  [Chorus to fade out] This love has taken its toll on me She said goodbye too many times before And her heart is breaking in front of me I have no choice 'cause I won't say goodbye anymore This love has taken its toll on me She said goodbye too many times before And my heart is breaking in front of me She said goodbye too many times before This love has taken its toll on me She said goodbye too many times before And her heart is breaking in front of me I have no choice 'cause I won't say goodbye anymore  ",
        "title": "This Love"
    },
    {
        "artist": "JoJo",
        "lyrics": null,
        "title": "Leave (Get Out)"
    },
    {
        "artist": "Kanye West",
        "lyrics": "  [Intro] We at war We at war with terrorism, racism But most of all we at war with ourselves  [Hook] (Jesus walk) God show me the way because the Devil tryna break me down (Jesus walk with me)  [Verse 1] You know what the Midwest is? Young and restless Where restless (niggas) might snatch your necklace And next these (niggas) might jack your Lexus Somebody tell these (niggas) who Kanye West is I walk through the valley of the Chi where death is Top floor the view alone will leave you breathless *gasps* Try to catch it *gasps* it's kinda hard Getting choked by detectives, yeah, yeah, now check the method They be askin' us questions, harass and arrest us Sayin' \"We eat pieces of shit like you for breakfast\" Huh? Y'all eat pieces of shit? What's the basis? We ain't going nowhere but got suits and cases A trunk full of coke, rental car from Avis My mama used to say only Jesus can save us Well mama I know I act a fool But I'll be gone 'til November, I got packs to move I hope  [Hook] (Jesus walk) God show me the way because the Devil's tryna break me down (Jesus walk with me) The only thing that I pray is that my feet don't fail me now (Jesus walk) And I don't think there's nothin' I can do now to right my wrongs (Jesus walk with me) I wanna talk to God but I'm afraid cause we ain't spoke in so long (Jesus walk) God show me the way because the Devil's tryna break me down (Jesus walk with me) The only thing that I pray is that my feet don't fail me now (Jesus walk) And I don't think there's nothin' I can do now to right my wrongs (Jesus walk with me) I wanna talk to God but I'm afraid cause we ain't spoke in so long So long, so long (Jesus walk with me)  [Verse 2] To the hustlers, killers, murderers, drug dealers, even the scrippers (Jesus walks for them) To the victims of welfare feel we livin' in Hell here, hell yeah (Jesus walks for them) Now, hear ye, hear ye, want to see Thee more clearly I know he hear me when my feet get weary Cause we're the almost nearly extinct We rappers is role models: we rap, we don't think I ain't here to argue about his facial features Or here to convert atheists into believers I'm just tryna say the way school need teachers The way Kathie Lee needed Regis, that's the way I need Jesus So here go my single dog, radio needs this They say you can rap about anything except for Jesus That means guns, sex, lies, videotape But if I talk about God my record won't get played, huh? Well if this take away from my spins Which'll probably take away from my ends Then I hope this take away from my sins And bring the day that I'm dreamin' about Next time I'm in the club, everybody screamin' out  [Hook] (Jesus walk) God show me the way because the Devil's tryna break me down (Jesus walk with me) The only thing that I pray is that my feet don't fail me now  [Produced by Kanye West]  ",
        "title": "Jesus Walks"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Verse 1] Notice me Take my hand Why are we Strangers when Our love is strong Why carry on without me?  [Chorus] Every time I try to fly, I fall Without my wings, I feel so small I guess I need you baby And every time I see you in my dreams I see your face, it's haunting me I guess I need you baby  [Verse 2] I make believe That you are here It's the only way I see clear What have I done? You seem to move on easy  [Chorus] Everytime I try to fly, I fall Without my wings, I feel so small I guess I need you baby And everytime I see you in my dreams I see your face, it's haunting me I guess I need you baby  [Bridge] I may have made it rain Please forgive me My weakness caused you pain And this song is my sorry At night I pray That soon your face Will fade away  [Chorus] Every time I try to fly, I fall Without my wings, I feel so small I guess I need you baby And every time I see you in my dreams I see your face, you're haunting me I guess I need you baby  ",
        "title": "Everytime"
    },
    {
        "artist": "Usher Featuring Lil Jon & Ludacris",
        "lyrics": "  [Produced by Lil Jon]  [Intro: Usher & Lil Jon] Peace up, A-Town down Yeah! Okay! Usher Lil Jon Yeah, yeah, yeah, yeah, yeah, yeah! Yeah, yeah, yeah, yeah, yeah, yeah! Let's go!  [Verse 1: Usher & Lil Jon] I was up in the club with my homies, trying to get a lil V-I Keep it down on the low key You should know how it feels (hey!) I seen shorty, she was checking up on me From the game she was spitting in my ear You would think that she know me I decided to chill (okay!) Conversation got heavy She had me feeling like she's ready to blow (watch out!) Ohh! (watch out) She's saying, come get me So I got up and followed her to the floor She said, baby let's go When I told her (let's go!) I said  [Chorus: Usher & Lil Jon] (Yeah!) Yeah! Shorty got down low said, come and get me (Yeah!) Yeah! I got so caught up, I forgot she told me (Yeah!) Yeah! Her and my girl, they used to be the best of homies (Yeah!) Yeah! Next thing I knew, she was all up on me screaming Yeah (yeah!) yeah (yeah!) yeah, yeah! Yeah (yeah!) yeah (yeah!) yeah, yeah!  [Verse 2: Usher & Lil Jon] She's all up in my head now, got me thinking That it might be a good idea to take her with me Cause she's ready to leave, ready to leave now (let's go!) And I got to keep it real now Cause on a one to ten, she's a certified twenty But that's just ain't me (hey!) Cause I don't know, if I take that chance Just where's it gonna lead But what I do know is the way she dance Make shorty alright with me The way she get low I'm like, yeah, just work that out for me She asks for one more dance, and I'm like, yeah How the hell am I supposed to leave (Let's go, bring the beat back!) And I say  [Chorus: Usher & Lil Jon] (Yeah!) Yeah! Shorty got down low said, come and get me (Yeah!) Yeah! I got so caught up, I forgot she told me (Yeah!) Yeah! Her and my girl, they used to be the best of homies (Yeah!) Yeah! Next thing I knew, she was all up on me screaming Yeah (yeah!) yeah (yeah!) yeah, yeah! Yeah (yeah!) yeah (yeah!) yeah, yeah!  [Verse 3: Ludacris & Lil Jon] Watch out, my outfit's ridiculous In the club looking so conspicuous And roar, these women all on the prowl If you hold the head steady, I'ma milk the cow (yeah!) And forget about game, I'ma spit the truth (what?) I won't stop till I get 'em in their birthday suit (yeah!) So gimme the rhythm and it'll be off with their clothes Then bend over to the front and touch your toes I left the Jag and I took the Rolls If they ain't cutting, then I put em on foot patrol (let's go!) How you like me now? When my pinky's valued over three hundred thousand Let's drink, you the one to please (yeah!) Ludacris fill cups like double D's (yeah!) Me and Ursh' once more, and we leaves 'em dead We want a lady in the street but a freak in the bed that say  [Chorus: Usher & Lil Jon] (Yeah!) Yeah! Shorty got down low said, come and get me (Yeah!) Yeah! I got so caught up, I forgot she told me (Yeah!) Yeah! Her and my girl, they used to be the best of homies (Yeah!) Yeah! Next thing I knew, she was all up on me screaming Yeah (yeah!) yeah (yeah!) yeah, yeah! Yeah (yeah!) yeah (yeah!) yeah, yeah!  [Outro: Ludacris & Lil Jon] Take that and rewind it back Lil Jon got the beat that make your booty go (clap) Take that, rewind it back Ursher got the voice make your booty go (clap) Take that, rewind it back Ludacris got the flow to make your booty go (clap) Take that, rewind it back Lil Jon got the beat that make your booty go (clap) Let me see you do the A-town stomp! Do the A-town stomp! Now do the muscle, do the muscle! Do the muscle, do the muscle! A thunder clap, hey! A thunder clap, hey! A thunder clap, hey! A thunder clap, hey! Rock a way, rock a way, rock a way, rock a way and cut!  ",
        "title": "Yeah!"
    },
    {
        "artist": "Mario Winans Featuring Enya & P. Diddy",
        "lyrics": "  [Intro - P. Diddy] Hold up, let me answer my phone. Some bitch callin' me about some bullshit probably. I'mma call you right back, I'm doin' this mixtape right now. Now back to what I was sayin'...  [Verse 1: Mario Winans] Somebody said they saw you The person you were kissing wasn't me And I would never ask you I just kept it to myself  [Hook: Mario Winans] I don't wanna know If you're playin' me, keep it on the low Cause my heart can't take it anymore And if you're creepin', please don't let it show Oh baby, I don't wanna know  [Verse 2: Mario Winans] Oh baby I think about it when I hold you When lookin' in your eyes, I can't believe I don't need to know the truth Baby keep it to yourself  [Hook: Mario Winans] I don't wanna know If you're playin' me, keep it on the low Cause my heart can't take it anymore And if you're creepin', please don't let it show Oh baby, I don't wanna know  [Bridge: Mario Winans] Did he touch you better than me? (touch you better then me) Did he watch you fall asleep? (watch you fall asleep) Did you show him all those things, you used to do to me (do to me baby) If you're better off that way (better off that way) There ain't more that I can say (more that I can say) Just go on and do your thing and don't come back to me (Stay away from me baby)  [Verse 3 - P. Diddy] I don't wanna know where your whereabouts or how you movin' I know when you in the house or when you cruisin' It's been proven, my love you abusin' I can't understand how a man got you choosin' (yeah) Undecided, I came and provided ma My undivided, you came and denied it (why?) Don't even try it, I know when you lyin' (I know when you lyin') Don't even do that, I know why you cryin' (stop cryin') I'm not applyin' no pressure, just wanna let you know That I don't wanna let you go (I don't wanna let you go) And I don't wanna let you leave Can't say I didn't let you breathe Gave you extra cheese (c'mon),put you in the SUV You wanted ice so I made you freeze Made you hot like the West Indies (that's right) Now it's time you invest in me Cause if not then it's best you leave Holla, yeah  [Hook: Mario Winans] I don't wanna know If you're playin' me, keep it on the low Cause my heart can't take it anymore And if you're creepin', please don't let it show Oh baby, I don't wanna know If you're playin' me, keep it on the low Cause my heart can't take it anymore And if you're creepin', please don't let it show Oh baby, I don't wanna know If you're playin' me, keep it on the low Cause my heart can't take it anymore And if you're creepin', please don't let it show Oh baby, I don't wanna know  ",
        "title": "I Don't Wanna Know"
    },
    {
        "artist": "Fantasia",
        "lyrics": "  [Verse 1] Have you ever reached a rainbow's end And did you find your pot of gold Ever catch a shooting star And tell me how high did you soar Ever felt like you were dreaming Just to find that you're awake And the magic that surrounds you Can lift you up and guide you on your way  [Chorus] I can see it in the stars across the sky Dreamt a hundred thousand dreams before Now I finally realize You see I've waited all my life for this moment to arrive And finally, I believe  [Verse 2] When you look out in the distance You see it never was that far Oh no Heaven knows your existence And leads you to be everything you are Oh There's a time for every soul to fly It's in the eyes of every child It's the hope, the love that saves the world And, ohhh, we should never let it go  [Chorus] I can see it in the stars across the sky Dreamt a hundred thousand dreams before Now I finally realize You see I've waited all my life for this moment to arrive And finally  [Bridge] I believe in the impossible If I reach deep within my heart Overcome any obstacle Won't let this dream fall apart See, I strive to be the very best Shine my light for all to see Cause anything is possible When you believe, yeah  [Chorus] I can see it in the stars across the sky Dreamt a hundred thousand dreams before Now I finally realize You see I've waited all my life for this moment to arrive And finally  [Outro] Love keeps lifting me higher Lifting me higher Love keeps liftin me higher I said love keeps lifting Love keeps lifting me I said love keeps lifting Love keeps lifting me higher Said love keeps lifting me higher I said love keeps lifting me high  ",
        "title": "I Believe"
    },
    {
        "artist": "Switchfoot",
        "lyrics": "  [Verse 1] Fumbling his confidence And wondering why the world has passed him by Hoping that he's bent for more than arguments And failed attempts to fly, fly  [Chorus] We were meant to live for so much more Have we lost ourselves? Somewhere we live inside Somewhere we live inside We were meant to live for so much more Have we lost ourselves? Somewhere we live inside  [Verse 2] Dreaming about Providence And whether mice or men have second tries Maybe we've been livin with our eyes half open Maybe we're bent and broken, broken  [Bridge] We want more than this world's got to offer We want more than this world's got to offer We want more than the wars of our fathers And everything inside screams for second life, yeah  [Chorus] We were meant to live for so much more Have we lost ourselves? Somewhere we live inside Somewhere we live inside We were meant to live for so much more Have we lost ourselves? Somewhere we live inside  [Chorus] We were meant to live for so much more Have we lost ourselves? Somewhere we live inside Somewhere we live inside We were meant to live for so much more Have we lost ourselves? Somewhere we live inside  ",
        "title": "Meant To Live"
    },
    {
        "artist": "Twista",
        "lyrics": "  [Produced by Kanye West]  [Intro] Oh you didn't think we could do it again Twista, Kanye West, from Po Pimpin' to Poppin' Tags From Champions to Slow Jammin', oh baby We can even make you a overnight celebrity Know what I'm saying, come on  [Hook: Kanye & Twista] Why don't we play something these hoes'll like? Drive whips I know they like Twista, you told her, right I could make you a celebrity overnight Give you ice like Kobe wife We sorta like Goldie, right The way we mold 'em right I could make you a celebrity overnight  [Verse 1: Twista] Girl I see you in them Apple Bottom jeans Chinchilla on your back, I wanna know your name Girl I'm Twista, I could blow your brains Put you in a chameleon '04 Range Still sexy when you smoke that flame Jerk it like a chicken when you throw that thang She got me hotter than a oven the way that she talk Switching to freaky so I'm loving the way that she walk You looking good, girl, you oughta be in pictures Listen to me, I see your career going sky high Taking you home to the crib in the Chi And everytime I see your thighs I cry when I drive by Watching you should be a thrill, got the fellas on some Johnny Gill Steady screaming \"my, my, my, my\" Walk on the carpet with the diamonds that flick in the dark Kicking it on the couch at 106 & Park I can see your beauty on the big screen I can see me freaking you with whipped cream I can see you on stage at the awards With a dress better than Jennifer's and doing big things Kick it with me I can mold your life You looking good girl, show you right Dre told me you the prototype I can make you a celebrity overnight  [Hook: Kanye & Twista] Why don't we play something these hoes'll like? Drive whips I know they like Twista, you told her, right I could make you a celebrity overnight Give you ice like Kobe wife We sorta like Goldie, right The way we mold 'em right I could make you a celebrity overnight Why don't we play something these hoes'll like? Drive whips I know they like Twista, you told her, right I could make you a celebrity overnight Give you ice like Kobe wife We sorta like Goldie, right The way we mold 'em right I could make you a celebrity overnight  [Verse 2: Twista] You want fame, you can take that path Candlelights 'fore you take a bath You got such a sensational ass I'mma get you Jimmy Choo and Marc Jacob bags I can cop her a 2003 Make her smile when she sees Spre's I can get you on CDs and DVDs Take you to BeBe's and BCBG I can get you into places to be into The people to know or show you things to get into I wanna be your lover and your confidant And protect you from others, don't ever let a brother pimp you If you want the style, you can get ya girl Y'all take a look at her, she got such an astonishing body I can see ya in some Gucci or Robert Cavalli And I bet she gon' put a hurt on 'em hard in the party And you know you kill 'em in the club we go You was born to be a pro, how you know who's taking photos And I love you cause you freaky with the door closed Drop it to the flo', let that go when you roll slow And I love it when I hit it from the back And you get on top of me and have a brother going \"oh-oh\" Girl I love how you roll me right I can make you a celebrity overnight  [Hook: Kanye & Twista] Why don't we play something these hoes'll like? Drive whips I know they like Twista, you told her, right I could make you a celebrity overnight Give you ice like Kobe wife We sorta like Goldie, right The way we mold 'em right I could make you a celebrity overnight  [Bridge: Twista] You see, see baby girl You see how you make a brother break down I just gotta ask you, what you need What you need from me, oh you wanna be a star Are you messing with the right one I can take you there, I can make sure You've got all the finest things Let me be your manager  [Outro: Twista] Come here girl, I could see you bored Tell you you're the queen that I see you for Take you shopping on sprees in stores I'mma get you to the MTV awards We about to do a show tonight You looking good girl, show you right Take you places I know you like I could make you a celebrity overnight Come here girl, you could hang if you bored We could do plenty things plus more I'm about to have you changin' in stores I can even get you to the Soul Train awards We about to do a show tonight You looking good girl, show you right Take you places I know you like I could make you a celebrity overnight  ",
        "title": "Overnight Celebrity"
    },
    {
        "artist": "Houston Featuring Chingy, Nate Dogg & I-20",
        "lyrics": "  [Intro - Chingy] (Houston) Houston! (bounce) Yeah, I like that! Ching-a-ling! (bounce) Nate Dogg! I-20! Trak Starz! Yeah, I like that! ..I like that  [Hook - Houston & (Nate Dogg)] (Whoa! whoa! whoa! whoa!) I like that, I like that Girl, twurk that back (Whoa! whoa!) I like that, I like that Girl, freak that back (Whoa! whoa! whoa! whoa!) I like that, I like that It's where the money at (whoa! whoa!) I like that, I like that Girl, freak that back  [Verse - Houston] Hou'ston bust straight through I see me, I see you Your body's calling I'm a blow your back out Show you macking, hands up Shake it fast on me I'm the Pimp you need 10 G's in the pocket and I'm ready to roll On fire like a rocket and I'm ready to blow Girl don't stop, get ready drop Turn around and make it pop (pop) Just drop (drop) Girl don't stop, get ready drop Turn around and make it pop (pop) Just drop (drop)  [Hook]  [Verse - Houston] All my the soldiers wiling out Got me back against the wall Girl I like it (I like that) Girl you feel me grinding In between you'll find temptation Coming over me (coming over me) I can feel the vibration (feel the vibration) Getting off on me (off on me) Girl don't stop, get ready drop Turn around and make it pop (pop) Just drop (drop) Girl don't stop, get ready drop Turn around and make it pop (pop) Just drop (drop)  [Hook]  [Verse - Chingy] Drop - then let me see ya bring it back up top She's hot like a boiling pot On the stove, like whoa! here we go (here we go) Yeah I got me a piece of the plot tonight And I'm leaving wit something hot tonight She gettin got tonight, aight Stop! you thought I lost ya? This 12 inches, it'll cost ya What did pop say \"ya gettin tossed up\" 24's on the whip I stay flossed up She wanna hang with the stars so I showed her my bracelet I'm cutting out chicks who had nothing but faces  [Verse - Nate Dogg] Yeah, me and Jackpot giving back shots to broads Make that ass drop low and back, clap and pause Cause we full of broads and they all for choosing Then holla at Dub, it's not a problem Houston! C'mon! Watch me put em to sleep I let her know it's fourth down and I'm bout to go deep Ain't no need to fight that If they hit us wit friends, we bound to like that  [Verse - Houston] Though I like how 2-0 go And look at who wanna So don't need, call on me Ooh I might have to holla It's not like you might go What you need Houston got ya Bounce that beat, you and me Getting frea-frea-frea-kaaayyy!!  [Hook]  [Bridge - I-20] (2x) Whoa! turn me on all over yo body Big Nate Dogg can jump start a party We ain't gonna hurt nobody Gimme that gimme that gimme that  OH NO!!  [Hook]  [Outro - Houston] Turn around from the back and um, I like that Let me see it from the front and uh, I like that Yeah! you know how we do Turn around, let me see it from the back What? we just out herre getting folded, getting this money derty Ya know what I'm saying? (say what?!) (Yeah!) Uh Huh! I like that! (I like that!) I like that!  ",
        "title": "I Like That"
    },
    {
        "artist": "Los Lonely Boys",
        "lyrics": null,
        "title": "Heaven"
    },
    {
        "artist": "Monica",
        "lyrics": "  [Verse 1] I didn't ask to go with you to Mexico I really didn't need the shopping spree in LA or Melrose Boy, if you didn't know it, well, now you know I didn't need the furs or the jewelry Because material things, it don't mean much to me And ever since you've been gone I've been holding us down, on my own and no, ...  [Pre-Chorus] I never ever cheated, I never ever lied So you can stop askin', askin' me why Why I never left you And why I kept it real And why I'm still with you  [Chorus] You should've known better Than to think I would leave You should've known better Than to doubt me (me) It don't matter if you're up Matter if you're down Either way, I'm gonna be around You should've known that I would stay by your side Should've known your girl Was gonna ride or die And it just don't matter If you're rich or poor, out or in doin' 5 to 10 You should've known better  [Verse 2] What makes you think That I would forget about ya? Think about it, who comes to see ya? Every Saturday and Monday I was on that receiver It's me (me) your girl (girl), your life (life), your world (world) My family and friends, they just don't understand They say, I should leave you alone But I say, that they all should just leave us alone Don't you get it?  [Pre-Chorus] I never ever cheated, I never ever lied So you can stop askin', askin' me why Why I never left you And why I kept it real And why I'm still with you  [Chorus] You should've known better Than to think I would leave You should've known better (Don't you doubt me) Than to doubt me It don't matter if you're up Matter if you're down Either way, I'm gonna be around You should've known that I would stay by your side Should've known your girl Was gonna ride or die And it just don't matter (don't matter to me, babe) If you're rich or poor, out or in doin' 5 to 10 You should've known better  [Instrumental breakdown]  [Chorus] You should've known better Than to think I would leave You should've known better Than to doubt me It don't matter if you're up Matter if you're down Either way, I'm gonna be around You should've known that I would stay by your side Should've known your girl Was gonna ride or die And it just don't matter If you're rich or poor, out or in doin' 5 to 10 You should've known better  ",
        "title": "U Should've Known Better"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Naughty Girl"
    },
    {
        "artist": "Lil' Flip Featuring Lea",
        "lyrics": null,
        "title": "Sunshine"
    },
    {
        "artist": "Alicia Keys Featuring Tony! Toni! Tone!",
        "lyrics": "  [Verse 1: Alicia Keys] Lay your head on my pillow Here you can be yourself No one has to know what you are feeling No one but me and you  [Hook] I won't tell your secrets Your secrets are safe with me I will keep your secrets Just think of me as the pages in your diary  [Verse 2: Alicia Keys] I feel such a connection Even when you far away Oooo baby if there's anything that you fear Call 489-4608 and I'll be here  [Hook] I won't tell your secrets Your secrets are safe with me I will keep your secrets Just think of me as the pages in your diary  [Bridge] And only we know what is talked about baby boy I don't know how you can be driving me so crazy boy Baby when you're in town why don't you come around, boy I'll be the loyalty you need, you can trust me, boy  [Hook] I won't tell your secrets Your secrets are safe with me I will keep your secrets Just think of me as the pages in your diary  [Outro: Alicia Keys and Tony! Toni! Toné!] Everybody say woah, woah Lemme hear you say woah, woah Lemme hear you say woah, woah I'm saying woah, woah Lemme hear you say I won't tell, I won't tell I won't tell, I won't tell I won't tell, I won't tell Your secrets, your secrets Break it down, secrets, secrets  ",
        "title": "Diary"
    },
    {
        "artist": "OutKast",
        "lyrics": "  [Verse 1: André 3000] Caroline (Caroline) See, Caroline, all the guys would say She's mighty fine (mighty fine) But mighty fine only got you somewhere Half the time And the other half either got you Cussed out or coming up short Yeah, now dig this Now even though (even though) You'd need a golden calculator To divide (to divide) The time it took to look inside And realize That real guys go for real Down to Mars girls Haha, yeah  [Hook: André 3000] I know you'd like to think Your shit don't stank But lean a little bit closer, see Roses really smell like Poo-ooo-oo Yeah, roses really smell like Poo-ooo-oo I know you'd like to think Your shit don't stank But lean a little bit closer, see Roses really smell like Poo-ooo-oo Yeah, roses really smell like Poo-ooo-oo  [Verse 2: André 3000] Caroline, (Caroline) See she's the reason for the word Bitch (bitch) I hope she's speeding on the way to the club Tryna hurry up to get to some baller or singer or somebody like that And try to put on her make up in the mirror And crash, crash Crash into a ditch Just playing She needs a golden calculator To divide (to divide) The time it takes to look inside And realize That real guys go for real Down to Mars girls Yeah  [Hook: André 3000] I know you'd like to think Your shit don't stank But lean a little bit closer, see Roses really smell like Boo-boo-oo Yeah, roses really smell like Boo-boo-oo Yeah, I I know you'd like to think Your shit don't stank But lean a little bit closer, see Roses really smell like Boo-boo-oo Yeah, roses really smell like Boo-boo-oo  [Verse 3: Big Boi] Well, she's got a hottie's body but her attitude is potty When I met her at a party, she was hardly acting naughty I said \"Shorty, would you call me?\" She said, \"Pardon me, are you balling?\" I said \"Darling, you sound like a prostitute pausing\" Oh, so you're one them freaks Get geeked at the sight of an ATM receipt But game been peeped, dropping names she's weak Tricking off this bitch is lost, must take me for a geek A quick way to eat, a neat place sleep A rent-a-car for a week, a trick for a treat No go on the raw sex, my AIDS test is flawless Regardless we don't want to get involved with all them lawyers And judges just to hold grudges in a courtroom I wanna see your support bra, not support you (Not support you, not support you)  [Hook: André 3000] I know you'd like to think Your shit don't stank But lean a little bit closer, see Roses really smell like Boo-boo-oo Yeah, roses really smell like Boo-boo-oo Yeah, I I know you'd like to think Your shit don't stank But lean a little bit closer, see Roses really smell like Boo-boo-oo Yeah, roses really smell like Boo-boo-oo I know you'd like to think Your shit don't stank But lean a little bit closer, see Roses really smell like Boo-boo-oo Yeah, roses really smell like Boo-boo-oo I know you'd like to think Your shit don't stank But lean a little bit closer, see Roses really smell like Boo-boo-oo Yeah, roses really smell like Boo-boo-oo  [Bridge: André 3000] Better come back down to Mars Girl, quit chasing cars What happens when the dough gets low Bitch, you ain't that fine, no way No way No way Better come back down to Mars Girl, quit chasing cars What happens when the dough gets low Bitch, you ain't that fine, no way No way No way  [Outro: Big Boi] Crazy bitch Crazy bitch Crazy bitch Crazy bitch Crazy bitch Crazy bitch Crazy bitch (Bitch) Crazy bitch (Stupid ass bitch) Crazy bitch (Old punk-ass bitch) Crazy bitch (Old dumb-ass bitch) Crazy bitch (A bitch's bitch) Crazy bitch (Just a bitch) Crazy bitch (Stupid ass bitch) Crazy bitch (Old punk-ass bitch) Crazy bitch (Old dumb-ass bitch) Crazy bitch (A bitch's bitch) Crazy bitch (Just a bitch)  ",
        "title": "Roses"
    },
    {
        "artist": "Ashlee Simpson",
        "lyrics": "  [Verse 1] On a Monday, I am waiting And by Tuesday, I am fading And by Wednesday, I can't sleep Then the phone rings, I hear you And the darkness is a clear view Because you've come to rescue me  [Pre-Chorus] Fall with you, I fall so fast I can hardly catch my breath, I hope it lasts  [Chorus] Ohhh it seems like I can finally rest my head on something real I like the way that feels Ohhh it's as if you know me better than I ever knew myself I love how you can tell All the pieces, pieces, pieces of me All the pieces, pieces, pieces of me  [Verse 2] I am moody, messy I get restless, and it's senseless And you never seem to care When I'm angry, you listen Make me happy it's your mission And you won't stop 'til I'm there  [Pre-Chorus] Fall, sometimes I fall so fast When I hit that bottom crash You're all I have  [Chorus] Ohhh it seems like I can finally rest my head on something real I like the way that feels Ohhh it's as if you know me better than I ever knew myself I love how you can tell All the pieces, pieces, pieces of me  [Bridge] How do you know everything I'm about to say Am I that obvious And if it's written on my face I hope it never goes away, yeah  [Middle 8] On a Monday, I am waiting And by Tuesday, I am fading Into your arms, so I can breathe  [Chorus] Ohhh it seems like I can finally rest my head on something real I like the way that feels Ohhh it's as if you know me better than I ever knew myself I love how you can tell Ohh I love how you can tell Ohh I love how you can tell All the pieces, pieces, pieces of me All the pieces, pieces, pieces of me  ",
        "title": "Pieces Of Me"
    },
    {
        "artist": "Lloyd Featuring Ashanti",
        "lyrics": "  [Verse 1: Lloyd] Tell ya daddy stop his hating Cause I be wearing braids and rocking jerseys daily But that don't mean I'm thugging though He don't want me with you But I ain't tryna hear it though Not tryna hear it though  [Verse 1: Ashanti (Lloyd)] But I know that if he knew you He would understand ya Know that your my man and He would never hurt me no Let me come and see you So that we can be alone, alone (Baby I know a place that we can go and be alone) As long as you make sure that you safely get me home (Don't worry baby)  [Hook: Lloyd (Ashanti)] Meet me at the southside Get you home by midnight Make sure that your daddy just don't know (daddy just don't know) I'll put you in the hoodbug I know what I'm doing cause That's where we'll be eating on the low (eating on the low) Meet me at the southside Baby we can go hide Knowing that mah boys going have my back (yeah-eeh-yeah) Only at the southside girl (southside, eh-eeh-eh) Southside  [Verse 2: Lloyd] Girl I'll know that we can make it Cause we won't let him break it I don't care who with it Its you and me against the world Tell me those three words that Lets me know you're still my girl Oh Baby, yeah  [Verse 2: Ashanti (Lloyd)] Oh I swear I'll never leave you (why) People have lied to yah But by your side I'll show yah The way a girl needs to roll You don't need a lot of money I'm ready come pick me up (pick me up) (Baby I know a place that we can go to be alone, yeah) As long as you make sure that you safely get me home (Don't worry baby)  [Hook: Lloyd (Ashanti)] Meet me at the southside Get you home by midnight (midnight) Make sure that your daddy just don't know (oh, no-no-no) I'll put you in the hoodbug I know what I'm doing cause That's where we'll be eating on the low (eating on the low, oh)  Meet me at the southside Baby we can go hide Knowing that mah boys going have my back (we can go hide babe) Only at the southside girl (yeah-eeh-yeah) Southside, southside girl (southside) Southside  [Break: Lloyd (Ashanti)] Baby we can Baby we can (Baby we can) Alright Yeah Baby (Yeah Baby, heh) Meet me at the southside girl (Oh-oh-oh-ooh-oh-oh-oh)  [Lloyd & Ashanti:] Cause all I want to do, is ride the south wit you (Ooooh-oooh-oooh-oooh-hooh-hoh-ooooh-oooooh) ATL Georgia, what do we do for ya  [Hook: Lloyd (Ashanti)] Meet me at the southside (You can come and meet me yeah-eeh-yeah, yeah) Get you home by midnight (midnight) Make sure that your daddy just don't know (oh, no-no-no) I'll put you in the hoodbug I know what I'm doing cause That's where we'll be eating on the low (meet me at the southside yeah)  Meet me at the southside, southside Baby we can go hide Knowing that mah boys goin have my back Only at the southside girl, gotchu in tha hood (got me in tha hood) Southside, but it's all good (we going chill)  [Outro: Lloyd (Ashanti)] ATL Georgia, what do we do for ya Bull doggin' like we Georgetown Hoyas (Can you pick me up tonight, take me anywhere you like) Shorty let's ride, in my Cadillac (Cadillac) Tilt yo seat back And everything'll be coo (yeah) Side girl (yeah) Alright (oooh-oh-no, no-ooh-hooh) So what you wann do (we goin kick it tonight) (yeah-yeah, yeah-yeah, only at the southside) I know it, that you ain't used to this country boy But I'll show ya (Show me) Ain't nothing but a thing (yeah-yeah-yeah) Chicken wings on string (baby-baby-baby) That's how I hang (only on the southside, southside, southside)  ",
        "title": "Southside"
    },
    {
        "artist": "Ying Yang Twins Featuring Trick Daddy",
        "lyrics": "  [Intro] Miiiaaammmmiiii... (echo) Hey, hey, hey, hey, hey, hey, hey, hey, hey, hey Hey, hey, hey, hey, hey, hey, hey, hey, hey, hey Hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey  [Hook] BOOM!! it's on, bitch nigga we'll rock yo' room BOOM!! bitch what's happnin'? (WHAT?!) BOOM!! bitch what's happnin'? (WHAT?!) BOOM!! it's on, bitch nigga we'll rock yo' room BOOM!! bitch what's happnin'? (WHAT?!) BOOM!! bitch what's happnin'? (WHAT?!)  [Verse One - Trick Daddy] Half step pussy ass nigga Why you lookin' at a nigga like you wanna run one wit' me? I got my big gun wit' me don't feel like doofin' I feel like shootin' FOOL! And I don't like your atitude You do shit that dem hoes on a rag'll do Ol' faggot, you better watch your mouth Fo' I be in front yo' house, when yo' ass come out Ol' bitch ass, hold another nigga dick ass, BITCH ASS, NIGGA! Keep lookin' at a nigga like you gonna tell somethin' I'll fuck around and, kill ya! So now that you set you ready, YO! If this shit get silly I'm lettin' it go First scrito in the front seat You ever come my way, it's gon' be gunplay HEEEYYY.. I ride wit' a AK, get high and spit five out the AK Ok, let a nigga play and watch T-Double-D knock ya ass of the free seat All my Dade County Chevy boys, who drive candy toys and tolt guns galore And treat the Hummer like a Tonka toy Got shit you niggas ain't seen before  [Hook] BOOM!! it's on, bitch nigga we'll rock yo' room BOOM!! bitch what's happnin'? (WHAT?!) BOOM!! bitch what's happnin'? (WHAT?!) BOOM!! it's on, bitch nigga we'll rock yo' room BOOM!! bitch what's happnin'? (WHAT?!) BOOM!! bitch what's happnin'? (WHAT?!)  [Verse Two] Ying Yang and the T-Double-D We, in this motherfucker crunk in this motherfucker And our niggas wit' a Miami boy And I still like to play wit' my Tonka toy I'm a Toys R Us kid, yes I is You can't be serious, yes I is You think I'm playin' than ask my brother You still don't believe me than ask my mother Because I love my gun, I play wit' my gun Have fun wit' my gun, have sex wit' my gun And I don't put a motherfucker out for fun Cause I ain't funna' get ya ass tryin' to run I'mma bust one time, bust two times And the third time yo' ass is mine Go down for the count, \"He can't get up!\" DAMN! he fell and he can't get up!  [Hook] BOOM!! it's on, bitch nigga we'll rock yo' room BOOM!! bitch what's happnin'? (WHAT?!) BOOM!! bitch what's happnin'? (WHAT?!) BOOM!! it's on, bitch nigga we'll rock yo' room BOOM!! bitch what's happnin'? (WHAT?!) BOOM!! bitch what's happnin'? (WHAT?!)  [Verse Three] You a soft mo'fucka, kind of gay mo'fucka If you mad cause you like you never had mo'fucka Fuck yo' ass mo'fucka, that's the past mo'fucka And I know the fact make ya mad mo'fucka It iiiss.. what I thought nigga think it ain't For reeeaall... you lame and we off the chain And the T-Double-D, we bolo FUCK hoes niggas ride by my Dolo Get the keys to my car, and I jump in Hit the Liquor store, buy my Cigars and 'gen Get drunk and I'm off in the wind Lookin' for a itty bitty pretty that could hold a sin  [Bridge] We smokin', and ridin' Don't tell nobody be quiet Might cut it lil' butt it Can't let this shit get done  [Hook] BOOM!! it's on, bitch nigga we'll rock yo' room BOOM!! bitch what's happnin'? (WHAT?!) BOOM!! bitch what's happnin'? (WHAT?!) BOOM!! it's on, bitch nigga we'll rock yo' room BOOM!! bitch what's happnin'? (WHAT?!) BOOM!! bitch what's happnin'? (WHAT?!)  [Outro] Hey, hey, hey, hey, hey, hey, hey, hey, hey, hey Hey, hey, hey, hey, hey, hey, hey, hey, hey, hey Hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey Oh my god, from the south to the bottom Trick Daddy Dollaz, Ying Yang Twins, beatin' ass Collipark Music Incorperated This that next level right here, it's that crunk party All these niggas doin' crunk music, we crunk party nigga Be original wit' it, Hey man who really run the south?  ",
        "title": "Whats Happnin!"
    },
    {
        "artist": "Ciara Featuring Petey Pablo",
        "lyrics": "  [Intro: Ciara] My goodies, my goodies, my goodies Not my goodies  [Verse 1: Petey Pablo] I got a sick reputation for handling broads All I need is me a few seconds or more And it's my rap Tell valet to bring my 'Lac And I ain't comin' back So you can put the car right there I'm the truth I ain't got nothin' to prove And you can ask anybody Cause they seen me do it Barricades, I run right through 'em I'm used to 'em Throw all the dirt you want, it's no use You still won't have a pinup in a fabulous room On her back, picking out baskets of fruit I love you, boo Yeah Freaky Petey loves you too You know how I do  [Verse 2: Ciara] You may look at me and think that I'm just a young girl But I'm not just a young girl Baby, this is what I'm looking for Sexy, independent, down-to-spend-it type that's gettin' his dough I'm not being too dramatic That's the way I gotta have it  [Hook] I bet you want the goodies Bet you thought about it Got you all hot and bothered Mad cause I talk around it If you're looking for the goodies Keep on looking, cause they stay in the jar Oh-oh, oh-oh, oh-oh, oh-oh, yeah  [Verse 3: Ciara] Just because you drive a Benz I'm not goin' home with you You won't get no nookie or the cookies I'm no rookie And still I'm sexy, independent I ain't wit' it, so you already know I'm not bein' too dramatic That's the way I gotta have it You think you're slick Tryn'a hit But I'm not dumb I'm not bein' too dramatic It's just how I gotta have it  [Hook] I bet you want the goodies Bet you thought about it Got you all hot and bothered Mad cause I talk around it If you're looking for the goodies Keep on looking, cause they stay in the jar Oh-oh, oh-oh, oh-oh, oh-oh, yeah  [Verse 4: Petey Pablo] So damn hot, but so young Still got milk on ya tongue Slow down lil' one And you ain't got it all Hey shorty You think you bad, but you ain't bad I'll show you what bad is Bad is when you're capable of beatin' the baddest I been workin' at it since I came to this planet And I ain't quite there yet, but I'm gettin' better at it Matter of fact Lemme tell it to you one mo' 'gain All I got to do is tell a girl who I am (Petey) Ain't ne'er chick in here that I can't have Bada boom bada bam da bam  [Verse 5: Ciara] You're insinuating that I'm hot But these goodies boy, are not Just for any of the many men that's tryn'a get on top No, you can't call me later And I don't want your number I'm not changin' stories Just respect the play I'm callin'  [Hook] I bet you want the goodies Bet you thought about it Got you all hot and bothered Mad cause I talk around it If you're looking for the goodies Keep on looking, cause they stay in the jar Oh-oh, oh-oh, oh-oh, oh-oh, yeah  I bet you want the goodies Bet you thought about it Got you all hot and bothered Mad cause I talk around it If you're looking for the goodies Keep on looking, cause they stay in the jar Oh-oh, oh-oh, oh-oh, oh-oh, yeah  [Outro] Uh, yeah, uh, yeah, uh, uh, uh Bada boom bada bam da bam  ",
        "title": "Goodies"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] Said I was in my early 40's With a lot of life before me And a moment came that stopped me on a dime I spent most of the next days, lookin' at the x-rays Talkin' 'bout the options and talkin' 'bout sweet time Asked him when it sank in That this might really be the real end How's it hit ya, when you get that kind of news Man what ya do And he says  [Hook 1] I went sky divin' I went Rocky Mountain climbin' I went 2.7 seconds on a bull named Fumanchu And I loved deeper And I spoke sweeter And I gave forgiveness I've been denying And he said someday I hope you get the chance To live like you were dyin'  [Verse 2] He said I was finally the husband That most the time I wasn't And I became a friend a friend would like to have And all the sudden goin' fishing Wasn't such an imposition And I went three times that year I lost my dad Well I finally read the good book And I took a good long hard look at what I'd do If I could do it all again And then  [Hook 1]  [Bridge] Like tomorrow was a gift and you've got eternity To think about what you do with it What could you do with it, what can I do with with it, what would I do with it  [Hook 2] Sky divin' I went Rocky Mountain climbin' I went 2.7 seconds on a bull named Fumanchu And I loved deeper And I spoke sweeter And I watched an eagle as it was flying And he said someday I hope you get the chance To live like you were dyin'  [Outro] To live like you were dyin' To live like you were dyin' To live like you were dyin' To live like you were dyin'  ",
        "title": "Live Like You Were Dying"
    },
    {
        "artist": "Diana DeGarmo",
        "lyrics": null,
        "title": "Dreams"
    },
    {
        "artist": "Twista Featuring R. Kelly",
        "lyrics": "  [Intro: R. Kelly] Uhh, uhh (uh-huh) uhh Yeah, this is for all the sexy ladies out there Uhh.. walkin around downtown Shoppin at the malls (yeah) yeah You got the Gucci purses I see you in your sexy jeans Manicure, pedicure mamis Your hair is did, yeah, I see you  [Hook: R. Kelly] LADIES! (You're, so, se-xy) Uhh, so sexy! (Per-fect, for, me) Yeah, and I like you (You're, so, se-xy) So sexy! (Per-fect, for, me) And this is for  [Twista] My ladies that be steady sippin Cris' Always lookin nice, put some ice on they belly or they wrist Girls that be thick off in they thigh, I wanna kick it in the Chi They gon' be fuckin with some Kelly and the Twist' Baby now look, model girls, Gucci and Prada girls And all the ghetto divas in the hood Women that be steady stackin ends rollin Lexus or Benz with rims And know how to keep it lookin good Workin wit'cha fine thick ass Somebody gon' snatch you so I gotta make you mine quick fast See I come and pass, I don't really wanna wonder So I gotta put her numbers in my Sidekick fast Rollin wit'cha mob workin hard, gettin money, pullin capers If I ain't got papers you will bring me some beans home Supervisor givin orders on the job But you still lookin good with them skin-tight jeans on Lookin hot in them heels, I think I want that Come and back it up to the bottom of my throwback When you rollin yo' rims clickin like a Kodak When I drive I wanna smoke, she will roll that Miss mobstress rollin with the hardest Holdin it down like a female Joe Pesci And I wanna make her a made woman I hope she gon' let me, cause she looks so sexy  [Interlude: R. Kelly] OHH! And this is for them girls that be wantin - the D And this is for them girls that be lovin - the D And this is for them girls that be ridin - the D The ones that like to keep the D up inside 'em now So many girls off up in the mall boy a nigga be in the club (ohh!) Soon as one of them walk by me and I be like, \"Yo whassup?\" (yeah, uhh)  [Hook: R. Kelly] LADIES! (You're, so, se-xy) Uhh, so sexy! (Per-fect, for, me) Yeah, and I like you (You're, so, se-xy) So sexy! (Per-fect, for, me) And this is for  [R. Kelly] All the shrimp and lobster honeys, downtown shoppin honeys Stayin on the grind, got ya own car and crib honeys Dro puffers, Remi sippers, V.I.P. real honeys No dummies, takin no shit from a nigga that's full of shit honeys - the D  [Interlude: R. Kelly] OHH! And this is for them girls that be wantin - the D And this is for them girls that be lovin - the D And this is for them girls that be ridin - the D The ones that like to keep the D up inside 'em now So many girls off up in the mall boy a nigga be in the club (ohh!) Soon as one of them walk by me and I be like, \"Yo whassup?\" (yeah, uhh)   [Hook: R. Kelly] LADIES! (You're, so, se-xy) Uhh, so sexy! (Per-fect, for, me) Yeah, and I like you (You're, so, se-xy) So sexy! (Per-fect, for, me) And this is for  [Twista] Me and my clique was - rollin thick on 24's on a dirty lick Met a chick, lookin fine and her measures was 36-24-36, come here shorty Ain't no reason to be scared of us Lovin how you do your own thang And how you smokin on your own flame Lookin finer than a girl that be groovin on Soul Train I try to to hit her with some cold game I hope she - feel me; try to holla at a shorty Get a better vibe wit her while I'm sippin on my - Henny I wanna kiss her on her body But I gotta make her holla while I'm givin her - the D Gotta really love a girl They know to kick it but she know she gotta make that - money Goin shoppin for the minks and the leather But come back and bounce that ass - for me My East coast girls, that's what's up Tell my Southside shorty we can get it crunk My Cali girl make it bounce like a six-fo' My Chi girl bust down niggas straight buck When I see up all the girls that get down for hers I gotta get up wit her if she gon' let me Career woman with some goals, fuck them broke-ass hoes Baby girl cause you look so sexy  [Interlude: R. Kelly] OHH! And this is for them girls that be wantin - the D And this is for them girls that be lovin - the D And this is for them girls that be ridin - the D The ones that like to keep the D up inside 'em now So many girls off up in the mall boy a nigga be in the club (ohh!) Soon as one of them walk by me and I be like, \"Yo whassup?\" (yeah, uhh)  [Hook: R. Kelly] LADIES! (You're, so, se-xy) Uhh, so sexy! (Per-fect, for, me) Yeah, and I like you (You're, so, se-xy) So sexy! (Per-fect, for, me) And this is for  ",
        "title": "So Sexy"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] \"Jack and Diane\" painted a picture of my life and my dreams Suddenly this crazy world made more sense to me Well I heard it today and I couldn't help but sing along Because every time I hear that song  [Chorus] I go back to a two toned short bed Chevy Driving my first love out to the levee Living life with no sense of time And I go back to the feel of a fifty yard line A blanket, a girl, some raspberry wine Wishing time would stop right in its tracks Every time I hear that song, I go back I go back  [Verse 2] I used to rock all night long to \"Keep On Rocking Me Baby\" Frat parties, college bars, just trying to impress the ladies Well I heard it today and I couldn't help but sing along Because every time I hear that song  [Chorus] And I go back to the smell of an old gym floor And the taste of salt on a Carolina shore After graduation and drinking goodbye to friends And I go back to watchin summer fade to fall Growin up too fast and I do recall Wishin time would stop right in its tracks Everytime I hear that song, I go back I go back  [Bridge] We all have a song that somehow stamped our lives Takes us to another place and time  [Chorus] So I go back to a pew, preacher, and a choir Singing bout God, brimstone, and fire And the smell of Sunday chicken after church And I go back to the loss of a real good friend And the sixteen summers I shared with him Now \"Only The Good Die Young\" stops me in my tracks Every time I hear that song I go back  [Verse 3] I go back To the feel of a fifty yard line A blanket, a girl, some raspberry wine I go back (I go back) To watching summer fade to fall Growing up too fast and I do recall I go back (I go back) To the loss of a real good friend And the sixteen summers I shared with him I go back, I go back, I go back  ",
        "title": "I Go Back"
    },
    {
        "artist": "J-Kwon",
        "lyrics": "  [Intro] Teen drinking, is very bad Yo, I got a fake I.D. though Yeah Yeah, Yeah Yo, two step wit' me, two step wit' me  [Verse 1] One, here comes the two to the three to the four Everybody drunk out on the dance floor Baby girl ass jiggle like she want more Like she a groupie and I ain't even on tour Maybe cause she heard that I rhyme hardcore Or maybe cause she heard that I buy out the stores Bottom of the ninth and a nigga gotta score If not I gotta move on to the next whore Here comes the three to the two, to the one Homeboy trippin' he don't know I got a gun When it come to pop, we do shit for fun You ain't got one? Nigga you better run Now I'm in the back gettin' head from a hun While she goin' down I'm braggin' on what I done She smokin' my blunt sayin' she ain't havin' fun Bitch give it back now you don't get none  [Hook x4] Everybody in this bitch gettin' tipsy (Everybody in this bitch gettin' tipsy)  [Verse 2] Two, here comes the three to the four to the five Now I'm lookin' at shorty right in her eyes Couple seconds pass now I'm lookin' at her thighs Why she tellin' me how much she hate her guy Say she got a kid but she got her tubes tied Girl you 21 girl that's alright I'm wonderin' if a shake comin' wit' those fries If so baby, can I get them super-sized? Here comes the four to the three, to the two She stay feelin' on my Johnson, right out the blue Girl you super thick so I'm thinkin' thats cool But instead of one life hat, I need two Her eyes got big when she glanced at my jewels Expression on her face like she ain't got a clue Then she told me she don't run wit' the crew You know how I do but that's just what I gotta do  [Hook x4]  [Verse 3] Three, then comes the four to the five, to the six Self explanatory, I ain't gotta say I'm rich Yes single man, I ain't tryin' to get hitched Liquor wasted on me man, son of a bitch Brushed it off now I'm back to gettin' lit Wit' some orange juice man, this some good 'ish Homeboy trippin' cause I'm starin' at his chick Now he on the sideline starin' at my clique Here comes the five to the four to the three Hands in the air if you cats drunk as me Club owner said, \"Kwon put out those trees\" Dude I don't care I'm a P.I.M.P!  [Hook x4]  ",
        "title": "Tipsy"
    },
    {
        "artist": "D12",
        "lyrics": "  [Intro: Eminem] So I changed, huh? You got a phone Pick it up, call me  [Hook: Eminem] How come we don't even talk no more, and you don't even call no more We don't barely keep in touch at all, and I don't even feel the same love when we hug no more And I heard it through the grapevine we even beefing now After all the years we've been down Ain't no way, no how, this bullshit can't be true We family, ain't a damn thing changed unless it's you  [Verse 1: Eminem] We were so young so full of life and vibrance Side by side, wherever you was riding, I went So close, almost on some Bonnie and Clyde shit When Ronnie died you was right by my side With a shoulder to cry on and tissue to wipe my eyes And a bucket to catch every tear I cried inside it You even had the same type of childhood I did Sometimes I just wanna know why is it that you succame to yours And mine I survived it. You ran the streets, I 9 to 5ed it We grew up, grew apart as time went by us And I blew up to both yours and mines surprises Now I feel a vibe I just can't describe it Much as your pride tries to hide it your cold your touch is just like ice And your eyes is a look of resentment I can sense it and I don't like it  [Hook: Eminem]  [Verse 2: Kon Artis] It was my dream at first to be off spitting a verse On my own album with a deal but shit got worse 'Fore I came out I woulda killed a nigga first For I let him disrespect me, or check me over some worrisome Bitch that I wasn't with I woulda hit it and quit But you were planning to talk with her and tell her she was the shit I told you don't get involved with her you would smoke in the car with her Coming outta the bar with her stumbling half drunk Like y'all was husband and wife or something But me catching her fucking other niggas musta hurt your pride or something Cause you woof off at the mouth to people like you want it with me When all I tried to do was show that your bitch was shifty And ever since the fans and all the shit that I produced You acting like I ain't your man and lying like she can't be loose But I am really your friend, I'm just trying to tell ya the truth Don't hate the game or the player the one that's changing is you  [Hook: Eminem]  [Verse 3: Proof] It gets lonely at the top cause my homie had to stop Now we acting like I gotta live only for the block And homies in the hood only see me on the tube So they gossip on the porch get to speaking all rude Fools I used to rap wit all expect magic Like my finger get to snapping and poof it just happen But Proof is just acting out the part he was thrown Shady made it so my babies ain't starving at home See the devil in your glance since the ghetto we been friends Forever real intelligence that's forever till the end I peep the hatred in your eyes, and the Satan in your lies Ain't wasting my time with these snakes in disguise (HOW COME) When you talk it's with bitter and spite? (AND HOW COME) It's my fault for what you did with your life? And every time I go to hear you play, you look away We barely embrace, you can't even look me in my face  [Hook: Eminem]  ",
        "title": "How Come"
    },
    {
        "artist": "Yellowcard",
        "lyrics": "  [Verse 1] There's a place off Ocean Avenue Where I used to sit and talk with you We were both sixteen and it felt so right Sleepin' all day, stayin' up all night Stayin' up all night  [Verse 2] There's a place on the corner of Cherry Street We would walk on the beach in our bare feet We were both eighteen and it felt so right Sleepin' all day, stayin' up all night Stayin' up all night  [Hook] If I could find you now things would get better We could leave this town and run forever Let your waves crash down on me And take me away  [Verse 3] There's a piece of you that's here with me It's everywhere I go, it's everything I see When I sleep, I dream and it gets me by I can make believe that you're here tonight That you're here tonight  [Hook] If I could find you now things would get better We could leave this town and run forever I know somewhere, somehow we'll be together Let your waves crash down on me And take me away  [Bridge] I remember the look in your eyes When I told you that this was goodbye You were beggin' me not tonight Not here, not now We're looking up at the same night sky And keep pretendin' the sun will not rise We'll be together for one more night Somewhere, somehow  [Hook] If I could find you now things would get better We could leave this town and run forever I know somewhere, somehow we'll be together Let your waves crash down on me And take me away  ",
        "title": "Ocean Avenue"
    },
    {
        "artist": "Evanescence",
        "lyrics": "  [Verse 1] I'm so tired of being here Suppressed by all my childish fears And if you have to leave I wish that you would just leave Your presence still lingers here And it won't leave me alone  [Pre-Chorus] These wounds won't seem to heal This pain is just too real There's just too much that time cannot erase  [Chorus] When you cried I'd wipe away all of your tears When you'd scream I'd fight away all of your fears And I held your hand through all of these years But you still have All of me  [Verse 2] You used to captivate me By your resonating light Now I'm bound by the life you left behind Your face it haunts My once pleasant dreams Your voice it chased away All the sanity in me  [Pre-Chorus] These wounds won't seem to heal This pain is just too real There's just too much that time cannot erase  [Chorus] When you cried I'd wipe away all of your tears When you'd scream I'd fight away all of your fears And I held your hand through all of these years But you still have All of me  [Bridge] I've tried so hard to tell myself that you're gone But though you're still with me I've been alone all along  [Chorus - Variation] When you cried I'd wipe away all of your tears When you'd scream I'd fight away all of your fears And I held your hand through all of these years But you still have all All of me, me, me  ",
        "title": "My Immortal"
    },
    {
        "artist": "Avril Lavigne",
        "lyrics": "  [Verse 1] You held my hand and walked me home, I know While you gave me that kiss, it was something like this, it made me go ooh ooh You wiped my tears, got rid of all my fears, why did you have to go? Guess it wasn't enough to take up some of my love Guys are so hard to trust  [Pre-Chorus] Did I not tell you that I'm not like that girl? The one who gives it all away, yeah  [Chorus] Did you think that I was gonna give it up to you, this time? Did you think that it was something I was gonna do and cry? Don't try to tell me what to do Don't try to tell me what to say You're better off that way  [Verse 2] Don't think that your charm and the fact that your arm is now around my neck Will get you in my pants, I'll have to kick your ass and make you never forget I'm gonna ask you to stop, thought I liked you a lot, but I'm really upset (really upset) Get out of my head, get off of my bed, yeah that's what I said  [Pre-Chorus] Did I not tell you that I'm not like that girl The one who, throws it all away  [Chorus] Did you think that I was gonna to give it up to you, this time? Did you think that it was something I was gonna do and cry? Don't try to tell me what to do Don't try to tell me what to say You're better off that way, yeah  [Bridge] This guilt trip that you put me on, won't mess me up, I've done no wrong Any thoughts of you and me have gone away  [Chorus] Did you think that I was gonna give it up to you, this time? Did you think that it was something I was gonna do and cry? Don't try to tell me what to do Don't try to tell me what to say You're better off that way  [Outro] Better off that way I'm better off alone anyway  ",
        "title": "Don't Tell Me"
    },
    {
        "artist": "Reba McEntire",
        "lyrics": null,
        "title": "Somebody"
    },
    {
        "artist": "3 Doors Down",
        "lyrics": "  [Verse 1] A hundred days have made me older Since the last time that I saw your pretty face A thousand lies have made me colder And I don't think I can look at this the same But all the miles that separate Disappear now when I'm dreaming of your face  [Chorus] I'm here without you baby But you're still on my lonely mind I think about you baby And I dream about you all the time I'm here without you baby But you're still with me in my dreams And tonight it's only you and me, yeah  [Verse 2] The miles just keep rolling As the people leave their way to say hello I've heard this life is overrated But I hope that it gets better as we go, oh yeah, yeah  [Chorus] I'm here without you baby But you're still on my lonely mind I think about you baby And I dream about you all the time I'm here without you baby But you're still with me in my dreams And tonight it's only you and me, yeah  [Bridge] Everything I know, and anywhere I go It gets hard but it won't take away my love And when the last one falls When it's all said and done It gets hard but it won't take away my love, whoa, oh, oh  [Chorus] I'm here without you baby But you're still on my lonely mind I think about you baby And I dream about you all the time I'm here without you baby But you're still with me in my dreams And tonight, girl, it's only you and me  ",
        "title": "Here Without You"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Intro] Ladies and gentlemen This here is another one for the steppas DJ Wayne Williams... put the record on Whoooooa oh whoa oh whoa oh woah yeah, whoa yeah Whoooooa oh whoa oh whoa oh woah yeah, whoa, whoa  [R. Kelly] Tell me - what do we do, when the DJ's playin' our favorite groove? We step - to when? - the whole night through And what do we do, when we all dressed up and in the mood? We step - to what? - a steppas groove Where do we go soon as the weekend gets here? The club - why? - to party and have some fun What is it's that, can come and take away all your stress? Tell me - music - no further questions, you have passed my test  [Hook] Happy people (yeah, yeah, yeah, yeah) Keeps the world turnin, turnin Oh I believe that, happy people (yeah, yeah yeah, yeah) Keep us Dancin, dancin, dancin Happy people (yeah, yeah, yeah, yeah) Keep us Steppin, keep us steppin, steppin Happy people (yeah, yeah, yeah, yeah) Keeps us groovin, groovin, groovin  [R. Kelly] Tell me - now what do you do, when the feeling has come over you? You let go - and what? - let it take control And what do you say, when the gentleman ask you to dance You say yes - and then - get on the dancefloor Even when it seems with goin' through some hard times What do we do? Keep smilin' - cause we know - we're gonna make it through What is it's that, can come and take away all your stress? Tell me - music - no further questions, you have passed my test  [Hook] Happy people (yeah, yeah, yeah, yeah) Keeps the world turnin, turnin Oh I believe that, happy people (yeah, yeah yeah, yeah) Keep us Dancin, dancin, dancin Happy people (yeah, yeah, yeah, yeah) Keep us Steppin, keep us steppin, steppin Happy people (yeah, yeah, yeah, yeah) Keeps us groovin, groovin, groovin   [R. Kelly] (I just wanna get dressed and go out, yeah) I wanna get dressed, I wanna go out Can you tell me where the spot is? Where the party is all night, and everybody's havin a good time I wanna get nice, I wanna get loud Can you tell me where the spot is? Come on and take me to that place, where there ain't nuthin but happy Whoooooa (happy, happy, happy)  [Hook] Happy people (yeah, yeah, yeah, yeah) Keeps the world turnin, turnin Oh I believe that, happy people (yeah, yeah yeah, yeah) Keep us Dancin, dancin, dancin Happy people (yeah, yeah, yeah, yeah) Keep us Steppin, keep us steppin, steppin Happy people (yeah, yeah, yeah, yeah) Keeps us groovin, groovin, groovin  [Interlude] Uh-uh-uh, alright, uh-huh Now if you wanna step, you gotta play it by the rules You gotta do what I do - when I do, what I do If you wanna step, you gotta play it by the rules You gotta do what I do - when I do, what I do Now, step to the left, step to the right Spin around and bring it down tonight Bring it on up, move in close Let me see you and your partner stroke Step to the left, step to the right Spin around and bring it down tonight Bring it on up, move in close Let me see you and your partner stroke Step to the left, step to the right Spin around and bring it down tonight Bring it on up, move in close Let me see you and your partner stroke Step to the left, step to the right Spin around and bring it down tonight Bring it on up, move in close Let me see you and your partner stroke  [Outro/Skit] Brake it down ya, brake it down All the way to the ground Happy people baby, Happy people baby Happy people baby, Happy people baby And bring it up, bring it up And tell ya all, standing up Happy people baby, Happy people baby Happy people baby, Happy people baby {*laughing*} Wayne Williams, keep the groove right there baby We gonna have some fun, uh-uh, Chocolate Factory My people, now we all know no matter how much I sing about Happy people and all of those good things is still gon' be somebody out there What I do... Right? (Right...) Right? (Damn right...!) But that's OK, because this album We gon' change things with this album Because I know... in my heart That there is way more people out there lovin' then it is hatin' Hey Deborah (Yeah...) Huh? (oh yeah...) Haha... well there's people with love in their hearts That's positive and feels real good about themselves and love themselves I wan't ya'll repeat after me, and maybe those few haters - they'll tag along Ay... Ya'll ready? (Yeah...!) Come on... One, two, three Now first of all: love god (Love god), love myself (Love myself) Love one another (Love one another), no matter what the color (No matter what the color) Respect that woman (Respect that woman), respect that man (Respect that man) You see a person down (You see a person down), then give them a hand (Then give them a hand) Hit the health club (hit the health club), ev'ry now and then (ev'ry now and then) Put a smile on your face (Put a smile on your face), and make a friend (And make a friend) Stop that hatin' (Stop that hatin'), and negativity (And negativity) Love your neighbor (Love your neighbor), said the powers that be (Said the powers that be) If you're going through somethin (If you're going through somethin), don't take it out on me (Don't take it out on me) Just ask god to fix it (Just ask god to fix it), now be happy! (Now be happy!) Happy people baby! {*crowd cheering*} {*R. Kelly ad-libs til fade*}  ",
        "title": "Happy People"
    },
    {
        "artist": "Beenie Man Featuring Ms. Thing",
        "lyrics": null,
        "title": "Dude"
    },
    {
        "artist": "Mis-Teeq",
        "lyrics": "  [Intro] So, so, so scandalous  You know you wanna sing with us (baby) That's why you know you should be scared of us (baby) [x2]  [Verse 1] Non stop looks to kill Straight talk sex appeal One touch gives me chills and we ain't even close yet Rough neck all around Inking all over town Show me how you get down Cos we ain't even close yet  [Per-Course] You got me feening and you got me feeling weak Listen as I speak cos I'm careful as I creep You got me going crazy and you know I can't sleep No fortune your moves and you hypnotise me You got me trembling like a little baby girl You're so special, you're like diamonds and pearls You got me spinning and you got me in a twirl You're my number one baby and you come to rock my world  [Course] You're dangerous Just get it up The way you move so scandalous It's all about the two of us A one night stand just ain't enough I need some stimulation baby A little conversation maybe You got me spinning 'round like crazy There goes my baby  Scandalous So scandalous (baby) Scandalous So, so, so scandalous  [Verse 2] Hot stuff, head to toe Where you go, no one knows You smile playing the dough and we ain't even close yet Solid as a rock How many ways can you hit the spot? Show me what you got 'cos we ain't even close yet  [Per-Course] You got me feening and you got me feeling weak Listen as I speak cos I'm careful as I creep You got me going crazy and you know I can't sleep No fortune your moves and you hypnotise me You got me trembling like a little baby girl You're so special, you're like diamonds and pearls You got me spinning and you got me in a twirl You're my number one baby and you come to rock my world  [Course] You're dangerous Just get it up The way you move so scandalous It's all about the two of us A one night stand just ain't enough I need some stimulation baby A little conversation maybe You got me spinning 'round like crazy There goes my baby  Scandalous (baby) So scandalous Scandalous (baby) So, so, so scandalous  [Bridge] A little conversation goes a long, long way Show a little patience That you are here to stay So show me that you're game oh  [Chorus] You're dangerous Just get it up The way you move so scandalous It's all about the two of us A one night stand just ain't enough I need some stimulation baby A little conversation maybe You got me spinning 'round like crazy, oh There goes my baby [x2]  You know you wanna sing with us (baby) That's why you know you should be scared of us (baby) You know you wanna sing with us (baby) That's why you know you should be scared of us (baby)  ",
        "title": "Scandalous"
    },
    {
        "artist": "Nickelback",
        "lyrics": null,
        "title": "Someday"
    },
    {
        "artist": "Brad Paisley Featuring Alison Krauss",
        "lyrics": "  [Verse 1: Brad Paisley] She put him out Like the burning end of a midnight cigarette She broke his heart He spent his whole life tryin' to forget We watched him drink his pain away A little at a time But he never could get drunk enough To get her off his mind Until the night...  [Chorus:Brad Paisley &Alison Krauss ] He put that bottle to his head and pulled the trigger And finally drank away her memory Life is short, but this time it was bigger Than the strength he had to get up off his knees We found him with his face down in the pillow With a note that said, \"I'll love her 'til I die\" And when we buried him beneath the willow The Angels sang a whiskey lullaby  [Break:Brad Paisley &Alison Krauss] La la la la la la la, la la la la la la laa La la la la la la la, la la la la la la laa  [Verse 2: Alison Krauss] The rumors flew But nobody knew how much she blamed herself For years and years She tried to hide the whiskey on her breath She finally drank her pain away A little at a time But she never could get drunk enough To get him off her mind Until the night..  [Chorus:Brad Paisley &Alison Krauss] She put that bottle to her head and pulled the trigger And finally drank away his memory Life is short, but this time it was bigger Than the strength she had to get up off her knees We found her with her face down in the pillow Clinging to his picture for dear life We laid her next to him beneath the willow While the Angels sang a whiskey lullaby  [Outro: Brad Paisley &Alison Krauss] La la la la la la la, la la la la la la laa La la la la la la la, la la la la la la laa La la la la la la la, la la la la la la laa La la la la la la la, la la la la la la laa  ",
        "title": "Whiskey Lullaby"
    },
    {
        "artist": "Counting Crows",
        "lyrics": "  [Verse 1] So she said \"What's the problem, baby?\" What's the problem? I don't know Well, maybe I'm in love (love) Think about it every time I think about it Can't stop thinking 'bout it  [Interlude] How much longer will it take to cure this? Just to cure it, 'cause I can't ignore it if it's love (love) Makes me wanna turn around and face me But I don't know nothing 'bout love, no  [Chorus] Come on, come on Turn a little faster Come on, come on The world will follow after Come on, come on Because everybody's after love  [Verse 2] So I said I'm a snowball running Running down into the spring that's coming all this love Melting under blue skies Belting out sunlight Shimmering love  [Bridge] Well, baby, I surrender To the strawberry ice cream Never ever end of all this love Well, I didn't mean to do it But there's no escaping your love These lines of lightning Mean we're never alone Never alone, no, no  [Chorus] Come on, come on Move a little closer Come on, come on I wanna hear you whisper Come on, come on Settle down inside my love Come on, come on Jump a little higher Come on, come on If you feel a little lighter Come on, come on We were once upon a time in love  [Bridge] We're accidentally in love Accidentally in love Accidentally in love Accidentally in love Accidentally in love Accidentally in love Accidentally in love Accidentally in love Accidentally I'm in love, I'm in love I'm in love, I'm in love I'm in love, I'm in love Accidentally I'm in love, I'm in love I'm in love, I'm in love I'm in love, I'm in love Accidentally  [Chorus] Come on, come on Spin a little tighter Come on, come on And the world's a little brighter Come on, come on Just get yourself inside her love I'm in love  ",
        "title": "Accidentally In Love"
    },
    {
        "artist": "Kanye West Featuring Syleena Johnson",
        "lyrics": "  [Hook: Syleena Johnson + Kanye West] Oh, when it all, it all falls down Yeah, this the real one, baby I'm tellin' you all, it all falls down Uh, Chi-Town, stand up! Oh, when it all, it all falls down Southside, Southside We gon' set this party off right I'm tellin' you all, it all falls down Westside, Westside We gon' set this party off right Oh, when it all  [Verse 1: Kanye West] Man, I promise, she's so self-conscious She has no idea what she doin' in college That major that she majored in don't make no money But she won't drop out, her parents'll look at her funny Now, tell me that ain't insecurr The concept of school seems so securr Sophomore, three yurrs, ain't picked a carurr She like, \"Fuck it, I'll just stay down hurr and do hair.\" ‘Cause that's enough money to buy her a few pairs Of new Airs, ‘cause her baby daddy don't really care She's so precious with the peer pressure Couldn't afford a car, so she named her daughter Alexis She had hair so long that it looked like weave Then she cut it all off, now she look like Eve And she be dealin' with some issues that you can't believe Single black female addicted to retail, and well  [Hook: Syleena Johnson + Kanye West] Oh, when it all, it all falls down And when it falls down, who you gon' call now? I'm tellin' you all, it all falls down C'mon, c'mon, and when it falls down Oh, when it all  [Verse 2: Kanye West] Man, I promise, I'm so self-conscious That's why you always see me with at least one of my watches Rollie's and Pasha's done drove me crazy I can't even pronounce nothin', pass that Ver-say-see! Then I spent four hundred bucks on this Just to be like, \"Nigga, you ain't up on this.\" And I can't even go to the grocery store Without some Ones that's clean and a shirt with a team It seem we livin' the American Dream But the people highest up got the lowest self-esteem The prettiest people do the ugliest things For the road to riches and diamond rings We shine because they hate us, floss 'cause they degrade us We tryna buy back our 40 acres And for that paper, look how low we'll stoop Even if you in a Benz, you still a nigga in a coupe  [Hook: Syleena Johnson + Kanye West] Oh, when it all, it all falls down Come on, come on I'm tellin' you all, it all falls down And when it falls down, who you gon' call now? Oh, when it all, it all falls down Come on, come on I'm tellin' you all, it all falls down And when it all falls down  [Verse 3: Kanye West] I say, \"Fuck the police,\" that's how I treat 'em We buy our way out of jail, but we can't buy freedom We'll buy a lot of clothes, but we don't really need 'em Things we buy to cover up what's inside 'Cause they made us hate ourself and love they wealth That's why shorty's hollerin', \"Where the ballers at?\" Drug dealer buy Jordan, crackhead buy crack And the white man get paid off of all of that But I ain't even gon' act holier than thou 'Cause fuck it, I went to Jacob with 25 thou Before I had a house and I'd do it again ‘Cause I wanna be on 106 & Park, pushin' a Benz I want to act ballerific like it's all terrific I got a couple past-due bills, I won't get specific I got a problem with spendin' before I get it We all self-conscious, I'm just the first to admit it  [Hook: Syleena Johnson + Kanye West] Oh, when it all, it all falls down C'mon, c'mon And when it falls down, who you gon' call now? I'm tellin' you all, it all falls down C'mon c'mon, and when it falls down Oh, when it all, it all falls down Southside, Southside We gon' set this party off right I'm tellin' you all, it all falls down Westside, Westside We gon' set this party off right Oh when it all, it all falls down Chi-Town, Chi-Town We gon' show 'em how we get down I'm tellin' you all, it all falls down Now, Syleena, you just like a safe belt, you saved my life C'mon Oh when it all, it all falls down I'm tellin' you all, it all falls down  [Produced by Kanye West]  ",
        "title": "All Falls Down"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Verse 1] Beauty queen of only eighteen She had some trouble with herself He was always there to help her She always belonged to someone else I drove for miles and miles And wound up at your door I've had you so many times But somehow, I want more  [Chorus] I don't mind spending every day Out on your corner in the pouring rain Look for the girl with the broken smile Ask her if she wants to stay a while And she will be loved And she will be loved  [Verse 2] Tap on my window, knock on my door I want to make you feel beautiful I know I tend to get so insecure Doesn't matter anymore It's not always rainbows and butterflies It's compromise that moves us along My heart is full and my door's always open You come any time you want  [Chorus] I don't mind spending every day Out on your corner in the pouring rain Look for the girl with the broken smile Ask her if she wants to stay a while And she will be loved And she will be loved And she will be loved And she will be loved  [Bridge] I know where you hide Alone in your car Know all of the things that make you who you are I know that goodbye means nothing at all Comes back and makes me catch her every time she falls, yeah Tap on my window, knock on my door I want to make you feel beautiful  [Chorus] I don't mind spending every day Out on your corner in the pouring rain Look for the girl with the broken smile Ask her if she wants to stay a while And she will be loved And she will be loved And she will be loved And she will be loved  [Outro fading out] I don't mind spending every day Out on your corner in the pouring rain Please don't try so hard to say goodbye  ",
        "title": "She Will Be Loved"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  (la la la la la) Hey mama, this that shit that make you move, mama Get on the floor and move your booty moma We the blast masters blastin' up the jamma (REEEEEEEWIIIIIIND) Cutie cutie, make sure you move your booty Shake that thing like we in the city of sin, and Hey shorty, I know you wanna party The way your body look realli make me feel nauuughty Cutie cutie, make sure you move your booty Shake that thing like we in the city of sin, and Hey shorty, I know you wanna party The way your body look really make me feel nauuughty  I got a naughty naughty style and a naughty naughty crew But everything I do, I do just for you Im a little bit of Or, and a bigger bit of Nu The true niggers know that the peas come through We never cease (NOO), we never die no we never disease (NOO) We multiply like we math-matic And then drop bombs like we in the middle east (The bomb bombas, the base move dramas) Now y'all know, who we are Y'all know, we the stars Steady rockin' on y'alls boulevards And, lookin' hot without bodyguards (I do) what I can (W) ill.i.am And still I stand, with still mic in hand (So come on mama, dance to the druma)  [Chorus] Hey mama, this that shit that make you groove, mama (hey)get on the floor and move your booty mama (yaw)we the blast mastas blastin' up the jamma (hey)so shake your bambama, come on now mama Hey mama, this that shit that make you groove, mama (hey)get on the floor and move your booty mama (yaw)we the blast mastas blastin' up the jamma (la la la la la)  [Verse 2: will.i.am {Fergie}] We the big town stumpas, and and big sound pumpas The beat bump bumpas in your trunk trunkas The girlies in the club with the big plump plumpas And when I'm makin' love, my hip hump humps It never quits (NOOOO) we need to carry 9mm clips (NOOOO) Don't wanna squeeze trigger, just wanna squeeze tits (lubaluba) cause we the show stoppas And the chief rockas, number one chief rockas Now y'all know, {who we are} Y'all know, {we the stars} {Steady rockin' on y'alls boulevard} How we rockin' it girl, {without bodyguards} She be - {Fergie} From the crew - {BEP} {Come and take heed, as we take the lead} {so come on bubba, dance to the drum-a}  Hey mama, this that shit that make you groove, mama (yaw)get on the floor and move your booty mama (wuh)we the blast mastas blastin' up the jamma (NAWWWW, NAWWW) Cutie cutie, make sure you move your booty Shake that thing like we in the city of sin, and Hey shorty, I know you wanna party The way your body look really make me feel nauuughty  But the race is not, for the swift But who really can, take control of it And Tippa Irie and the black eyed peas will be thhhheeerre Til infinity, til infinity, til infinity, til infinity Tippa is ouuuuuut  Nuff a dem a shock, nuff a dem a sting Every time you see dem appear bling bling Oh what a ting! Pure modeling Grinding, and winding And the madda dem a move inna perfect timing Dem a dance and dance to di dancehall riddim And di way di tune nice, it finga-licking Like rice and peas and chicken stuffing  Hey mama, this that shit that make you groove, mama (hey) get on the floor and move your booty mama (yaw) we the blast mastas blastin' up the jamma (hey) so shake your bambama, come on now mama Hey mama, this that shit that make you groove, mama (hey) get on the floor and move your booty mama (yaw) we the blast mastas blastin' up the jamma (la la la la la)  ",
        "title": "Hey Mama"
    },
    {
        "artist": "Jadakiss Featuring Anthony Hamilton",
        "lyrics": null,
        "title": "Why?"
    },
    {
        "artist": "Mase",
        "lyrics": null,
        "title": "Welcome Back"
    },
    {
        "artist": "Akon Featuring Styles P.",
        "lyrics": "  [Verse 1] I'm steady tryin' to find the motive Why I do what I do? Freedom ain't getting no closer No matter how far I go My car is stolen, no registration Cops patrolin' and now they done stop me And I get locked up  [Hook] They won't let me out They won't let me out, (I'm locked up) They won't let me out No, they won't let me out, (I'm locked up) They won't let me out They won't let me out, (I'm locked up) They won't let me out No, they won't let me out  [Verse 2] Heading uptown to re-up Back with a couple keys Corner block's on fire Undercovers dressed as fiends Making so much money Product's moving fast Put away the stash And as I sold the last bag Fucked around and got locked up  [Hook] They won't let me out They won't let me out, (I'm locked up) They won't let me out No, they won't let me out, (I'm locked up) They won't let me out They won't let me out, (I'm locked up) They won't let me out No, they won't let me out  [Verse 3] ‘Cause visitation no longer comes by Seems like they forgot about me Commissary is getting empty My cellmates getting food without me Can't wait to get out And move forward with my life Got a family that loves me And wants me to do right But instead I'm here locked up  [Hook] They won't let me out They won't let me out, (I'm locked up) They won't let me out No, they won't let me out, (I'm locked up) They won't let me out They won't let me out, (I'm locked up) They won't let me out No, they won't let me out  [Outro] Maybe a visit (they won't let me out) Send me some magazines (they won't let me out) Send me some money orders (they won't let me out, no) Maybe a visit, baby (they won't let me out) ‘Cause I'm locked up, they won't let me out Wheres my lawyer? (they won't let me out) I'm locked up, they won't let me out, no Get me outta here (they won't let me out) I'm locked up, they won't let me out They won't let me out Baby I'm locked up, they won't let me out, no Where's my niggas? On the lock-down Damn, I'm locked up, they won't let me out I'm locked up, they won't let me out Ohhh... they won't let me out Can you please accept my phone calls? ‘Cause I'm locked up, locked up, locked up  ",
        "title": "Locked Up"
    },
    {
        "artist": "Montgomery Gentry",
        "lyrics": "  My old man's backhand used to land Hard on the side of my head I just learned to stay out of his way There been street fights, blue lights, long nights With the world sittin' on my chest It just showed me how much I can take Hard times, bad luck Sometimes life sucks  That's alright I'm okay It ain't nothin' but another day But only God knows where I'd be If you ever stop lovin' me  The bank man, the bossman, the law man All tryin' to get their hands on me And I ain't even done a damn thing wrong I've been way-laid, freight trained, short changed By bigger and badder men And all I've got to say is \"bring it on\" Hard rain, rough roads, so my life goes  That's alright I'm okay It ain't nothin' but another day But only God knows where I'd be If you ever stop loving me  I need you Gotta have you In my life, by my side Every day I'm alive Every night that I'm breathin' I'm needin' you  That's alright I'm okay It ain't nothin' but another day But only God knows where I'd be If you ever stop loving me  Ain't nothin' but another day But only God knows where I'd be If you ever stop loving me  ",
        "title": "If You Ever Stop Loving Me"
    },
    {
        "artist": "Velvet Revolver",
        "lyrics": "  (Hey) (Hey) (Hey)  When you look, you see right through me Cut the rope, fell to my knees Born and broken every single time  Always keep me under finger That's the spot where you run to me Might see some type of pleasure in my mind  Yeah, here comes the water It comes to wash away the sins of you and I This time, you see  (Hey) (Hey) (Hey)  When you seek me, you destroy me Rape my mind and smell the poppies Born and bloodied every single time  Always keep me under finger That's the spot where you might linger But I see some type of pleasure in my mind  Yeah, here comes the water It comes to wash away the sins of you and I This time, you see Like holy water It only burns you faster than you'll ever dry This time, with me  When you look you see right through me Cut the rope, fell to my knees Born and Bloodied Every single time  Yeah, here comes the water It comes to wash away the sins of you and I This time, you see Like holy water It only burns you faster than you'll ever dry This time, with me  (Hey) (Hey) (Hey)  ",
        "title": "Slither"
    },
    {
        "artist": "Billy Currington",
        "lyrics": null,
        "title": "I Got A Feelin'"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] Don't my baby look good in them blue jeans? Tight on the top with a belly button ring A little tattoo somewhere in between She only shows to me  Hey we're going out dancing she's ready tonight So damn good-looking boys it ain't even right And when bar tender says for the lady What's it going to be? I tell him man  [Chorus] She ain't into wine and roses Beer just makes her turn up her nose And, she can't stand the thought of sipping' champagne No Cuervo Gold Margaritas Just ain't enough good burn in tequila She needs something' with a little more edge and a little more pain She's my little whiskey Girl My Ragged-on-the-edges girl Ah, but I like them rough  [Verse 2] Baby got a '69 mustang Four on the floor, and you ought to hear the pipes ring I jump behind the wheel and it's away we go Hey, I drive too fast, but she don't care  Blue bandana tied all up in her hair Just sitting there singing every song on the radio  [Chorus x2]  [Outro] Whoa she's my little whiskey girl My ragged-on-the-edges girl Ah, but I like them rough Yeah, I like them rough I like them rough  ",
        "title": "Whiskey Girl"
    },
    {
        "artist": "Gretchen Wilson",
        "lyrics": "  [Verse 1] Well, I ain't never been the Barbie Doll type No, I can't swig that sweet Champagne I'd rather drink beer all night In a tavern Or in a honky-tonk Or on a four-wheel-drive tailgate  Oh, I've got posters on my wall Of Skynyrd, Kid and Strait Some people look down on me But I don't give a rip I'll stand barefooted in my own front yard With a baby on my hip  [Chorus 1] Cause I'm a redneck woman I ain't no high class broad I'm just a product of my raisin' I say \"hey, y'all\" and \"yee-haw\"  And I keep my Christmas lights on On my front porch all year long And I know all the words to every Charlie Daniels song So here's to all my sisters Out there keeping it country Let me get a big \"hell yeah\" from the redneck girls like me Hell yeah (Hell yeah!)  [Verse 2] Victoria's Secret Well, their stuff's real nice Oh, but I can buy the same damn thing On a Walmart shelf half-price And still look sexy (sexy) Just as sexy as those models on TV  No, I don't need no designer tag To make my man want me You may think I'm trashy A little too hard core But in my neck of the woods I'm just the girl next door  [Chorus 2] Hey, I'm a redneck woman I ain't no high class broad I'm just a product of my raising I say \"hey, y'all\" and \"yee-haw\"  And I keep my Christmas lights on On my front porch all year long And I know all the words to every Tanya Tucker song So here's to all my sisters Out there keeping it country Let me get a big \"hell yeah\" from the redneck girls like me Hell yeah (Hell yeah!)  [Chorus 3] I'm a redneck woman I ain't no high class broad I'm just a product of my raising I say \"hey, y'all\" and \"yee-haw\"  And I keep my Christmas lights on On my front porch all year long And I know all the words to every Ol' Bocephus song So here's to all my sisters Out there keeping it country Let me get a big \"hell yeah\" from the redneck girls Like me  [Outro] (Hell yeah!) Hell yeah! (Hell yeah!) Hell yeah! (Hell yeah!) I said hell yeah!  ",
        "title": "Redneck Woman"
    },
    {
        "artist": "LL Cool J",
        "lyrics": "  [Verse - L.L. Cool J] They call me Big L'y, Big Silly Big Money, Big Billy When I'm sliding in them all can ya hear me? I be sexing wit these bars so ya feel me Let me grip it up for cuz in the back Let me grip it get a buzz in ya hat I'm a tell ya how to cause an attack Timbaland, Ladies Love on the track Lovely get the ice, pop champagne Don't forget I used to ride on the train When I bump it right, call my name Go crazy in the mall wit James Dump that, not ill like me Bring the women in to chill for free Let me tell ya girl, don't try me You better have I.D.!  [Hook - Timbaland] (2x) When we be up in the club We be posting the back When we be in the club Girl always come to the back And we bout to get our head sprung And we bout to get our head sprung And we bout to get our head sprung And we bout to get our head sprung  [Verse - L.L. Cool J] Lord have mercy! If the broad is thirsty I'll have her man reimburse me The part that hurts me, is when they try to work me But I could never let ya jerk me Steady sticking to the wall, give it up Sneaking through the back door live it up Got the champagne, pour me a cup Got the girls looking raw in the front Got a call your man's in town Tell the bar, a-nother round Got all my mans holding me down Kinda thick ma, let's get down, so get wit it I'm saying what time wanna dip wit it? Got playas on the grind, wanna skip wit it Backstage you mine, I'm a spit wit it, hey!  [Hook] When we be up in the club We be posting the back When we be in the club Girl always come to the back And we bout to get our head sprung And we bout to get our head sprung And we bout to get our head sprung And we bout to get our head sprung  [Bridge - L.L. Cool J] (Ladies) ((Fellas)) Hey ladies! (Yeah!) no need to get your hair done I said yo ladies! (Yeah!) no need to get your hair done I'm a get your head sprung, I'm a get your head sprung I'm a get your head sprung, I'm a get your head sprung I said yo fellas ((Yo!)) no need to throw them ones I said yo fellas ((Yo!)) no need to throw them ones I'm a get your head sprung, I'm a get your head sprung I'm a get your head sprung, I'm a get your head sprung (Hey!)  [Hook] When we be up in the club We be posting the back When we be in the club Girl always come to the back And we bout to get our head sprung And we bout to get our head sprung And we bout to get our head sprung And we bout to get our head sprung  [Outro - Timbaland] Yeah! Keep chillin wit em, yeah  ",
        "title": "Headsprung"
    },
    {
        "artist": "Pitbull Featuring Lil Jon",
        "lyrics": "  [Intro: Lil' Jon] Yeah, Yeah, Yeah, Yeah, Yeah, Lets go (Let's go) Right about now, we need all the ladies to hit the danceflo' (Dominicana) If you got a big ol' booty (Mexicana) And you like to set that motherfucker, let's go! Pitbull, Lil' Jon, Heey, Heey!  [Hook] Ahora que si Esa hevita esta enterita tiene tremendo... CULO! Esta tan linda, esta tan rica, tiene tremendo... CULO! Que rica chiquita, pero que importa si tiene tremendo... CULO! Hazme el favor y meneate chica tienes tremendo... CULO!  [Verse 1] Pull up to the club, walk in then I pull up to the bar Get drinks then I pull up to a broad Let her know what it is, how it is, why it is, what it is, (Hey hey hey hey) I ain't got time for no games I'm hopin' mami that you feel the same I got what you need to feel the pain Here's my number call me when you're up for an even exchange Feel me, let me see you do that dirty dance, dirty dance Mami feel me, let me see you touch your toes Or shake that thing and talk wit' your ass, feel me All my chicos, all my Jamaicans (Put your hands up) all my haitians Cause they know I'mma rep' 'til the day that they kill me... Pull up!  [Hook] Ahora que si Esa hevita esta enterita tiene tremendo... CULO! Esta tan linda, esta tan rica, tiene tremendo... CULO! Que rica chiquita, pero que importa si tiene tremendo... CULO! Hasme el favor y meneate chica tienes tremendo... CULO!  [Verse 2] Mami got the ass and thighs like Trina and J. Lo Multiply it she's off the chain, off the glass, off the flip And with a couple more drinks I'll be off the hip maaayn I'll be wearin' her out And when I'm finished paramedics gon' be carryin' her out maaayn... (That's right) The night is young, and if you shave I'll give you some of this mighty toungue heey.. Be easy, go ahead please me, talk to me sleezy baby (Yeah) I wanna freak, a monster in bed, last thing I need is a lady  [Hook] Ahora que si Esa hevita esta enterita tiene tremendo... CULO! Esta tan linda, esta tan rica, tiene tremendo... CULO! Que rica chiquita, pero que importa si tiene tremendo... CULO! Hasme el favor y meneate chica tienes tremendo... CULO!  [Outro: Lil' Jon] Culo, hey, hey, hey, hey shake that shit hey Hey, hey, hey, hey shake that shit hey Hey, hey, hey, hey shake that shit hey Hey, hey, hey, hey shake that shit hey  [Hook] Ahora que si Esa hevita esta enterita tiene tremendo... CULO! Esta tan linda, esta tan rica, tiene tremendo... CULO! Que rica chiquita, pero que importa si tiene tremendo... CULO! Hasme el favor y meneate chica tienes tremendo... CULO!  ",
        "title": "Culo"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Verse 1] I missed you so much That I begged you to fly and see me You must've broke down Coz you finally said that you would But now that you're here I just feel like I'm constantly dreaming  Coz something's gotta go wrong Cause I'm feeling' way too damn good  [Verse 2] For 48 hours I don't think that we left my hotel room Should show you the sights Cause I'm sure that I said that I would We gotta make love just one last time in the shower  Well something's gotta go wrong Cause I'm feeling' way too damn good  [Chorus] And it's like, every time I turn around I fall in love and find my heart face down and Where it lands is where it should This time it's like The two of us should probably start to fight Coz something's gotta go wrong Cause I'm feeling way too damn good, oh Feeling' way too damn good  [Verse 3] Sometimes I think best if left in the memory It's better kept inside than left for good Looking' back each time they tried to tell me Well something's gotta go wrong Cause I'm feeling' way too damn good  [Chorus]  [Verse 4] I missed you so much That I begged you to fly and see me You must've broke down Coz you finally said that you would But now that you're here I just feel like I'm constantly dreaming  Cause something's gotta go wrong Cause I'm feeling' way too damn good  [Chorus] And it's like, every time I turn around I fall in love and find my heart face down and Where it lands is where it should This time it's like The two of us should probably start to fight Coz something's gotta go wrong Cause I'm feeling way too damn good, oh, oh Feeling' way too damn good (I missed you so much That I begged you to fly and see me) Feeling' way too damn good (I missed you so much That I begged you to fly and see me)  ",
        "title": "Feelin' Way Too Damn Good"
    },
    {
        "artist": "David Lee Murphy",
        "lyrics": null,
        "title": "Loco"
    },
    {
        "artist": "Terri Clark",
        "lyrics": "  So she can't go out tonight again Her sister's sick, she's gotta baby-sit Yeah, that sounds like a pretty good excuse Now you didn't hear any of this from me But things aren't always what they seem Brace yourself, this may come as a shock to you  Girls lie, too We don't care how much money you make What you drive or what you weigh Size don't matter anyway Girls lie, too Don't think you're the only ones Who bend it, break it, stretch it some We learn from you Girls lie, too  We can't wait to hear about your round of golf We love to see deer heads hanging on the wall And we like Hooter's for their hotwings too Other guys never cross our minds We don't wonder what it might be like How could it be any better than it is with you   Yeah, girls lie, too We always forgive and forget The cards and flowers you never sent Will never be brought up again Girls lie, too Old gray sweatpants turn us on We like your friends and we love your mom And that's the truth Girls lie, too Yeah that's the truth Girls lie, too  No, we don't care how much hair you have Yeah, that looks good Comb it over like that  ",
        "title": "Girls Lie Too"
    },
    {
        "artist": "Slum Village Featuring Kanye West & John Legend",
        "lyrics": "  [Hook: John Legend & Slum Village] I'm calling (yeah maybe I'm selfish) Out to (I want you to myself I can't help it) All my (yeah maybe I'm selfish) Y'all my ladies And I can't (maybe I'm selfish) Let you, let you (I want you to myself, I can't help it) Be with (yeah) no one (yeah) But me (yeah) baby  [Verse 1: T3] Come on, to my thick chicks down in Texas All the way to New Orleans where the girls cook catfish And in L.A., every chick's an actress Hollywood status with the shaded glasses To Detroit, yeah the place that I rest Where the ladies got ass and symbolize sex And hot Atlanta y'all is one of the best Where they speak Southern slang and smoke la cess And New York, women are way too fresh Too much on your mind, let me ease that stress I wish you all were mine, it's so selfish Maybe I'm feeling myself too much I guess But to my ladies all across the globe In small towns that I don't even know To all local international codes Whether you see me in streets or catch me at shows I'm calling  [Hook: John Legend & Slum Village] I'm calling (yeah maybe I'm selfish) Out to (I want you to myself I can't help it) All my (yeah maybe I'm selfish) Y'all my ladies And I can't (maybe I'm selfish) Let you, let you (I want you to myself, I can't help it) Be with (yeah) no one (yeah) But me (yeah) baby  [Verse 2: Kanye West] Uhh, and don't be tryna come around my girl Acting like Mr. Friendly And steal the spotlight like Mr. Bentley I spotted her like Spud McKenzie And for them fake boobies I paid them Benjies, get your own I got Paris, he got Nicky, he tried to get em a clone He said, \"Ye you know you got extra hoes And everything you do is extra cold\" From the Polo fleece to the Jesus piece I got family in high places like Jesus' niece Can I please, say my peace? If y'all fresh to death, then I'm deceased And this one here is a heatrocks, spit like a beat box The way the beat rocks, new version of Pete Rock But for that Benz, I get CL love So I switch my girls around like 3L-dub, I'm calling  [Hook: John Legend & Slum Village] I'm calling (yeah maybe I'm selfish) Out to (I want you to myself I can't help it) All my (yeah maybe I'm selfish) Y'all my ladies And I can't (maybe I'm selfish) Let you, let you (I want you to myself, I can't help it) Be with (yeah) no one (yeah) But me (yeah) baby  [Verse 3: Elzhi] What up Pam? How your little man doing in New Jersey? Last I heard he caught the flu and you was worried Hope he feels better, and thanks Jonetta from Cleveland For that good head in your Jetta, better believe it Shanice, you're my piece from Compton, before I'm off the plane Make sure you cop some trees to spark up Danielle, ATL, got them pictures in the mail You sealed with a kiss and you sent it with Chanel You looking good in that one showing off your body Had a Beverly Hills mami that would buy me Cartis Take me to after parties, her name was Khari And it sucks that we didn't keep in touch, I'm sorry But, hey Kim, how's Minneapolis? You so pretty, hate you show off your titties for silly classes Cause I love your girls though you ain't mine I wish my arms was long enough to hug you all of the same time  [Hook: John Legend & Slum Village] I'm calling (yeah maybe I'm selfish) Out to (I want you to myself I can't help it) All my (yeah maybe I'm selfish) Y'all my ladies And I can't (maybe I'm selfish) Let you, let you (I want you to myself, I can't help it) Be with (yeah) no one (yeah) But me (yeah) baby  [Outro: John Legend] I'm calling (calling) Out to (out to) All my (all my) Y'all my ladies And I can't (I can't) Let you (let you) Be with no one But me, baby  ",
        "title": "Selfish"
    },
    {
        "artist": "Josh Gracin",
        "lyrics": null,
        "title": "I Want To Live"
    },
    {
        "artist": "Finger Eleven",
        "lyrics": null,
        "title": "One Thing"
    },
    {
        "artist": "Martina McBride",
        "lyrics": null,
        "title": "How Far"
    },
    {
        "artist": "Nelly Featuring Jaheim",
        "lyrics": "  [Jaheim ad-libs]  [Verse 1 - Nelly] I used to pride myself on being the other man But now it's flipped and I don't want you with no other man Why can't you understand that anything I'm offering I gave you the world, but you just wanted arguing From the time I picked you up, until the time I dropped you off again Even if flipped out on at the mall again \"It's all his fault again,\" that's what you're telling all your friends I ain't pointing fingers ma, I just wanna call again See how your day going I know they stressing on you I know them times get hard that's why I'm checking on you It's yours truly ma, I got a little message for you Anything he can do, girl I can do better for you, cause  [Bridge - Nelly] When we laugh or we cry it's together Through the rain and the stormiest weather We gon' still be as one it's forever It's forever, it's forever  [Hook - Jaheim] Won't you come on and go with me (come and go with me) (Oh girl) Come on over to my place (my place, my place) Won't you sit yourself down and take a seat And let me ease your mind girl, we gon' do it our way (our way)  [Verse 2 - Nelly] I heard your friend tell a friend that told a friend of mine That you was thinking that we should do it one more time If this ain't the truth then hopefully it's not a lie Cause I ain't got no issue with hitting that another time We never had a problem with getting it done Disagreed upon a lot ma, but the sex wasn't one Now check it I know you get excited (still) when I come around and bite it (Girl) quit frowning up and quit acting like you don't like it (I like it) I know you like, (I like it) You really like it, (I really, really like it) (I want it), I know you want it, (adore it) Adore it, (so come let me enjoy it)  [Bridge]  [Hook w/ ad-libs]  [Verse 3 - Nelly] w/ (Jaheim ad-libs) Shorty, where you been? Feels like a long time Long, long time since I seen you Yes it has, girl And I know I said some fucked-up things to you before But girl you know I didn't mean it I never meant one single word If I could take back every word I would and more for sure If I thought that you would believe it Hey, girl, cause you make my life so convenient for me  [Bridge w/ ad-libs]  [Hook w/ ad-libs]  ",
        "title": "My Place"
    },
    {
        "artist": "Lonestar",
        "lyrics": null,
        "title": "Let's Be Us Again"
    },
    {
        "artist": "3 Doors Down",
        "lyrics": "  [Verse 1] It's down to this I've got to make this life make sense Can anyone tell what I've done? I miss the life I miss the colors of the world Can anyone tell where I am?  [Chorus] Because now again I've found myself so far down Away from the sun that shines into the darkest place I'm so far down, away from the sun again Away from the sun again  [Verse 2] I'm over this I'm tired of living in the dark Can anyone see me down here? The feeling's gone There's nothing left to lift me up Back into the world I know  [Chorus] Because now again I've found myself so far down Away from the sun that shines into the darkest place I'm so far down, away from the sun again Away from the sun That shines to light the way for me To find my way back into the arms That care about the ones like me I'm so far down, away from the sun again  [Refrain] It's down to this I've got to make this life make sense And now I can't tell what I've done And now again I've found myself So far down, away from the sun That shines to light the way for me  [Chorus] Because now again I've found myself so far down Away from the sun that shines into the darkest place I'm so far down, away from the sun again Away from the sun That shines to light the way for me To find my way back into the arms That care about the ones like me I'm so far down, away from the sun again  [Outro] Oh no Yeah I'm gone  ",
        "title": "Away From The Sun"
    },
    {
        "artist": "Keith Urban",
        "lyrics": null,
        "title": "Days Go By"
    },
    {
        "artist": "Young Buck",
        "lyrics": "  [Intro - 50 Cent] Yeah, It's 50 Cent, Young Buck G-G-G-G-G-G-Unit!  [Bridge - 50 Cent] We get the club jumping from beginning to the end Go shorty, we back up in this bitch again We party, harder than you can imagine You can run wit losers, or run wit winners that win  [Verse 1 - Young Buck] I feel attention when I walk in the club G-Unit to the socks, bitches all on a thug Gimme a Henny on the rocks, and a bottle of bub I don't need security, this for .4 Nickel enough I came to ball wit y'all, buy up the bar and all So bitches call ya hoes, and niggas call ya dogs If you love ya wife keep her at home tonight She might never come home again nigga, aight Teeth, neck, wrists all lights my life's like Riding in Cashville and running all stop lights Homie is that real, I pray I keep living My momma just had a dream of seeing me in prison My daddy's a dope fiend, and I don't really miss him Ain't seen him in 10 years and a nigga still living The same old two step we move to a rhythm 50 holla get 'em Buck, you know I'm gonna get 'em, raaaaa!  [Hook - Young Buck] I know you gon' let me shine and get mine I know you gon' let me in wit this nine I know you gon' let me smoke on my weed I know you gon' let me drink wit no I.D I know you gon' let me shine and get mine I know you gon' let me in wit this nine I know you gon' let me smoke on my weed I know you gon' let me drink wit no I.D  [Verse 2 - Young Buck] I know I'm sinning but I'm winning at the same time Took a couple shots from a nigga tryin' to take mine I'm back on the block, wit a chopper and a Tech nine Niggas shooting cops in the hood running stop signs G-UNIT, The Gang! Bitches doing what the thugs do GDs, Vice Lords, Crips and the Bloods too Move let me come through Ain't a pair of handcuffs, can hold me I'm riding in the old school listening to some oldies My gold keep shinin', them hoes keep crying The handle of my .45 outlined in diamonds Just left Cashville, bout to fly to Miami Hopin' Yayo watchin' Eminem, perform at the Grammys The reason niggas like Eric Benet, probably can't stand me Cause I know money will make Halle Berry come out them panties, bitch! Y'all niggas in trouble they should of never let me in-in  [Hook]  [Verse 3 - Young Buck] Bet ya I can make them bounce back Teach 'em how to stunt, teach em' how to counts stacks (yeah) Now where ya hood at, Buck If you want to We fifty deep up in here what you gon' do Who want beef, I ain't come for no name calling Don't be mad cause we is and you ain't balling Getting money is my motto for you broke folks You spend ya whole life paying on ya car notes It's alright if you still on the block boy See I'mma cold young thug, not a hot boy You know I do this for the streets, and my peeps thats behind bars As soon as they come home, I'll go and buy them all cars, Young Buck!  [Hook]  [Bridge]  ",
        "title": "Let Me In"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Verse 1] Memories consume Like opening the wound I'm picking me apart again You all assume I'm safe here in my room Unless I try to start again  [Pre-Chorus] I don't want to be the one The battles always choose 'Cause inside I realize That I'm the one confused  [Chorus] I don't know what's worth fighting for Or why I have to scream I don't know why I instigate And say what I don't mean I don't know how I got this way I know it's not alright So I'm breaking the habit I'm breaking the habit tonight  [Verse 2] Clutching my cure I tightly lock the door I try to catch my breath again I hurt much more Than anytime before I had no options left again  [Pre-Chorus] I don't want to be the one The battles always choose 'Cause inside I realize That I'm the one confused  [Chorus] I don't know what's worth fighting for Or why I have to scream I don't know why I instigate And say what I don't mean I don't know how I got this way I'll never be alright So I'm breaking the habit I'm breaking the habit tonight  [Bridge] I'll paint it on the walls 'Cause I'm the one at fault I'll never fight again And this is how it ends  [Chorus] I don't know what's worth fighting for Or why I have to scream But now I have some clarity To show you what I mean I don't know how I got this way I'll never be alright So, I'm breaking the habit I'm breaking the habit I’m breaking the habit tonight  ",
        "title": "Breaking The Habit"
    },
    {
        "artist": "Jimmy Buffett With Clint Black, Kenny Chesney, Alan Jackson, Toby Keith & George Strait",
        "lyrics": "  (Jimmy Buffett) Hey, hey good lookin', what you got cookin'? How's about cookin' somethin' up with me?  (George Strait) Hey, hey, sweet baby, don't you think maybe We could find us a brand new recipe?  (Alan Jackson) I got a Hot Rod Ford and a two-dollar bill And I know a spot right over the hill  (Clint Black) There's soda pop and the dancing's free If you wanna have fun, come along with me  (Kenny Chesney) Hey good lookin', what you got cookin'?  (Toby Keith) How's about cookin' somethin' up with me  (Jimmy) Let's stir it up, boys  (Jimmy) I'm free and I'm ready, maybe we can go steady  (Clint) How's about saving all your time for me?  (Kenny) No more lookin'  (Toby) I know I've been tooken  (Alan) How's about keepin' steady company?  (Kenny) Well, I'm gonna throw my date book over the fence  (Toby) And find me one for five or ten cents  (George) I'll keep it till it's covered with age  (Clint) 'Cause I'm writing your name down on every page  (All) Hey, hey good lookin'  (Alan) What you got cookin'?  (Jimmy) How's about cookin' something up with me?  (Clint) How's about cookin' something up with me?  (George) How's about cookin' something up with me?  ",
        "title": "Hey Good Lookin'"
    },
    {
        "artist": "311",
        "lyrics": null,
        "title": "Love Song"
    },
    {
        "artist": "John Michael Montgomery",
        "lyrics": "  My Dearest Son, it's almost June I hope this letter Catches up with you and finds u well It's been dry but they're callin' for rain And everything's the same ol' in Johnsonville Your stubborn ol' daddy ain't said to much But I'm sure you know he sends his love And she goes on, In a letter from home  I hold it up and show my buddies Like we ain't scared in our boots And our boots ain't muddy And they all laugh like there's something funny 'bout the way I talk, when mama sends her best ya'll I fold it up and put it in my shirt Pick up my gun and get back to work And it keeps me drivin' on, waitin' on Letters from home  My dearest love, it's almost dawn I've been layin' here all night Long Wonderin' where u might be I saw your mama and I showed her the ring Man on the Television said Something So I couldn't sleep But I'll be alright, I'm just missin' you And this is me kissin' you X's and O's In a letter from home  I hold it up and show my buddies Like we ain't scared and our boots ain't muddy And they all laugh cause she calls me honey But they take it hard, cause I don't read the good parts I fold it up and put it in my shirt Pick up my gun and get back to work And it keeps me Drivin' on, waitn' on Letters from home  Dear son, I know I ain't written And sittin' here tonight alone in the kitchen It occurs to me I might not have said it, so I'll say it now Son, You make me proud  I hold it up and show my buddies Like we ain't scared and our boots ain't muddy But no one laughs cause ain't nothin' Funny when a soldier cries, and I just wipe my eyes I fold it up and put in my shirt get back to work And it keeps me drivin' on, waitin' on Letters from home  ",
        "title": "Letters From Home"
    },
    {
        "artist": "Modest Mouse",
        "lyrics": "  [Verse 1] I backed my car into a cop car the other day Well, he just drove off; sometimes life's okay I ran my mouth off a bit too much; oh, what did I say? Well, you just laughed it off, it was all okay  [Chorus] And we'll all float on, okay And we'll all float on, okay And we'll all float on, okay And we'll all float on anyway  [Verse 2] Well, a fake Jamaican took every last dime with that scam It was worth it just to learn some sleight of hand Bad news comes, don't you worry even when it lands Good news will work its way to all them plans We both got fired on exactly the same day Well, we'll float on, good news is on the way  [Chorus] And we'll all float on, okay And we'll all float on, okay And we'll all float on, okay And we'll all float on, alright Already, we'll all float on No, don't you worry, we'll all float on, alright Already, we'll all float on, alright Don't worry, we'll all float on  [Outro] (Alright, already) And we'll all float on Alright, already, we'll all float on, alright On't worry, even if things end up a bit too heavy We'll all float on alright Alright, already, we'll all float on Alright, already, we'll all float on, okay Don't worry, we'll all float on Even if things get heavy, we'll all float on, alright Already, we'll all float on (Alright!) Now don't you worry, we'll all float on (Alright!) We'll all float on  ",
        "title": "Float On"
    },
    {
        "artist": "Brandy Featuring Kanye West",
        "lyrics": "  [Verse 1: Brandy] What ya hear this time Go on and speak your mind I know somebody's lying It's always somethin Her auntie told your cousin Then all your homies jumped in And now the whole hoods buzzin He said, she said Don't let it get in ya head Baby don't say Something that you will regret I'm on your team It's us against them you'll see Hey, we ain't gon stop They just want what we got  [Chorus: Brandy] The more they talk about our love The more they make it obvious The more they seem so envious How can they talk about our love When they don't know one thing about us Instead they just runnin they mouths So all we do is tune them out  [Verse 2: Brandy] I swear they got some nerve Spreadin what they heard I can't give them no burn I can't be concerned with all that talk I won't be involved That's my word See I'm not the one They got me confused They got me messed up Don't you think I've had enough When it comes to what we do All that matters is us two Don't pay them no mind We just gon show and prove  [Chorus: Brandy] The more they talk about our love The more they make it obvious The more they seem so envious How can they talk about our love When they don't know one thing about us Instead they just runnin they mouths So all we do is tune them out  [Verse 3: Kanye West] Heres a couple of things I can't honor man How you listen to a girl that still wanna man Tell me the truth is that a man or Juwanna Man I'm wonderin why she ret ta go like Wanda then When we met you was a V like Madonna, man Now you in the field, runnin' plays like Donovan McNabb before you get in a cab I trade in my cash Just to take you back to last summer, man You don't remember when you was my sweetest You don't remember I called you Reese's Pieces Cause it's no wrong way to do you know what She turned around, giggled, said \"You so nuts!\" But nowadays we actin' way too grown up Like how ya ex girl get that new number The rumors was so numerous For sticking' by me, I had to give you two thumbs up And that's why  [Chorus: Brandy] The more they talk about our love The more they make it obvious The more they seem so envious How can they talk about our love When they don't know one thing about us Instead they just runnin they mouths So all we do is tune them out  [Outro: Brandy] The more they talk about our love The more they make it obvious The more they seem so envious How can they talk about our love When they don't know one thing about us Instead they just runnin they mouths So all we do is tune them out I don't wanna hear it no more  ",
        "title": "Talk About Our Love"
    },
    {
        "artist": "Mobb Deep",
        "lyrics": "  [Havoc] Yeah, nigga once again, we have M-O-B-B Yo.. yo... ain't no party once we crash the party I'mma scoop shorty then vacate the party You keep grillin I pump-pump the shotty Put you in the trunk then dump-dump the body Nigga you don't know, you better ask somebody Ya'll get down, we gonna clash probably Peel snowflake outta that Abercrombie I'm tryna grip Britney, so I made Jive sign me, nigga Catch me in the club with a double edge banger I'm the wrong one to fuck with Nah I know the promoters I'm in with the musket Pound of that haze and a box of Dutches High to the cottonmouth, paranoid Make the wrong move, bitch, and your ass is out Like M.O.P., nigga, I'll mash you out If I can't get you here, swing by your house, muthafucka  [Hook: Havoc] Ya'll niggas got it twisted, huh? That liquor up into to you, charged That truth come out when you drunk Your ass won't make it to see tomorrow Ya'll niggas got it twisted, huh? That liquor up into you, charged That truth come out when you drunk Your ass won't make it to see tomorrow We step up in the club with one thing On our mind, that's leave with something Get rid of that ring, get rid of those cuffs We about to... girl We about to... girl We about to... girl-girl We about to... girl We about to... girl-girl  [Prodigy] Party over here, ain't shit over there Them Mobb Deep boys got it locked right here Wherever we at we keep the blix right there So wherever there's beef, it's gettin fixed right there And they can't stop us...they too scared They know our caliber of thugs shoot at heads, nigga QB drop you off of that bridge Show you how we do it in Queens where murder ain't shit, nigga This is P talkin, show you where I live You can come right to my crib and get it for shiz You bein manslaughtered, right in front of my kids A little blood get on my daughter, it's nothing, she'll live Got cops shook to death of us...we don't like D's You never catch us runnin with the police Ya'll niggas get your vest-es up And ya'll better invest in some real heavy bullet-proof paneling  [Hook: Havoc] Ya'll niggas got it twisted, huh? That liquor up into to you, charged That truth come out when you drunk Your ass won't make it to see tomorrow Ya'll niggas got it twisted, huh? That liquor up into you, charged That truth come out when you drunk Your ass won't make it to see tomorrow We step up in the club with one thing On our mind, that's leave with something Get rid of that ring, get rid of those cuffs We about to... girl We about to... girl We about to... girl-girl We about to... girl We about to... girl-girl  ",
        "title": "Got It Twisted"
    },
    {
        "artist": "Elephant Man",
        "lyrics": "  [Intro: Twista (Elephant Man)] It's the Elephant Man (that's me) And the Twista with another hit song (alright) And my nigs YoungBloodz (yeah) To show em' how to get it crunk up in the club (Unuh wine up!)  [Hook: Elephant Man] Shake that booty, turn it around Back that ass up, wine go down Shake that booty, turn it around Back that ass up, wine go down  [Chorus: Elephant Man] You up inna di club and di music sweet You fi jook gal (jook gal) jook gal (jook gal) Hand pon di wall, look inna di mirror And jook gal (jook gal) jook gal (jook gal) Hand pon di ground, bumper inna di air And jook gal (jook gal) jook gal (jook gal) Junk in di trunk, wine up ya rump And jook gal (jook gal) jook gal (jook gal)  [Verse 1: Elephant Man] Shake that ass (Wine, wine) Y'all lookin' fine (Wine, wine) One ting deh pon ya mind (Wine, wine) Bend over and wine (Wine, wine) Di Jamaican girls (Wine, wine) Di New York girls (Wine, wine) Mi see di down south girls dem a (Wine, wine) Dem a wine, wine Dem a wine, wine  [Verse 2: JBo] Now turn around and jook and drop low to the floor And swing it back and like that, there ya go Pop the bottle, get loose for ya folk And roll them hips to the left fo' once mo' Now shake it up, bend over, spread wide We back again and on a whole new ride With Elephant Man and Twista, YoungBloodz We off in this biatch, in the middle of the club So bring it here and lil' mama fall in And tell yo' crew that they could join in So DJ spin it back, I got 'em tickled So you best be runnin' when you here that whistle  [Verse 3: Twista] Now come here shorty won't you show me that love Back it up on the Twista when I come up in the club Look at lil' sista while she twurk that thang Make me wanna let her hop in my 0 fo' Range Now jook it on me while I blow my bowl Sippin' Hypnotic while you drop it down low I be that nigga reppin' Roc-A-Fella crew Come pop it for me, let me see what that do Come here lil' mama you so thick it's ridiculous Look at ya fatty I like how you shake it, twurk ya Titties an thighs Ya bodies elagent, other shit is irrelavent It's the Elephant, YoungBloodz and Twista from the city of Chi Ya jook ya body like ya come from Jamaica Go in my pocket to give ya every blunt, clop thing Look how she jookin' that booty, chick like a wing and winding So when ya here the cut drop, sing  [Chorus: Elephant Man] You up inna di club and di music sweet You fi jook gal (jook gal) jook gal (jook gal) Hand pon di wall, look inna di mirror And jook gal (jook gal) jook gal (jook gal) Hand pon di ground, bumper inna di air And jook gal (jook gal) jook gal (jook gal) Junk in di trunk, wine up ya rump And jook gal (jook gal) jook gal (jook gal)  [Verse 4: Sean Paul] I'm Sean Paul from the home of the strip club I don't trip, I tip, show the girl love I know you know the face, Ima Youngblood But don't talk, just jook girl, take a dub She say she love my song, wanna cuddle up I told her show me her thong for another dub I came for some action, I don't wanna hug If it ain't happnin' hit another club Drank somthin' crunk, cup of \"Ones Eye\" Make her shake somthin' 'til the bank run out But I'm straight shorty, I ain't finna run out Make her drip from the night 'til the sunlight  [Kiprich] (Elephant Man) (Put ya hands on di floor!!!) Cock up ya bumper a likkle more Cock it up, mek mi slam it like a door (Put ya hands on di floor!!!) You hear, mi love it when mi talk to her Split and spread out like manure (Put ya hands on di floor!!!) Every man love see girl galore Shabba say, him waan more pon more (Put ya hands on di floor!!!) True ya goody goody, you get an encore Every girl fi brukout like sore  [Hook: Elephant Man] Shake that booty, turn it around Back that ass up, wine go down Shake that booty, turn it around Back that ass up, wine go down  [Verse Elephant Man] Love see girls a wine, love see girls a shake dem behind Search di dance floor 'til mi find weh mi flip di coin Kiprich and di gal dem a wine Hold up let's go back in time, memba genie wine? Memba genie when ya see mi gimme grind? Now a dancehall queenie, queenie time Jump between di lines toosh girls stop stoosh dem a wine Every girl waan dem career shine (Junk in di trunk!) If yuh nah wine could a get a conflict Wid it like a Shaolin Monk (Mi say, junk in di trunk!) Come on girl mek mi see booty bounce Pon di floor, di dresser or di bunk  [Hook: Elephant Man] Shake that booty, turn it around Back that ass up, wine go down Shake that booty, turn it around Back that ass up, wine go down  ",
        "title": "Jook Gal (Wine Wine)"
    },
    {
        "artist": "T.I.",
        "lyrics": "  [Hook] (T.I.) [Jazze Pha] Hey, let's get away and get a room on the other side of town Hey shawty, I was feenin' for you (Was you thinkin' of me, ay, ay...) [Girl] Hey, let's get a room, shawty we can freak somethin' if you down (Whachu would do?) Hey daddy, I was feenin' for you  [Verse 1] Bet they be like \"I know he tired of the nightlife He want a wife, he just lookin' for the right type\" Yea right, I be ridin' through the city lights My hat bent, gettin' high behind the 'lac tint I'm chilllin' with Brazilian women, heavy accents They black friends translatin', got'em all ass naked, adjacent Have relations wit'em many places Leavin' semen in they pretty faces Make'em kiss they partners with it in they faces Young pimpin' sprung women 'cross the 50 states Got young ladies requestin' \"What's Yo Name\" on 50 stations Askin' me what's a pussy popper, want a demonstration But I ain't waitin' til the second date, I'm so impatient Relieve'em of they aggravation, take'em rollerskatin' On them Dayton's, tell'em \"Baby, stick with me, you goin' places\" Go replace'em, draw erase'em out my memory Moist panties and wet sheets when they think of me  [Hook] (T.I.) [Girl] Hey, let's get away and a room on the other side of town Hey daddy, I was feenin' for you (Was you thinkin' of me? Ay, sing it for me, pimpin') [Jazze Pha] Hey, let's get a room, shawty we can freak somethin' if you down (Tell'em shawty) Yea baby, I was feenin' for you  [Verse 2] Yo, yo... uh.. From Miami to Cali, from Vegas to Jersey Got'em in Houston, Virginia, New Orleans, ya heard me? All the classy ones like to act like they a virgin And the nasty ones like when I talk to'em dirty But I'm breakin' the ice, got'em laughin' and flirtin' They be, removin' they skirts when they hop in the 'burban Once the flick start playin' and the E start kickin' in Her girlfriend lickin' and she beggin' me to stick it in That's why, I like chillin' with women who like women Lightskinned... Asians, Jamaicans and white women Indians, Italians, Haitians and Puerto Ricans They be itchin' for they chance and waitin' in me to freak'em They say..  [Hook] (T.I.) [Girl] Hey, let's get away and a room on the other side of town Hey daddy, I was feenin' for you (Was you thinkin' of me? Ay, tell'em for me, pimpin') [Jazze Pha] Hey, let's get a room, shawty we can freak somethin' if you down (Ay, listen to me) Yea baby, I was feenin' for you (Was you thinkin' of me?)  [Verse 3] Excuse me shawty, but I been watchin' you now for a while Yo whole style, from yo toes to the way that you smile And I hope you ain't offended by the way that this sounds But uhh... all I keep thinkin' bout is layin' you down And I'm, keepin' it pimpin', I ain't playin' around Ain't got that kinda time cuz this the only day I'm in town So come and, chill in the cut if you willin' to cut And when you, give me a hug I be feelin' yo butt Now so while for while we talkin', I'm fillin' yo cup We killin' the bottle, wake up in dirty linen tomorrow But tell me would it trouble you if we ended up at the W- Sippin' on a malibu pine apple juice and a blunt or two Now whachu wanna do? Opportunity's right in front of you Know you used to meetin' dudes, dodgin'em for a month or two But young pimpin' spit linen to the young women I'm T.I.P., known as pussy popper to some women  [Hook] (T.I.) [Jazze Pha] Hey, let's get away and get a room on the other side of town Hey shawty, I was feenin' for you (Was you thinkin' of me... ay, ay...) [Girl] Hey, let's get a room, shawty we can freak somethin' if you down Hey daddy, I was feenin' for you (Oh yea... c'mon, tell'em) [Girl] Hey, let's get away and get a room on the other side of town Hey daddy, I was feenin' for you (Shit I'm on my way) [Jazze Pha] Hey, let's get a room, shawty we can freak somethin' if you down Yea baby, I was feenin' for you  [Jazze Pha talking] Whoa whoa whoa.. Ladies and gentlemen This... is a Jazze Phizzle, T.I. collaborangelle.. King of the south! Oh boy! Jazze Phizzle, T.I., Grand Hustle daddy! So smooth... futuristic.. Pimps up daddy!  ",
        "title": "Let's Get Away"
    },
    {
        "artist": "Teena Marie Featuring Baby",
        "lyrics": null,
        "title": "Still In Love"
    },
    {
        "artist": "Lil' Flip",
        "lyrics": null,
        "title": "Game Over (Flip)"
    },
    {
        "artist": "Lil Scrappy",
        "lyrics": "  [Lil Scrappy Talking]  [Hook] You can get crunk in the club Roll wit your hood Get stomped in the club Or you could get buck in the club Get fucked up in the club Nigga we don't give a fuck But you don't want no problem (problem, hoo!) But you don't want no problem (problem, hoo!) But you don't want no problem with me BME we be filthy deep  [Lil Scrappy] You don't wanna be dead in the streets Mouth full of blood, and soul full of heat (oooh!) Why you tryna act hard as hell And you know damn well you don't wanna feel the shell Nigga I've been down by the law Gun to my head, pressed dead to the wall I got big balls and bullets like baseballs Split ya dome, put you straight, knock out all y'all Hell no them boys don't play Straight nuts to ya face Put ya pistol away I don't please, put weed to my head Pray for the folks in the club gettin' scared Got a problem with that?  [Hook]  [Bridge] Hold 'em back, hold 'em back Man fuck that nigga! Fuck that hold 'em back Gotta push that nigga! Hold 'em back, hold 'em back Push that nigga! Fuck that hold 'em back  [Lil Scrappy] Hey shawty its on Goddamnit its on Keep poppin' in my face and get popped in the dome Learn to rush muthafuckas Its gonna hurt If a nigga fall (fall) That's when shit gets worse The problem with you niggas is You just talk to much Man swang on a nigga, and fuck his ass up And you can walk on by with yo nuts in a tub I'll beat yo block if you really won't get crunk In the A we don't play them games We just stack and slang and load up them thangs Gettin' buck if you wanna and catch a bow Keep yo pretty ass gul, beat your ass, and take your ho  [Hook]  [Lil Scrappy Talking]  ",
        "title": "No Problem"
    },
    {
        "artist": "Avant",
        "lyrics": "  (Verse I) After the hoping and the praying and the wishing Girl your right here in my face I never been the one to bite my tongue, no, no... I have not one word to say I'm mesmerized by your sexy eyes and Your soft and lovely skin I want this fiasco to end So baby we can start all over again  (Listen) (I wanna be able...) I wanna be able to love you, oh I... (I wanna be able...) And let me be the one to please you, oh I... As sure as the sun shines all over the earth You're one of god's most precious works See, I'm a man and we make mistakes But please don't take your love away, oh I...  (Chorus) Don't take your love away. (Don't take...) Baby, don't take your love away from me, I need you, girl. (I need you girl.) Don't take your love away. (Oh.) Don't take your love away Don't take your love away (Don't take...) Baby don't take your love away from me I need you girl (From me, my baby, baby) Don't take your love away, baby  (Verse II) Mama said, 'Don't put your hands in the cookie jar.' She said, 'Son, have control.' She said everything that's sweet and good for you, NO. (That what she said.) And everything that glitters ain't gold And now that your gone, I realized, (Yes, I do.) I've lost my soul. (Preach.) And I don't want to pass the torch Baby can you give me one more, one more, chance?  (I wanna be able) Able to do everything I didn't do before for ya, baby (I wanna be able) Listen. I wanna love ya, over, over and over again Gotta hold myself together and stay strong Baby, you been gone too long See, I'm a man and we make mistakes So baby, baby, baby, don't take your love away  (Chorus) Don't take your love away (I'll get down on my hands and knees,) Baby, don't take your love away from me, I need you, girl. (Beggin', beggin' you please.) Don't take your love away, (Don't, don't leave me now.) Don't take your love away. (I need you right here with me.) Don't take your love away, (Please, please, please, please, please, yeah.) Baby, don't take your love away from me, I need you, girl. (Don't take your love away.)  (Bridge) See, girl I know that I hurt you so, (Girl, I know...) With all of those girls that were in my world. (In my world.) Now Stacy and Kim, damn all of them Girl, I wanna give you everything I can. (Every day, yeah.) I know your tired of my game, (Of my games...) tired of my lies, (Of my lies...) Baby, this time I promise it'll be alright No longer will you be left astray, (No, no, no, no, no.) Baby, listen to the words I say!  (Chorus) Don't take your love away (Yeah, yeah!) Baby, don't take your love away from me, I need you girl. (Yes, Don't take your love, no.) Don't take your love away, (I've been searching here and there, everywhere,) Don't take your love away. (And can't find no one like you, girl.) Don't take your love away, (Don't take your love away.) Baby, don't take your love away from me, I need you, girl. (Listen to me, lady, lady, lady.) Don't take your love...  (crying sounds)  ",
        "title": "Don't Take Your Love Away"
    },
    {
        "artist": "JAY-Z",
        "lyrics": "  [Produced by Rick Rubin]  [Hook] If you're havin' girl problems, I feel bad for you, son I got 99 problems, but a bitch ain't one  [Verse 1] I've got the Rap Patrol on the gat patrol Foes that wanna make sure my casket's closed Rap critics that say he's Money, Cash, Hoes I'm from the hood, stupid! What type of facts are those? If you grew up with holes in your zapatos You'd celebrate the minute you was havin' dough I'm like, \"Fuck critics, you can kiss my whole asshole! If you don't like my lyrics, you can press fast forward.\" Got beef with radio if I don't play they show They don't play my hits, well, I don't give a shit, so Rap mags try and use my black ass So advertisers can give 'em more cash for ads Fuckers, I don't know what you take me as Or understand the intelligence that Jay Z has I'm from rags to riches, niggas, I ain't dumb I got 99 problems, but a bitch ain't one – hit me!  [Hook] 99 problems, but a bitch ain't one If you're havin' girl problems, I feel bad for you, son I got 99 problems, but a bitch ain't one – hit me!  [Verse 2] The year is '94, in my trunk is raw In my rearview mirror is the motherfuckin' law Got two choices, y'all: pull over the car or Bounce on the devil, put the pedal to the floor And I ain't tryin' to see no highway chase with Jake Plus I got a few dollars, I can fight the case So I pull over to the side of the road I heard, \"Son, do you know why I'm stopping you for?\" ‘Cause I'm young and I'm black and my hat's real low? Do I look like a mind reader, sir? I don't know Am I under arrest or should I guess some more? \"Well, you was doing 55 in a 54 License and registration and step out of the car Are you carrying a weapon on you? I know a lot of you are.\" I ain't steppin' out of shit, all my paper's legit \"Well, do you mind if I look around the car a little bit?\" Well, my glove compartment is locked, so is the trunk in the back And I know my rights, so you gon' need a warrant for that \"Aren't you sharp as a tack? You some type of lawyer or something? Somebody important or something?\" Well, I ain't passed the bar, but I know a little bit Enough that you won't illegally search my shit \"Well, we'll see how smart you are when the K9 come!\" I got 99 problems, but a bitch ain't one – hit me!  [Hook] 99 problems, but a bitch ain't one If you're havin' girl problems, I feel bad for you, son I got 99 problems, but a bitch ain't one – hit me! 99 problems, but a bitch ain't one If you're havin' girl problems, I feel bad for you, son I got 99 problems, but a bitch ain't one  [Verse 3] Now once upon a time not too long ago A nigga like myself had to strong-arm a ho This is not a ho in the sense of havin' a pussy But a pussy havin' no goddamn sense, try and push me I try to ignore him, talk to the Lord Pray for him, but some fools just love to perform You know the type, loud as a motorbike But wouldn't bust a grape in a fruit fight And only thing that's gon' happen is I'ma get to clappin' And he and his boys gonna be yappin' to the Captain And there I go, trapped in the Kit-Kat again Back through the system with the riff-raff again Fiends on the floor, scratchin' again Paparazzis with they cameras, snappin' em D.A. try to give a nigga shaft again Half a mil' for bail ‘cause I'm African All because this fool was harassin' them Tryin' to play the boy like he's saccharine But ain't nothin' sweet 'bout how I hold my gun I got 99 problems, bein' a bitch ain't one – hit me!  [Hook] 99 problems, but a bitch ain't one If you're havin' girl problems, I feel bad for you, son I got 99 problems, but a bitch ain't one – hit me!  [Outro] You crazy for this one, Rick It's your boy  ",
        "title": "99 Problems"
    },
    {
        "artist": "Play-N-Skillz Featuring Krayzie Bone & Adina Howard",
        "lyrics": "  [Adina Howard] Ohhh..  [Skillz] Yea..Uh..Play N Skillz..Krayzie Bone..Adina..Freaks..Yea..Come on  [Adina Howard] I want you to freak me 'til the morning  [Hook]  [Krayzie Bone] The world has to many freaks  [Adina Howard] I can freak you in the morning, freak you in the evening Freak you late at night  [Krayzie Bone] The world has to many freaks  [Adina Howard] I can freak you in the morning, freak you in the evening Freak you late at night  [Krayzie Bone] The world has to many freaks  [Adina Howard] I can freak you in the morning, freak you in the evening Freak you late at night  [Krayzie Bone] The world has to many freaks  [Adina Howard] Freak you on the counter, freak you on the table Freak you lying up, cause I can't wait to freak you later  [Play] I wanna, look let you know never that To the bedroom give me head room, straight to the point My time to clown, let you know from the gate I don't go downtown To many freaks that'll please me I'm that playa you better believe I'm payin' no cheese, but I guarantee That I still got a freak everyday of the week I love the feeling when you dealing with someone Poppin' and moving your body all night long My jewels get bigger when you giving me dome And I get a little crazy when its time to bone My life made you think I was one of a kind And my ice made you think that love was blind Seperate the great, from the weak freaks I would never hate, I love all my freaks But I never love a ho, never let a ho know that That I gotta lot of dough, she ain't gotta know Take it to the room, I don't need your voice But I might need your mouth to provide the moist Didn't think you had the brains 'til I met ya knees And swallow my seeds and now I see Why chose one freak when?  [Hook]  [Krayzie Bone] I done been around the whole wide world I done been so many places, seen many different faces Met girls, girls, nasty girls Real bad girls, chasin' this platinum world And around, behind me and my They sayin' wanna get me high They wanna spend some time With a thug and get freaky with it In a hot tub thuggin' gettin' with it We can freak a deal Turn off the lights Come over here, with me Take off all your clothes, and freak me baby  [Hook]  [Skillz] Uh..Uh You gets none from me ma You gets nada, no Gucchi, no Prada Holla at a chick then I mack her down Hit, then I pass sex hand me down Said I been around the world Ay yah, been hated on for the things I got But I don't cuff 'em man, I just rub 'em man Talk real fine, then I fuck 'em man And I love them girls that love to bone, bone, bone Call me up when she all alone, she'll do with the dome She'll ride for days, take my bricks Take my yay' You don't play I'm the playa to call All you get is a little Cristal Puff the 'dro, you know my style Coke by the freight with a Kodak smile Straight with the beats, I'm straight with the cheese I'm straight to the point, I'm straight to the sheets Why chose one freak, when the?  [Hook]  [Adina Howard] Ohhh.. I took my t-shirt and my panties off I want you to freak me 'til the morning We can do it anyway you like In the shower, on the counter Every hour  ",
        "title": "Freaks"
    },
    {
        "artist": "Jet",
        "lyrics": "  [Verse 1] Gotta leave town Got another appointment Spent all my rent Girl you know I enjoyed it  [Bridge 1] Ain't gonna hang around 'til there's nobody dancing I don't wanna hold hands and talk about our little plans, alright  [Chorus] Cold hard bitch Just a kiss on the lips And I was on my knees I'm waiting, give me Cold hard bitch She was shakin' her hips So that was all that I need  [Verse 2] Gonna check her out She's my latest attraction Gonna hang around Wanna get a reaction  [Bridge 2] Gonna take her home cause she's over romancing Don't wanna hold hands and talk about our little plans alright  [Chorus] Cold hard bitch Just a kiss on the lips And I was on my knees I'm waiting, give me Cold hard bitch She was shakin' her hips So that was all that I need I'm waiting, give me Cold hard bitch Just a kiss on the lips And I was on my knees  [Bridge 3] Yeah I'm waiting Yeah I'm waiting Yeah I'm waiting Yeah I'm waiting  [Chorus] Cold hard bitch Just a kiss on the lips And I was on my knees I'm waiting, give me Cold hard bitch She was shakin' her hips So that was all that I need I'm waiting, give me Cold hard bitch Just a kiss on the lips And I was on my knees I'm waiting, give me  ",
        "title": "Cold Hard Bitch"
    },
    {
        "artist": "Blink-182",
        "lyrics": "  [Intro: Mark Hoppus] I miss you, I miss you  [Verse 1: Mark Hoppus] Hello there The angel from my nightmare The shadow in the background of the morgue The unsuspecting victim of darkness in the valley We can live like Jack and Sally if we want Where you can always find me And we'll have Halloween on Christmas And in the night we'll wish this never ends We'll wish this never ends  [Interlude: Mark Hoppus] I miss you, I miss you I miss you, I miss you  [Verse 2: Tom DeLonge] Where are you and I'm so sorry I cannot sleep I cannot dream tonight I need somebody and always This sick strange darkness Comes creeping on so haunting every time And as I stare I counted The webs from all the spiders Catching things and eating their insides Like indecision to call you And hear your voice of treason Will you come home and stop this pain tonight Stop this pain tonight  [Chorus: Tom DeLonge and Mark Hoppus] Don't waste your time on me you're already The voice inside my head (I miss you, I miss you) Don't waste your time on me you're already The voice inside my head (I miss you, I miss you)  [Instrumental Break]  [Chorus: Tom DeLonge and Mark Hoppus] Don't waste your time on me you're already The voice inside my head (I miss you, I miss you) Don't waste your time on me you're already The voice inside my head (I miss you, I miss you) Don't waste your time on me you're already The voice inside my head (I miss you, I miss you) Don't waste your time on me you're already The voice inside my head (I miss you, I miss you)  [Outro: Mark Hoppus] I miss you, I miss you I miss you, I miss you I miss you, I miss you I miss you, I miss you  ",
        "title": "I Miss You"
    },
    {
        "artist": "NB Ridaz Featuring Gemini",
        "lyrics": "  [Zig Zag] Oh-oooh-oh [Big Gemini] You so fly, lady  [Chorus: Big Gemini] You look so fly So cool Tell me girl, can I talk to you? I'm only in town For one night Let me know if you down to ride So fly, so cool Tell me girl, can I talk to you? I'm only in town For one night Let me know if you down to ride  [Zig Zag] If you think you're lonely now Just wait until tonight Girl I know, I been on the road and away from home But I been fiendin' for you Dreaming of you And what I'm gonna do When I have you alone You heard the message On your cellphone, he sayin' \"Daddy's home\" I'm about to put it down, got you Runnin' around Half-naked around the house And this isn't just fast sex We makin' love until we both climax I know you miss me I can tell by the way You kiss me There's no other place You rather be but here in ecstacy With me Im that someone who's gonna love you right Even if I'm home for just one night You know it's alright It's me and you, Zig Zag and Mary Jane Your lovin's got me never wanting to leave, again  [Chorus: Big Gemini] You look so fly So cool Tell me girl, can I talk to you? I'm only in town For one night Let me know if you down to ride So fly, so cool Tell me girl, can I talk to you? I'm only in town For one night Let me know if you down to ride  [MC Magic] The way you move that body Twist those hips I just wanna know, can I tell you this That you're the type of girl I wanna roll with me tonight I'm at the Double Tree, I got an early flight But nothin' Could be better than to kick it with you I'm talkin' more than a one-night rendez-vous You can call it what you want, but I'm a treat you right It's like a fantasy, girl, close your eyes Take my time when I touch that body Get you so hot You wanna top naughty Oooh Suga Suga How you'd get so fly I'm down for yours, if you down for mine Uh Mamacita, chula sexy chica Meet me in the room, I'm in 602 Cause all I wanna do Is have a party for two Baby girl, tonight, it's me and you Whoo!  [Hook: Big Gemini] The way you movin' that body and twistin' those hips Working those eyes and licking those lips Oh, my So fly (You so fly, lady) The way you movin' that body and twistin' those hips Working those eyes and licking those lips Oh, my So fly (You so fly, lady)  [MC Magic]  [Verse 3: Dos] Tell me somethin' girl Tell me somethin' girl You down to make it hot It's that freaky-deeky rider sexin' you, non-stop Love the way I touch you, I'm breakin' you down You say you shouldn't do this You still goin' down Now we on the floor You moan and you groan Holding me so tight Telling me, you want more? I see you feeling freaky, we're on another level Got me serving you now On a dinner table How do you want it? How does it feel? The way you lick your lips, girl, you know I'm diggin' this Your body keeps calling, no temperature's falling The heat keeps rising, got you mesmerizin' Tonight's the night we'll remember, forever If I'm ever in your spot, I know you're down for whatever  [Chorus: Big Gemini] You look so fly So cool Tell me girl, can I talk to you? I'm only in town For one night Let me know if you down to ride So fly, so cool Tell me girl, can I talk to you? I'm only in town For one night Let me know if you down to ride  ",
        "title": "So Fly"
    },
    {
        "artist": "Beastie Boys",
        "lyrics": "  *Oh, what'ch'you...what are you sayin?*  [Verse 1: MCA] All you Trekkies and TV addicts Don't mean to dis, don't mean to bring static All you Klingons in the fucking house Grab your backstreet friend and get loud Blowin' doors off hinges I'll grab you with the pinchers And no, I didn't retire I'll snatch you up with a needle nose pliers  [Verse 2: Mike D] Like Mutual of Omaha Got the ill boat you've never seen before Glidin' in the glades And like Lorne Greene, you know I get paid Like caprese and with the basil Not goofy like Darren or Hazel I'm a motherfuckin' Nick at Night With classics rerunning that you know all right  [Verse 3: Ad Rock] Now remain calm, no alarm Cause my farm ain't fat So what's up with that? I've got friends and family that I respect When I think I'm too good, they put me in check So believe when I say I'm no better than you Except when I rap, so I guess it ain't true Like that, y'all, and you just don't stop Guaranteed to make your body rock  [Hook:] Check-ch-check-check-check-ch-check it out What-wha-what-what-what's it all about Work-wa-work-work-work-wa-work it out Let's turn this muthafucking party out  [Verse 4: Mike D] I said, \"Doc, what's the condition? I'm a man that's on a mission.\" He said, \"Son, you'd better listen Stuck in your ass is an electrician.\" Like a scientist Mmm, when I'm applying this Method of controlling my mind Like Einstein and the Rapping Duke combined  {Verse 5: Ad Rock] Now, hey, baby bubba, now what's the deal I didn't know you go for that mass appeal Some call it salugi, some hot potato I stole your mic, but you won't see it later Cause I work magic like a magician I add up, the mathematician I'm a bank cashier, engineer I wear cotton and I don't wear sheer  [Verse 6: MCA] Shazam and abracadabra! In the whip, I'm gonna cruise past ya Yo, money, don't chump yourself Put that shit back on the shelf Light rays blazing, you're out of phase, and my crew's amazing We're working on the record, yo, so just stay patient  [Hook:] Check-ch-check-check-check-ch-check it out What-wha-what-what-what's it all about Work-wa-work-work-work-wa-work it out Let's turn this motherfucking party out Check-ch-check-check-check-ch-check it out Check-ch-check-check-check-ch-check it out Check-ch-check-check-check-ch-check it out Check-ch-check-check-check-ch-check it out  [Verse 7: Ad Rock] Now, I go by the name of the King Ad-Rock I don't wear a cup nor a jock I bring the shit that's beyond bizarre Like Miss Piggy (Who, moi?) I am the one with the clientele You say, \"Ad-Rock, you rock so well\" I've got class like pink champale MCA, grab the mic before the mic goes stale  [Verse 8: MCA] Don't test me, they can't arrest me I'll fake right, cross-over and shoot lefty You look upset, yo, calm down You look like Cable Guy dunked off of your crown I flow like smoke out a chimney You never been me You wanna rap but what you're making ain't hip-hop, B  [Verse 9: Mike D] Get your clothes right out the dryer Put Armor All up on your tire Sport that fresssssh attire Tonight we goin' out, set the town on fire Set the town ablaze Gonna stun and amaze Ready to throw a craze Make your granny shake her head and say \"those were the days\"  [Hook:] Now check-ch-check-check-check-ch-check it out What-wha-what-what-what's it all about Work-wa-work-work-work-wa-work it out Let's turn this motherfucking party out  ",
        "title": "Ch-Check It Out"
    },
    {
        "artist": "Franz Ferdinand",
        "lyrics": "  [Verse 1] So if you're lonely, you know I'm here waiting for you I'm just a cross-hair, I'm just a shot away from you And if you leave here, you leave me broken, shattered I lie I'm just a cross hair, I'm just a shot, then we can die  [Pre-Chorus] I know I won't be leaving here with you  [Chorus] I say, don't you know? You say you don't know I say, take me out I say, you don't show, don't move, time is slow I say, take me out Well, I say, you don't know, you say you don't know I say, take me out If I move, this could die, if eyes move, this could die I want you to take me out  [Pre-Chorus] I know I won't be leaving here with you I know I won't be leaving here with you I know I won't be leaving here with you I know I won't be leaving here with you  [Hook] I say, don't you know? You say you don't know I say, take me out If I wane, this could die, I wait this, could die I want you to take me out If I move, this could die, eyes move, this can die Come on, take me out  [Pre-Chorus] I know I won't be leaving here with you I know I won't be leaving here with you I know I won't be leaving here with you I know I won't be leaving here with you  ",
        "title": "Take Me Out"
    },
    {
        "artist": "Ludacris",
        "lyrics": "  Gangsta whitewalls, TV antennas in the back (the back, the back...)  [Hook] I wanna (diamond in the back) I wanna (sunroof top) I wanna (diggin' the scene with a gangsta lean) I wanna (diamond in the back) I wanna (sunroof top) I wanna (diggin' the scene with a gangsta lean) I wanna (diamond in the back) I wanna (sunroof top) I wanna (diggin' the scene with a gangsta lean) I wanna (diamond in the back) And I wanna (sunroof top) I wanna (diggin' the scene with a gangsta lean) Diamond in the, diamond in the, diamond in the...  [Verse 1] It's hard growin' up lookin' at drug dealers wit' all this paper Wonderin' how I can get me some My family's strugglin', I'm buggin', sittin' on my porch So confused, chewin' on some bubblegum I was always taught to use my manners with the misses But please, stay away from the hoes and snitches And I was always reached for the sky, I dont know why Ima little bitty kid wit' a whole buncha gangsta wishes When I grow up, you just wait, Ima be so straight And everything's gonna be so marvelous No more borrowin' from the neighbors, no more haters No more blowin' Nintendo cartridges Ima have it made in the shade, Ima be so paid And my fam, get 'em off that payin' them bills Matta fact Im schemin' my way on up out this hood, I'll be good When I ditch these trainin' wheels  [Hook]  [Verse 2] I'm sick and tired of ridin' public transportation Been patient waitin' on my set of wheels I'm willin' to do what it takes, whatever the stakes In order to get myself some dollar bills It's too many holes in my socks, and I'm ready to box Anyone tellin' me I need better shoes And I ain't the only one trippin', or makin a fuss My older cousin need some cheddar too He thinkin' 'bout comin' up on the lick, to get it quick It involves that local corner store I overheard him say he knew who works there And whatever they do, dont let the owner know I hope he come back with enough to let me borrow some change At least for the summer And if he dont let me borrow nothin, but ask me what I want Ima tell him I wanna...  [Hook]  [Verse 3] Why can't I walk with a limp mama? won't be no drama For goodness sakes, Im just a kid Had to get my whoopin' in fo's, I was just a po' Like there no remorse for what I did Gotta learn the hard way, when runnin' them streets How some just creep, really just to eat a meal \"I coulda swore it was mine,\" what I used to tell the po-pos What I left to rob and steal Man, I gotta earn for a livin', ain't nobody givin' me nothin' Find somethin' I love to do Hmm, what about that pimpin'? It's good tippin' Tax free, and I know a lot of people that love to screw Yeah, it's just a way of the world, with boys and girls I'm adjustin' to my environment This government cheatin' us, so I'll cheat 'em back Why can't work feel like retirement?  [Hook]  Gangsta, gangsta, gangsta...  ",
        "title": "Diamond In The Back"
    },
    {
        "artist": "Kimberley Locke",
        "lyrics": "  [Verse 1] Woke up early this morning Made my coffee like I always do Then it hit me from nowhere Everything I feel about me and you The way you kiss me crazy Baby, you're so amazing  [Chorus] Seven days and seven nights of thunder The water's rising And I'm slipping under I think I fell in love With the Eighth World Wonder Yeah, yeah, yeah  [Verse 2] I guess that I'm just falling Deeper into something I've never known, Yeah But the way that I'm feeling Makes me realize that it can't be wrong Your love's like a summer rain Washing my doubts away  [Chorus] Seven days and seven nights of thunder The water's rising And I'm slipping under I think I fell in love With the Eighth World Wonder Yeah, yeah, yeah  [Bridge] It's only been a week But it's coming over me, Yeah It's making me believe that You're the one for me Yeah, yeah Uh-huh, yeah  [Repeat Chorus x3] Seven days and seven nights of thunder The water's rising And I'm slipping under I think I fell in love With the Eighth World Wonder Yeah, yeah, yeah  ",
        "title": "8th World Wonder"
    },
    {
        "artist": "Julie Roberts",
        "lyrics": "  [Verse 1] Mile marker 203 The gas gauge leanin' on the edge of E And I'll be danged if the rain ain't pouring down There's something smoking underneath the hood It's a bangin' and a clangin' and it can't be good And it's another 50 miles to the nearest town Everything I own's in the back in a Hefty bag I'm outta cigarettes and I'm down to my last drag  [Chorus] I'd sure hate to break down here Nothing up ahead or in the rearview mirror Out in the middle of nowhere, knowin' I'm in trouble if these wheels stop rollin' So God help me, keep me moving somehow Don't let me start wishing I was with him now I made it this far without crying a single tear I'd sure hate to break down here  [Verse 2] Under fifty thousand miles ago Before the bad blood and busted radio You said I was all you'd ever need But love is blind and little did I know You were just another dead-end road Paved with pretty lies and broken dreams Baby, leaving you is easier than being gone I don't know what I'll do if one more thing goes wrong  [Chorus] I'd sure hate to break down here Nothing up ahead or in the rearview mirror Out in the middle of nowhere, knowin' I'm in trouble if these wheels stop rollin' So God help me, keep me moving somehow Don't let me start wishing I was with him now I made it this far without crying a single tear I'd sure hate to break down here  Oh, no...  [Chorus] I'd sure hate to break down here Nothing up ahead or in the rearview mirror Out in the middle of nowhere, knowin' I'm in trouble if these wheels stop rollin' So God help me, keep me moving somehow Don't let me start wishing I was with him now I made it this far without crying a single tear I'd sure hate to break down It's too late to turn around I'd sure hate to break down here  [Outro] Mile marker 215  ",
        "title": "Break Down Here"
    },
    {
        "artist": "Alanis Morissette",
        "lyrics": null,
        "title": "Everything"
    },
    {
        "artist": "Lionel Richie",
        "lyrics": null,
        "title": "Just For You"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Verse 1: Mike Shinoda and Chester Bennington] When I pretend everything is what I want it to be I look exactly like what you had always wanted to see When I pretend, I can forget about the criminal I am Stealing second after second, just 'cause I know I can  But I can't pretend this is the way it'll stay I'm just (Trying to bend the truth) I can't pretend I'm who you want me to be So I'm (Lying my way from...)  [Chorus: Chester and Mike] You (No, no turning back, now) I wanna be pushed aside, so let me go (No, no turning back, now) Let me take back my life  I’d rather be all alone (No turning back, now) Anywhere on my own, 'cause I can see (No, no turning back, now) The very worst part of you is me  [Verse 2: Mike and Chester] I remember what they taught to me Remember condescending talk of who I ought to be Remember listening to all of that and this, again So, I pretended up a person who was fitting in  And, now, you think this person really is me And I'm (Trying to bend the truth) But, the more I push, the more I'm pulling away 'Cause I'm (Lying my way from...)  [Chorus: Chester and Mike] You (No, no turning back, now) I wanna be pushed aside, so let me go (No, no turning back, now) Let me take back my life  I’d rather be all alone (No turning back, now) Anywhere on my own, 'cause I can see (No, no turning back, now) The very worst part of you The very worst part of you is me  [Bridge: Mike] This isn't what I wanted to be I never thought that what I said Would have you running from me Like this  This isn't what I wanted to be I never thought that what I said Would have you running from me Like this  This isn't what I wanted to be I never thought that what I said Would have you running from me Like this  This isn't what I wanted to be I never thought that what I said Would have you running from me Like this  [Chorus: Chester and Mike] You (No, no turning back, now) I wanna be pushed aside, so let me go (No, no turning back, now) Let me take back my life  I’d rather be all alone (No turning back, now) Anywhere on my own, 'cause I can see (No, no turning back, now) The very worst part of you The very worst part of you is me  ",
        "title": "Lying From You"
    },
    {
        "artist": "Cassidy Featuring Mashonda",
        "lyrics": "  (Swizz Beats:) Ladies and Gentlemen Swizz, swizz, swizz  Hey ho, hey ho, hey ho, hey ho OK  (Chorus:) How you doin ma Dis ya song ma Yeah come on ma, dis ya song ma Dis ya song ma We can get it on ma Dis ya song ma Dis ya song ma Dis ya song  (Cassidy Verse 1:) How ya doin ma? Yeah come here ma Where you goin ma? What up you in a rush What's going on ma You can keep going ma But in dis cruel world you goin need A man thats thurl to keep you warm ma You and me we can take the world by storm ma So let me have yo math then I'm going ma I'm having a after party later on ma So you should cancel whatever you was doing ma We can get a telly and visit and get it on ma You wit it, I hit it till six in the morn ma You ain't hear da song ma Yeah I'm a don ma so if you ridin' Wit a playa than come on ma  (Chorus w/ Mashonda:) How ya doin ma (oh) Dis ya song ma (yeah) Yeah come on ma (oh) Dis ya song Ma (yeah) We can get it on ma (oh) Dis ya song ma Dis ya song ma Dis ya son (Yeah) yeah, yeah, yeah Scream at me Me and you (it don't get no better) What we can do (it don't get no better) Our love (it don't get no better) Cuz you remind me of the first time  (Verse 2:) Hey you know what you remind me of The sun that shines above I think that I'm in Love cuz every time I look in your eyes They be dumb bright like the sunlight When I look in the sky and you always look fly You stay with a mean outfit And got shoes that didn't even come out yet Always got your your nails done, always got yourself fixed You da type of chick I can see me going out wit And I ain't knockin yo hustle but you should be Somebody's wifey icey wit a rock on your knuckle And we would look hot as a couple Cuz you shaped so beautifully and You almost as cute as me  How ya doin ma (oh) Dis ya song ma (yeah) Yeah come on ma (oh) Dis ya song Ma (yeah) We can get it on ma (oh) Dis ya song ma Dis ya song ma Dis ya son (Yeah) yeah, yeah, yeah Scream at me Me and you (it don't get no better) What we can do (it don't get no better) Our love (it don't get no better) Cuz you remind me of the first time  (Verse 3:) Mmmm wit your sexy self go to my hotel And undress yourself and after we have sex Don't stress yourself cuz i still respect you If you respect yourself girl it's whatever I get da Chedda when we get together it don't be no better And you can see I'm throwin' it cuz my arm On chill it look like i spilled freon on it I make hella paper on da block that's why I'm bout To put a three story elevator in my yacht they goin Keep hatin it boo, but keep holdin' me Down strong dis song dedicated to you  How ya doin ma (oh) Dis ya song ma (yeah) Yeah come on ma (oh) Dis ya song Ma (yeah) We can get it on ma (oh) Dis ya song ma Dis ya song ma Dis ya son (Yeah) yeah, yeah, yeah Scream at me Me and you (it don't get no better) What we can do (it don't get no better) Our love (it don't get no better) Cuz you remind me of the first time  (Mashonda:) Baby I can't deny that I'm feelin you The way that you look and the things you do Knowing, knowing baby it don't whoa oh whoa It don't get no better  (Chorus w/ Mashonda:) How ya doin ma (oh) Dis ya song ma (yeah) Yeah come on ma (oh) Dis ya song Ma (yeah) We can get it on ma (oh) Dis ya song ma Dis ya song ma Dis ya son (Yeah) yeah, yeah, yeah Scream at me Me and you (it don't get no better) What we can do (it don't get no better) Our love (it don't get no better) Cuz you remind me of the first time  (Chorus w/ Mashonda:) How ya doin ma (oh) Dis ya song ma (yeah) Yeah come on ma (oh) Dis ya song Ma (yeah) We can get it on ma (oh) Dis ya song ma Dis ya song ma Dis ya son (Yeah) yeah, yeah, yeah Scream at me Me and you (it don't get no better) What we can do (it don't get no better) Our love (it don't get no better) Cuz you remind me of the first time  I go by the name of cassidy \"da problem\", me and mashonda  (song fades out)  ",
        "title": "Get No Better"
    }
]