[
    {
        "artist": "The Byrds",
        "lyrics": "  [instrumental break]  [Chorus] To Everything (Turn, Turn, Turn) There is a season (Turn, Turn, Turn) And a time to every purpose, under Heaven  [Verse 1] A time to be born, a time to die A time to plant, a time to reap A time to kill, a time to heal A time to laugh, a time to weep  [Chorus] To Everything (Turn, Turn, Turn) There is a season (Turn, Turn, Turn) And a time to every purpose, under Heaven  [Verse 2] A time to build up,a time to break down A time to dance, a time to mourn A time to cast away stones, a time to gather stones together  [Chorus] To Everything (Turn, Turn, Turn) There is a season (Turn, Turn, Turn) And a time to every purpose, under Heaven  [Verse 3] A time of love, a time of hate A time of war, a time of peace A time you may embrace, a time to refrain from embracing  [Chorus] To Everything (Turn, Turn, Turn) There is a season (Turn, Turn, Turn) And a time to every purpose, under Heaven  [Verse 4] A time to gain, a time to lose A time to rend, a time to sew A time for love, a time for hate A time for peace, I swear it's not too late  ",
        "title": "Turn! Turn! Turn! (To Everything There Is A Season)"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  You've given me a true love And every day I thank you, love For a feeling that's so new So inviting, so exciting  Whenever you're near, I hear a symphony A tender melody Pulling me closer, closer to your arms Then suddenly (I hear a symphony) Ooh, your lips are touching mine A feeling so divine Till I leave the past behind I'm lost in a world Made for you and me  Whenever you're near, I hear a symphony Play sweet and tenderly Every time your lips meet mine, now, baby, baby, baby You bring much joy within Don't let this feeling end Let it go on and on and on, now, baby, baby, baby Those tears that fill my eyes I cry not for myself But for those who've never felt the joy we felt (baby)  Whenever you're near, I hear a symphony Each time you speak to me I hear a tender rhapsody of love now, baby, baby As you stand holding me Whispering how much you care A thousand violins fill the air, now, baby, baby Don't let this moment end Keep standing close to me Ooh, so close to me, baby, baby, baby, baby I hear a symphony A tender melody  ",
        "title": "I Hear A Symphony"
    },
    {
        "artist": "Len Barry",
        "lyrics": null,
        "title": "1-2-3"
    },
    {
        "artist": "The 4 Seasons Featuring the \"Sound of Frankie Valli\"",
        "lyrics": "  There ain't no good in our goodbye-ing True love takes a lot of trying Ooooh I'm crying  Let's hang on to what we've got Don't let go girl, we've got a lot Got a lot o' love between us Hang on, hang on, hang on to what we've got (Doo-woop, doo-woop, doo-woop)  You say you're gonna go and call it quits Gonna chuck it all and break our love to bits (breaking up) I wish you never said it (breaking up) No no, we'll both regret it  That little chip of diamond on your hand Ain't a fortune babe but you know it stands (for your love) a love to try and bind us (such a love) we just can't leave behind us Baby (don't you go) baby (no no no)  Baby (think it over and) stay-ay Let's hang on to what we've got Don't let go girl, we've got a lot Got a lot o' love between us Hang on, hang on, hang on to what we've got (doo-woop, doo-woop, doo-woop)  There isn't anything i wouldn't do I'd pay any price to get in good with you (patch it up) give me a second turnin' (patch it up) don't cool off while i'm burnin'  You've got me cryin' dyin' at your door Don't shut me out, let me in once more (open up) you're arms I need to hold you (open up) you're heart oh girl I told you Baby (don't you go) Baby (no no no)  Baby (think it over and) Stay-ay Let's hang on to what we've got Don't let go girl, we've got a lot Got a lot o' love between us Hang on, hang on, hang on to what we've got (doo-woop, doo-woop, doo-woop)  ",
        "title": "Let's Hang On!"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": null,
        "title": "I Got You (I Feel Good)"
    },
    {
        "artist": "Fontella Bass",
        "lyrics": null,
        "title": "Rescue Me"
    },
    {
        "artist": "Herb Alpert & The Tijuana Brass",
        "lyrics": null,
        "title": "Taste Of Honey"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Verse 1] Honey you do me wrong but still I'm crazy about you Stay away too long and I can't do without you Every chance you get you seem to hurt me more and more But each hurt makes my love stronger than before I know flowers go through rain But how can love go through pain  [Chorus] Ain't that peculiar A peculiar-ality Ain't that peculiar baby Peculiar as can be  [Verse 2] You tell me lies that should be obvious to me I've been so much in love with you baby 'till I don't wanna see That things you do and say are designed to make me blue It's a doggone shame my love for you makes all Your lies seem true But if the truth makes love last longer Why do lies make my love stronger  (stronger, stronger, stronger)  [Chorus] Ain't that peculiar A peculiar-ality Ain't that peculiar baby A peculiar-arity, hey, hey  [Verse 3] I cried so much just like a child that's lost its toy Maybe baby you think these tears i cry are tears of joy A child can cry so much until you do everything they say But unlike a child my tears don't help me to get my way I know love can last through years But how can love last through tears (tears, tears, tears)  Now ain't that peculiar baby? Peculiar-arity Ain't it peculiar, honey? Peculiar as can be  Said I don't understand it baby It's so strange sometimes Ain't it peculiar, darling?  ",
        "title": "Ain't That Peculiar"
    },
    {
        "artist": "The Shangri-Las",
        "lyrics": "  I'm gonna hide if she don't leave me alone I'm gonna run away Don't!! 'cause you can never go home anymore SPOKEN: Listen. Does this sound familiar? You wake up every morning, go to School every day, spend your nights on the corner just passing the time away Your life is so lonely like a child without a toy. Then a miracle-a boy. And that's Called \"glad.\" Now my mom is a good mom and she loves me with all her heart But she said I was too young to be in love and the boy and I would have to part And no matter how I ranted and raved, I screamed, I pleaded, I cried-she told me it Was not really love but only my girlish pride. And that's called \"bad.\" (Never go home anymore) SPOKEN: Now if that's happened to you, don't let this. I packed my clothes and Left home that night. Though she begged me to stay, I was sure I was right. And You know something funny?? I forgot that boy right away. Instead I remember Being tucked in bed and hearing my mama say (Hush, little baby, don't you cry) (Mama won't go away) Mama!!! (You can never go home anymore) Mama!!! I can never go home anymore SPOKEN: Do you ever get that feeling and wanna kiss and hug her? Do it now- Tell her you love her. Don't do to your mom what I did to mine. She grew so lonely In the end. Angels picked her for a friend (Never) And I can never go home (never) anymore And that's called \"sad.\"  ",
        "title": "I Can Never Go Home Anymore"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": null,
        "title": "Over And Over"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse 1] I live on an apartment On the ninety-ninth floor of my block And I sit at home looking out the window Imagining the world has stopped Then in flies a guy Who's all dressed up just like the Union Jack And says, I've won five pounds If I have his kind of detergent pack  [Chorus] I said, \"Hey, you, get off of my cloud Hey, you, get off of my cloud Hey, you, get off of my cloud Don't hang around cause two's a crowd On my cloud baby\"  [Verse 2] The telephone is ringing I say, \"Hi, it's me, who is it there on the line?\" A voice says, \"Hi, hello, how are you?\" Well, I guess I'm doing fine It's three a.m., there's too much noise Don't you people ever want to go to bed Because you feel so good Do you have to drive me out of my head  [Chorus] I said, \"Hey, you, get off of my cloud Hey, you, get off of my cloud Hey, you, get off of my cloud Don't hang around cause two's a crowd On my cloud baby\"  [Verse 3] I was sick and tired, fed up with this And decided to take a drive downtown It was so very quiet and peaceful There was nobody, not a soul around I laid myself out I was so tired and I started to dream In the morning the parking tickets were just like a flag Stuck on my windscreen  [Chorus] I said, \"Hey, you, get off of my cloud Hey, you, get off of my cloud Hey, you, get off of my cloud Don't hang around cause two's a crowd On my cloud baby\"  [Outro] Hey, you, get off of my cloud Hey, you, get off of my cloud Hey, you, get off of my cloud Don't hang around, baby two's a crowd On my cloud  ",
        "title": "Get Off Of My Cloud"
    },
    {
        "artist": "The Newbeats",
        "lyrics": null,
        "title": "Run, Baby Run (Back Into My Arms)"
    },
    {
        "artist": "Dean Martin",
        "lyrics": null,
        "title": "I Will"
    },
    {
        "artist": "The Silkie",
        "lyrics": "  Here I stand head in hand Turn my face to the wall If she's gone I can't go on Feelin' two-foot small  Everywhere people stare Each and every day I can see them laugh at me And I hear them say  Hey you've got to hide your love away Hey you've got to hide your love away How could I even try I can never win  Hearing them, seeing them In the state I'm in How could she say to me Love will find a way  Gather round all you clowns Let me hear you say Hey you've got to hide your love away Hey you've got to hide your love away  ",
        "title": "You've Got To Hide Your Love Away"
    },
    {
        "artist": "\"Little\" Jimmy Dickens",
        "lyrics": "  One fine day as I was a-walkin' down the street Spied a beggar man with rags upon his feet Took a penny from my pocket In his tin cup I did drop it I heard him say as I made my retreat  \"May the bird of paradise fly up your nose\" \"May an elephant caress you with his toes\" \"May your wife be plagued with runners in her hose\" \"May the bird of paradise fly up your nose\"  The laundry man is really on his toes Found a hundred-dollar bill among my clothes When he called me I came a-runnin' Gave him back his dime for phonin' I heard him sayin' as I turned to go  \"May the bird of paradise fly up your nose\" \"May an elephant caress you with his toes\" \"May your wife be plagued with runners in her hose\" \"May the bird of paradise fly up your nose\"  I was way behind one day to catch the train Taxi driver said \"We'll make it just the same\" The speed cop made it with us And as he wrote out the ticket I stood by politely a-waitin' for my change  \"May the bird of paradise fly up your nose\" \"May an elephant caress you with his toes\" \"May your wife be plagued with runners in her hose\" \"May the bird of paradise fly up your nose\"  \"May the bird of paradise fly up your nose\" \"May an elephant caress you with his toes\" \"May your wife be plagued with runners in her hose\" \"May the bird of paradise fly up your nose\"  ",
        "title": "May The Bird Of Paradise Fly Up Your Nose"
    },
    {
        "artist": "The Walker Bros.",
        "lyrics": null,
        "title": "Make It Easy On Yourself"
    },
    {
        "artist": "Eddy Arnold",
        "lyrics": "  Make the world go away Get it off my shoulder Say the things we used to say And make the world, make it go away  Do you remember when you loved me Before the world took you away Well if you do, then forgive me And make the world, make it go away  Make the world go away Get it off my shoulder Say the things we used to say And make the world, make it go away  Now I'm sorry if I hurt you Let me make it up to you day by day And if you will please forgive me And make the world, make it go away  Make the world go away Get it off my shoulder Say the things we used to say And make the world, make it go away  ",
        "title": "Make The World Go Away"
    },
    {
        "artist": "Roger Miller",
        "lyrics": "  England swings like a pendulum do Bobbies on bicycles, two by two Westminster Abbey, the Tower, and Big Ben The rosy red cheeks of the little children  Now, if you huff and puff and you fina'lly save enough Money up to take your family on a trip across the sea Take a tip before you take your trip; let me tell you where to go Go to Engeland, Oh;  England swings like a pendulum do Bobbies on bicycles, two by two Westminster Abbey the tower of Big Ben The rosy red cheeks of the little children  Mama's old pajamas and your papa's mustache Falling out the window sill, frolic in the grass Tryin' to mock the way they talk fun but all in vain Gaping at the dapper men with derby hats and canes  England swings like a pendulum do Bobbies on Bicycles, two by two Westminster Abbey the tower of Big Ben The rosy red cheeks of the little children  ",
        "title": "England Swings"
    },
    {
        "artist": "Four Tops",
        "lyrics": null,
        "title": "Something About You"
    },
    {
        "artist": "The McCoys",
        "lyrics": null,
        "title": "Fever"
    },
    {
        "artist": "Ramsey Lewis Trio",
        "lyrics": "  Hang on sloopy, sloopy hang on Hang on sloopy, sloopy hang on  Sloopy lives in a very bad part of town And everybody there tries to put my sloopy down Sloopy i don't care what your daddy do 'cause you know sloopy girl i'm in love with you And so i'm singing...  Chorus Yeah yeah yeah yeah...  Lead break  Sloopy let your hair down girl, let it run down on me Sloopy let your hair down girl, let it run down on me  Come on sloopy come on, come on - x 2 Well come on sloopy come on, come on - x 2  Well it feels so good come on, come on You know it feels so good come on, come on  Well shake it, shake it, shake it sloopy come on, come on Well shake it, shake it, shake it yeah Yeah...  Chorus  ",
        "title": "Hang On Sloopy"
    },
    {
        "artist": "The Yardbirds",
        "lyrics": null,
        "title": "I'm A Man"
    },
    {
        "artist": "The Toys",
        "lyrics": "  How gentle is the rain That falls softly on the meadow? Birds, high up in the trees Serenade the clouds with their melodies  Oh, see, there beyond the hill The bright colors of the rainbow Some magic from above Made this day for us just to fall in love  Now, I belong to you From this day until forever Just love me tenderly And I'll give to you every part of me  Oh, don't ever make me cry Through long, lonely nights without us Be always true to me Keep this day in your heart eternally  Someday we shall return To this place upon the meadow We'll walk out in the rain Hear the birds above singing once again  You'll hold me in your arms And say once again you love me And, if your love is true Everything will be just as wonderful  You'll hold me in your arms And say once again you love me And, if your love is true Everything will be just as wonderful  You'll hold me in your arms And say once again you love me And, if your love is true Everything will be just as wonderful  ",
        "title": "A Lover's Concerto"
    },
    {
        "artist": "The Wonder Who?",
        "lyrics": null,
        "title": "Don't Think Twice"
    },
    {
        "artist": "The Temptations",
        "lyrics": null,
        "title": "My Baby"
    },
    {
        "artist": "Ronnie Dove",
        "lyrics": null,
        "title": "Kiss Away"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": "  [Verse] Every time you look at me I'm as helpless as can be I become a puppet on a string You can do almost anything to me  All you do is touch my hand And your wish is my command I become a puppet on a string You can do almost anything to me  [Pre-Chorus] If you really love me Darling please be kind I offer you the truest love That you will ever find  [Chorus] Take my heart and please be fair Handle it with loving care For I'm just a puppet on a string You can do almost anything to me  [Pre-Chorus]  [Chorus] Take my heart and please be fair Handle it with loving care For I'm just a puppet on a string You can do almost anything to me You can do almost anything to me  ",
        "title": "Puppet On A String"
    },
    {
        "artist": "The Miracles",
        "lyrics": "  When you were mine I loved you so much A got a thrill from your every touch You went away with somebody else Now all I can say to comfort myself  Is that my girl has gone and said goodbye Don't you cry, hold your head up high Don't give up, give love one more try 'Cause there's a right girl for every guy  Baby, all your love wasn't right for me Good for another it well may be Some girls just weren't made for some guys Now I've got to make myself realize  That my girl has gone (yes she has) And said goodbye (I tell myself that) Don't you cry, hold your head up high (Keep on trying) Don't give up, give love one more try (Believe me now) There's a right girl for every guy, oh yeah  I've got the feelin' Yeah, yeah, yeah, yeah baby  Now happiness and all the best That's all that I wish for you, oh yeah Don't be like me in misery I'm feelin' so sad and blue I said I'm sad and I'm blue, oh yeah Sad and I'm blue, I said I'm sad and I'm blue  Because my girl has gone And said goodbye (and I tell myself) Don't you cry, hold your head up high (Keep on trying) Don't give up, give love one more try (Believe me now) There's a right girl for every guy, oh yeah  (And I can't go on if I hear you say) Girl has gone (yes you can) and said goodbye (And I start to cry, I say) Don't you cry, hold your head up high (Ooowweeee! ) Don't give up, give love one more try (One time now) There's a right girl for every guy, oh yeah  Sing it slow now children...  ",
        "title": "My Girl Has Gone"
    },
    {
        "artist": "The Turtles",
        "lyrics": null,
        "title": "Let Me Be"
    },
    {
        "artist": "The Fortunes",
        "lyrics": null,
        "title": "Here It Comes Again"
    },
    {
        "artist": "Jay & The Americans",
        "lyrics": null,
        "title": "Sunday And Me"
    },
    {
        "artist": "The Gentrys",
        "lyrics": "  I keep on dancin' (keep on) Keep on doin' the jerk right now Shake it, shake it, baby Come on & show me how you work Yellin' in motion Keep on doin' the Locomotion, yeah Don't worry, little babe Shake it, shake it, shake it, shake it, yes!  Keep on dancin' & a-prancin' (ah) Keep on dancin' & a-prancin' (ah) Keep on dancin' & a-prancin' (ah)  I keep on dancin' (keep on) Keep on doin' the jerk Shake it, shake it, baby Come on & show me how you work Yellin' in motion Keep on doin' the locomotion, yeah Don't worry, little babe Shake it, shake it, shake it, shake it, yes!  Keep on dancin' & a-prancin' (ah) Keep on dancin' & a-prancin' (ah) Keep on dancin' & a-prancin' (ah)  I keep on dancin' (keep on) Keep on doin' the jerk right now Shake it, shake it, baby Come on & show me how you work  Keep on dancin' & a-prancin' (ah) Keep on dancin' & a-prancin' (ah) Keep on dancin' & a-prancin' (ah)  ",
        "title": "Keep On Dancing"
    },
    {
        "artist": "The Vogues",
        "lyrics": null,
        "title": "You're The One"
    },
    {
        "artist": "Simon & Garfunkel",
        "lyrics": "  [Verse 1] Hello darkness, my old friend I've come to talk with you again Because a vision softly creeping Left its seeds while I was sleeping And the vision that was planted in my brain Still remains Within the sound of silence  [Verse 2] In restless dreams I walked alone Narrow streets of cobblestone 'Neath the halo of a street lamp I turned my collar to the cold and damp When my eyes were stabbed by The flash of a neon light That split the night And touched the sound of silence  [Verse 3] And in the naked light I saw Ten thousand people, maybe more People talking without speaking People hearing without listening People writing songs that voices never share And no one dared Disturb the sound of silence  [Verse 4] \"Fools\", said I, \"You do not know Silence like a cancer grows Hear my words that I might teach you Take my arms that I might reach you\" But my words, like silent raindrops fell And echoed in the wells of silence  [Verse 5] And the people bowed and prayed To the neon god they made And the sign flashed out its warning In the words that it was forming And the sign said: \"The words of the prophets are Written on the subway walls And tenement halls And whispered in the sound of silence.\"  ",
        "title": "The Sound Of Silence"
    },
    {
        "artist": "Them",
        "lyrics": "  One Sunday mornin' A-we went walkin' Down by, the old graveyard The mornin' fog I looked into A-yeah, those mystic eyes  Her mystic eyes Mystic eyes Mystic eyes Mystic, eyes Mystic eyes Mystic eyes Oh, the mystic eyes Ooh  (Mystic, mystic, mystic, mystic, mystic)  ",
        "title": "Mystic Eyes"
    },
    {
        "artist": "The Animals",
        "lyrics": "  [Intro]  [Verse 1] It's a hard world to get a break in All the good things have been taken But girl there are ways To make certain things pay Though I'm dressed in these rags I'll wear sable Someday  Hear what I say I'm gonna ride the serpent No more time spent Sweatin' rent Hear my command I'm breakin' loose It ain't no use Holdin' me down Stick around  [Chorus] But baby, baby Remember, remember It's my life and I'll do what I want It's my mind and I'll think what I want Show me I'm wrong, hurt me sometime Some day, I'll treat you real fine  [Bridge] There'll be women and their fortunes Who just want to mother orphans Are you gonna cry When I'm squeezing them dry? Taking all I can get No regrets  [Verse 2] When I Openly lie (ha) And live on their money Believe me honey That money Can you believe? I ain't no Saint No complaints So girl throw out Any doubt  [Chorus] And baby, baby Remember, remember It's my life and I'll do what I want It's my mind and I'll think what I want Show me I'm wrong, hurt me sometime But some day, I'll treat you real fine  [Hook] It's my life and I'll do what I want Don't push me It's my mind and I'll think what I want It's my life It's my life and I'll do what I want And I can do what I want It's my mind and I'll think what I want You can't tell me It's my life and I'll do what I want I'm gonna do what I want It's my mind and I'll think what I want  ",
        "title": "It's My Life"
    },
    {
        "artist": "Barry Young",
        "lyrics": "  One Has My Name (The Other Has My Heart) Jerry Wallace Written by Eddie Dean, Lorene Dean, and Hal Blair Wallace's version not released as a single but Barry Young put it on the Pop chart At # 13 in 1966 Additionally, found on Country chart in 1948 by Jimmy Wakely (#1) and Eddie Dean (#11); in 1949 by Bob Eberly at # 8; and in 1969 by Jerry Lee Lewis at #3 One has my name, the other has my heart With one I'll remain, that's how my heartaches start One has brown eyes, the other's eyes are blue To one I am tied, to the other I am true One has my love, the other only me But what good is love to a heart that can't be free? So I'll go on livin' my life just the same While one has my heart, the other has my name One has brown eyes, the other's eyes are blue To one I am tied, to the other I am true One has my love, the other only me But what good is love to a heart that can't be free? If I could live over, my life I would change The one who has my heart would also have my name  ",
        "title": "One Has My Name (The Other Has My Heart)"
    },
    {
        "artist": "Mel Carter",
        "lyrics": null,
        "title": "(All Of A Sudden) My Heart Sings"
    },
    {
        "artist": "Roy Head",
        "lyrics": null,
        "title": "Just A Little Bit"
    },
    {
        "artist": "Jonathan King",
        "lyrics": "  Streets full of people All alone Roads full of houses Never home Church full of singing Out of tune Everyone's gone to the moon  Eyes full of sorrow Never wet Hands full of money All in debt Sun coming out in The middle of June Everyone's gone to the moon  Long time ago Life has begun Everyone went to the sun  Cars full of motors Painted green Mouths full of chocolate Covered cream Arms that can only Lift a spoon Everyone's gone to the moon  Everyone's gone to the moon Everyone's gone to the moon  ",
        "title": "Everyone's Gone To The Moon"
    },
    {
        "artist": "The Righteous Brothers",
        "lyrics": "  First the tide rushes in Plants a kiss on the shore Then rolls out to sea And the sea is very still once more  So, I'll rush to your side Like the oncoming tide With one burning thought Will your arms open wide  At last we're face to face And as we kiss through an embrace I can tell, I can feel you are love You are really mine in the rain, in the dark, in the sun  Like the tide at its ebb I'm at peace in the web of your arms Ebbtide  ",
        "title": "Ebb Tide"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  We met when she was younger Then I had no eyes for her A few years went by and I saw her Now I'm gonna try for her  Look out babe  She's not the little girl I once knew She's not the little girl I once knew She's not the little girl I once knew She's not the little girl I once knew  How could I ever have known that She'd be what she is today And look at how her boyfriend holds her I'll be moving in one day  Split man  She's not the little girl I once knew She's not the little girl I once knew She's not the little girl I once knew She's not the little girl I once knew  La doo day pow pow pow La doo day pow pow pow La doo day pow pow pow  She's not the little girl I once knew She's not the little girl I once knew She's not the little girl I once knew She's not the little girl I once knew  She's not the little girl I once knew She's not the little girl I once knew She's not the little girl I once knew She's not the little girl I once knew  ",
        "title": "The Little Girl I Once Knew"
    },
    {
        "artist": "Gary Lewis And The Playboys",
        "lyrics": "  Everybody loves a clown, so why don't you? Everybody laughs at the things that I say and do They all laugh when they see me coming But you don't laugh; you just go home running  Everybody loves a clown, so why can't you? A clown has feelings too  I joke around at a party when you are there But you don't laugh, you don't look; you just don't care If you wondered why this clown is crying, look a little closer; inside I'm dying It's not easy to be in love, you see When you're a clown like me'  I don't know how to say that I love you 'cause you would smile and say 'tell a joke or two.' Yes, I'm a clown, but I don't want to be Why can't you see the other side of me?  Guess I'll be the guy who plays the part Of a clown with a broken heart  Dreaming of your love, and not knowing where to start Dreaming of your love, and not knowing where to start Dreaming of your love, and not knowing where to start Dreaming of your love, and not knowing where to start  ",
        "title": "Everybody Loves A Clown"
    },
    {
        "artist": "The Statler Brothers",
        "lyrics": "  [Verse 1] I keep hearing you're concerned about my happiness But all the thought you're giving me is, conscience I guess If I were walking in your shoes, I wouldn't worry none While you and your friends are worrying 'bout me I'm having lots of fun  [Chorus] Counting flowers on the wall, that don't bother me at all Playing solitaire 'til dawn with a deck of fifty one Smoking cigarettes and watching Captain Kangaroo Now don't tell me I've nothing to do  [Verse 2] Last night I dressed in tails pretending I was on the town As long as I can dream, it's hard to slow this swinger down So please don't give a thought to me, I'm really doing fine You can always find me here and having quite a time  [Chorus]  [Verse 3] It's good to see you, I must go, I know I look a fright Anyway, my eyes are not accustomed to this light And my shoes are not accustomed to this hard concrete So I must go back to my room and make my day complete  [Chorus]  [Outro] Don't tell me I've nothing to do Don't tell me I've nothing to do  ",
        "title": "Flowers On The Wall"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1] Yesterday All my troubles seemed so far away Now it looks as though they're here to stay Oh, I believe in yesterday  [Verse 2] Suddenly I'm not half the man I used to be There's a shadow hanging over me Oh, yesterday came suddenly  [Chorus] Why she had to go I don't know, she wouldn't say I said something wrong Now I long for yesterday  [Verse 3] Yesterday Love was such an easy game to play Now I need a place to hide away Oh, I believe in yesterday  [Chorus] Why she had to go I don't know, she wouldn't say I said something wrong Now I long for yesterday  [Verse 3] Yesterday Love was such an easy game to play Now I need a place to hide away Oh, I believe in yesterday  ",
        "title": "Yesterday"
    },
    {
        "artist": "The Gants",
        "lyrics": null,
        "title": "Road Runner"
    },
    {
        "artist": "Roy Head And The Traits",
        "lyrics": null,
        "title": "Apple Of My Eye"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": "  Only you and no one else Can keep me crawling back You know I can't help myself And now I'm crawling back  After all you've done to me The times you've turned me down I still will be your clown Because I love you I'm crawling back  You know I would die for you Heaven knows how I have cried for you But what else can I do But crawl on back to you, ooh Crawling back to you  People stop they talk and they stare But they don't know that you really care That you're only lonely, and making believe And you need me around When the world turns you down  Whenever you might need me I will come crawling back Wherever you will lead me I will come crawling back  ",
        "title": "Crawling Back"
    },
    {
        "artist": "Sam The Sham and the Pharaohs",
        "lyrics": "  Welllll! You can have your gold and your diamonds too All I want is a ring dang doo Well! I've been all over this big old world, hey Looking for a ring dang do I've fallen in love with a thousand girls, yeah Looking for a ring dang do I've got a mojo bag and a little voodoo But I ain't never found a ring dang doo  Well! I was a' down in New Orleans Looking for a ring dang do I fell in love with a girl in tight blue jeans Looking for a ring dang do Said I can't stay though my love is true I've got to keep a lookin' for a ring dang do Yeaaahhh! Ring Dang Do Where are you? What are you?  From Mexico to the Phillipines, yeah Looking for a ring dang do Well! I've drunk with peasants and I've dined with kings Looking for a ring dang do But I ain't never found a single clue I've got to keep a lookin' for that ring dang do  Well! People call me crazy every single day Yeah! Looking for a ring dang do But I don't care what the people may say No! Looking for a ring dang do I don't know what it looks like or what it can do I keep looking for that ring dang do  Ring dang ring dang ring dang do Ring dang ring dang ring dang do You can have your gold and your diamonds too All I want is a ring dang doo Ring dang ring dang ring dang do Ring dang ring dang ring dang do Where are you?  ",
        "title": "Ring Dang Doo"
    },
    {
        "artist": "The Packers",
        "lyrics": null,
        "title": "Hole In The Wall"
    },
    {
        "artist": "We Five",
        "lyrics": null,
        "title": "Let's Get Together"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": "  There's a girl who lives down the track In a little shack made of timber wood And her clothes are all hand-me-downs From the folks in town who treat her so good  Though she hasn't got a dime I'm so proud that she's all mine 'cause to me she's a princess in rags  Now her dad, he's a worn-out man Prayin' if he can make enough to eat And her mom cleans for everyone Till the day is done just to make ends meet  All her wealth is in her charms And the sweetness of her arms How I love my poor princess in rags  I know some day I'll find a way To take her out of this old place I'll work and slave, scrimp and save To change her rags to silk and lace  Though it hurts and my body aches From the pain it takes just to set things right But for now I must be content With each moment spent in her arms each night  She's the only girl for me And some day it's gotta be Just me and my princess in rags  She's the only girl for me And some day it's gotta be Just me and my princess in rags  ",
        "title": "Princess In Rags"
    },
    {
        "artist": "The Viscounts",
        "lyrics": "  ♫ [Instrumental] ♫  ",
        "title": "Harlem Nocturne"
    },
    {
        "artist": "Jackie Lee",
        "lyrics": null,
        "title": "The Duck"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": "  No one praying in the chapel Where so many prayed before And they've let the bells get rusty Don't they care anymore  Rusty bells, rusty bells Call your people back again Call them back to kneel again and pray  Rusty bells, rusty bells Pity those who've gone astray Ring again and help them find the way  When will us like little children In a forest dark as night All we need is love to lead us From the dark to the light  Rusty bells, rusty bells Fill our hearts with love again And we'll all come back again to you Then you'll shine like new, rusty bells  ",
        "title": "Rusty Bells"
    },
    {
        "artist": "The Lovin' Spoonful",
        "lyrics": "  You didn't have to be so nice I would have liked you anyway If you had just looked once or twice And gone upon your quiet way  Today I said the time was right for me to follow you I knew I'd find you in a day or two And it's true  You came upon a quiet day You simply seemed to take your place I knew that it would be that way The minute that I saw your face  And when we've had a few more days (When we've had a few more days) I wonder if I'll get to say (Wonder if I'll get to say) You didn't have to be so nice (Be so nice) I would have liked you anyway (Would have liked)  Today I said the time was right for me to follow you (Today, said that the time was right to follow you) I knew I'd find you in a day or two (I knew that I would find you in a day or two) And it's true  You didn't have to be so nice (Didn't have to be so nice) I would have liked you anyway (Would have liked you anyway) If you had just looked once or twice (Once or twice) And gone upon your quiet way (Quiet way)  ",
        "title": "You Didn't Have To Be So Nice"
    },
    {
        "artist": "Brook Benton",
        "lyrics": "  You're way on top now And you're having a ball You've got the world on a string You think you've got everything  But you've got nothing at all 'Cause one day, you'll wake up On the other side of the hill Oh, if Mother Nature don't stop you Father time will  The pace that you're setting You know it's too fast Tomorrow, you'll have no future And there's nothing worth Thinking of from your past  You're just breaking yourself Robbing your own till If Mother Nature don't stop you Father Time sure will  Listen, you're heading In the wrong direction You're running from true love And affection  I'm taking life seriously To you, it's just a thrill You better watch Mother Nature Or Father Time surely will Father Time sure will  ",
        "title": "Mother Nature, Father Time"
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": "  He touched me, he put his hand near mine And then he touched me I felt a sudden tingle when he touched me A sparkle, a glow  He knew it...it wasn't accidental, no, he knew it He smiled and seem to tell me so all through it He knew it, I know... He's real, and the world is alive and shining  I feel such a wonderful drive t'wards valentining He touched me; I simply have to face the fact He touched me... Control myself and try to act As if I remember my name But he touched me...he touched me... And suddenly nothing is the same! 'cause he touched me...he touched me... And suddenly...nothing, nothing, nothing is the same  ",
        "title": "He Touched Me"
    },
    {
        "artist": "Trini Lopez",
        "lyrics": null,
        "title": "Sinner Man"
    },
    {
        "artist": "Lou Johnson",
        "lyrics": null,
        "title": "A Time To Love-A Time To Cry (Petite Fleur)"
    },
    {
        "artist": "The Mojo Men",
        "lyrics": null,
        "title": "Dance With Me"
    },
    {
        "artist": "Don Covay & The Goodtimers",
        "lyrics": null,
        "title": "Seesaw"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": null,
        "title": "Don't Fight It"
    },
    {
        "artist": "Buck Owens and The Buckaroos",
        "lyrics": null,
        "title": "Buckaroo"
    },
    {
        "artist": "The Vibrations",
        "lyrics": null,
        "title": "Misty"
    },
    {
        "artist": "James Brown At The Organ",
        "lyrics": null,
        "title": "Try Me"
    },
    {
        "artist": "The Vogues",
        "lyrics": "  Up every morning just to keep a job I gotta fight my way through the hustling mob Sounds of the city poundin' in my brain While another day goes down the drain Yeah, yeah, yeah  But it's a five o'clock world when the whistle blows No one owns a piece of my time And there's a five o'clock me inside my clothes Thinkin' that the world looks fine, yeah Oh my lady, yeah  Tradin' my time for the pay I get Livin' on money that I ain't made yet I've been goin' tryin' to make my way But I live for the end of the day Yeah, yeah, yeah  'Cause it's a five o'clock world when the whistle blows No one owns a piece of my time And there's a long-haired girl who waits, I know To ease my troubled mind, yeah Oh my lady, yeah  In the shelter of her arms everything's OK When she talks, then the world goes slippin' away And I know the reason I can still go on When every other reason is gone Yeah, yeah, yeah  In my five o'clock world, she waits for me Nothing else matters at all 'Cause every time my baby smiles at me I know that's it's all worthwhile, yeah Oh my lady, yeah Oh my lady, yeah Oh my lady, yeah  ",
        "title": "Five O'Clock World"
    },
    {
        "artist": "Al Martino",
        "lyrics": null,
        "title": "Spanish Eyes"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  I've been trying hard to forget That you've been cheating Wishin' you I'd never met 'Cause you've been cheating Can't you know lies can be seen in your eyes And from wrong you'll never be free While you sit cryin', you've been lyin' You've been cheatin', cheatin' on me Yeah, you made me suspect and I know (who-who) You don't want me (you don't want me) Cookies crumble, and that's how it goes (who-who) You don't want me (you don't want me) Can't you know lies can be seen in your eyes And from wrong you'll never be free While you sit cryin', you've been lyin' You've been cheatin', cheatin' on me Another lover you discover Our love's gone and I don't know why It's just as well, though at last I do know All you said was just a lie So I'm trying hard to forget That you've been cheating Wishin' you I'd never met 'Cause you've been cheating Can't you know lies can be seen in your eyes And from wrong you'll never be free While you sit cryin', you've been lyin' You've been cheatin', cheatin' on me Ooh, ooh, baby (you've been cheating) You must not love me (you've been cheating) You must not want me (you've been cheating) You just don't care [Repeat until fade]  ",
        "title": "You've Been Cheatin'"
    },
    {
        "artist": "Sonny",
        "lyrics": null,
        "title": "The Revolution Kind"
    },
    {
        "artist": "Johnny Thunder",
        "lyrics": null,
        "title": "Everybody Do The Sloopy"
    },
    {
        "artist": "Connie Francis",
        "lyrics": null,
        "title": "Jealous Heart"
    },
    {
        "artist": "Johnny Tillotson",
        "lyrics": null,
        "title": "Our World"
    },
    {
        "artist": "Vic Dana",
        "lyrics": "  Oh, the crystal chandeliers Light up the paintings on your wall The marble statuettes Are standing stately in the hall But will the timely crowd That has you laughing loud Help you dry your tears When the new wears off of Your crystal chandeliers  I never did fit in too well With those you knew And it's plain to see That the likes of me Don't it too well with you  Cause you traded me for The gaeity of the well to do And you turned away from The love I offered you  Oh, the crystal chandeliers Light up the paintings on your wall The marble statuettes Are standing stately in the hall But will the timely crowd That has you laughing loud Help you dry your tears When the new wears off of Your crystal chandeliers  I see your picture in the paper Almost every day And you're the chosen girl Of the social crowd So the stories say  But a paper smile only lasts awhile And then it fades away And the love we know will Come home to you someday  Oh, the crystal chandeliers Light up the paintings on your wall The marble statuettes Are standing stately in the hall But will the timely crowd That has you laughing loud Help you dry your tears When the new wears off of Your crystal chandeliers  ",
        "title": "Crystal Chandelier"
    },
    {
        "artist": "Joe Tex",
        "lyrics": "  Woman tell me, where did you learn To handle a man with so much ease? After all of his life He's used to doing like he pleased, yeah  You got me doing all the good things That a man's supposed to do I know a lot of men who wish they had A sweet little woman like you 'Cause your kind is so hard to find  Woman tell me, where did you learn To make a man feel like a king? When all the time he knows That he hasn't got a thing, yeah  Stand by my side, baby And there's no limit to what I can do I know some men who'd give their right arm To have a sweet little woman like you Because your kind is so hard to find  Your kind is so hard to find A sweet woman like you is hard to find A sweet woman like you is hard to find And that's why I'm so glad that I got mine  Woman tell me, what do I have to do To make you really see Just how much I really love you And how much you mean to me? Yeah  Don't be afraid to tell me baby 'Cause there's nothin' that I wouldn't do I know a lot of men that wish they had A sweet little woman like you 'Cause your kind is so hard to find  A sweet woman like you is hard to find A sweet woman like you is hard to find A sweet woman like you is hard to find A sweet woman like you is so hard to find A sweet woman like you is hard to find A sweet woman like you is hard to find  ",
        "title": "A Sweet Woman Like You"
    },
    {
        "artist": "The Royalettes",
        "lyrics": null,
        "title": "I Want To Meet Him"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": "  Satin pillows to cry on Satin pillows to cry on You've got nothing else to rely on You gave up the most precious thing in life You turned from love to be a rich man's wife The man you married is colder than all his gold You're something he bought to keep from growing old  Now you've got satin pillows to cry on Satin pillows tro cry on You've got nothing else to rely on And you've got fancy dresses and big cars Diamonds that outshine the brightest stars But diamonds can't replace the love we knew They won't keep you warm like my arms used to Now you've got satin pillows to cry on Satin pillows to cry on You've got nothing else to rely on Satin pillows to cry on Satin pillows to cry on  ",
        "title": "Satin Pillows"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  Look through any window, yeah What do you see? Smilin' faces all around Rushin' through the busy town  (Where do they go?) Movin' on their way Walkin' down the highways and the byways (Where do they go?) Movin' on their way People with their shy ways and their sly ways  Oh, you can see the little children all around Oh, you can see the little ladies in their gowns when you  Look through any window, yeah Any time of day See the drivers on the roads Pullin' down their heavy loads  (Where do they go?) Movin' on their way Drivin' down highways and the byways (Where do they go?) Movin' on their way Drivers with their shy ways and their sly ways  Oh, you can see the little children all around Oh, you can see the little ladies in their gowns when you  Look through any window, yeah What do you see? Smilin' faces all around Rushin' through the busy town  (Where do they go?) Movin' on their way Movin' on their way Movin' on their way  ",
        "title": "Look Through Any Window"
    },
    {
        "artist": "Earl Grant",
        "lyrics": null,
        "title": "Stand By Me"
    },
    {
        "artist": "Ronny And The Daytonas",
        "lyrics": null,
        "title": "Sandy"
    },
    {
        "artist": "Dee Dee Sharp",
        "lyrics": null,
        "title": "I Really Love You"
    },
    {
        "artist": "Gene Chandler",
        "lyrics": "  Rainbow '65 Part 1 & 2 (Curtis Mayfield) Gene Chandler Album: Live at the Regal Recorded at the Regal Theatre, Chicago Collectables COL-CD-5516  There's a rainbow, yeah In my heart That reminds me Of a-how we parted An' I, I know that My love is gone, forever But deep down in my heart I'll love her forever an ever, ha!  There's a rainbow Oh-oh-oh, in my heart Now, baby, baby, baby C'mon now, baby Now, listen to me  I'm down on my knees Ooo-yeah, yeah-yeah Please, listen to my plea Ooo-yeah, oh-yeah, a-ay-yeah I'm a-looking up above Ooo-yes, up above Prayed for your love, oh-yeah, ha!  Please, please stop this rainbow Oh-whoa-oh, in my heart Baby, baby, baby C'mon now, baby C'mon stop this rainbow  A-ha-ha, yeah!  PART 2 (continuation of Part 1 Live in Co)  A c'mon now baby An' stop this rainbow An' I know the things I've done to you is wrong I want ya to give me one mo' chance Just-a one mo' chance To prove to you A-that I know I was wrong  An' I realize now, baby  An' I realize now, baby That love only comes once An' when it comes ya better grab it 'Cause it may not come no more  Unk lady: 'It won't even come 'round you, baby)  An' I'm askin' ya, baby An' I'm askin' ya, baby An' I'm askin' ya, baby An' I'm askin' ya, baby An' I'm askin' ya, baby I'm askin' ya  Please, pleaeeeeeeeeeeeeeeese, please Please, please, please, please Please, please baby Baby-baby, baby-baby, baby-baby Baby-baby, baby-baby, baby-baby  Uh-hu-ah-uh-huh Ya look so good to me, baby Ya look so good this evenin', baby  Sometimes when I look up at cha, baby I feel like I just wanna I just wanna reach out I just wanna reach out I wanna reach out, baby I just wanna reach-out-a I wanna reach out and-a Bite! your neck  An' I just wanna ask you one thing, baby An' I just wanna ask you one thing, baby I just wanna ask you one thiiiiiiing I just wanna ask you one thiiiiiiing I just wanna ask you one thing One thing, baby  I want you to stop Stop this rainbow in my heart  Spoken: 'Thank you! 'Thank you so very  Abrupt end of track  ~  ",
        "title": "Rainbow '65 (Part I)"
    },
    {
        "artist": "Billy Joe Royal",
        "lyrics": "  I never had any reason For ambition or drive In fact, I never anybody That cared if I'm alive  But then one day she came my way And I heard a voice within me say don't let her get away whatever you do But I never thought that this could be That she would ever look at me Seriously  And that's why, oh Lord, Lord, Lord I got to be somebody I'm down on my knees Begging please, please, please, please I got to win her love for me  I grew upon the sidewalks Got along the best I could Mama worked all day long And papa was no good  I never asked for much before But here I am at Heaven's door So help me please Don't let her pass me by  Cause I would rather die than see Her love turn into sympathy For me  And that's why I'm, oh, Lord, Lord, Lord I got to be somebody I'm down on my knees Begging please, please, please, please I got to win her love for me  Mmm Got to be somebody  Got to be a somebody So tired of being a nobody  Oh, Lord, Lord, Lord I got to be somebody I'm down on my knees Begging please, please, please, please I got to win her love for me  ",
        "title": "I've Got To Be Somebody"
    },
    {
        "artist": "The Kinks",
        "lyrics": "  Cause he gets up in the morning And he goes to work at nine And he comes back home at five-thirty Gets the same train every time Cause his world is built round punctuality It never fails  And he's oh, so good And he's oh, so fine And he's oh, so healthy In his body and his mind He's a well respected man about town Doing the best things so conservatively  And his mother goes to meetings While his father pulls the maid And she stirs the tea with councilors While discussing foreign trade And she passes looks, as well as bills At every suave young man  Cause he's oh, so good And he's oh, so fine And he's oh, so healthy In his body and his mind He's a well respected man about town Doing the best things so conservatively  And he likes his own backyard And he likes his fags the best Cause he's better than the rest And his own sweat smells the best And he hopes to grab his fathers loot When pater passes on  Cause he's oh, so good And he's oh, so fine And he's oh, so healthy In his body and his mind He's a well respected man about town Doing the best things so conservatively  And he plays at stocks and shares And he goes to the regatta And he adores the girl next door Cause he's dying to get at her But his mother knows the best about The matrimonial stakes  Cause he's oh, so good And he's oh, so fine And he's oh, so healthy In his body and his mind He's a well respected man about town Doing the best things so conservatively  ",
        "title": "A Well Respected Man"
    },
    {
        "artist": "Paul Revere & The Raiders Featuring Mark Lindsay",
        "lyrics": null,
        "title": "Just Like Me"
    },
    {
        "artist": "Patti LaBelle And The Blue Belles",
        "lyrics": null,
        "title": "All Or Nothing"
    },
    {
        "artist": "Lesley Gore",
        "lyrics": "  I won't love you anymore (sorry) I won't love you anymore (sorry)  Sorry I'm sorry  You made me think I loved you so The tricks you used were awfully low I think now I see that you're over me Our love is a lie, hope you understand why  I won't love you anymore (sorry) I won't love you anymore (sorry) And now I say I'm leaving today Don't know where I'll go I just know I can't stay  Sorry I'm sorry  I thought the touch of your caress Showed me your loving tenderness But you'll give the world to every girl Who gives you a sigh or who catches your eye  I won't love you anymore (sorry) I won't love you anymore (sorry) Don't be said that I've left, it's all for the best I'm saying what I know you've already guessed  I won't love you anymore...  ",
        "title": "I Won't Love You Anymore (Sorry)"
    },
    {
        "artist": "Johnny Nash",
        "lyrics": null,
        "title": "Let's Move & Groove (Together)"
    },
    {
        "artist": "Bobby Powell",
        "lyrics": null,
        "title": "C.C. Rider"
    },
    {
        "artist": "The C.O.D.'s",
        "lyrics": null,
        "title": "Michael"
    },
    {
        "artist": "The San Remo Golden Strings",
        "lyrics": null,
        "title": "I'm Satisfied"
    },
    {
        "artist": "Leon Hayward",
        "lyrics": null,
        "title": "She's With Her Other Love"
    },
    {
        "artist": "Noel Harrison",
        "lyrics": null,
        "title": "A Young Girl"
    },
    {
        "artist": "Solomon Burke",
        "lyrics": null,
        "title": "Only Love (Can Save Me Now)"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  Quiet nights 'n quiet stars, quiet chords from my guitar Floating on the silence that surrounds us Quiet thoughts 'n quiet dreams, quiet walks by quiet streams Climbing hills where lovers go to watch the world below together  We will live eternally in this mood of reverie Away ... from all the earthly cares around us My world was dull each minute until I found you in it And all at once the happiness I knew Became these quiet nights of loving you!  We will live eternally in this mood of reverie Away ... from all the earthly cares around us My world was dull each minute until I found you in it And all at once the happiness I knew Became these quiet nights of loving you!  Hmmm ...  ",
        "title": "Quiet Nights Of Quiet Stars"
    },
    {
        "artist": "The Knickerbockers",
        "lyrics": null,
        "title": "Lies"
    },
    {
        "artist": "Lenny Welch",
        "lyrics": null,
        "title": "Run To My Lovin' Arms"
    },
    {
        "artist": "Otis Redding",
        "lyrics": "  I've been missing you for so many days I keep wanting you, lord, in so many ways I can't get you off of my mind But true love is so hard to find  I want yet another day Ooh, I need another day Darling, let me have another day And I can be anything that you want me to be, now  The sweet things you used to do to me Sometimes you used to say them to me I can't forget those lovely days But this is the price I am about to pay  Ooh, I want another day You can let me have just one more day Ooh, I need one more day, yeah And I will do anything that you want me to do  I will do anything that you want me to do, now Say anything that you want me to say Buy you anything you want me to buy And I can cherish you till the day I die  If you let me have another day Please let me have one more day Ooh, I want just one more day, lord And it can be anything that you want me to be  Just one more day now You can let me have just another day, now Please I want to stay and the day after and the day after And I want all the days And I want all the days And I want you here by my side And I don't want you do leave me And you can let me have one more day  ",
        "title": "Just One More Day"
    },
    {
        "artist": "Ted Taylor",
        "lyrics": null,
        "title": "Stay Away From My Baby"
    },
    {
        "artist": "Hedgehoppers Anonymous",
        "lyrics": "  It's good news week Someone's dropped a bomb somewhere Contaminating atmosphere And blackening the sky  It's good news week Someone's found a way to give The rotting dead a will to live Go on and never die  Have you heard the news What did it say? Who's won that race? What's the weather like today?  It's good news week Families shake the need for gold By stimulating birth control We're wanting less to eat  It's good news week Doctors finding many ways Of wrapping brains on metal trays To keep us from the heat  It's good news week Someone's dropped a bomb somewhere Contaminating atmosphere And blackening the sky  It's good news week Someone's found a way to give The rotting dead a will to live Go on and never die  Have you heard the news What did it say? Who's won that race? What's the weather like today? What's the weather like today?  It's good news week Families shake the need for gold By stimulating birth control We're wanting less to eat  It's good news week Doctors finding many ways Of wrapping brains on metal trays To keep us from the heat To keep us from the heat To keep us from the heat  ",
        "title": "It's Good News Week"
    }
]