[
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Skit] (Loud music playing) (KNOCK, KNOCK, KNOCK, KNOCK)  Dad: Hey! Kid: What?! Dad: Turn that off! Kid: Dad, this is the best part! Dad: Turn it off! Kid: No! Dad: It’s too late for this, turn it off! Kid: Dad, this is the best part, come on! Dad: No, turn it off now! Kid: No, this is the- I want to listen to it, OK?! Dad: You’ve got things to do tomorrow-  (Louder music, Dad becomes inaudible) (KNOCK, KNOCK, KNOCK) Kid takes tape out, puts in new tape  Kid: Yeah, right. Too late. Sure. Eat this [Verse 1] I took my baby on a Saturday bang Boy, is that girl with you? Yes, we're one and the same Now, I believe in miracles And a miracle has happened tonight  [Hook] But, if you're thinking about my baby It don't matter if you're black or white  [Verse 2] They print my message in the Saturday sun I had to tell them I ain't second to none And I told about equality And it's true, either you're wrong or you're right  [Hook] But, if you're thinking about my baby It don't matter if you're black or white  [Coda] I am tired of this devil I am tired of this stuff I am tired of this business So when the going gets rough I ain't scared of your brother I ain't scared of no sheets I ain't scared of nobody Girl, when the going gets mean  [L.T.B. Rap Performance] Protection for gangs, clubs and nations Causing grief in human relations It's a turf war on a global scale I'd rather hear both sides of the tale See, it's not about races Just places, faces Where your blood comes from is where your space is I've seen the bright get duller I'm not going to spend my life being a color  [Verse 3] Don't tell me you agree with me When I saw you kicking dirt in my eye  [Hook] But, if you're thinking about my baby It don't matter if you're black or white But, if you're thinking about my baby It don't matter if you're black or white I said if you're thinking of being my brother It don't matter if you're Black or White  [Outro] It's black, it's white It's tough for you to get by It's black, it's white It's tough for you to get by It's black, it's white  ",
        "title": "Black Or White"
    },
    {
        "artist": "Michael Bolton",
        "lyrics": "  When a man loves a woman Can't keep his mind on nothin' else He'd trade the world For the good thing he's found  If she is bad, he can't see it She can do no wrong Turn his back on his best friend If he puts her down  When a man loves a woman Spend his very last dime Trying to hold on To what he needs  He'd give up all his comforts Sleep out in the rain If she said that's the way It oughtta be, hey  When a man loves a woman, hey I give you everything I've got Trying to hold on to your precious love Baby, baby please don't treat me bad  When a man loves a woman Deep down in his soul She can bring him Such misery  If she is playing him for a fool He's the last one to know Loving eyes Can never see  Yes when a man loves a woman I know exactly how he feels Cause, baby, baby  When a man loves a woman, oh When a man loves a woman, yeah When a man loves a woman When a man, when a man, when a man loves a woman Ooh  ",
        "title": "When A Man Loves A Woman"
    },
    {
        "artist": "P.M. Dawn",
        "lyrics": "  [Hook] Baby you send me, baby you send me Set adrift on memory bliss of you  [Verse 1] The camera pans the cocktail glass Behind a blind of plastic plants I found the lady with the fat diamond ring Then you know I can't remember a damn thing I think it's one of those déjà vu things Or a dream that's tryin' to tell me somethin' Or will I ever stop thinkin' about it I don't know, I doubt it Subterranean by design I wonder what I would find If I met you, let my eyes caress you Until I meet the thought of Mrs Princess Who? I often wonder what makes her work I guess I'll leave that question to the experts Assuming that there are some out there They're probably alone, solitaire I can remember when I caught up with a past-time intimate friend She said, bet you're probably gonna say I look lovely But you probably don't think nothin' of me She was right, though, I can't lie She's just one of those corners in my mind And I just put her right back with the rest That's the way it goes, I guess  [Hook] Baby you send me, baby you send me Set adrift on memory bliss of you Baby you send me, baby you send me Set adrift on memory bliss of you  [Verse 2] A careless whisper from a careless man A neutron dance for a neutron fan Marionette strings are dangerous things I thought of all the trouble they bring An eye for an eye, a spy for spy Rubber bands expand in a frustrating sigh Tell me that she's not dreaming She's got an ace in the hole, it doesn't have meaning Reality used to be a friend of mine Cause complete control, I don't take too kind Christina Applegate, you gotta put me on And guess whose piece of the cake is Jack gone? She broke her wishbone and wished for a sign I told her whispers in my heart were fine What did she think she could do? I feel for her, I really do And I stared at the ring finger on her hand I wanted her to be a big PM Dawn fan But I had to put her right back with the rest That's the way it goes, I guess  [Hook] Baby you send me, baby you send me Set adrift on memory bliss of you Baby you send me, baby you send me Set adrift on memory bliss of you Baby you send me, baby you send me Set adrift on memory bliss of you Baby you send me, baby you send me Set adrift on memory bliss of you Baby you send me, baby you send me Set adrift on memory bliss of you Baby you send me, baby you send me Baby you send me, baby you send me Baby you send me, baby you send me Baby you send me, baby you send me Set adrift on memory bliss of you Baby you send me, baby you send me Baby you send me, baby you send me Baby you send me, baby you send me Set adrift on memory bliss of you  ",
        "title": "Set Adrift On Memory Bliss"
    },
    {
        "artist": "Boyz II Men",
        "lyrics": "  How do I say goodbye To what we had? The good times that made us laugh Outweigh the bad  I thought we'd get to see forever But forever's gone away It's so hard to say goodbye to yesterday  I don't know where this road Is going to lead All I know is where we've been And what we've been through  If we get to see tomorrow I hope it's worth all the wait It's so hard to say goodbye to yesterday  And I'll take with me the memories To be my sunshine after the rain It's so hard to say goodbye to yesterday  And I'll take with me the memories To be my sunshine after the rain It's so hard to say goodbye to yesterday  ",
        "title": "It's So Hard To Say Goodbye To Yesterday"
    },
    {
        "artist": "Color Me Badd",
        "lyrics": "  I'm so glad you're my girl I'll do anything 4 U Call U every night And give U flowers 2  I thank the Lord 4 U And think about U all the time I ask him everyday That you'll 4-ever B mine  I wanna hold your hand 2 show U I'll be there I like 2 do the things That let U know I care  I sing this lullabye 'Cause girl U fill me full I look into your eyes You're so beautiful  Oh girl, I think I love ya I'm always thinkin' of ya I want ya to know I do it all 4 love I love it when we're 2-gether Girl I need you 4-ever I want U 2 know I do it all 4 love  I will never leave U sugar This I guarantee I look in-2 the future I see U and me  Knight in shining armor I will B your fairy tale I wanna take care of U, girl I'll serve you well  I will B there 4 ya 2 catch U when U fall I'll hold U in my arms That's were U belong  I sing this lullabye 'Cause girl U fill me full I look in-2 your eyes You're so beautiful, beautiful, yeah  Oh girl, I think I love ya I'm always thinkin' of ya I want ya to know I do it all 4 love I love it when we're 2-gether Girl I need you 4-ever And I want U 2 know I do it all 4 love  Now, come here sweetheart I want U 2 know something alright Everyday N my life without U Would be like a hundred years The distance B-tween us An ocean of tears See all the things I do 4 U Are 4 love, dig it  All 4 lovin' (all for love) All 4 U (U) All 4 lovin' U, U, U  Oh girl, I think I love ya I'm always thinkin' of ya I want ya to know I do it all 4 love I love it when we're 2-gether Girl I need you 4-ever I want U 2 know I do it all 4 love  Oh girl, I think I love ya I'm always thinkin' of ya I want ya to know I do it all 4 love I love it when we're 2-gether Girl I need you 4-ever I want U 2 know I do it all 4 love  Oh girl, I think I love ya I'm always thinkin' of ya All 4 love  I love it when we're 2-gether Girl I need you 4-ever  ",
        "title": "All 4 Love"
    },
    {
        "artist": "Paula Abdul",
        "lyrics": "  So tell, baby, tell your true heart Say what you say when you're all alone I'm trying, trying to try and feel you And see if I see I'm feeling alone  And all I want is to get through So maybe you'll see that the way you're leaving me, it won't do  It's like I'm blowing kisses in the wind Giving you love that you haven't been given I cross my heart and hope to die I'm only wishing you would love me like I  Blowing kisses in the wind, waiting, waiting, waiting Waiting for you is, it's like blowing, blowing kisses  So please, baby, please, release me If time after time your heart's growing cold I'm saying if you don't believe in believing Ooh ooh, then how can true love ever be so?  And all I want is to get through So maybe you'll see that the way you're leaving me, it won't do  It's like I'm blowing kisses in the wind Giving you love that you haven't been given I cross my heart and hope to die I'm only wishing you would love me like I  Blowing kisses in the wind, waiting, waiting, waiting Waiting for you is, it's like blowing, blowing kisses  Like I'm, like blowing kisses, like blowing kisses  And all I want is to get through So maybe you'll see that the way you're leaving me, it won't do  It's like I'm blowing kisses in the wind Giving you love that you haven't been given I cross my heart and hope to die I'm only wishing you would love me like I  Blowing kisses in the wind, waiting, waiting, waiting Waiting for you is, it's like blowing kisses  Like I'm blowing kisses in the wind Giving you love that you haven't been given I cross my heart and hope to die I'm only wishing you would love me like I  Blowing kisses in the wind, waiting, waiting, waiting Waiting for you is, it's like blowing kisses  Like I'm blowing kisses in the wind Like I'm blowing kisses in the wind Like I'm blowing kisses in the wind  Waiting for you is like blowing blowing kisses  ",
        "title": "Blowing Kisses In The Wind"
    },
    {
        "artist": "Prince And The N.P.G.",
        "lyrics": null,
        "title": "Cream"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] There you are, holding her hand I am lost, dying to understand Didn't I cherish you right? Don't you know you were my life?  [Chorus] Even though I try, I can't let go Something in your eyes captured my soul And every night I see you in my dreams You're all I know, I can't let go  [Verse 2] Just cast aside, you don't even know I'm alive You just walk on by, don't care to see me cry And here I am, still holding on I can't accept my world is gone, no, no  [Chorus] Even though I try, I can't let go 'Cause something in your eyes captured my soul And every night I see you in my dreams You're all I know, I can't let go  [Bridge] Do you even realize the sorrow I have inside Every day of my life? Do you know the way it feels when all you have just dies? I try and try to deny that I need you But still you remain on my mind  [Chorus] Even though I try, I can't let go (No, I just can't get you out of my mind) Something in your eyes captured my soul (I never can say goodbye) 'Cause every night I see you in my dreams You're all I know, I can't let you go Even though I try I can't let go Something in your eyes captured my soul (Of something that I need so badly) Every night I see you in my dreams You're all I know, I can't let go  ",
        "title": "Can't Let Go"
    },
    {
        "artist": "Amy Grant",
        "lyrics": "  [Verse 1] Sometimes we make it harder than it is We'll take a perfect night And fill it up with words we don't mean Dark sides best unseen And we wonder why we're feeling this way  [Verse 2] Sometimes I wonder if we really feel the same Why we can be unkind Questioning the strongest of hearts That's when we must start Believing in the one thing that has gotten us this far  [Chorus] That's what love is for To help us through it That's what love is for Nothing else can do it Melt our defenses Bring us back to our senses Give us strength to try once more Baby, that's what love is for  [Verse 3] Sometimes I see you And you don't know I am there And I'm washed away By emotions I hold deep down inside Getting stronger with time It's living through the fire And holding on we find  [Chorus] That's what love is for To help us through it That's what love is for Nothing else can do it Melt our defenses Bring us back to our senses Give us strength to try once more Baby, that's what love is for  [Bridge] Believing in the one thing That has gotten us this far  [Chorus] That's what love is for To help us through it That's what love is for Nothing else can do it Round off the edges Talk us down from the ledges Give us strength to try once more Baby, that's what love is for  That's what love is for That's what love is for Melt our defenses Bring us back to our senses Give us strength to try once more Baby, that's what love is for  [Outro] That's what love is for That's what love is for That's what love is for  ",
        "title": "That's What Love Is For"
    },
    {
        "artist": "Naughty By Nature",
        "lyrics": "  [Intro: Treach] Arm me with harmony Dave, drop a load on 'em!  [Verse 1: Treach] O.P.P., how can I explain it? I'll take it, frame by frame it To have y'all all jumpin', shoutin', sayin' it O is for \"other,\" P is for \"peoples',\" scratch your temple The last P, well, that's not that simple It's sort of like, well, another way to call a cat a kitten It's five little letters that are missin' here You get on occasion if the other party isn't gamin' It seems I gotta start the explainin', bust it You ever had a girl and met her on a nice hello You get her name and number And then left feelin' real mellow You get home, wait a day She's what you wanna know about, then you call up And it’s her girlfriend’s or her cousin’s house?! It’s not a front, a F to the R to the O to the N to the T; It's just her boyfriend's at her house (Oh, that’s why she’s scary) It's O.P.P., time other people's what you get it There's no room for relationship, there's just room to hit it How many brothers out there know just what I'm gettin' at Who think it's wrong 'cause I was splittin' and co-hittin' that Well, if you do, that's O.P.P. and you're not down with it But if you don't, here's your membership  [Hook] You down with O.P.P.? (Yeah, you know me!) You down with O.P.P.? (Yeah, you know me!) You down with O.P.P.? (Yeah, you know me!) Who’s down with O.P.P.? (Every last homie!) You down with O.P.P.? (Yeah, you know me!) You down with O.P.P.? (Yeah, you know me!) You down with O.P.P.? (Yeah, you know me!) Who’s down with O.P.P.? (All the homies!)  [Verse 2: Treach] Well, for the ladies O.P.P. means somethin' gifted The first two letters' the same But the last is somethin' different It's the longest, loveliest, lean, I call it the leanest It's another five-letter word Rhymin' with \"cleanness\" or \"meanness\" I won't get into that, I'll do it ah sorta properly I'll say the last P, hmmm, stands for \"property\" Now lady, here comes a kiss Blow a kiss back to me, now tell me exactly Have you ever known a brother Who had another, like, a girl or wife And you just had to stop a toast 'Cause he looked just that nice? You looked at him, he looked at you And you knew right away He had someone but he was gonna be yours anyway! You couldn't be seen with him at all and still you didn't care 'Cause in a room behind a door no one but y'all are there When y'all are finished, y'all can leave And only y'all would know; and then y'all could throw that skeleton bone right in the closet do' Now don't be shy 'Cause if you're down I want your hands up high Say O.P.P. (O.P.P.!) I like to say with pride Now when you do it, do it well and make sure that it counts You're now down with a discount  [Hook] You down with O.P.P.? (Yeah, you know me!) You down with O.P.P.? (Yeah, you know me!) You down with O.P.P.? (Yeah, you know me!) Who’s down with O.P.P.? (Every last lady!) You down with O.P.P.? (Yeah, you know me!) You down with O.P.P.? (Yeah, you know me!) You down with O.P.P.? (Yeah, you know me!) Who’s down with O.P.P.? (All the ladies!)  [Verse 3: Treach] A scab tried to O.P.P. me, I had a girl and she knew that Matter of fact, her and my girl was partners that Had a fall-out, disagreement, yeah, an argument She tried to do me, so we did it in my apartment Bust it! That wasn't the thing It must've been the way she hit the ceiling, 'cause after that she kept on comin' back and catchin' feelings I said: \"Let's go, my girl is comin', so you gotta leave.\" She said: \"Oh no, I love you, Treach!\" I said: \"Now child, please! You gots to leave Come grab your coat, right now you gotta go!\" I said: \"Now look you chooses stairs or choose the stair window This was a fling, a little thing You shouldn't have brought your heart 'Cause you know I was OPP, hell, from the very start!\" Come on, come on, now let me tell you what it's all about When you get down, you can't go 'round Runnin' off at the mouth That's rule number one in this O.P.P. establishment You keep yo' mouth shut and it won't get back to her or him! Excitin', isn't it? A special kinda business Many of you will catch the same sorta O.P.P. messin' with Him or her, for sure ain't goin' to admit it When O.P.P. comes, damn skippy, I'm with it  [Hook] You down with O.P.P.? (Yeah, you know me!) You down with O.P.P.? (Yeah, you know me!) You down with O.P.P.? (Yeah, you know me!) Who’s down with O.P.P.? (This whole party!) You down with O.P.P.? (Yeah, you know me!) You down with O.P.P.? (Yeah, you know me!) You down with O.P.P.? (Yeah, you know me!) Who’s down with O.P.P.? (This whole party!)  ",
        "title": "O.P.P."
    },
    {
        "artist": "CeCe Peniston",
        "lyrics": null,
        "title": "Finally"
    },
    {
        "artist": "Bryan Adams",
        "lyrics": "  Yeah... Baby, I'm coming to get you  You might stop a hurricane Might even stop the drivin' rain You might have a dozen other guys But if you wanna stop me, baby, don't even try I'm going one way Your way Now it's such a strong way Let's make it our way Now baby  Can't stop this thing we started You gotta know it's right I can't stop this course we've plotted, yeah This thing called love we got it No place for the brokenhearted I can't stop this thing we started, no way I'm goin' your way, yeah  You might stop the world spinning around Might even walk on holy ground I ain't Superman and I can't fly But if you wanna stop me baby, don't even try I'm going one way Your way Oh, it's such a strong way Let's make it our way Now baby...  Can't stop this thing we started You gotta know it's right I can't stop this course we've plotted, yeah This thing called love we got it No place for the brokenhearted Can't stop this thing we started, no way I'm goin' your way That's where I'm goin'  Oh, why take it slow I gotta know Hey, 'cause nothing can stop This thing that we got, yeah  Oh yeah I can't stop this thing we started Yeah, you gotta know it's right Can't stop this course we've plotted, ohh yeah This thing called love we got it Ain't no place for the brokenhearted I can't stop it I can't stop it  Can't stop this thing we started You gotta know it's alright Can't stop this course we've plotted, ohh yeah Baby Can't stop it Can't stop it Can't stop it  ",
        "title": "Can't Stop This Thing We Started"
    },
    {
        "artist": "Richard Marx",
        "lyrics": "  You know just how to hurt me And how to take all the pain away Girl, you must be the devil in disguise There were times, I think you knew When I was so afraid of you There's some kind of madness in your eyes  You know a place buried deep in my heart Nobody else can see Something in you has taken some kind of hold on me  Chorus I don't know why I keep coming back to you, baby I don't know why I keep coming back to you To you baby  You say we shouldn't be lovers And I say we can't just be friends And all this talking just makes me want you more You've got a way of confusing a heart That nobody else could do Why should I try, I don't want to get over you  Repeat Chorus  I'm so in love, so in love with the games that you play So in love, and nothing can keep me away  You've got a way of confusing a heart That nobody else could do Why should I try, I don't want to get over you  I don't know why I keep coming back to you Just tell me why I keep coming back to you  ",
        "title": "Keep Coming Back"
    },
    {
        "artist": "Salt-N-Pepa",
        "lyrics": "  [Intro: Punch it, (Hurb)] Yo, I don't think we should talk about this (Come on, why not?) People might misunderstand what we're tryin' to say, you know? (No, but that's a part of life) Come on  [Chorus 1] Let's talk about sex, baby Let's talk about you and me Let's talk about all the good things And the bad things that may be Let's talk about sex Let's talk about sex Let's talk about sex Let's talk about sex  [Verse 1] Let's talk about sex for now To the people at home or in the crowd It keeps coming up anyhow Don't be coy, avoid, or make void the topic Cause that ain't gonna stop it Now we talk about sex on the radio and video shows Many will know, anything goes Let's tell it how it is, and how it could be How it was, and of course, how it should be Those who think it's dirty have a choice Pick up the needle, press pause, or turn the radio off Will that stop us, Pep? I doubt it All right then, come on, Spin  [Chorus 1]  [Verse 2] Hot to trot, make any man's eyes pop She use what she got to get whatever she don't got Fellas drool like fools, but then again they're only human The chick was a hit because her body was boomin' Gold, pearls, rubies, crazy diamonds Nothin' she ever wore was ever common Her dates, heads of state, men of taste Lawyers, doctors, no one was too great for her to get with Or even mess with, the Prez she says was next on her list And believe me, you, it's as good as true There ain't a man alive that she couldn't get next to She had it all in the bag so she should have been glad But she was mad and sad and feelin' bad Thinkin' about the things that she never had No love, just sex, followed next with a check and a note That last night was dope  [Bridge 1] Oh, hey, ooh, ooh, ooh, take it easy now Uh, alright  [Chorus 2] Let's talk about sex, baby (sing it) Let's talk about you and me (sing it, sing it) Let's talk about all the good things And the bad things that may be Let's talk about sex (come on) Let's talk about sex (do it) Let's talk about sex (uh-huh) Let's talk about sex  [Bridge 2] Ladies, all the ladies, louder now, help me out Come on, all the ladies, let's talk about sex, all right (x2) Yo, Pep, I don't think they're gonna play this on the radio (And why not? Everybody has sex) I mean, everybody should be makin' love (Come on, how many guys you know make love?)  [Chorus 1]  [Verse 3] What we have here is subject to controversy A three-letter word some regard as a curse, see He may fiend and have a wet dream Because he seen a teen in tight jeans What makes him react like that is biological But scheme of gettin' in those jeans, is diabolical But of course he does it, and she gives him rap And before you even know it, they jump in the sack As a matter of fact, sometimes it’s like that But anyway, ready or not, here he cums And like a dumb son-of-a-gun, oops, he forgot the condoms “Oh well,” you say, “what the hell, it’s chill I won’t get got, I’m on the pill\" Until the sores start to puff and spore He gave it to you, and now it’s yours  [Chorus 1] (x4 with fade out)  ",
        "title": "Let's Talk About Sex"
    },
    {
        "artist": "Marky Mark & The Funky Bunch",
        "lyrics": null,
        "title": "Wildside"
    },
    {
        "artist": "Guns N' Roses",
        "lyrics": "  [Verse 1] Talk to me softly There's something in your eyes Don't hang your head in sorrow And please don't cry I know how you feel inside, I've I've been there before Something is changing inside you And don't you know?  [Chorus] Don't you cry tonight I still love you, baby Don't you cry tonight Don't you cry tonight There's a heaven above you, baby And don't you cry tonight  [Verse 2] Give me a whisper And give me a sigh Give me a kiss before you tell me goodbye Don't you take it so hard now And please don't take it so bad I'll still be thinking of you And the times we had, baby  [Chorus] Don't you cry tonight Don't you cry tonight Don't you cry tonight There's a heaven above you, baby And don't you cry tonight  [Verse 3] And please remember That I never lied And please remember How I felt inside now, honey You got to make it your own way But you'll be alright now, sugar You'll feel better tomorrow Come the morning light, now, baby  [Chorus] And don't you cry tonight Don't you cry tonight Don't you cry tonight There's a heaven above you, baby And don't you cry Don't you ever cry Don't you cry tonight Baby, maybe someday Don't you cry Don't you ever cry Don't you cry tonight  ",
        "title": "Don't Cry"
    },
    {
        "artist": "M.C. Hammer",
        "lyrics": null,
        "title": "2 Legit 2 Quit"
    },
    {
        "artist": "Natural Selection",
        "lyrics": null,
        "title": "Do Anything"
    },
    {
        "artist": "Roberta Flack With Maxi Priest",
        "lyrics": "  Set the night to music Set the night to music  Look at all the stars tonight Look at all the moonlight Look at us we're all alone  Oh, and it's just like a dream Like some romantic fantasy Darlin' come and hold me close We could be makin' love And with the slightest touch  We could set the night to music We could set the night to music We could do what we want to do It'll only take me and you To set the night to music  Find a rhythm on our own Melt into it nice and slow Love ourselves away from here  Your heart beating next to mine Perfect love in perfect time Watch the world just disappear This moment is ours to take And with the love we make  We could set the night to music We could set the night to music We could do what we want to do It'll only take me and you To set the night to music  This moment is ours to take (This moment is ours) And with the love we make (And with the love we make) And with the stars that shine  We could set the night to music We could set the night to music We could do what we want to do It'll only take me and you To set the night to music, to music  Set the night, set the night to music, to music (Set the night to music) Set the night, set the night to music, to music (Set the night to music) Set the night, set the night to music, to music (Set the night to music)  We could be makin', we could be makin' love (Set the night to music) Tonight, makin' love, makin' love with the stars above (Set the night to music) We could be makin' love, makin' love, yes we could, with the stars above (Set the night to music) Makin' love with the stars above (Set the night to music)  ",
        "title": "Set The Night To Music"
    },
    {
        "artist": "Genesis",
        "lyrics": "  The key to my survival Was never in much doubt The question was how I could keep sane Trying to find a way out  Things were never easy for me Peace of mind was hard to find And I needed a place where I could hide Somewhere I could call mine  I didn't think much about it Til it started happening all the time Soon I was living with the fear everyday Of what might happen at night  I couldn't stand to hear the Crying of my mother And I remember when I swore that, that would be the Last they'd see of me And I never went home again  They say time is a healer And knew my wounds are not the same I rang the bell with my heart in my mouth I had to hear what he'd say  He sat me down to talk to me He looked me straght in the eyes He said:  You're no son, no son of mine You're no son, no son of mine You walked out, you left us behind And you're no son, no son of mine  Oh, his words how they hurt me, I'll never forget it And as the time, it went by, I lived to regret it  You're no son, no son of mine But where should I go And what should I do You're no son, no son of mine But I came here for help, I came here for you  Well the years they passed slowly I thought about him everyday What would I do, if we passed on the street Would I keep running away  In and out of hiding places Soon I'd have to face the facts We'd have to sit down and talk it over And that would mean going back  They say time is a healer And now my wounds are not the same I rang the bell with my heart in my mouth I had to hear what he'd say  He sat me down to talk to me He looked me straght in the eyes He said:  You're no son, no son of mine You're no son, no son of mine You walked out, you left us behind And you're no son, no son of mine  Oh, his words how they hurt me, I'll never forget it And as the time, it went by, I lived to regret it  You're no son, no son of mine But where should I go And what should I do You're no son, no son of mine But I came here for help, I came here for you You're no son, no son of mine You're no son You're no son You're no son You're no son No son No son No son You're no son No son No son You're no son of mine  ",
        "title": "No Son Of Mine"
    },
    {
        "artist": "Nia Peeples",
        "lyrics": "  Mama always used to say Good things come to those who wait Just give it time Now your out there on your own Got no place to call your home Make you lose your mind Busy workin' day and night Tryin' to bring your dreams to life It just ain't right  Each time they knock you down Get your feet back on the ground Don't let 'em stand in your way  So if you feel that you just can't take it And the world isn't what it seems Don't forget that life can be what you make it Baby when you live on a street of dreams Street of dreams  No-one seems to understand All they do is make demands Tell you where to go Got no business in your life Tryin' to tell you wrong from right You already know Chasin' rainbows in the sky Got to have the nerve to try You've got to see it through  Hold on to what you know Don't ever let it go Someday you'll see it come true  So if you feel that you just can't take it And the world isn't what it seems Don't forget that life can be what you make it Baby when you live on a street of dreams Street of dreams  Each time they knock you down Get your feet back on the ground Don't let 'em stand in your way  So if you feel that you just can't take it And the world isn't what it seems Don't forget that life can be what you make it Baby when you live on a street of dreams Street of dreams  So if you feel that you just can't take it And the world isn't what it seems Don't forget that life can be what you make it Baby when you live on a street of dreams Street of dreams  Chasin' rainbows in the sky Got to have the nerve to try  Busy workin' day and night Tryin' to bring your dreams to life  ",
        "title": "Street Of Dreams"
    },
    {
        "artist": "Karyn White",
        "lyrics": null,
        "title": "Romantic"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Chorus] You've got me feeling emotions Deeper than I've ever dreamed of You've got me feeling emotions Higher than the heavens above  [Verse 1] I feel good I feel nice I've never felt so Satisfied I'm in love I'm alive Intoxicated Flying high It feels like a dream When you touch me tenderly I don't know if it's real But I like the way I feel Inside  [Chorus] You've got me feeling emotions Deeper than I've ever dreamed of You've got me feeling emotions Higher than the heavens above  [Verse 2] In the morning When I rise You are the first thing On my mind And in the middle Of the night I feel your heartbeat Next to mine If feels like a dream When you love me tenderly I don't know if you're for real But I like the way I feel Inside  [Chorus] You've got me feeling emotions Deeper than I've ever dreamed of You've got me feeling emotions Higher than the heavens above  [Bridge] You know the way to make me lose control When you're looking into my eyes You make me feel so High  [Chorus] You've got me feeling emotions Deeper than I've ever dreamed of You've got me feeling emotions Higher than the heavens above  ",
        "title": "Emotions"
    },
    {
        "artist": "Extreme",
        "lyrics": "  [Intro] Oh yeah wooh Hey, hey, hey, hey, hey, yeah  [Verse 1] Life´s ambition occupy my time Priorities confuse the mind Happiness one step behind This inner peace I´ve yet to find  [PreChorus] Rivers flow into the sea Yet even the sea is not so full of me If I´m not blind why can´t I see That a circle can´t fit where a square should be  [Chorus] There´s a hole in my heart That can only be filled by you And this hole in my heart Can´t be filled with the things I do Hole hearted Hole hearted  [Verse 2] This heart of stone is where I hide These feet of clay keep warm inside Day by day less satisfied Not fade away before I die  [Pre-Chorus]  [Chorus] There´s a hole in my heart That can only be filled by you And this hole in my heart Can´t be filled with the things I do  [Chorus 2] There´s a hole in my heart That can only be filled by you Should have known from the start I´d fall short with the things I do Hole hearted,  hole hearted Hole hearted,  hole hearted Hole hearted,  hole hearted  Yeah  ",
        "title": "Hole Hearted"
    },
    {
        "artist": "Gloria Estefan",
        "lyrics": "  Ooh...la, la, la, la, la, la, la...la, la, la, la, la , la Lying awake I turn to you as you are softly sleeping I think of what I'd like to do while you are somewhere dreaming I, I feel so happy by your side, oh why, I wonder, wonder, wonder why Find it hard to find the words to say what I am feeling I'm so in love I'm so alive and I know you're the reason why Why I'm so happy all the time, oh why I wonder, wonder, wonder why  (chorus) I need nothing else in life that to hold you I, oh I am in so deep, I don't need no sleep I just need you here with me  Baby I live for loving you, oh la, la, la, la Live for loving you, all I wanna do is love you, love you  (verse 2) It would never cross my mind to find another lover 'Cause after having been with you, there could be no other I, just touching you I'm satisfied, oh why I wonder, wonder, wonder why  ",
        "title": "Live For Loving You"
    },
    {
        "artist": "Curtis Stigers",
        "lyrics": null,
        "title": "I Wonder Why"
    },
    {
        "artist": "Jodeci",
        "lyrics": "  [Intro] Forever Forever Forever  [Verse 1:] So you're having my baby And it means so much to me There's nothing more precious Then to raise a family  If there's any doubt in your mind You can count on me I'll never let you down Lady, believe in me  [Pre-Chorus:] You and I Will never fall apart You and I We knew right from the start, baby, baby  The days We fell so far in love Now our baby is born Healthy and strong Now our dreams are reality  [Chorus:] Forever my lady It's like a dream I'm holding you close You're keeping me warm If this is ecstasy  Forever my lady (Forever my lady) I say just what I mean Forever and ever I pray is what I see Yes, my baby  [Verse 2:] Can you picture, my lady? This empty scene There's no me or no you What will we do? An awful sight to me  If I ever lose you Tell me where would I go Life would have no meaning And I pray that you Would always stay with me  [Repeat Pre-Chorus:]  [Repeat Chorus:]  [Repeat Pre-Chorus:]  Forever my lady Yeah Forever my lady Whoa Said I pray every night, baby  Forever my lady And every day of the week It's like a dream Yeah  I'm holding you close You keeping me warm  ",
        "title": "Forever My Lady"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": null,
        "title": "Broken Arrow"
    },
    {
        "artist": "Chesney Hawkes",
        "lyrics": "  I am the one and only, oh yeah  Call me, call me by my name or call me by number You put me through it I'll still be doing it the way I do it And yet, you try to make me forget Who I really am, don't tell me I know best I'm not the same as all the rest  I am the one and only Nobody I'd rather be I am the one and only You can't take that away from me  I've been a player in the crowd scene A flicker on the big screen My soul embraces one more in a million faces High hopes and aspirations, and years above my station Maybe but all this time I've tried to walk with dignity and pride  I am the one and only Nobody I'd rather be I am the one and only You can't take that away from me  I can't wear this uniform without some compromises Because you'll find out that we come In different shapes and sizes No one can be myself like I can For this job I'm the best man And while this may be true You are the one and only you  I am the one and only Nobody I'd rather be I am the one and only You can't take that away from me  I am the one and only Nobody I'd rather be I am the one and only You can't take that away from me  ",
        "title": "The One And Only"
    },
    {
        "artist": "Geto Boys",
        "lyrics": "  [Intro: Scarface] I sit alone in my four-cornered room Starin' at candles Oh, that shit is on? Let me drop some shit like this here, real smooth  [Verse 1: Scarface] At night I can't sleep, I toss and turn Candlesticks in the dark, visions of bodies bein' burned Four walls just starin' at a nigga I'm paranoid, sleepin' with my finger on the trigger My mother's always stressin' I ain't livin' right But I ain't goin' out without a fight See, every time my eyes close I start sweatin' and blood starts comin' out my nose It's somebody watchin' the Ak' But I don't know who it is, so I'm watchin' my back I can see him when I'm deep in the covers When I awake I don't see the motherfucker He owns a black hat like I own A black suit and a cane like my own Some might say, \"Take a chill, B.\" But fuck that shit! There's a nigga tryin' to kill me I'm poppin' in the clip when the wind blows Every 20 seconds got me peepin' out my window Investigatin' the joint for traps Checkin' my telephone for taps I'm starin' at the woman on the corner It's fucked up when your mind's playin' tricks on ya  [Verse 2: Willie D] I make big money, I drive big cars Everybody know me; it's like I'm a movie star But late at night, somethin' ain't right I feel I'm bein' tailed by the same sucker's headlights Is it that fool that I ran off the block? Or is it that nigga last week that I shot? Or is it the one I beat for 5000 dollars? Thought he had 'caine, but it was Gold Medal flour Reached under my seat, grabbed my popper for the suckers Ain't no use to me lyin' I was scareder than a motherfucker Hooked a left into Popeye's and bailed out quick If it's goin' down, let's get this shit over with Here they come just like I figured I got my hand on the motherfuckin' trigger What I saw'll make your ass start gigglin' Three blind, crippled and crazy senior citizens I live by the sword I take my boys everywhere I go, because I'm paranoid I keep lookin' over my shoulder And peepin' around corners; my mind is playin' tricks on me  [Verse 3: Scarface] Day by day it's more impossible to cope I feel like I'm the one that's doin' dope Can't keep a steady hand, because I'm nervous Every Sunday morning I'm in service Prayin' for forgiveness And tryin' to find an exit out the business I know the Lord is lookin' at me But yet and still it's hard for me to feel happy I often drift while I drive Havin' fatal thoughts of suicide Bang and get it over with And then I'm worry-free, but that's bullshit I got a little boy to look after And if I die, then my child'll be a bastard I had a woman down with me But to me it seemed like she was down to get me She helped me out in this shit But to me she was just another bitch Now she's back with her mother Now I'm realizing that I love her Now I'm feelin' lonely My mind is playin' tricks on me  [Verse 4: Bushwick Bill] This year Halloween fell on a weekend Me and Geto Boys are trick-or-treatin' Robbin' little kids for bags 'Til a law man got behind our ass So we speeded up the pace Took a look back and he was right before our face He'd be in for a squabble, no doubt So I swung and hit the nigga in his mouth He was goin' down we figured But this wasn't no ordinary nigga He stood about six or seven feet Now that's the nigga I'd be seein' in my sleep So we triple-teamed on him Droppin' them motherfuckin' B's on him The more I swung, the more blood flew Then he disappeared and my boys disappeared too Then I felt just like a fiend It wasn't even close to Halloween It was dark as fuck on the streets My hands were all bloody from punchin' on the concrete Goddamn, homie! My mind is playin' tricks on me  ",
        "title": "Mind Playing Tricks On Me"
    },
    {
        "artist": "Angelica",
        "lyrics": "  It's just like heaven Being with you You're like an angel Too good to be true But after all I love you I do Angel baby My angel baby When you are near me My heart skips a beat I can hardly stand on My own two feet Because I love you I love you I dooo Angel baby My angel baby Ooooh I love you Ooooh I do No one can love you Like I do Ohhh, oooh… ooh ohh From the first time That I looked deep into your eyes You sent me off to heaven baby Body and mind Everything about you Is everything that i've dreamed of And now you're here beside me My angel from above  It's just like heaven Being with you dear I could never stay away Without you near Because I love you I love you I dooo Angel baby My angel baby Angel baby My angel baby! Oooh I love you Ohhh I do! No one can love you Like I do  Ooooh ohhh oooh Oooh, oooh oooh (repeat)  ",
        "title": "Angel Baby"
    },
    {
        "artist": "Vanessa Williams",
        "lyrics": "  [Verse 1:] Boy, you've been running around to long Now, I think you're running out of time No more jumping in and out of my bed It's time for me to draw the line  [Hook:] So you think you can call me The only one Then walk out the door And you think you can run around having fun And just come back for more  [Chorus:] I think you're living in a fantasy It's got to be them or me So if you try it one more time Baby don't expect me to come running back to you  Running back to you Then you'll think about love All the good I gave to you  I won't come running back Running back to you I won't come running back Running back to you And I'll find someone, somebody else to give it to  Oh oh, oh oh I won't come running back I won't come running  Oh oh, oh oh I won't come running back I won't come running  [Verse 2:] Boy, hope you see before to late I won't play the fool No, not this time  And I'll show you just how wrong you are To think I just Can't get you out of my mind  [Repeat Hook:]  [Chorus:] You can't dis me when you wanna Or come and go when you wanna I hear you're playing around when you wanna  Anytime that you wanna Or just tell me lies when you wanna I got more than you want oh Oh, and by the way  Oh, oh I won't come running back I won't come running  Oh, oh I won't come running back I won't come running  Running back to you Then you'll think about love All the good I gave to you  I won't come running back Running back to you I won't come running back Running back to you  And I'll find someone Somebody to give it to  Oh oh, oh oh I won't come running back I won't come running  Oh oh, oh oh I won't come running back I won't come running  ",
        "title": "Running Back To You"
    },
    {
        "artist": "Metallica",
        "lyrics": "  [Verse 1: James Hetfield] Say your prayers little one Don't forget, my son To include everyone I tuck you in Warm within Keep you free from sin Until the sandman he comes  [Pre-Chorus: James Hetfield] Sleep with one eye open Gripping your pillow tight  [Chorus: James Hetfield] Exit light Enter night Take my hand We're off to Never Never-land  [Verse 2: James Hetfield] Something's wrong, shut the light Heavy thoughts tonight And they aren't of Snow White Dreams of war Dreams of liars Dreams of dragons fire And of things that will bite, yeah  [Pre-Chorus: James Hetfield] Sleep with one eye open Gripping your pillow tight  [Chorus: James Hetfield] Exit light Enter night Take my hand We're off to Never Never-land  [Guitar Solo: Kirk Hammett]  My friends, put you hands like this man  [Spoken Interlude: James Hetfield & Bob Rock's Son] Now I lay me down to sleep Now I lay me down to sleep Pray the lord my soul to keep Pray the lord my soul to keep And If I die before I wake If I die before I wake Pray the lord my soul to take Pray the lord my soul to take My friends, put you hands like this man  [Bridge: James Hetfield] Hush little baby don't say a word And never mind that noise you heard It's just the beast under your bed In your closet in your head  [Chorus: James Hetfield] Exit light Enter night Grain of sand Exit light Enter night Take my hand We're off to Never Never-land  Come on people Hey yeah, oh oh yeah  [Outro: James Hetfield] We're off to never never-land  Take my hand We're off to never never-land Take my hand We're off to never never-land  ",
        "title": "Enter Sandman"
    },
    {
        "artist": "Van Halen",
        "lyrics": null,
        "title": "Top Of The World"
    },
    {
        "artist": "Roxette",
        "lyrics": "  What's the time, seems it's already morning I see the sky, it's so beautiful and blue The TV's on but the only thing showing is a picture of you  Oh I get up and make myself some coffee I try to read a bit, but the story is too thin I thank the Lord above that you're not here to see me In this shape I'm in  Spending my time Watching the days go by Feeling so small, I stare at the wall Hoping that you think of me too I'm spending my time  I try to call but I don't know what to tell you I leave a kiss on your answering machine Oh help me please is there someone who can make me Wake up from this dream?  Spending my time Watching the days go by Feeling so small, I stare at the wall Hoping that you are missing me too  I'm spending my time Watching the sun go down I fall asleep to the sound Of \"tears of a clown\" A prayer gone blind I'm spending my time  My friends keep telling me hey life will go on Time will make sure I'll get over you ooh This silly game of love - you play, you win only to lose  I'm spending my time Watching the days go by Feeling so small, I stare at the wall Hoping that you think of me too  I'm spending my time Watching the sun go down I fall asleep to the sound Of \"tears of a clown\" A prayer gone blind I'm spending my time  I'm spending my time...  ",
        "title": "Spending My Time"
    },
    {
        "artist": "Lisa Stansfield",
        "lyrics": null,
        "title": "Change"
    },
    {
        "artist": "Shabba Ranks (Featuring Maxi Priest)",
        "lyrics": null,
        "title": "Housecall"
    },
    {
        "artist": "Tevin Campbell",
        "lyrics": "  [Verse 1:] I love you, girl You called me up And I came to see you You say you've been awake all night  It hurts me deep inside When I see you crying Whatever's wrong I'll make it right  [Hook #1:] If you understand how I feel You should know that my love is real  [Chorus:] Tell me what you want me to do My love is always here for you Tell me what you want me to do My love is always here for you So tell me what you want me to do  [Verse 2:] Tell me, girl There were times when I didn't show it Just how much I care for you  I'm so sorry Now don't keep saying it's too late To think it's over, baby After all that we've been through  [Hook #2:] Girl, I'm begging you I'm down on my knees Don't walk away, baby Please don't leave me now  [Repeat Chorus]  [Bridge:] Girl, I know that we can work it out somehow Isn't that what love is all about I'm gonna be by your side We're gonna see it through this time  I won't let you slip away Say you'll stay with me  Stay with me, girl 'Cause you're the finest girl That I've ever seen  [Chorus:] Tell me Tell me what you want me to do, baby My love is only here for you and only you  Tell me what you want me to do My love is always here for you So tell me what you want me to do  So tell me what you want me to do  ",
        "title": "Tell Me What You Want Me To Do"
    },
    {
        "artist": "D.J. Jazzy Jeff & The Fresh Prince",
        "lyrics": null,
        "title": "Ring My Bell"
    },
    {
        "artist": "Nirvana",
        "lyrics": "  [Verse 1] Load up on guns, bring your friends It's fun to lose and to pretend She's overboard and self-assured Oh no I know, a dirty word  [Pre-Chorus] Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello  [Chorus] With the lights out it's less dangerous Here we are now, entertain us I feel stupid and contagious Here we are now, entertain us A mulatto, an Albino A mosquito, my libido, yeah  [Post-Chorus] Hey, yay  [Verse 2] I'm worse at what I do best And for this gift, I feel blessed Our little group has always been And always will until the end  [Pre-Chorus] Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello  [Chorus] With the lights out, it's less dangerous Here we are now, entertain us I feel stupid and contagious Here we are now, entertain us A mulatto, an Albino A mosquito, my libido, yeah  [Post-Chorus] Hey, yay  [Guitar Solo]  [Verse 3] And I forget just why I taste Oh yeah, I guess it makes me smile I found it hard, it's hard to find Oh well, whatever, nevermind  [Pre-Chorus] Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello  [Chorus] With the lights out, it's less dangerous Here we are now, entertain us I feel stupid and contagious Here we are now, entertain us A mulatto, an Albino A mosquito, my libido  [Outro] A denial, a denial, a denial, a denial, a denial A denial, a denial, a denial, a denial  ",
        "title": "Smells Like Teen Spirit!"
    },
    {
        "artist": "Color Me Badd",
        "lyrics": "  Dream on, dream away I think I'm gonna have to stay Stay forever  [Hook] I adore (I adore) mi amor (yeah) I adore mi amor  You want to take her place You say you'd treat me better Better I know for sure You see she loves me And I could never leave her Never baby, never  She means the world to me And I love her, she's my destiny I know, forever my love And I'll never let her go, no no  Dream on, dream away I think I'm gonna have to stay Stay forever  I adore mi amor I adore mi amor Listen  My love, the girl of my dreams And I will never leave She's all that I need and more I'll love her always What more could a man ask for? (What more could I ask for?)  You know that I really love my baby She can give me everything I need There is no one to take her place She's got my heart in her hands Baby, I adore  Dream on, dream away I think I'm gonna have to stay Stay forever  [Hook]  Ooh mi amor es por ti que yo vivo y por ti suspiro No solo hoy, solo hoy si no siempre Tu estrella brilla siempre en mi Y este sueño contigo sera realidad te quiero mucho Baby te quiero mucho, mi amor  You know I love you ( I adore) You know i need you, girl (mi amor) I know that I really love my baby (I adore) She can give me everything I need (mi amor) And there would never be another that could take her place ( i adore) She got my heart in her hands (mi amor) You're the one that I adore (I adore) I'll be forever your love (mi amor) You're the one that I wanna see (I adore) I want you to stay with me, yeah  ",
        "title": "I Adore Mi Amor"
    },
    {
        "artist": "Shanice",
        "lyrics": "  [Verse 1:] Sitting in my class Just drifting away Staring into the windows of the world Yeah  I can't hear the teacher His books don't call me at all I don't see the bad boys trying to catch some play  [Chorus:] Cause I love your smile I love your smile  [Verse 2:] The clock at work says three And I wanna be free Free to scream, free to bathe Free to paint my toes all day  My boss is lame you know And so is the pay I'm gonna put that new black mini on my charge anyway  [Repeat Chorus:]  [Bridge:] Time came and showed me your direction Now I know I'll never ever go back Taught me that I can be a better girl With the love you give You rock my world You dig?  [Rap:] I'm showin' the life that I'm living This is the life that I have And it's given to you  Yeah and it's true La-dee-da Twinkly dee Do you?  Believe in a girl like me Shanice is the one for you to be with But when I'm caught all alone I start fessing It's from a state of depression  And the thunder clouds of doubt move in I begin to wonder \"Do you still love me?\" But after that My whole world is beautiful  Blow, Branford, blow  [Repeat Bridge:]  Smile  Psych  [Repeat Chorus:]  I love your smile I really do  ",
        "title": "I Love Your Smile"
    },
    {
        "artist": "Stacy Earl",
        "lyrics": null,
        "title": "Love Me All Up"
    },
    {
        "artist": "Luther Vandross",
        "lyrics": "  [Verse 1] Love, what have you done, oh wow I was sure up 'til now That she was a friend I stayed 'til the end (Don't be a fool again) I once believed that love was fair But I don't anymore She said I'm a bore My heart hit the floor (Don't be a fool anymore)  [Pre-Chorus] Each time around I tell myself \"It's the game of love\" Ignore the signs and risk it all in the name of love Well, I've decided I can't let nobody hurt me again So I'll say it 'til the end  [Chorus] I just don't wanna be a fool (Don't wanna be a fool) Said I don't wanna be a fool ever again  [Verse 2] Whenever a fool's in love He doesn't know he's to blame He's caught in the game It all ends up the same (He doesn't feel the shame) He looks at love in a different way It breaks his heart every time They all turn estranged But he'll never change (He's never gonna change)  [Pre-Chorus] Oh, next time around I'll tell myself \"It'll be better than before\" I won't look back, there'll be no one Tearing my heart out anymore, my baby I've just decided I can't let nobody fool me again So I'll swear 'til the end  [Chorus] I just don't wanna be a fool (Don't wanna be a fool) Said I don't wanna be a fool ever again  [Bridge] (No way) I mean no more (Never again) Ooh, no never (I can't be a fool) Can't be, no way No way, no way Ooh, I don't want to be I don't want to be a fool, no  (I can't love anybody walking on a one way street) Any way, any way, any way, no (If I don't find somebody, that'll be alright with me) I know, I know it'll be alright now 'Cause I decided not to let nobody kill me again So I'll say it 'til the end  [Chorus] I just don't wanna be a fool (Don't wanna be a fool) Said I don't wanna be a fool never, never again  [Outro] (Don't wanna be a fool) Can't be a fool (Don't wanna be a fool) Ever again (I don't wanna be a fool) Never, oh never, oh never again (Don't wanna be a fool) Can't be a fool  ",
        "title": "Don't Want To Be A Fool"
    },
    {
        "artist": "Tracie Spencer",
        "lyrics": "  [Verse 1:] I'm so confused And I think I'm gonna cry tonight What must I do, babe? You don't know what you mean, oh Tell me something Tell me could this really be  You're so unpredictable Why must you treat me this way? I want you to love me For who I am  [Hook:] Whatever happened to the dream We used to share? Where did our love go? Boy, don't you even care?  [Chorus:] Tender kisses Blown away Tender kisses Gone tomorrow, gone today Tender kisses Bye baby, bye baby  [Verse 2:] Don't leave Leave me here all alone I want someone I can call my own I may be young But I'm ready Ready to fall in love  Im so confused You're so unpredictable Trust in me As I trust in you Put our hearts together There's nothing we can't do  [Repeat Hook:]  [Repeat Chorus:]  [Bridge:] I wonder if you ever loved me Tell me, was I so blind That I could not see  Holding on to the memories Of the way you used to kiss me All I ever really wanted Was someone to call my own  I'll never know You'll never know We'll never know All those tender kisses blown away  Bye baby, bye  [Repeat Chorus:]  ",
        "title": "Tender Kisses"
    },
    {
        "artist": "Cher",
        "lyrics": "  [Verse 1] I can't figure you out But a heart must be the one thing You were born without I've been wastin' my time I don't know where I'll sleep tonight You say that you can do without me Go ahead now try and live without me  [Chorus] Baby, save up all your tears You might need them someday When the tears start to fall I won't wipe them away When you're cryin' all night For the love that you need Baby, save up your tears 'Cause you'll be cryin' over me  [Verse 2] You got used to my touch I got used to not, not feelin' much Winter set in your eyes Time will melt your castle of ice You think that you won't feel the pain now But your eyes will be cryin' Like the rain now  [Chorus] Baby, save up all your tears You might need them someday When the tears start to fall I won't wipe them away When you're cryin' all night For the love that you need Baby, save up your tears 'Cause you'll be cryin' over me You'll be cryin' over me  [Bridge] You don't know it now You don't know it now You don't know it now You don't know it now You don't know it now But some wounds get deeper with time You don't feel it now Till the need burns, a knife turns Your heart bleeds like mine  [Chorus] Baby, save up all your tears You might need them someday When the tears start to fall I won't wipe them away When you're cryin' all night For the love that you need Baby, save up your tears 'Cause you'll be cryin' over me Baby, save up all your tears You might need them someday When the tears start to fall I won't wipe them away When you're cryin' all night For the love that you need Baby, save up your tears 'Cause you'll be cryin' over me  [Outro] You'll be cryin' over me 'Cause you'll be cryin' over me You'll be cryin' over me (You'll be cryin' over me) (You don't know it now) (You don't know it now) You'll be cryin' over me (You don't know it now) (You don't know it now) (You don't feel it now) (You don't feel it now) You don't feel it now You'll be cryin' over me  ",
        "title": "Save Up All Your Tears"
    },
    {
        "artist": "Motley Crue",
        "lyrics": null,
        "title": "Home Sweet Home"
    },
    {
        "artist": "U2",
        "lyrics": "  [Verse 1] Johnny, take a walk with your sister the moon Let her pale light in, to fill up your room You've been living underground, eating from a can You've been running away from what you don't understand, love  [Pre-Chorus] She's slippy, you're sliding down She'll be there when you hit the ground  [Chorus] It's alright, it's alright, it's alright She moves in mysterious ways It's alright, it's alright, it's alright She moves in mysterious ways, oh  [Verse 2] Johnny, take a dive with your sister in the rain Let her talk about the things you can't explain To touch is to heal, to hurt is to steal If you want to kiss the sky, better learn how to kneel On your knees, boy!  [Pre-Chorus] She's the wave, she turns the tide She sees the man inside the child  [Chorus] It's alright, it's alright, it's alright She moves in mysterious ways, oh It's alright, it's alright, it's alright She moves in mysterious ways, oh  Lift my days, light up my nights, oh  [Bridge] One day you'll look back, and you'll see Where you were held now by this love While you could stand there You could move on this moment Follow this feeling  [Chorus] It's alright, it's alright, it's alright She moves in mysterious ways It's alright, it's alright, it's alright She moves in mysterious ways, oh  [Outro] Move you, spirits move you Move, spirits 'its move you, oh yeah Does it move you? She moves with it Lift my days, and light up my nights, oh We move through miracle days Spirit moves in mysterious ways She moves with it She moves with it Lift my days, light up my nights  ",
        "title": "Mysterious Ways"
    },
    {
        "artist": "The Farm",
        "lyrics": "  I saw you walking down our street Well you looked quite neat Baggy jeans and long blond hair Without a care in the world What happened to the attitude you used to have at school What happened to the attitude when you broke all the rules  I saw you just the other week But we did not speak You turned your back and flicked your hair As if you did not care Well I don't care where you come from I don't give a damn Well I don't care where you come from It's all a sham  You're so special You're so special  She sings  Get on, get on, get on, get on 'the groovy train' Get on, get on, get on, get on 'the groovy train'  Repeat  ",
        "title": "Groovy Train"
    },
    {
        "artist": "C+C Music Factory Presents Zelma Davis",
        "lyrics": "  Just a touch of love, just a touch of love Just a touch of love, just a touch of love Just a touch of love, just a touch of love Just a touch of love, just a touch of love  Love has been on my mind for some time now But you've been the missing link Of all that whats happened all the stuff made me Think that love is not for kids  All I want is your touch, so come a little closer What's his memory, open up your heart and let me in Like the bird in the sky love has got me flying in And the stars in the night, beautiful  Just a touch of love, just a touch of love Just a touch of love, just a touch of love Just a touch of love, just a touch of love Just a touch of love, just a touch of love  Music will light the fires of romance So that must be forever You got a friend and a lover someone does discorver That just a touch of love is all I need  All I want is your touch, so come a little closer What's his memory, open up your heart and let me in Like the bird in the sky love has got me flying in And the stars in the night, beautiful  Just a touch of love, just a touch of love Just a touch of love, just a touch of love Just a touch of love, just a touch of love Just a touch of love, just a touch of love  Just a touch of love, just a touch of love Just a touch of love, just a touch of love Just a touch of love, just a touch of love Just a touch of love, just a touch of love  Just a touch of love, just a touch of love Just a touch of love, just a touch of love Just a touch of love, just a touch of love Just a touch of love, just a touch of love  I want just a touch of your love Not too much, just a touch So what do you say, are you gonna give it to me? Give it to me?  All I need is just a touch of your love A touch of your love, come on A touch of your love, oh yeah All I need is a touch of your love All I want is a touch of your love  Give me just a touch All I need is give me just a touch of love, yeah Touch  Just a touch of love, just a touch of love  ",
        "title": "Just A Touch Of Love"
    },
    {
        "artist": "Heavy D & The Boyz",
        "lyrics": "  [Intro] Alright This one goes out to all the lovers in the house, knowI'msayin? I'm gonna express my feelings right about now On the way I like to do things T.R., bring it in  [Hook - Tammy Lucas] Is it good to you? (I like it) Is it good to you? (Ooh, I like it) Is it good to you?  (I like it) Is it good to you?  (Ooohooh, boy)  [Verse 1] How would you feel if I worked you down? Made your head spin like a merry-go-round Take control like Charles In Charge I really can't wait, let's stay in the garage Oops, let me run as I get the whipped cream Can't have ice cream without whipped cream Plus an ice cube, to make you swing My main man did it in do the right thing C'mon let me tickle you in all the right places Keep my eyes open while I watch ya make faces Feelin quite dandy, comfortable and cozy Let me draw the curtains cos my neighbours are nosey So make a little room, here comes big daddy Big like a truck, satisfyin like a Caddy Many will call but the chosen are few And all I wanna know, is it good to you?  [Hook ]  [Verse 2] Make a move, make a move, my lollipop cutie Lay down on the cover, let the Lover do his duty It looks like rain, but rain doesn't matter We can take time, hold hands and chit-chatter And what about love? Love's a possibility But let's make sure we share the same mentality Close the door, dim the lights Everything is okey-dokey, cos we set it alright And how bout oil? Warm from the heat I can slick ya body down from your head to your feet Make ya smile from a simple kiss Close your eyes and I'll grant your first wish Open your arms and wrap me tight like a teddy bear Then take your fingers and run it thru my hair Many will call but the chosen are few But all I wanna know, is it good to you?  [Hook]  [Bridge 1] Yeeaah, lay back a little You know when we kiss I really wanna make ya feel right now I mean, is it good to you? Cos believe me when I tell you, it feels good to me  [Verse 3] Check it Roll over my lover, the sun is beaming The hot water's runnin and the bathroom's steaming Champagne bottle in the corner half done Room's still bright from the morning sun Yeah, we're snuggled up now it's time to buckle up So call me later cutie, and I'll pick you up Many'll call but the chosen are few And all I wanna know, is it good to you?  [Hook x2] [Bridge 2] C'mon sing it baby C'mon lemme hear it honey C'mon sing it baby C'mon lemme hear it honey C'mon sing it baby C'mon lemme hear it honey C'mon sing it baby C'mon lemme hear it honey  [Hook x2]  Is it good to you?  [Tammy Lucas] I like it, baby  ",
        "title": "Is It Good To You"
    },
    {
        "artist": "Kym Sims",
        "lyrics": "  [Spoken] \"Honey, let me tell you something No man in the world!\"  Don't wait for me Cause I won't be there Not this time Boy can't you see That I am leaving you behind  [Chorus] Too blind to see it Too blind to see what you were doing Too blind to see it Too blind to see what you were doing  The only one I was your baby That's what I thought But you had your fun You tried to play me And now you're caught  (I've tried and I've tried just to hide it) Hide the way I feel But that's not real (I've tried and I've tried to deny it) But you did me wrong So I'm moving, moving on  [Chorus]  [Spoken] \"Honey, let me tell you something No man in the world!\"  (I've tried and I've tried to deny it) But you did me wrong So I'm moving, moving on  [Chorus]  What you did to me I can't believe Now I realize baby I was Too blind, too blind I was I realize I can't believe, oh baby I was...  [Chorus]  ",
        "title": "Too Blind To See It"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": "  Don't look at me, don't touch me Keep your mind straight ahead Don't get no funny ideas about 'we' Or you'll wish that you were dead That's what I'm thinking she must be thinking The girl I spent 53 bucks on last night She gives me a look from the corner of her eye That says, \"Boy, keep acting right.\" How surprised was I when she leaned over And whispered in my ear  Get a leg up Get a leg over, boy Get a leg up What's the matter Are you shy, shy, shy?  I'm pretty good with first impressions But sometimes I'm not always right I pulled the car to the shoulder of the road To see what she had in mind \"Want me to spend the night Hey, lover boy, you know I will And my best girlfriend that lives down the road Together we will thrill ya\" And I'm thinking to myself I could be lucky Pierre tonight  If I could get a leg up If I could get a leg over, boy You know I ain't that handsome But you know I ain't shy, shy, shy  The rest of the night went on and on And the moral to this song Don't go making hasty judgments Because sometimes they could be wrong Nothing wrong with a good time Just keep yourself protected, make a list And you can bet your life that the women don't know The little girls are acting like this So the next time a young one moves up And she whispers in your ear  Get a leg up Get a leg over, boy Get a leg up Now don't you be shy, shy, shy  Get a leg up Get a leg over, boy You know I ain't that handsome But you know I ain't shy, shy, shy  Get a leg up Get a leg over, boy Get a leg up Now don't you be shy, shy, shy  ",
        "title": "Get A Leg Up"
    },
    {
        "artist": "Public Enemy",
        "lyrics": "  [Intro: Chuck D (& Flavor Flav)] (Confusion) Here come the drums, music Alright, alright, yeah, yeah Alright, alright Here come the drums, music Alright, alright, yeah, yeah, yeah, yeah Alright, alright  [Chuck D] Bass in your face, not an eight track Gettin' it good to the wood So the people give you some of that reactin' to the facts That I kick and it stick and it stay around Pointin' to the joint, put the Buddha down Goin, goin, deep to the roots Ain't givin' it up, so turn me loose But then again I got a story that's harder than the hardcore Cost of the holocaust, I'm talkin' 'bout the one still goin' on I know where I'm from, not dum diddie dum From the base motherland, the place of the drum Invaded by the wack diddie wack And fooled the black, and left us faded King and chief, probably had a big beef Because of that now I grit my teeth So here's a song to the strong 'Bout the shake of the snake and the smile went along With that, can't truss it  [Break: Flavor Flav] You can't truss it Let them know --] Chuck D You can't truss it Yo, let them know --] Chuck D You can't truss it Let them know --] Chuck D  [Chuck D] Kickin' wicked rhymes like a fortune teller Cause the wickedness done by Jack Where everybody at divided and sold For liquor and the gold Smacked in the back for the other man to mack  [Break: Flavor Flav] What? Wicked man, wicked man Get back, step back, kick it man  [Chuck D] Now the story that I'm kickin' is gory Little Rock where they be dockin' this boat No hope, I'm shackled, oh plus, gang tackled By the other hand swingin' the rope \"god damn\" Wearin' red, white and blue, Jack and his crew The guy's authorized beat down for the brown Man to the man, each one, so I teach one Born to terrorize sisters and every brother One love who said it, I know Whodini sang it But the hater taught hate that's why we gang bang it Beware of the hand when it's comin' from the left I ain't trippin, just watch your step Can't truss it  [Break: Flavor Flav] Can't truss it Yo, let them know --] Chuck D Can't truss it Yo, let them know --] Chuck D Can't truss it Yo, let them know --] Chuck D Can't truss it, can't truss it Can't truss it, can't truss it Can't truss it, can't truss it  [Chuck D] And I'll judge everyone, one by the one Look here comes the judge, watch it here he come now (Don't sentence me judge, I ain't did nothin' to nobody) I can only guess what's happenin' Years ago he woulda been the ship's captain Gettin' me bruised on a cruise, what I got to lose Lost all contact, got me layin' on my back Ugh, rollin' in my own leftover When I roll over, I roll over in somebody else 90 damn days on a slave ship Count them fallin' off 1, 2, 3, 4 hundred at a time Blood in the wood and it's mine I'm chokin' on, spit, feelin' pain Like my brain bein' chained Still gotta give it what I got But it's hot in the day, it's cold in the night But I thrive to survive, I pray to god to stay alive Attitude boils up inside And that ain't it, you think I ever quit Still I plan to get my hands around the neck of the man with the whip 3 months passed, they brand a label on my ass To signify our owned, I'm on the microphone Sayin' 1555, how I'm livin' We been livin' here, livin' ain't the word, I been givin' Haven't got, classify us in the have-nots Fightin' haves cause it's all about money \"damn\" When it comes to Armageddon mean I'm getting mine Here I am turn it over Sam 427 to the year, do you understand That's why it's hard for the black to love the land  [Chuck D] Once again, bass in your face, not an eight track Gettin' it good to the wood So the people give you some of that reactin' to the facts That I kick and it stick and it stay around Pointin' to the joint, put the Buddha down Goin, goin, gettin' to the roots Ain't givin' it up, so turn me loose But then again I got a story that's harder than the hardcore Cost of the holocaust, I'm talkin' 'bout the one still goin' on I know where I'm from, not dum diddie dum From the base motherland, the place of the drum Invaded by the wack diddie wack And fooled the black, and left us faded King and chief, probably had a big beef Because of that now I grit my teeth So here's a song to the strong Bout the shake of the snake and the smile went along With that, can't truss it  [Outro: Flavor Flav] Can't truss it, can't truss it You can't truss it, you can't truss it You can't truss it, you can't truss it You can't truss it, you can't truss it You can't truss it, you can't truss it Watch him, here he comes now ---] Chuck D Watch him, here he comes now ---] Chuck D  ",
        "title": "Can't Truss It"
    },
    {
        "artist": "Karyn White",
        "lyrics": "  [Verse 1] Day after day Just thinking about you I can't wait to see your smiling face Could this be love I'm feeling for you? I've never felt this way before, no  [Pre-Chorus] I made a wish upon a shooting star And, baby, here you are Just you and me That's the way it should be My heart is waiting, it's an open door Each day I'm gonna love you more Of this I'm for sure That's the way I feel about you  [Chorus] Bye-bye cloudy days Sunshine's here to stay Tell the world That's the way I feel about you Happy days are here Whenever you're near This is clear That's the way I feel about you  I feel about you  [Verse 2] I'm so satisfied with you in my life You're everything I've dreamed of Ooh, and it feels so good when I'm in your arms Nothing even matters as long as you're loving me, yeah  [Pre-Chorus] I made a wish upon a shooting star And, baby, here you are Just you and me That's the way it really should be My heart is waiting, it's an open door Each day I'm gonna love you more Of this I'm sure That's the way I feel about you  [Chorus] Bye-bye cloudy days Sunshine's here to stay Tell the world That's the way I feel about you Happy days are here Whenever you're near This is clear That's the way I feel about you  Bye-bye cloudy days Sunshine's here to stay Tell the world That's the way I feel about you Happy days are here Whenever you're near This is clear That's the way I feel about you  The way I feel about you, uh-uh-uh The way I feel about you, uh-uh-uh All about you  [Bridge] Every time you hold me in your arms I look into your eyes and I see happiness (And my heart just can't deny) what I'm feelin' (deep inside) I love what you do when you do all the things that you do to me, yeah  [Chorus] Bye-bye cloudy days Sunshine's here to stay Tell the world That's the way I feel about you Happy days are here Whenever you're near This is clear That's the way I feel about you  Bye-bye cloudy days Sunshine's here to stay Tell the world That's the way I feel about you Happy days are here Whenever you're near This is clear That's the way I feel about you  Bye-bye cloudy days Sunshine's here to stay Tell the world That's the way I feel about you Happy days are here Whenever you're near This is clear That's the way I feel about you  ",
        "title": "The Way I Feel About You"
    },
    {
        "artist": "Simply Red",
        "lyrics": "  [Intro] 'I love you' Show me  [Verse 1] Something got me started You know that I will love you Lately since we parted I truly know that I need you  [Chorus] I'd give it all up for you I'd give it all up for you I'd give it all up for you I'd give it all up for you I'd give it all up for you (yes, I would) I'd give it all up for you (yes, I would) I'd give it all up for you (yes, I would) I'd give it all up for you (yes, I would)  [Verse 2] Totally broken hearted Guilty of what I did to you Lately since we parted I truly know that I need you Yes, a little because  [Chorus] I'd give it all up for you I'd give it all up for you I'd give it all up for you I'd give it all up for you I'd give it all up for you (yes, I would) I'd give it all up for you (yes, I would) I'd give it all up for you (yes, I would) I'd give it all up for you (yes, I would)  Come on 'I really love you' Come on  [Chorus] I'd give it all up for you I'd give it all up for you I'd give it all up for you I'd give it all up for you I'd give it all up for you (yes, I would) I'd give it all up for you (yes, I would) I'd give it all up for you (yes, I would) I'd give it all up for you (yes, I would)  [Outro] Yes, I would, yes, I would, yes, I would Hey! Yes, I would, yeah, yes, I would (Something got me started) (Something got me started) You've got to help me now (Something got me started) You've got to help me now (Something got me started) You've got to help me now (Something got me started) You've got to help me now, help me (Something got me started) I'll take it out  ",
        "title": "Something Got Me Started"
    },
    {
        "artist": "Lita Ford",
        "lyrics": "  [Verse 1:] Gotta love for destruction Gotta feel for danger tonight Hey, Mr. Moonlight Won't you follow me down?  I need the company Everybody tells me you`re no good That`s all right with me  [Chorus:] Gimme one shot of poison A little twist Is all I need  One drop of your sweet poison Sets me free Come on, baby Poison me  [Verse 2:] Gotta hunger for fatal attraction I`m saving all my passion for you I gotta heartbreak habit That I can`t kick  Only you can ease the pain I`m a midnight animal Trying to score Before I go insane  [Chorus:] Gimme me one shot of poison A little twist is all I need One drop of your sweet poison Sets me free  One shot of poison A little taste of paradise One drop of your sweet poison Satisfies Give me one last kiss Before I die  I`m flying high On your love tonight Baby  [Chorus:] One shot of poison A little twist is all I need One drop of your sweet poison Sets me free  One shot of poison A little taste of paradise One drop of your sweet poison Satisfies One shot of poison Come on, baby Poison me  One drop of your sweet poison Sets me free One shot  ",
        "title": "Shot Of Poison"
    },
    {
        "artist": "The Storm",
        "lyrics": "  You, you are the one, you're all I've been thinking about And I, I'd give it all away, if only you were here beside me For one moment, you're so close, I can feel you breathe For one moment, now you're all I know that I need Just when I thought you were there to depend on Don't you know that I've tried everything I know to do I would lie or die for you - I just want to know why, 'cause  Chorus: I've got a lot to learn about love, oh yeah The only girl I care about is gone, she's gone, teach me about love And now, now that you're gone, I'm here with my emotions and now I'm alone You, you can't see the love I'm feeling for you I can't let this moment slip away Don't you know that every single time I feel this way Every time I turn away - someone's saying goodbye, 'cause Chorus Show me baby, well I need your love, love, oh yeah (Solo) Chorus I've got a lot to learn about love, yes I do I've got a lot to learn about love, love Oh I've got a lot to learn about love, yes I do Chorus to fade  ",
        "title": "I've Got A Lot To Learn About Love"
    },
    {
        "artist": "Lisette Melendez",
        "lyrics": null,
        "title": "A Day In My Life (Without You)"
    },
    {
        "artist": "Jasmine Guy",
        "lyrics": "  [Verse 1:] You're the very best I ever had But I don't want to move too fast No  Too soon to let Our true feelings show And if we make love now Then you'll never know  [Chorus:] That I I just want to hold you And I I never told you  That I I want this love to last So let's not move too fast  [Verse 2:] I love you more than Than making love So tell me What you're thinking of  Am I more than just a fantasy? 'Cause I'm hurting, boy Can't you see? Ooh  [Repeat Chorus:]  [Bridge:] I want you I want you I need you I need you And I'll be yours for the rest of my life  I want you I want you Yes, I need you Oh, I need you, baby And I'll be yours for the rest of my life  [Repeat Chorus:]  Slow it down Slow it down You're moving too fast for me  ",
        "title": "Just Want To Hold You"
    },
    {
        "artist": "Kid 'N Play",
        "lyrics": "  Awww yeah uh uh Feels good  (Kid) The time has come to enjoy myself I've left my problems up on the shelf The work days over and I've got it made Like Johnny Kemp said I just got paid And I'm ready to mangle young man single and free Ready to get busy, down to party hardy and have a good time All I need is a partner in crime Call up the homies and hope they might Say they down to paint the town red tonight Look in the closet and pull out the hype gear Pull up the hightop fade and I'm outta here Do a disco on a party of some kind Hope that I would find myself a good time Before I'm through and the night is done Man I'm gonna have some fun  Chorus:  Ain't gone hurt nobody we just dancin ya'll Ain't gone hurt nobody out there on the floor Ain't gone hurt nobody we just dancin ain't we Ain't gone hurt nobody gonna give you more O yeah yeah  [Play] If you lookin' for war step on the dance floor Check your coat and troubles at the door Cause we sure you gonna see us smile today The problems of the world seem miles away The only thing that matters is a good time That can be had with the help of a good ryme The DJ's hype well and up to par Uh-oh there goes a cutie at the bar So I stroll on over to her and say hi And tell her I'm the P-L-A-Y And would you like to dance awhile I'll do anything to see your smile See my job is to tell you how After a couple of songs I'll require Having fun well I ain't done The best is yet to come  (Chorus)  (Kid and Play) The music's hype and if it's alright with you I wouldn't mind spending the rest of the night with you No kidding babe we could make some noise You and your girls me and my boys Just feelin like a night filled with pleasure We could take it slow with no presure Enuough respect,you won't regret This will be a night you won't soon forget And thats a promise from me to you Take my hand girl I'm gonna see you through You don't stroke me as a woman that fronts Here's your chance, you only live once I wanna here you say what a blast Kid We sure had good fun while it lasted Hang out with friends, hit the skins Next week we're gonna do it again  (Chorus)  ",
        "title": "Ain't Gonna Hurt Nobody"
    },
    {
        "artist": "Scorpions",
        "lyrics": "  [Verse 1] Wise man said just walk this way To the dawn of the light Wind will blow into your face As the years pass you by Hear this voice from deep inside It's the call of your heart Close your eyes and you will find Passage out of the dark  [Chorus] Here I am Will you send me an angel? Here I am In the land of the morning star!  [Verse 2] Wise man said just find your place In the eye of the storm Seek the roses along the way Just beware of the thorns  [Chorus] Here I am Will you send me an angel? Here I am In the land of the morning star!  [Verse 3] Wise man said just raise your hand And reach out for the spell Find the door to the promised land Just believe in yourself Hear this voice from deep inside It's the call of your heart Close your eyes and you will find The way out of the dark  [Outro] Here I am Will you send me an angel? Here I am In the land of the morning star!  Here I am Will you send me an angel? Here I am In the land of the morning star!  ",
        "title": "Send Me An Angel"
    },
    {
        "artist": "Digital Underground",
        "lyrics": "  Shimmy shimmy cocoa-pop Shimmy shimmy cocoa-pop Shimmy shimmy cocoa-pop Shimmy shimmy cocoa-pop We-we chocolate cross-over Yea, we chocolate cross-over See me cocoa might go pop I'm cocoa and I might go pop  Now it's about time that I cleared this So pardon me miss But I'd like for you to hear this If you kiss me then I'll kiss you back You see, I feel real good inside, and it's just from your nearness There's no need for you to fear this Kiss me, I'll kiss you back Mmmm-[kiss]  Well ya look kinda cute to me I think we can achieve this Plus you act like you need this Kiss me and I'll kiss you back You act real fly Money-B's not buyin' it Quit denyin' it You're better off tryin' it Freak me girl and I'll freak you back (duh nuh nuh nuh nuh nuh nuuuuh)  Through any kinda weather Will me and you forever Stay together Well I just don't know But I'll tell ya what though If you kiss me then I'll kiss you back (kiss you back) And I guess you wanna know if I'm gonna be around I ain't sure but I'll tell you what I do know If you kiss me then I'll kiss you back (kiss you back) Awright, lets do this  If you kiss me then I'll kiss you back Yea, Kiss me and I'll kiss you back If you kiss me then I'll kiss you back You with it? cause if you with it, I'm with it, yo If you kiss me then I'll kiss you back Yea, mmm-[kiss] Just kiss me then I'll kiss you back I'll kiss you back, I'll kiss you back  Now I'm hopin' that you hear me Cause I love it when you're near me And I'm tellin' you sincerely That if you kiss me girl I'll kiss you back Cause I really really really like you And I just want to make it clear [clears throat] We're gonna keep it fair and square Kiss me and I'll kiss you back  Yo it's not funny! Real cute is what you say to me But any other way you play me If you love me then I'll love you back When you say I get the most out of this it kind of bothers me A fair exchange and no robbery Love me girl and I'll love you back  Now I'm hopin that you hear me Cause I love it when you're near me And I know you know I knew this So I guess that we can do this Awright, sing it with me again, c'mon  If you kiss me then I'll kiss you back Come on, keep it going If you kiss me then I'll kiss you back Yeah, ladies? If you love me boy I'll love you back Oh yeah? Yo I'm with it! If you kiss me then I'll kiss you back Awright, awright that's cool, now let's change it up a little  If you play with my tummy I'll tickle your feet You know? If you touch me here I'll touch you there Yeah, put lotion on me If you kiss me then I'll kiss you back I'll kiss you back If you love me girl I'll love you back I'll love you back  We know what you go though Sometimes we put you down People treat you coldly They know you sleep around We never want to disrespect you And tell anyone in town But if you love me then I'll love you back I'm askin' if you're down  I'm hopin' that you hear me cause I love it when you're near me  If you kiss me then I'll kiss you back I'll kiss you back You know I know you knew this so I guess that we could do this If you kiss me then I'll kiss you back You know what I'm sayin'? I mean if it's a deal to you it's a deal to me, but yo Kiss me then I'll kiss you back Yo let's kick it one more time, come on Kick it  If you kiss me then I'll kiss you back Kiss me If you kiss me then I'll kiss you back And I'll kiss you back If you kiss me then I'll kiss you back If you play with my feet I'll tickle your tummy If you love me boy I'll love you back Yea, I like it when the girls do it If you love me boy I'll love you back Come one ladies, one more time, kick it If you love me boy I'll love you back  Cause if you kiss me then I'll kiss you back But if you hit me then I'll hit you back Smack me and I'll smack you back If you scratch me here I'll scratch you there Aww, put lotion on me If you kiss me then I'll kiss you back  If you kiss me then I'll kiss you back If you kiss me girl I'll kiss you back If you touch me here I'll thouch you there Touch me here, baby, and I'll touch you there If you kiss me then I'll kiss you back [laughs]  Yea! Yo this is pumpin'! Yo Shock this is pumpin' man, this sounds like somethin I'd do! I hear ya, I hear ya Hump! You know what I'm sayin? Yeah 'cept I'd do it like this: Hit it girls  If you pinch my nose I'll play with your toes You know what I'm sayin? Right, right, right If you look real cutie I'll play with your booty Yeah Yeah Check it, yeah Yo, but would ya If you hold my nuts I'll Awright, that's enough!  That's enough! What, what man? I ain't.. No, no Hump, come on man, no, no Awright, awright, awright Let's just keep it cool, you know what I'm sayin?  If you kiss me then I'll kiss you back If you kiss me then I'll kiss you back Hold my nose! Uh-huh If you kiss me then I'll kiss you back Jus't havin' fun with it, man, know what I'm sayin'? If you kiss me then I'll kiss you back Kiss me then I'll kiss you back Awright, heh heh  Shimmy shimmy cocoa-pop We-we chocolate cross-over See me cocoa might go pop Shimmy shimmy cocoa pop  We chocolate cross-over We chocolate might cross over See me cocoa might go pop I'm cocoa and I might go pop See me cocoa might go pop See me? I'm cocoa, and I might go pop See me cocoa might go pop Yeah, we cocoa and we might go pop  See me cocoa might go pop See me cocoa might go pop See me cocoa might go pop See me See me cocoa might go pop go pop See me cocoa might go pop Me cocoa and I might go pop Hah hah hah hah hah See me cocoa might go pop  ",
        "title": "Kiss You Back"
    },
    {
        "artist": "The Party",
        "lyrics": null,
        "title": "In My Dreams"
    },
    {
        "artist": "Metallica",
        "lyrics": "  [Verse 1: James Hetfield] New blood joins this Earth And quickly he's subdued Through constant pained disgrace The young boy learns their rules With time the child draws in This whipping boy done wrong Deprived of all his thoughts The young man struggles on and on he's known A vow unto his own That never from this day His will they'll take away easy  [Chorus: James Hetfield] What I've felt, what I've known Never shined through in what I've shown Never be, never see Won't see what might have been What I've felt, what I've known Never shined through in what I've shown Never free, never me So I dub thee \"Unforgiven\"  [Verse 2: James Hetfield] They dedicate their lives To running all of his He tries to please them all This bitter man he is Throughout his life the same He's battled constantly This fight he cannot win A tired man they see no longer cares The old man then prepares To die regretfully That old man here is me  [Chorus: James Hetfield] What I've felt, what I've known Never shined through in what I've shown Never be, never see Won't see what might have been What I've felt, what I've known Never shined through in what I've shown Never free, never me So I dub thee \"Unforgiven\"  [Guitar Solo: Kirk Hammett]  [Chorus: James Hetfield] What I've felt, what I've known Never shined through in what I've shown Never be, never see Won't see what might have been What I've felt, what I've known Never shined through in what I've shown Never free, never me So I dub thee \"Unforgiven\" Whoa  [Outro: James Hetfield] Never free, never me So I dub thee \"Unforgiven\" You labeled me, I'll label you So I dub thee \"Unforgiven\" Never free, never me So I dub thee \"Unforgiven\" You labeled me, I'll label you So I dub thee \"Unforgiven\" Never free, never me So I dub thee \"Unforgiven\"  ",
        "title": "The Unforgiven"
    },
    {
        "artist": "Keith Sweat",
        "lyrics": "  Kick it one time!!!  Chorus Keep it comin', girl I want it Turn me on with all the kissing and hugging Do me baby, drive me crazy I can never get enough of your lovin'  Feels so good when I'm with you You know I gotta have your love Every day and every night You're the one I'm thinking of (You've got all I love) Everything that I like, oh yes you do (Let's make love tonight) All you gotta do is bring your body right here, babe  Chorus  Ooh ooh baby  Kissing you is such a thrill Take you for a natural high Can't explain the way it feels When it goes up deep inside (Let me hold you tight) Hold you tight And have your body all night long, girl (Give me all you got) Give me all you got, babe Don't you ever smile, babe  Chorus  Background vocal line: Let your hair down, come lay next to me Feel my body, give me the love that I need  All you do is let your pretty hair down girl Baby, you're right next to me  Chorus with ad libs  ",
        "title": "Keep It Comin'"
    },
    {
        "artist": "Icy Blu",
        "lyrics": "  (Oh) I wanna be your girl (Yeah) I wanna be your world (Oh, oh) I wanna be your girl (Yeah, yeah) I wanna be your world (Oh)  I wanna be your girl (Yeah) I wanna be your world (Oh, oh) I wanna be your girl (Yeah, yeah) I wanna be your world  I wanna be your girl I wanna be your world Boy, I think you should know I wanna be your world And if I was your girl You would always be my world Boy, I won't let you go (Nooo)  Boy, from the first moment I saw you I knew my heart would only be for you Remembering the first time that you looked my way That smile on your face just took me away  It's a dreamland, boy You got to understand I only wish one day that I could hold your hand As we stroll through the park where the bluebirds sing Or when you're walking me home after the school bell rings  It doesn't matter to me Just as long as you're there Whispering sweet nothings in my ear Saying that you care about the times we share As you run your fingers through my hair  Yeah, you are the only one And the way I feel can't be undone Because if I could be anything in this world Boy, I'm gonna be your girl  I wanna be your girl I wanna be your world Boy, I think you should know And if I was your girl You would always be my world Boy, I won't let you go (Nooo)  I wanna be your girl I wanna be your world I wanna make your love unfurl Dreaming of the time I'll be one day telling you How I feel and the things I like to do  You seem like my kind and if you ask me why It's because you take me on a natural high Higher than the skies way up above I don't wanna come down, boy Because I'm in love  With the way you walk I love the way you talk The happiness you bring it just can't be bought It's a given I love you And I'll never stop lovin' Because I'm ready and I'm able and in the long run  I'll do all the things it takes to make it work out And that I'll do without a doubt Because if I could be anything in this world Boy, I wanna be your girl  I wanna be your girl I wanna be your world Boy, you think you should know And if I was your girl You would always be my world Boy, I won't let you go (Nooo)  I wanna be your girl I wanna be your world Boy, I think you should know And if I was your girl You would always be my world Boy, I won't let you go I wanna be your world (Ooh, yeah)  Thinking while I'm looking out the window As time passes on my feelings grow But I don't know what to say or do All I know is that I want to get next to you So you can hold me close And maybe squeeze me tight Cause being in your arms, boy would be just right  Me and you One on one till the end of time I'll be all yours you'll be all mine Cause loving you is what I do best And yes, I confess It'll bring me happiness  And now that you know just how I'm feeling I think it's time that we start dealing With the situation that's been created My love for you can't be mistaken Because if I could be anything in this world Boy, I wanna be your girl  I wanna be your girl I wanna be your world Boy, I think you should know (Yeah, yeah) And if I was your girl You would always be my world Boy, I won't let you go  I wanna be your world I wanna be your girl I wanna be your world I wanna be your girl I wanna be your world  I wanna be your girl I wanna be your world Boy, I think you should know And if I was your girl You would always be my world Boy, I won't let you go  ",
        "title": "I Wanna Be Your Girl"
    },
    {
        "artist": "Bonnie Raitt",
        "lyrics": "  Turn down the lights Turn down the bed Turn down these voices inside my head Lay down with me Tell me no lies Just hold me close Don't patronize Don't patronize me  'Cause I can't make you love me if you don't You can't make your heart feel something it won't Here in the dark in these final hours I will lay down my heart and I'll feel the power But you won't, no you won't 'Cause I can't make you love me if you don't  I'll close my eyes Then I won't see The love you don't feel when you're holding me Morning will come And I'll do what's right Just give me 'til then to give up this fight And I will give up this fight  'Cause I can't make you love me if you don't You can't make your heart feel something it won't Here in the dark in these final hours I will lay down my heart and I'll feel the power But you won't, no you won't 'Cause I can't make you love me if you don't  ",
        "title": "I Can't Make You Love Me"
    },
    {
        "artist": "Firehouse",
        "lyrics": "  I got home late on a Saturday night And I knew right away something wasn't right I knew she was gone  She took all I had but, left a hole in my heart Should've known it would go bad, right from the start What did I do wrong?  I can't understand why she would leave me this way With nothing to say Then I found the note on the door It said good-bye and she don't want me no more  \"Bye bye baby, bye bye....\", She said in her letter And that was all she wrote Guess this is goodbye, guess this is forever And that was all she wrote  I called on the phone, but she wasn't there Should've know all along that she just didn't care Why did she have to go?  Now I look at her picture and I wonder why She left me this way...-Why did she say goodbye? I guess I'll never know  I can't understand why she would leave me this way With nothing to say I remember the note on the door It said good-bye and she don't want me no more  \"Bye bye baby, bye bye....\", She said in her letter And that was all she wrote Guess this is goodbye, guess this is forever And that was all she wrote  ",
        "title": "All She Wrote"
    },
    {
        "artist": "Jesus Jones",
        "lyrics": null,
        "title": "Real Real Real"
    },
    {
        "artist": "Lighter Shade Of Brown",
        "lyrics": "  [Intro: Dialogue] Hi this is Huggy Boy This is going out to all the homies on a Sunday afternoon  [Verse 1: DTTX] Sittin in the park on a Sunday afternoon Me and the crew just jammin the oldy tune Sipping on a cold bottle of brewsky Gave O' a swig he passed it back to me Right about then up came some of the homies Mike, Elia P, J Smooth, Phil and Larry Bustin out the ice chest, Phil popped the cooler Elia P drunk brew nothing better to do Mike his cup yo is filled with bird J Smooth had a cold glass to you know it word Girls at the place just preparing the food The sky was clear and the weather was cool Kids at the playground playing on the merry go round All the cars cruisin bumpin their funky sound Cause it's Sunday last day for a funday Back to business as usual come Monday At the park everything went real smooth... On a Sunday afternoon  [Chorus: Shiro Stokes] We were chillin at the park Just waiting for the sun to go down It was me Shiro and the homies A Lighter Shade of Brown (On a Sunday afternoon)  [Verse 2: ODM] I said chill (chill) All the vatos in the park stay ill (ill) Playing horseshoes to win the bill (bill) Carne Asada slappin on the grill (grill) So now we eat The cops cruise by looking for the booze But what Ruben had was plainly simply apple juice Coming up short just like a fool Went back to his car with nothing he could do All the cars in the parking lot low profiling And everywhere you look you see somebody styling Cars with lifts rolling deep with booming sounds Its a good time to cruise around In the parking lot where the brownie was stacking And all the vatos are looking for some action yeah  [Chorus: Shiro Stokes]  [Verse 2: DTTX & ODM] Well the sun was set and it began to get dark And we were getting ready to leave the park We had a good time (ahh yeah) Yeah we had a good day Pack the stuff off and we was on our way Yo mackin the brownies as we all cut em off at the pass But the all actin soft as we pulled up They was actin all shy to us But eses, yo wanna know who's the flyest We bowed out and Jimmy Hassler passed out Una esta fea so hey yo pimps jacked out Coming up short they gave us no run So yo homies consider this a dry one Time to cruise the boulevard Time to have I'm guaranteed to find a brownie while the night is young We were rolling, yeah looking real smooth Cause cruising Whittier is how we ended our afternoon  [Outro Chorus: Shiro Stokes] Smooth chillin, just kickin it With the top down, down to the ground I know they be watching me smooth chilliing Just kickin it with the top down, down to the ground I pump it up for you...smooth Smmooooooth just chillin on a Sunday afternoon  ",
        "title": "On A Sunday Afternoon"
    },
    {
        "artist": "George Michael/Elton John",
        "lyrics": "  [Verse 1] I can't light no more of your darkness All my pictures seem to fade to black and white I'm growing tired and time stands still before me Frozen here on the ladder of my life Too late to save myself from falling I took a chance and changed your way of life But you misread my meaning when I met you Closed the door and left me blinded by the light  [Chorus] Don't let the sun go down on me Although I search myself, it's always someone else I see I'd just allow a fragment of your life to wander free But losing everything is like the sun going down on me  [Verse 2] I can't find the right romantic line But see me once and see the way I feel Don't discard me just because you think I mean you harm But these cuts I have they need love to help them heal  [Chorus] Don't let the sun go down on me Although I search myself, it's always someone else I see I'd just allow a fragment of your life to wander free But losing everything is like the sun going down on me Don't let the sun go down on me Although I search myself, it's always someone else I see I'd just allow a fragment of your life to wander free But losing everything is like the sun going down on me  ",
        "title": "Don't Let The Sun Go Down On Me"
    },
    {
        "artist": "The 2 Live Crew",
        "lyrics": "  FKI = Fresh Kid Ice BM = Brother Marquis  (Mixx scratches \"Aw hit me!\")  Verse 1 (FKI) There's only one place where we can go To see freaky Girls doin' shows Doin' tricks to make us holler On a giving night, all for a dollar Silicone breasts, all on their chests Nothin' like others, but above the rest They'll do anything to turn us on Them girls got it goin' on!! (BM) I like big booty and big and Plenty Girl, you know you've been have by many So come and be my private dancer I got some money if that's the answer I really wanna be with you; I get hard after seeing you How hard? Hard like a rock When you make that Coochie pop!  Chorus(2x): Luke Pop that Coochie! Heyyy! Pop that Coochie, baby! Pop that Coochie! Pop, pop that Coochie, baby!  Verse 2 (FKI) Freaky girls with plenty of Class Rollin' to the music and shakin' real fast Bend over backwards, make me shout And work that body, in and out Movin' their body with plenty of action Bringin' to the men more satisfaction Doin' what they feel to turn us out Just work that body all the way out! (BM) Shake it! Don't break it! It took your momma nine months to make it Bend over and spread 'em, girl Show-w-w me those country pearls Play that button you know real quick Let me Blow Me A Freaky Kiss Girl, you know you look so cute Throwin' that Coochie the way you do!  Chorus  Verse 3 (FKI) Poppin' that Thang a dance for the ladies Straight from the South, into the 90's Freaky girls are the ones I like In G-strings in the middle of the night Smoke-filled stages, women in cages Guards at the door, armed with gauges As they dance and I get hot Keep throwin' that Body! Don't stop! (BM) I like the way you get the champagne glass It makes me wanna Blast Off Real Fast So come on, baby, and pop it quick I fall in love when you Can't Sit Girl, you don't know? You ain't heard? Messin' with me, you're gonna get served See, none of my Girls, they never complain So come on, baby, and pop that thang!  Chorus  Luke: Janet J, pop, that Coochie! Bu-bles, pop, that Coochie! Ma-donna, pop, that Coochie! Sandra-P, pop that stinky smelly Coochie, baby!   Chorus  Luke: BREAKDOWN!!  ",
        "title": "Pop That Coochie"
    },
    {
        "artist": "M.C. Breed & D.F.C.",
        "lyrics": null,
        "title": "Ain't No Future In Yo' Fronting"
    },
    {
        "artist": "Atlantic Starr",
        "lyrics": "  I'm love, love crazy Crazy over you I'm love, love crazy I'm helpless There's nothing I can do  Cupid, he must have Shot me with his arrow When I first saw your face Cause I, I been floating On a cloud ever since Girl, I'm just a hopeless case  The first time that I held you I knew that it was just A matter of time before I did what comes naturally when A pretty girl blows your mind  I think about you In the middle of the day Thinking how much I love you And if everything's okay  Can't wait to hug you And squeeze you, oh, so tight Then make such good love to you You'll be hanging on for dear life  I'm love, love crazy Crazy over you I'm love, love crazy I'm helpless and There's nothing I can do  You bring me all The joys I possess You make me feel alive Well, well, they say man Can't live by bread alone You're the reason I survive  Whenever times get Dark and cloudy You make my gray skies blue And whenever I fell You're always there To bring me up I can always count on you  No one else has made me Feel the heat of the battle Nothing I can say or do I could the wild thing Twenty-four hours a day That's the way it is When I'm with you  I'm love, love crazy Love crazy, baby Crazy over you I'm love, love Love crazy, ooh There's nothing I can do  Yeah, yeah, yeah Love, l-o-v-e, love  Love me til you're, girl You got me going crazy You got me doing freaky things Just thinking about you  I can't stand it, girl When I'm all alone Without you, without you, girl  I can't stand I'm going crazy I want you to move in With me, baby  Love crazy I'll sure give it to you I'll sure give it to you I'll sure give it to you  Love crazy Get it, baby Cause I love you true You got me going crazy  Drive me crazy Drive me crazy I got so much love To give to you now  I got so much love For you, baby...  ",
        "title": "Love Crazy"
    },
    {
        "artist": "Big Audio",
        "lyrics": null,
        "title": "Rush"
    },
    {
        "artist": "Ozzy Osbourne",
        "lyrics": "  [Verse 1] The light in the window is a crack in the sky A stairway to darkness in the blink of an eye A levee of tears to learn she'll never be coming back The man in the dark will bring another attack Your mama told you that you're not supposed to talk to strangers Look in the mirror tell me do you think your life's in danger here, yeah  [Chorus] No more tears [x4]  [Verse 2] Another day passes as the night closes in The red light goes on to say it's time to begin I see the man around the corner waiting, can you see me? I close my eyes and wait to hear the sound of someone screaming here  [Chorus] No more tears [x4]  [Instrumental Break]  [Verse 3] So now that it's over can't we just say good-bye? I'd like to move on and make the most of the night Maybe a kiss before I leave you this way Your lips are so cold, I don't know what else to say I never wanted it to end this way, my love, my darling Believe me when I say to you in love I think I'm falling here  [Chorus] No more tears [x4]  ",
        "title": "No More Tears"
    },
    {
        "artist": "EMF",
        "lyrics": null,
        "title": "Lies"
    },
    {
        "artist": "Jody Watley",
        "lyrics": null,
        "title": "I Want You"
    },
    {
        "artist": "U2",
        "lyrics": "  It's no secret that the stars are falling from the sky It's no secret that our world is in darkness tonight They say the sun is sometimes eclipsed by the moon Y' know I don't see you when she walks in the room  It's no secret that a friend is someone who lets you help It's no secret that a liar won't believe anyone else They say a secret is something you tell one other person So I'm telling you, child  [Chorus 1] A man will beg (Love, we shine like a) A man will crawl (Burning star) On the sheer face of love (We're falling from) Like a fly on a wall (The sky... tonight) It's no secret at all  It's no secret that a conscience can sometimes be a pest It's no secret ambition bites the nails of success Every artist is a cannibal, every poet is a thief; All kill their inspiration and sing about the grief  [Chorus 2] A man will rise (Love, we shine like a) A man will fall (Burning star) From the sheer face of love (We're falling from) Like a fly from a wall. (The sky... tonight) It's no secret at all  Love, we shine like a burning star We're falling from the sky tonight  [Chorus 2] A man will rise (Love, we shine like a) A man will fall (Burning star) From the sheer face of love (We're falling from) Like a fly from a wall. (The sky... tonight) It's no secret at all  It's no secret that the stars are falling from the sky The universe exploding 'cos-a one man's lie Look I gotta go, yeah, I'm running outta change; There's a lot of things if I could I'd rearrange  ",
        "title": "The Fly"
    },
    {
        "artist": "Blue Train",
        "lyrics": null,
        "title": "All I Need Is You"
    },
    {
        "artist": "Kenny Loggins",
        "lyrics": "  Where are the dreams That we once had? This is the time To bring them back  What were the promises Caught on the tips of our tongues? Do we forget or forgive? There's a whole other life Waiting to be lived when One day we're brave enough To talk with conviction of the heart  And down your streets I've walked alone As if my feet were not my own Such is the path I chose Doors I have opened and closed  I'm tired of living this life Fooling myself, believing we're right when I've never given love With any conviction of the heart  One with the earth With the sky One with everything in life I believe we'll survive If we only try  How long must we all wait to change This world bound in chains that we live in To know what it is to forgive and be forgiven?  Too many years of taking now Isn't it time to stop somehow? Air that's too angry to breathe Water our children can't drink  You've heard it Hundreds of times You say you're aware Believe, and you care But do you care enough Where's your conviction of the heart?  One with the Earth With the sky One with everything in life I believe it will start With conviction of the heart  With the Earth With the sky One with everything in life I believe it will start With conviction of the heart  One Earth One sky Only one world  Only one chance For one life When will live (With conviction of the heart)  One child One dream And only one life  Give her one chance For one life When will we live  Only one Earth Only one sky Only one world We've only got one chance To live in one life  I believe it's only gonna start When we begin with Some conviction of the heart  ",
        "title": "Conviction Of The Heart"
    },
    {
        "artist": "Corina",
        "lyrics": null,
        "title": "Whispers"
    },
    {
        "artist": "M.C. Hammer",
        "lyrics": null,
        "title": "Addams Groove"
    },
    {
        "artist": "The KLF",
        "lyrics": "  [Intro: Rob Tyner] And right now... right now... right now it's time to... Kick out the JAMS motherfuckers!  [Verse: M.C. Bello] The notes'll flow, yo -- for the words I speak Rap is weak so I teach and I reach A positive vibe, a way of life is how I'm livin' So get hype to the rhythm KLF is the crew, ya hear -- yeah Design a rhyme I just won't fear Back to react, enough is enough Let me ask you a question -- What Time Is Love? What time is love? What time is love? What time is love?  [Refrain: Katie Kissoon, P.P. Arnold & Lawanda McFarland] Mu mu Mu mu Mu mu Mu mu  I wanna see you sweat I wanna see you sweat I wanna see you sweat  [Verse 2 M.C. Bello] Take a chance to advance you might alucinate Exagerate I devastate We had to pass the Pyramid Blaster The JAMs are here,  is what you being at to I make you, shake you, break you, take to Right in the Path, what they call the Mu Mu KLF - What, we can't rock? Bring the Break What Time is Love? What Time is Love? What Time is Love?  [Refrain: Katie Kissoon, P.P. Arnold & Lawanda McFarland] Mu mu Mu mu Mu mu Mu mu  I wanna see you sweat I wanna see you sweat  Kick out the JAMS motherfuckers!  I wanna see you  [Verse 3 M.C. Bello] The final chapter -- prophetic, poetic When I'm done, this calls for anesthetic Get to, step to, let an MC Come in effect with Kingboy D A wannabe, gonnabe -- ol'time sucka You know the time, I never stutter A feat, a dream, a-yeah seem bright Yeah, pass the mic -- What Time Is Love? What time is love? What time is love? What time is love?  [Refrain: Katie Kissoon, P.P. Arnold & Lawanda McFarland] Mu mu Mu mu Mu mu Mu mu  I wanna see you sweat I wanna see you sweat I wanna see you sweat I wanna see you sweat I wanna see you sweat I wanna see you sweat I wanna see you I wanna see you I wanna see you sweat I wanna see you sweat I wanna see you sweat  [Outro: Jim Morrison] Thank you, thank you  The Klf has now left the building  ",
        "title": "What Time Is Love?"
    },
    {
        "artist": "Vanessa Williams",
        "lyrics": "  [Verse 1:] Where do we go When there's a need to be loved Like you need to be loved Oh, I'll let you know Just what to do and where to go  [Chorus:] Hey, welcome to the comfort zone When you need to be loved Like you need to be loved Welcome to the comfort zone Do whatever feels right and turns you on  [Verse 2:] After a hard day's work There's one thing to be certain of This ol' familiar love It's not unusual to find that it's sensual It's all you need to let go  There's no need to try Or compromise Or settle for another outside of my love The thing to do When you get through Heed the message seek the comfort of my zone  [Repeat Chorus:]  [Bridge:] Hey, let me make you comfortable Let me take control And give your mind a break From the day you made  Let's turn the lights down low And oh, the rest you know I'll be here for you 'Cause you just stepped into the comfort zone  ",
        "title": "The Comfort Zone"
    },
    {
        "artist": "Voyce",
        "lyrics": null,
        "title": "Within My Heart"
    },
    {
        "artist": "Prince And The N.P.G.",
        "lyrics": null,
        "title": "Diamonds And Pearls"
    },
    {
        "artist": "Bad Company",
        "lyrics": "  I used to see those red tail lights, heading for another town And wish that I was on my way Looking back on these summer nights, wasting time, fooling 'round And there was nothing here to make me stay  But that night I met you, the night you came through made me realise There's no way I can leave, you made me believe And now when I look in your eyes  I could walk through fire, I can feel it burning And I could walk through fire, (to get) right back to you And as the flames get higher, you know I'll get stronger Baby I could walk through fire  It's crazy how these things work out, I used to think I had no chance And I somehow thought you'd slip away You pulled me through the fear and doubt, gave me all I'm looking for Everything I needed to stay  How could something so good, something so simple, get serious How could someone so right come into my life, and now I just want you to know  I could walk through fire, I can feel it burning And I could walk through fire, (to get) right back to you And as the flames get higher, you know I'll get stronger Baby I could walk through fire  And I would go anywhere, I would do anything, I do what you want me to You know that I would, I want you to know this, whenever you need me Ooh wherever you are, no matter how far, you know I'll be coming for you  I could walk through fire, I can feel it burning And I could walk through fire, (to get) right back to you And as the flames get higher, you know I'll get stronger Baby I could walk through fire  Baby I could walk through fire, right back to you And I could walk through fire, and I could walk through fire And I could walk through fire, right back to you, yeah  ",
        "title": "Walk Through Fire"
    },
    {
        "artist": "UB40",
        "lyrics": null,
        "title": "Groovin'"
    },
    {
        "artist": "Hi-Five",
        "lyrics": null,
        "title": "Just Another Girlfriend"
    },
    {
        "artist": "Natural Selection",
        "lyrics": "  He said that it was love at first sight You knew he wasn’t right Must be your method to his madness She said that he should be for real He said he could not deal And now she’s full of sadness  She already know more than she knows She knows that he may never come back That will stop her from dreaming and scheming Always old enough for mating  You said that hearts don’t think they feel It’s just a minor complication Hearts don’t think they feel It’s just a careful observation  She said she knew him well But wasn’t kiss and tell He said she’s just a good friend Someone had told a lie In that they can’t deny Who figured that it would end?  Nobody knows what’s really on your mind But I can really tell that (I can really tell that) The look in your eye is saying goodbye You may never look back  Hearts don’t think they feel It’s just a minor complication Hearts don’t think they feel That’s my careful observation  There’s no moral to the story Somebody took your code away So don’t let your tomorrows be sorrows Live life today  She already know more than she knows She knows that he may never come back (Come back now) That don’t stop her from dreaming and scheming Always holding on to mating  Say it again…  Hearts don’t think they feel It’s just a minor complication I said that hearts don’t think they feel It’s just my careful observation From a different situation  I said…  Hearts don’t think they feel Minor complication Hearts don’t think they feel Hearts don’t think they feel  It’s just a min…minor… Minor complication Hearts don’t think they feel It’s just my careful observation They don’t think they feel  ",
        "title": "Hearts Don't Think (They Feel)"
    },
    {
        "artist": "Jermaine Jackson",
        "lyrics": "  What up yo, word to the badd  I gave my love You gave your love Thought we'd never part Said you love me Then you left me With a broken heart You never think about who you love You only think about number one You forgot about where we started from You only think about what you want I don't care about how it's done You only think about you, your throne Be it right or be it wrong  [Chorus:] It ain't about your world It ain't about the things that you do If you don't care, I don't care Cause you keep thinkin' 'bout you It ain't about you takin' my pie You been takin' for a long time If you don't care, I don't care If you keep Well I ain't thinkin' 'bout you  What up yo, word to the badd  Once you were made You changed your ways Even told me lies Could not trust you Still I loved you My mind worried overtime You know I tried to be there for you Like a lover I cared for you It didn't matter you always play me off You only care about what you want You don't care about how it's done You only think about you, your throne Be it right or be it wrong  [Chorus] It ain't about your world It ain't about the things that you do If you don't care, I don't care Cause you keep thinkin' 'bout you It ain't about you takin' my pie You been takin' for a long time If you don't care, I don't care If you keep Well I ain't thinkin' 'bout you Oh no no, I ain't thinkin' 'bout you Oh no What's up yo, word to the badd  Thinkin' about that pie that you've been takin' from me From a love to another lover hard to believe Lost and don't know it yet you still show it Givin' seems to be harder than it is to receive The glass has gotten shady when it should have been clearer But it's you always starin' in the mirror Constatnly fakin' it ain't no mistakin' it Get a grip cause you're not far from breakin' it  Thinkin' about the time when we used to be close It shouldn't be past tense cause nobody knows What the futurem ay hold what tomorrow might bring It' not guaranteed that you'll be spreadin' your wings And funny it seem show it used to be Times when you needed to lean on me Now you're standin' on two and you wanna act now Girl I ain't thinkin' about you  ",
        "title": "Word To The Badd!!"
    },
    {
        "artist": "Voice Of The Beehive",
        "lyrics": "  I'm nobodys' wife & I'm nobodys' baby I like it that way well then again maybe I'm nobodys' valentine & I'm nobodys' pearl Seem to always find some girl singin'  There are monsters, there are angels There's a peaceful and a rage inside us all There's sugar & there is salt There's ice and there is fire in every single heart There are monsters. There are angels  I'm nobodys promise and I'm nobodys chore And I ain't got nobody that I feel I gotta Live for - nobody to live for I'm nobodys work & I'm nobodys' company And every time I turn around I always seem to Find just me singin'  There are monsters, there are angels  I'm nobodys' wife, I'm nobodys' baby  There are monsters, there are angels There are monsters, there are angels I'm nobodys' mother, I'm nobodys' child  ",
        "title": "Monsters And Angels"
    },
    {
        "artist": "Tom Petty And The Heartbreakers",
        "lyrics": "  Eddie waited 'til he finished high school He went to Hollywood, got a tattoo He met a girl out there with a tattoo too The future was wide open  They moved into a place they both could afford He found a night club he could work at the door She had a guitar and she taught him some chords The sky was the limit  Into the great wide open Under them skies of blue Out in the great wide open A rebel without a clue  The papers said Ed always played from the heart He got an agent and a roadie named Bart They made a record and it went in the chart The sky was the limit  His leather jacket had chains that would jingle They both met movie stars, partied and mingled Their A&R man said, \"I don't hear a single\" The future was wide open  Into the great wide open Under them skies of blue Out in the great wide open A rebel without a clue  Into the great wide open Under them skies of blue Out in the great wide open A rebel without a clue  Into the great wide open Under them skies of blue Out in the great wide open A rebel without a clue  Into the great wide open Under them skies of blue Out in the great wide open A rebel without a clue  ",
        "title": "Into The Great Wide Open"
    },
    {
        "artist": "T.P.E.",
        "lyrics": null,
        "title": "Then Came You"
    },
    {
        "artist": "Laissez Faire",
        "lyrics": null,
        "title": "In Paradise"
    },
    {
        "artist": "Russ Irwin",
        "lyrics": "  Love will bring all the things That we choose to give it And everything lost within Then we will find forgiveness  And all that we believed Is lost and not received or so it seems  And my heart belongs to you And if I'm far away Something in me remains  And my heart belongs to you And if you feel so bad Think of the love we have  And you will see that love is the root of resolution And anger breeds only the road of desperation  And all that we believed Is lost and not received or so it seems  That my heart belongs to you There is no compromise Nothing to fear or hide  And when you can't find nobody else To share a smile or show some comfort Baby when I can't be with you You've got to know that  Still my heart belongs to you Here and from far away Something in me remains  And all that we believed Is lost and not received or so it seems  That my heart belongs to you  ",
        "title": "My Heart Belongs To You"
    },
    {
        "artist": "Lenny Kravitz",
        "lyrics": "  [Verse 1] There were times I wasn't kind And there were times I wasn't even around And there were times I made you cry So many times I had to say goodbye When you want to talk I'm on the phone But now baby, yeah, I am here for you alone  [Chorus] I'm going to stand by my woman now I'm going to stand by my woman now Because I can't live my life alone Without a home  [Verse 2] There were times I didn't understand And there were times I wouldn't hold your hand But baby now I'm here for you Because baby, yeah, I am so in love with you  [Chorus] I'm going to stand by my woman now I'm going to stand by my woman now Because I can't live my life alone Without a home I'm going to stand by my woman now I'm going to stand by my woman now Because I can't live my life alone Without a home I'm going to stand by my woman now I'm going to stand by my woman now Because I can't live my life alone Without a home I'm going to stand by my woman now I'm going to stand by my woman now Because I can't live my life alone Without a home  Without a home  ",
        "title": "Stand By My Woman"
    },
    {
        "artist": "Rhythm Syndicate",
        "lyrics": null,
        "title": "Hey Donna"
    }
]