[
    {
        "artist": "Right Said Fred",
        "lyrics": "  I'm too sexy for my love too sexy for my love Love's going to leave me  I'm too sexy for my shirt too sexy for my shirt So sexy it hurts And I'm too sexy for Milan too sexy for Milan New York and Japan  And I'm too sexy for your party Too sexy for your party No way I'm disco dancing  I'm a model you know what I mean And I do my little turn on the catwalk Yeah on the catwalk on the catwalk yeah I do my little turn on the catwalk  I'm too sexy for my car too sexy for my car Too sexy by far And I'm too sexy for my hat Too sexy for my hat what do you think about that  I'm a model you know what I mean And I do my little turn on the catwalk Yeah on the catwalk on the catwalk yeah I shake my little touche on the catwalk  I'm too sexy for my too sexy for my too sexy for my  'Cos I'm a model you know what I mean And I do my little turn on the catwalk Yeah on the catwalk on the catwalk yeah I shake my little touche on the catwalk  I'm too sexy for my cat too sexy for my cat Poor pussy poor pussy cat I'm too sexy for my love too sexy for my love Love's going to leave me  And I'm too sexy for this song  ",
        "title": "I'm Too Sexy"
    },
    {
        "artist": "Mr. Big",
        "lyrics": "  Hold on, little girl Show me what he's done to you Stand up, little girl A broken heart can't be that bad When it's through, it's through Fate will twist the both of you So come on, baby, come on over Let me be the one to show you  I'm the one who wants to be with you Deep inside I hope you'll feel it too Waited on a line of greens and blues Just to be the next to be with you  Build up your confidence So you can be on top for once Wake up! Who cares about little boys That talk too much? I've seen it all go down The game of love was all rained out So come on, baby, come on over Let me be the one to hold you  I'm the one who wants to be with you Deep inside I hope you'll feel it too Waited on a line of greens and blues Just to be the next to be with you  Why be alone when we can be together, baby? You can make my life worth while I can make you start to smile When it's through, it's through And fate will twist the both of you So come on, baby, come on over Let me be the one to show you  I'm the one who wants to be with you Deep inside I hope you'll feel it too Waited on a line of greens and blues Just to be the next to be with you  I'm the one who wants to be with you Deep inside I hope you'll feel it too Waited on a line of greens and blues Just to be the next to be with you Just to be the next to be with you  ",
        "title": "To Be With You"
    },
    {
        "artist": "Shanice",
        "lyrics": "  [Verse 1:] Sitting in my class Just drifting away Staring into the windows of the world Yeah  I can't hear the teacher His books don't call me at all I don't see the bad boys trying to catch some play  [Chorus:] Cause I love your smile I love your smile  [Verse 2:] The clock at work says three And I wanna be free Free to scream, free to bathe Free to paint my toes all day  My boss is lame you know And so is the pay I'm gonna put that new black mini on my charge anyway  [Repeat Chorus:]  [Bridge:] Time came and showed me your direction Now I know I'll never ever go back Taught me that I can be a better girl With the love you give You rock my world You dig?  [Rap:] I'm showin' the life that I'm living This is the life that I have And it's given to you  Yeah and it's true La-dee-da Twinkly dee Do you?  Believe in a girl like me Shanice is the one for you to be with But when I'm caught all alone I start fessing It's from a state of depression  And the thunder clouds of doubt move in I begin to wonder \"Do you still love me?\" But after that My whole world is beautiful  Blow, Branford, blow  [Repeat Bridge:]  Smile  Psych  [Repeat Chorus:]  I love your smile I really do  ",
        "title": "I Love Your Smile"
    },
    {
        "artist": "Prince And The N.P.G.",
        "lyrics": null,
        "title": "Diamonds And Pearls"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Verse 1] Do you remember when we fell in love? We were young and innocent then Do you remember how it all began? It just seemed like heaven, so why did it end?  [Pre-Chorus 1] Do you remember, back in the fall? We'd be together all day long Do you remember us holding hands? In each other's eyes, we'd stare Tell me  [Chorus] Do you remember the time? When we fell in love Do you remember the time? When we first met, girl Do you remember the time? (Oh, I) When we fell in love Do you remember the time?  [Verse 2] Do you remember how we used to talk? You know, we'd stay on the phone at night till dawn Do you remember all the things we said? Like, \"I love you so, I'll never let you go\"  [Pre-Chorus 2] Do you remember, back in the spring? Every morning, birds would sing Do you remember those special times? They'll just go on and on In the back of my mind  [Chorus] Do you remember the time? When we fell in love Do you remember the time? When we first met, girl Do you remember the time? (Oh, I) When we fell in love Do you remember the time?  [Bridge] Those sweet memories Will always be dear to me And girl no matter what was said I will never forget what we had Now baby  [Chorus] Do you remember the time? When we fell in love Do you remember the time? When we first met, girl Do you remember the time? (Oh, I) When we fell in love Do you remember the time? (Remember, my baby) Do you remember the time? (Cause I remember) When we fell in love Do you remember the time? (All in my mind, girl) Do you remember the time? (Oh, I) When we fell in love Do you remember the time? (Remember, my baby)  [Breakdown] (Remember the time) Ooh! (Remember the time) Do you remember, girl? (Remember the time) On the phone, you and me (Remember the time) Till dawn, two or three What about us, girl? (Remember the time) Do you, do you, do you? (Remember the time) Do you, do you? In the park, on the beach (Remember the time) You and me, in Spain What about, what about (Remember the time) Grrrrrat, tat tat, tat Grrrrrat, tat tat (Remember the time) Ooh! In the park (Remember the time) After dark, do you, do you, do you? (Remember the time) Do you, do you, do you, do you? (Remember the time) Yeah, yeah, woo! (Remember the time, remember the time)  ",
        "title": "Remember The Time"
    },
    {
        "artist": "George Michael/Elton John",
        "lyrics": "  [Verse 1] I can't light no more of your darkness All my pictures seem to fade to black and white I'm growing tired and time stands still before me Frozen here on the ladder of my life Too late to save myself from falling I took a chance and changed your way of life But you misread my meaning when I met you Closed the door and left me blinded by the light  [Chorus] Don't let the sun go down on me Although I search myself, it's always someone else I see I'd just allow a fragment of your life to wander free But losing everything is like the sun going down on me  [Verse 2] I can't find the right romantic line But see me once and see the way I feel Don't discard me just because you think I mean you harm But these cuts I have they need love to help them heal  [Chorus] Don't let the sun go down on me Although I search myself, it's always someone else I see I'd just allow a fragment of your life to wander free But losing everything is like the sun going down on me Don't let the sun go down on me Although I search myself, it's always someone else I see I'd just allow a fragment of your life to wander free But losing everything is like the sun going down on me  ",
        "title": "Don't Let The Sun Go Down On Me"
    },
    {
        "artist": "Tevin Campbell",
        "lyrics": "  [Verse 1:] I love you, girl You called me up And I came to see you You say you've been awake all night  It hurts me deep inside When I see you crying Whatever's wrong I'll make it right  [Hook #1:] If you understand how I feel You should know that my love is real  [Chorus:] Tell me what you want me to do My love is always here for you Tell me what you want me to do My love is always here for you So tell me what you want me to do  [Verse 2:] Tell me, girl There were times when I didn't show it Just how much I care for you  I'm so sorry Now don't keep saying it's too late To think it's over, baby After all that we've been through  [Hook #2:] Girl, I'm begging you I'm down on my knees Don't walk away, baby Please don't leave me now  [Repeat Chorus]  [Bridge:] Girl, I know that we can work it out somehow Isn't that what love is all about I'm gonna be by your side We're gonna see it through this time  I won't let you slip away Say you'll stay with me  Stay with me, girl 'Cause you're the finest girl That I've ever seen  [Chorus:] Tell me Tell me what you want me to do, baby My love is only here for you and only you  Tell me what you want me to do My love is always here for you So tell me what you want me to do  So tell me what you want me to do  ",
        "title": "Tell Me What You Want Me To Do"
    },
    {
        "artist": "Nirvana",
        "lyrics": "  [Verse 1] Load up on guns, bring your friends It's fun to lose and to pretend She's overboard and self-assured Oh no I know, a dirty word  [Pre-Chorus] Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello  [Chorus] With the lights out it's less dangerous Here we are now, entertain us I feel stupid and contagious Here we are now, entertain us A mulatto, an Albino A mosquito, my libido, yeah  [Post-Chorus] Hey, yay  [Verse 2] I'm worse at what I do best And for this gift, I feel blessed Our little group has always been And always will until the end  [Pre-Chorus] Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello  [Chorus] With the lights out, it's less dangerous Here we are now, entertain us I feel stupid and contagious Here we are now, entertain us A mulatto, an Albino A mosquito, my libido, yeah  [Post-Chorus] Hey, yay  [Guitar Solo]  [Verse 3] And I forget just why I taste Oh yeah, I guess it makes me smile I found it hard, it's hard to find Oh well, whatever, nevermind  [Pre-Chorus] Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello  [Chorus] With the lights out, it's less dangerous Here we are now, entertain us I feel stupid and contagious Here we are now, entertain us A mulatto, an Albino A mosquito, my libido  [Outro] A denial, a denial, a denial, a denial, a denial A denial, a denial, a denial, a denial  ",
        "title": "Smells Like Teen Spirit!"
    },
    {
        "artist": "Color Me Badd",
        "lyrics": "  I'm so glad you're my girl I'll do anything 4 U Call U every night And give U flowers 2  I thank the Lord 4 U And think about U all the time I ask him everyday That you'll 4-ever B mine  I wanna hold your hand 2 show U I'll be there I like 2 do the things That let U know I care  I sing this lullabye 'Cause girl U fill me full I look into your eyes You're so beautiful  Oh girl, I think I love ya I'm always thinkin' of ya I want ya to know I do it all 4 love I love it when we're 2-gether Girl I need you 4-ever I want U 2 know I do it all 4 love  I will never leave U sugar This I guarantee I look in-2 the future I see U and me  Knight in shining armor I will B your fairy tale I wanna take care of U, girl I'll serve you well  I will B there 4 ya 2 catch U when U fall I'll hold U in my arms That's were U belong  I sing this lullabye 'Cause girl U fill me full I look in-2 your eyes You're so beautiful, beautiful, yeah  Oh girl, I think I love ya I'm always thinkin' of ya I want ya to know I do it all 4 love I love it when we're 2-gether Girl I need you 4-ever And I want U 2 know I do it all 4 love  Now, come here sweetheart I want U 2 know something alright Everyday N my life without U Would be like a hundred years The distance B-tween us An ocean of tears See all the things I do 4 U Are 4 love, dig it  All 4 lovin' (all for love) All 4 U (U) All 4 lovin' U, U, U  Oh girl, I think I love ya I'm always thinkin' of ya I want ya to know I do it all 4 love I love it when we're 2-gether Girl I need you 4-ever I want U 2 know I do it all 4 love  Oh girl, I think I love ya I'm always thinkin' of ya I want ya to know I do it all 4 love I love it when we're 2-gether Girl I need you 4-ever I want U 2 know I do it all 4 love  Oh girl, I think I love ya I'm always thinkin' of ya All 4 love  I love it when we're 2-gether Girl I need you 4-ever  ",
        "title": "All 4 Love"
    },
    {
        "artist": "CeCe Peniston",
        "lyrics": null,
        "title": "Finally"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] There you are, holding her hand I am lost, dying to understand Didn't I cherish you right? Don't you know you were my life?  [Chorus] Even though I try, I can't let go Something in your eyes captured my soul And every night I see you in my dreams You're all I know, I can't let go  [Verse 2] Just cast aside, you don't even know I'm alive You just walk on by, don't care to see me cry And here I am, still holding on I can't accept my world is gone, no, no  [Chorus] Even though I try, I can't let go 'Cause something in your eyes captured my soul And every night I see you in my dreams You're all I know, I can't let go  [Bridge] Do you even realize the sorrow I have inside Every day of my life? Do you know the way it feels when all you have just dies? I try and try to deny that I need you But still you remain on my mind  [Chorus] Even though I try, I can't let go (No, I just can't get you out of my mind) Something in your eyes captured my soul (I never can say goodbye) 'Cause every night I see you in my dreams You're all I know, I can't let you go Even though I try I can't let go Something in your eyes captured my soul (Of something that I need so badly) Every night I see you in my dreams You're all I know, I can't let go  ",
        "title": "Can't Let Go"
    },
    {
        "artist": "Karyn White",
        "lyrics": "  [Verse 1] Day after day Just thinking about you I can't wait to see your smiling face Could this be love I'm feeling for you? I've never felt this way before, no  [Pre-Chorus] I made a wish upon a shooting star And, baby, here you are Just you and me That's the way it should be My heart is waiting, it's an open door Each day I'm gonna love you more Of this I'm for sure That's the way I feel about you  [Chorus] Bye-bye cloudy days Sunshine's here to stay Tell the world That's the way I feel about you Happy days are here Whenever you're near This is clear That's the way I feel about you  I feel about you  [Verse 2] I'm so satisfied with you in my life You're everything I've dreamed of Ooh, and it feels so good when I'm in your arms Nothing even matters as long as you're loving me, yeah  [Pre-Chorus] I made a wish upon a shooting star And, baby, here you are Just you and me That's the way it really should be My heart is waiting, it's an open door Each day I'm gonna love you more Of this I'm sure That's the way I feel about you  [Chorus] Bye-bye cloudy days Sunshine's here to stay Tell the world That's the way I feel about you Happy days are here Whenever you're near This is clear That's the way I feel about you  Bye-bye cloudy days Sunshine's here to stay Tell the world That's the way I feel about you Happy days are here Whenever you're near This is clear That's the way I feel about you  The way I feel about you, uh-uh-uh The way I feel about you, uh-uh-uh All about you  [Bridge] Every time you hold me in your arms I look into your eyes and I see happiness (And my heart just can't deny) what I'm feelin' (deep inside) I love what you do when you do all the things that you do to me, yeah  [Chorus] Bye-bye cloudy days Sunshine's here to stay Tell the world That's the way I feel about you Happy days are here Whenever you're near This is clear That's the way I feel about you  Bye-bye cloudy days Sunshine's here to stay Tell the world That's the way I feel about you Happy days are here Whenever you're near This is clear That's the way I feel about you  Bye-bye cloudy days Sunshine's here to stay Tell the world That's the way I feel about you Happy days are here Whenever you're near This is clear That's the way I feel about you  ",
        "title": "The Way I Feel About You"
    },
    {
        "artist": "U2",
        "lyrics": "  [Verse 1] Johnny, take a walk with your sister the moon Let her pale light in, to fill up your room You've been living underground, eating from a can You've been running away from what you don't understand, love  [Pre-Chorus] She's slippy, you're sliding down She'll be there when you hit the ground  [Chorus] It's alright, it's alright, it's alright She moves in mysterious ways It's alright, it's alright, it's alright She moves in mysterious ways, oh  [Verse 2] Johnny, take a dive with your sister in the rain Let her talk about the things you can't explain To touch is to heal, to hurt is to steal If you want to kiss the sky, better learn how to kneel On your knees, boy!  [Pre-Chorus] She's the wave, she turns the tide She sees the man inside the child  [Chorus] It's alright, it's alright, it's alright She moves in mysterious ways, oh It's alright, it's alright, it's alright She moves in mysterious ways, oh  Lift my days, light up my nights, oh  [Bridge] One day you'll look back, and you'll see Where you were held now by this love While you could stand there You could move on this moment Follow this feeling  [Chorus] It's alright, it's alright, it's alright She moves in mysterious ways It's alright, it's alright, it's alright She moves in mysterious ways, oh  [Outro] Move you, spirits move you Move, spirits 'its move you, oh yeah Does it move you? She moves with it Lift my days, and light up my nights, oh We move through miracle days Spirit moves in mysterious ways She moves with it She moves with it Lift my days, light up my nights  ",
        "title": "Mysterious Ways"
    },
    {
        "artist": "Amy Grant",
        "lyrics": null,
        "title": "Good For Me"
    },
    {
        "artist": "Atlantic Starr",
        "lyrics": null,
        "title": "Masterpiece"
    },
    {
        "artist": "Paula Abdul",
        "lyrics": "  Yeah Let's hit it Ha, ha Come on  Ooh, work it, baby Give me that vibe Uh, what is it?  You got that vibeology That V-I-B-E-ology Your body is pumped Next to me You got that sensuality  And, oh I love what you do When you do what you do You got me pumped In the groove When you move  I'm in a funky way I'm I'm in a funky way I'm I'm in a funky way I'm I'm in a funky way I'm  Horny horns Ow! Yeah Oh, come on  Ooh, yeah I'm in a funky way Give me that I'm in a funky way Give me that vibe I'm in a funky way Give me that vibeology  Vibeology Now you ask What does it mean? Why It's the study of the chemistry Between you and me  You got that vibeology That V-I-B-E-ology Your body is pumped Next to me You got that sensuality  And, oh I love what you do When you do what you do You got me pumped In the groove When you move  I'm in a funky way I'm I'm in a funky way I'm I'm in a funky way I'm I'm in a funky way I'm  Horny horns Ow! Vibeology, yeah  Vibeology Feelings you send me Vibeology A funky beat And then he's Vibeology Oh, the vibes, the vibes Vibeology  I, I, I, I, I  I'm in a funky way Give me that I'm in a funky way  Give me that vibe I'm in a funky way Give me that vibeology  Those vibes They keep getting to me I dont know what to do Give me that vibe  I'm in a funky way Oh, I'm in a Give me that vibe I'm in a funky way Vibeology I'm in a  It would be very Un-vibeolistic of you To not get into the vibes  I'm sending you Right here, uh You see Love is like a  Oh, I love what you do When you do what you do You got me pumped In the groove When you move  I'm in a funky way Vibeology The feelings you send me  Vibeology A funky beat And then he's Ooh  Vibeology Oh, the vibes The vibes Vibeology  I, I, I, I, I  I'm in a funky way Give me that I'm in a funky way Give me that vibe I'm in a funky way Give me that vibeology  Go, Paula Go, Paula Go, go, go, Paula  Go, Paula Go, Paula Go, go, go, Paula  GImme, gimme, gimme I'm in a funky way Gimme that I'm in a funky way Gimme that vibe I'm in a funky way  Give me that vibeology Vibeology Vibeology  ",
        "title": "Vibeology"
    },
    {
        "artist": "M.C. Hammer",
        "lyrics": null,
        "title": "2 Legit 2 Quit"
    },
    {
        "artist": "Boyz II Men",
        "lyrics": "  [Intro] Ten, nine, eight, seven, six Five, four, three, two, one Injection, follows  [Chorus] Uhh ahh Uhh ahh Uhh ahh Uhh ahh Mike? Yes?  [Verse 1] The love I have right next to me Is here and always will be I'm caressing your body emotionally As you can feel and will see Why can't we go all the way to the top The fullest extreme The sounds I hear when you're with me Express the way that you feel, girl As you say  [Chorus] Uhh ahh Uhh ahh Uhh ahh Uhh ahh  [Verse 2] In our passion sent we move in close The love that we share is the same I can tell when I reach down deep inside You show it when you call out my name Squeezing you tight and holding you close Is all I feel inside Although I try to hold in my love It's something that I just can't hide  [Chorus] Uhh ahh Uhh ahh Uhh ahh Uhh ahh  [Bridge] The music is low The lights are dim, there we lie Passion overflows With every look in your eyes Infatuation, lust And a lot of love Sweet caresses Yes, it's food to be true Unclench my back Ecstasy fills the air As you kiss on my neck And stroke the back of my hair To hold you tonight I feel this is, my dear To grasp, to hold To rock that place  [Chorus] Uhh ahh Uhh ahh Uhh ahh Uhh ahh  [Outro] Give it to me, baby I'll rub your back As you lay here with me, yeah oh I want you and I need you Hold on to me, yeah Right now, baby, oh, oh And don't go away Please, baby, stay with me Oh I can do it to you The way that nobody else can babe  ",
        "title": "Uhh Ahh"
    },
    {
        "artist": "Michael Bolton",
        "lyrics": "  I talk to you but it's not the same as touchin' you And every time you whisper my name ,I wanna run to you We'll be together, it won't be long, it won't be long But it feels like forever and it's hard to be strong  Baby, 'cause I'm missing you now And it's drivin' me crazy How I'm needin' you, baby I'm missing you now Can't wait till I'm alone with you To show you how I'm missing you now  Wishin' you were here by my side is all that I can do Got my arms around my pillow at night They should be holdin' you Thought I was stronger, how could I know, how could I know I can't take this much longer, it's so hard on my soul  Baby, 'cause I'm missing you now And it's drivin' me crazy I've gotta be with you, baby I'm missing you now Don't know what I'm gonna do To show the way I'm missing you now  Baby, I just can't wait, till I see your face Chase away this loneliness inside When you're close to my heart, right here in my arms Then and only then will I be satisfied Missing you now  I know, we'll be together, it won't be long, it won't be long But it feels like forever and it's hard to be strong  Baby, 'cause I'm missing you now And it's drivin' me crazy How I'm needin' you, baby Can't wait till I'm alone with To show you how I'm missing you now  Missing you ,missing you Baby, I should be holdin' you, kissin' you I'm missing you Don't know what I'm gonna do To show the way I'm missing you now Missing you, missing you now And it's drivin' me crazy How I'm needin' you, baby I'm missing you now  ",
        "title": "Missing You Now"
    },
    {
        "artist": "Vanessa Williams",
        "lyrics": "  [Verse 1] Sometimes the snow comes down in June Sometimes the sun goes 'round the moon I see the passion in your eyes Sometimes it's all a big surprise  Cause there was a time When all I did was wish You'd tell me this was love  It's not the way I hoped Or how I planned But somehow it's enough  [Chorus] And now we're standing face to face Isn't this world a crazy place? Just when I thought our chance had passed You go and save the best for last  [Verse 2] All of the nights you came to me When some silly girl had set you free You wondered how you'd make it through I wondered what was wrong with you  Cause how could you give Your love to someone else And share your dreams with me  Sometimes the very thing You're looking for Is the one thing you can't see  [Chorus] But now we're standing face to face Isn't this world a crazy place? Just when I thought our chance had passed You go and save the best for last  [Bridge] Sometimes the very thing You're looking for Is the one thing you can't see  Sometimes the snow comes down in June Sometimes the sun goes 'round the moon Just when I thought our chance had passed You go and save the best for last  You went and saved the best for last  ",
        "title": "Save The Best For Last"
    },
    {
        "artist": "Keith Sweat",
        "lyrics": "  Kick it one time!!!  Chorus Keep it comin', girl I want it Turn me on with all the kissing and hugging Do me baby, drive me crazy I can never get enough of your lovin'  Feels so good when I'm with you You know I gotta have your love Every day and every night You're the one I'm thinking of (You've got all I love) Everything that I like, oh yes you do (Let's make love tonight) All you gotta do is bring your body right here, babe  Chorus  Ooh ooh baby  Kissing you is such a thrill Take you for a natural high Can't explain the way it feels When it goes up deep inside (Let me hold you tight) Hold you tight And have your body all night long, girl (Give me all you got) Give me all you got, babe Don't you ever smile, babe  Chorus  Background vocal line: Let your hair down, come lay next to me Feel my body, give me the love that I need  All you do is let your pretty hair down girl Baby, you're right next to me  Chorus with ad libs  ",
        "title": "Keep It Comin'"
    },
    {
        "artist": "Eric Clapton",
        "lyrics": "  [Verse 1] Would you know my name If I saw you in heaven? Would you feel the same If I saw you in heaven? I must be strong and carry on Because I know I don't belong here in heaven  [Verse 2] Would you hold my hand If I saw you in heaven? Would you help me stand If I saw you in heaven? I'll find my way through night and day Because I know I just can't stay here in heaven  [Bridge] Time can bring you down, time can bend your knees Time can break your heart, have you begging please, begging please Beyond the door there's peace I'm sure And I know there'll be no more tears in heaven  [Verse 3] Would you know my name If I saw you in heaven? Would you feel the same If I saw you in heaven? I must be strong and carry on Because I know I don't belong here in heaven  ",
        "title": "Tears In Heaven"
    },
    {
        "artist": "Eddie Money",
        "lyrics": null,
        "title": "I'll Get By"
    },
    {
        "artist": "Mint Condition",
        "lyrics": "  [Intro] Pretty brown eyes  [Verse 1] Pretty brown eyes You know I see you It's a disguise the way you treat me  You keep holding on To your thoughts of rejection If you're with me you're secured  You keep telling me That your time is always taken But I keep seeing you out alone  Listen to love Your heart is pounding with desire Waiting to be unleashed  [Hook] Quit breakin' my heart Breakin' my heart Breakin' my heart Breakin' my heart  [Verse 2] Don't tell your friends That I don't mean nothing to you Please don't deny the truth  Tell me right now I know your heart is in the right place You know I won't let you down  You can't disguise All the pounding of your heart I see your eyes  and you can't hide  Start to make sense And quit playin these love games Tell me what you're gonna do  [Hook]  [Saxophone solo] Pretty brown eyes Pretty brown eyes  I just wanna know one thing Will you be with me?  Pretty brown eyes  [Bridge] Here comes my darling Here comes romance Here comes my love And please honey will you dance  [Hook]  ",
        "title": "Breakin' My Heart (Pretty Brown Eyes)"
    },
    {
        "artist": "Bonnie Raitt",
        "lyrics": "  Turn down the lights Turn down the bed Turn down these voices inside my head Lay down with me Tell me no lies Just hold me close Don't patronize Don't patronize me  'Cause I can't make you love me if you don't You can't make your heart feel something it won't Here in the dark in these final hours I will lay down my heart and I'll feel the power But you won't, no you won't 'Cause I can't make you love me if you don't  I'll close my eyes Then I won't see The love you don't feel when you're holding me Morning will come And I'll do what's right Just give me 'til then to give up this fight And I will give up this fight  'Cause I can't make you love me if you don't You can't make your heart feel something it won't Here in the dark in these final hours I will lay down my heart and I'll feel the power But you won't, no you won't 'Cause I can't make you love me if you don't  ",
        "title": "I Can't Make You Love Me"
    },
    {
        "artist": "The KLF Featuring Tammy Wynette",
        "lyrics": "  And we like to roam the land We're justified and we're ancient I hope you understand We don't want to upset the apple-cart And we don't want to cause any harm But if you don't like what we're gonna do You'd better not stop us cause we're coming through   All the way down the east coast All the way down...  And we like to roam the land We're justified and we're ancient I hope you understand We don't want to upset the apple-cart  ",
        "title": "Justified And Ancient"
    },
    {
        "artist": "Genesis",
        "lyrics": "  [Verse 1] Hot sun beating down Burning my feet just walking around Hot sun making me sweat Gator's getting close, hasn't got me yet  [Chorus] I can't dance, I can't talk Only thing about me is the way I walk I can't dance, I can't sing I'm just standing here selling everything  [Verse 2] Blue jeans sitting on the beach Her dog's talking to me but she's out of reach Shes got a body under that shirt But all she wants to do is rub my face in the dirt  [Chorus] 'Cause I can't dance, I can't talk Only thing about me is the way I walk I can't dance, I can't sing I'm just standing here selling  [Post-Chorus] Oh and checking everything is in place You never know who's looking on  [Verse 3] Young punk spilling beer on my shoes Fat guys talking to me trying to steal my blues Thick smoke, see her smiling through I never thought so much could happen just shooting pool  [Chorus] But I can't dance, I can't talk The only thing about me is the way that I walk I can't dance, I can't sing I'm just standing here selling  [Post-Chorus] Oh and checking everything is in place You never know who's looking on A perfect body with a perfect face — uh-huh  [Chorus] No, I can't dance, I can't talk The only thing about me is the way I walk No, I can't dance, I can't sing I'm just standing here selling everything  [Outro] But I can walk No I can't dance No no no I can't dance No I said I can't sing But I can walk  ",
        "title": "I Can't Dance"
    },
    {
        "artist": "P.M. Dawn",
        "lyrics": null,
        "title": "Paper Doll"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Skit] (Loud music playing) (KNOCK, KNOCK, KNOCK, KNOCK)  Dad: Hey! Kid: What?! Dad: Turn that off! Kid: Dad, this is the best part! Dad: Turn it off! Kid: No! Dad: It’s too late for this, turn it off! Kid: Dad, this is the best part, come on! Dad: No, turn it off now! Kid: No, this is the- I want to listen to it, OK?! Dad: You’ve got things to do tomorrow-  (Louder music, Dad becomes inaudible) (KNOCK, KNOCK, KNOCK) Kid takes tape out, puts in new tape  Kid: Yeah, right. Too late. Sure. Eat this [Verse 1] I took my baby on a Saturday bang Boy, is that girl with you? Yes, we're one and the same Now, I believe in miracles And a miracle has happened tonight  [Hook] But, if you're thinking about my baby It don't matter if you're black or white  [Verse 2] They print my message in the Saturday sun I had to tell them I ain't second to none And I told about equality And it's true, either you're wrong or you're right  [Hook] But, if you're thinking about my baby It don't matter if you're black or white  [Coda] I am tired of this devil I am tired of this stuff I am tired of this business So when the going gets rough I ain't scared of your brother I ain't scared of no sheets I ain't scared of nobody Girl, when the going gets mean  [L.T.B. Rap Performance] Protection for gangs, clubs and nations Causing grief in human relations It's a turf war on a global scale I'd rather hear both sides of the tale See, it's not about races Just places, faces Where your blood comes from is where your space is I've seen the bright get duller I'm not going to spend my life being a color  [Verse 3] Don't tell me you agree with me When I saw you kicking dirt in my eye  [Hook] But, if you're thinking about my baby It don't matter if you're black or white But, if you're thinking about my baby It don't matter if you're black or white I said if you're thinking of being my brother It don't matter if you're Black or White  [Outro] It's black, it's white It's tough for you to get by It's black, it's white It's tough for you to get by It's black, it's white  ",
        "title": "Black Or White"
    },
    {
        "artist": "Color Me Badd",
        "lyrics": null,
        "title": "Thinkin' Back"
    },
    {
        "artist": "RTZ",
        "lyrics": null,
        "title": "Until Your Love Comes Back Around"
    },
    {
        "artist": "Paul Young",
        "lyrics": "  [Verse 1:] As I walk this land of broken dreams I have visions of many things Happiness is just an illusion Filled with sadness and confusion  [Chorus:] What becomes of the brokenhearted? Who had love that's now departed? I know I've got to find Some kind of peace of mind Help me please  [Verse 2:] The roots of love grow all around But for me they come tumbling down Everyday heartaches grow a little stronger I can't stand this pain much longer  I walk in shadows Searching for light Going it alone No comfort in sight  Hoping and praying For someone who cares Always moving But going nowhere  [Repeat Chorus:]  [Bridge:] I'm searching though I don't succeed, no For someone's love There's a growing need  All is lost There's no place for beginning All that's left is an unhappy ending  [Chorus:] What becomes of the brokenhearted? Who had love that's now departed? I know I've got to find Some kind of peace of mind  I'll be searching everywhere Just to find someone who cares I'll be looking every day I know I'm gonna find a way Nothing's gonna stop me now  I'll find a way somehow Woo, hoo I'll find a way somehow What you've got to know is  What becomes of the brokenhearted? I'm gonna do I'm gonna do the best I can, girl  Woo, hoo I've gotta, gotta find her Mmm, mmm, mmm Gotta find a way somehow, sugar  (What becomes of the brokenhearted?) I need love, baby (Who had love that's now departed?)  I need you, darling Oohh, whoa, yeah I've gotta find a woman Who is gonna love me, love me  ",
        "title": "What Becomes Of The Brokenhearted"
    },
    {
        "artist": "Celine Dion And Peabo Bryson",
        "lyrics": null,
        "title": "Beauty And The Beast"
    },
    {
        "artist": "Guns N' Roses",
        "lyrics": "  [Verse 1] When you were young, and your heart was an open book You used to say, \"Live and let live\" (You know you did, you know you did, you know you did) But if this ever changing world in which we're livin' Makes you give in and cry  [Pre-Chorus] Say, \"live and let die\" Live and let die  [Chorus: Instrumental]  [Bridge] What does it matter to ya? When you got a job to do You got to do it well You got to give the other fella hell  [Chorus]  [Solo]  [Verse 2] You used to say, \"Live and let live\" (You know you did, you know you did, you know you did) But if this ever changing world in which we're livin' Makes you give in and cry  [Pre-Chorus] Say, \"live and let die\" Live and let die  [Chorus]  ",
        "title": "Live And Let Die"
    },
    {
        "artist": "Bryan Adams",
        "lyrics": "  Put on your best dress darling Can't you see the time is right There will never be another tonight  If you got your motor runnin' Then I got my engines on Say the word and darlin' we'll be gone Outside the world is waitin' But we won't lose control So come on now - let the good times roll  You gotta ride your broom right into my room Kick off your shoes make yourself at home Wave your little wand - weave a little spell Make a little magic - raise some hell  There will never be another tonight C'mon baby - hold on tight There will never be another tonight I don't care if it's wrong or right We got nothin' to lose just me and you In your wildest dreams... There'll never be another tonight  Who cares about tomorrow Let the wind fill your sails A runaway train ridin' on the rails We got the bases loaded Home run - power play Tonight's the night we're goin' all the way  You gotta ride your broom right into my room Kick off your shoes make yourself at home Wave your little wand - weave a little spell Make a little magic - raise some hell  There will never be another tonight C'mon baby - hold on tight There will never be another tonight Flash your diamonds shine your lights There'll never be another tonight I don't care if it's wrong or right Cause we got nothin' to lose just me and you In your wildest dreams... There'll never be another tonight  Some people they're looking for paradise Others they're looking for inner light Me I'm just having the time of my life I'm headin' out, to check it out Check it out!!  ",
        "title": "There Will Never Be Another Tonight"
    },
    {
        "artist": "M.C. Hammer",
        "lyrics": null,
        "title": "Addams Groove"
    },
    {
        "artist": "M.C. Brains",
        "lyrics": null,
        "title": "Oochie Coochie"
    },
    {
        "artist": "Genesis",
        "lyrics": "  The key to my survival Was never in much doubt The question was how I could keep sane Trying to find a way out  Things were never easy for me Peace of mind was hard to find And I needed a place where I could hide Somewhere I could call mine  I didn't think much about it Til it started happening all the time Soon I was living with the fear everyday Of what might happen at night  I couldn't stand to hear the Crying of my mother And I remember when I swore that, that would be the Last they'd see of me And I never went home again  They say time is a healer And knew my wounds are not the same I rang the bell with my heart in my mouth I had to hear what he'd say  He sat me down to talk to me He looked me straght in the eyes He said:  You're no son, no son of mine You're no son, no son of mine You walked out, you left us behind And you're no son, no son of mine  Oh, his words how they hurt me, I'll never forget it And as the time, it went by, I lived to regret it  You're no son, no son of mine But where should I go And what should I do You're no son, no son of mine But I came here for help, I came here for you  Well the years they passed slowly I thought about him everyday What would I do, if we passed on the street Would I keep running away  In and out of hiding places Soon I'd have to face the facts We'd have to sit down and talk it over And that would mean going back  They say time is a healer And now my wounds are not the same I rang the bell with my heart in my mouth I had to hear what he'd say  He sat me down to talk to me He looked me straght in the eyes He said:  You're no son, no son of mine You're no son, no son of mine You walked out, you left us behind And you're no son, no son of mine  Oh, his words how they hurt me, I'll never forget it And as the time, it went by, I lived to regret it  You're no son, no son of mine But where should I go And what should I do You're no son, no son of mine But I came here for help, I came here for you You're no son, no son of mine You're no son You're no son You're no son You're no son No son No son No son You're no son No son No son You're no son of mine  ",
        "title": "No Son Of Mine"
    },
    {
        "artist": "The Shamen",
        "lyrics": "  I will not fail nor falter I shall succeed My perception is altered I do believe Faith is so strong now nothing shall bar my way Firm conviction is no fiction this is my day  I can move move move any mountain I can move move move any mountain I can move move move any mountain  I walk so tall ascending I stand so high Earth below me revolving above the sky I feel no fear to be here is oh so fine Shining brightly like sunlight inside my mind  Well you know that any mountain is capable of moving The shamen and the new generation who are proving You can be what you want to be Let your soul and your body and your mind be free Well never mind we all are that And going all the way is where I'm at With delivery smooth like water from a fountain That's why I can move any mountain move any mountain  I can move move move any mountain I can move move move any mountain I can move move move any mountain I can move move move any mountain Move any mountain Move any mountain Move any mountain  Future feeling new sensation Body is rockin' and the mind is reeling And rolling racing changing motion Flowing like a river into the ocean Better get yourself ready for the next transition 'Cause the time is right for a new vibration My vision one nation one tribe One day'll come the might to move any mountain Move any mountain Move any mountain I can move move move any mountain  I walk so tall ascending I stand so high Earth below me revolving above the sky I feel no fear to be here is oh so fine Shining brightly like sunlight inside my mind  I can move move move any mountain  ",
        "title": "Move Any Mountain"
    },
    {
        "artist": "P.M. Dawn",
        "lyrics": "  [Hook] Baby you send me, baby you send me Set adrift on memory bliss of you  [Verse 1] The camera pans the cocktail glass Behind a blind of plastic plants I found the lady with the fat diamond ring Then you know I can't remember a damn thing I think it's one of those déjà vu things Or a dream that's tryin' to tell me somethin' Or will I ever stop thinkin' about it I don't know, I doubt it Subterranean by design I wonder what I would find If I met you, let my eyes caress you Until I meet the thought of Mrs Princess Who? I often wonder what makes her work I guess I'll leave that question to the experts Assuming that there are some out there They're probably alone, solitaire I can remember when I caught up with a past-time intimate friend She said, bet you're probably gonna say I look lovely But you probably don't think nothin' of me She was right, though, I can't lie She's just one of those corners in my mind And I just put her right back with the rest That's the way it goes, I guess  [Hook] Baby you send me, baby you send me Set adrift on memory bliss of you Baby you send me, baby you send me Set adrift on memory bliss of you  [Verse 2] A careless whisper from a careless man A neutron dance for a neutron fan Marionette strings are dangerous things I thought of all the trouble they bring An eye for an eye, a spy for spy Rubber bands expand in a frustrating sigh Tell me that she's not dreaming She's got an ace in the hole, it doesn't have meaning Reality used to be a friend of mine Cause complete control, I don't take too kind Christina Applegate, you gotta put me on And guess whose piece of the cake is Jack gone? She broke her wishbone and wished for a sign I told her whispers in my heart were fine What did she think she could do? I feel for her, I really do And I stared at the ring finger on her hand I wanted her to be a big PM Dawn fan But I had to put her right back with the rest That's the way it goes, I guess  [Hook] Baby you send me, baby you send me Set adrift on memory bliss of you Baby you send me, baby you send me Set adrift on memory bliss of you Baby you send me, baby you send me Set adrift on memory bliss of you Baby you send me, baby you send me Set adrift on memory bliss of you Baby you send me, baby you send me Set adrift on memory bliss of you Baby you send me, baby you send me Baby you send me, baby you send me Baby you send me, baby you send me Baby you send me, baby you send me Set adrift on memory bliss of you Baby you send me, baby you send me Baby you send me, baby you send me Baby you send me, baby you send me Set adrift on memory bliss of you  ",
        "title": "Set Adrift On Memory Bliss"
    },
    {
        "artist": "Heavy D & The Boyz",
        "lyrics": "  [Intro] Alright This one goes out to all the lovers in the house, knowI'msayin? I'm gonna express my feelings right about now On the way I like to do things T.R., bring it in  [Hook - Tammy Lucas] Is it good to you? (I like it) Is it good to you? (Ooh, I like it) Is it good to you?  (I like it) Is it good to you?  (Ooohooh, boy)  [Verse 1] How would you feel if I worked you down? Made your head spin like a merry-go-round Take control like Charles In Charge I really can't wait, let's stay in the garage Oops, let me run as I get the whipped cream Can't have ice cream without whipped cream Plus an ice cube, to make you swing My main man did it in do the right thing C'mon let me tickle you in all the right places Keep my eyes open while I watch ya make faces Feelin quite dandy, comfortable and cozy Let me draw the curtains cos my neighbours are nosey So make a little room, here comes big daddy Big like a truck, satisfyin like a Caddy Many will call but the chosen are few And all I wanna know, is it good to you?  [Hook ]  [Verse 2] Make a move, make a move, my lollipop cutie Lay down on the cover, let the Lover do his duty It looks like rain, but rain doesn't matter We can take time, hold hands and chit-chatter And what about love? Love's a possibility But let's make sure we share the same mentality Close the door, dim the lights Everything is okey-dokey, cos we set it alright And how bout oil? Warm from the heat I can slick ya body down from your head to your feet Make ya smile from a simple kiss Close your eyes and I'll grant your first wish Open your arms and wrap me tight like a teddy bear Then take your fingers and run it thru my hair Many will call but the chosen are few But all I wanna know, is it good to you?  [Hook]  [Bridge 1] Yeeaah, lay back a little You know when we kiss I really wanna make ya feel right now I mean, is it good to you? Cos believe me when I tell you, it feels good to me  [Verse 3] Check it Roll over my lover, the sun is beaming The hot water's runnin and the bathroom's steaming Champagne bottle in the corner half done Room's still bright from the morning sun Yeah, we're snuggled up now it's time to buckle up So call me later cutie, and I'll pick you up Many'll call but the chosen are few And all I wanna know, is it good to you?  [Hook x2] [Bridge 2] C'mon sing it baby C'mon lemme hear it honey C'mon sing it baby C'mon lemme hear it honey C'mon sing it baby C'mon lemme hear it honey C'mon sing it baby C'mon lemme hear it honey  [Hook x2]  Is it good to you?  [Tammy Lucas] I like it, baby  ",
        "title": "Is It Good To You"
    },
    {
        "artist": "Lighter Shade Of Brown",
        "lyrics": "  [Intro: Dialogue] Hi this is Huggy Boy This is going out to all the homies on a Sunday afternoon  [Verse 1: DTTX] Sittin in the park on a Sunday afternoon Me and the crew just jammin the oldy tune Sipping on a cold bottle of brewsky Gave O' a swig he passed it back to me Right about then up came some of the homies Mike, Elia P, J Smooth, Phil and Larry Bustin out the ice chest, Phil popped the cooler Elia P drunk brew nothing better to do Mike his cup yo is filled with bird J Smooth had a cold glass to you know it word Girls at the place just preparing the food The sky was clear and the weather was cool Kids at the playground playing on the merry go round All the cars cruisin bumpin their funky sound Cause it's Sunday last day for a funday Back to business as usual come Monday At the park everything went real smooth... On a Sunday afternoon  [Chorus: Shiro Stokes] We were chillin at the park Just waiting for the sun to go down It was me Shiro and the homies A Lighter Shade of Brown (On a Sunday afternoon)  [Verse 2: ODM] I said chill (chill) All the vatos in the park stay ill (ill) Playing horseshoes to win the bill (bill) Carne Asada slappin on the grill (grill) So now we eat The cops cruise by looking for the booze But what Ruben had was plainly simply apple juice Coming up short just like a fool Went back to his car with nothing he could do All the cars in the parking lot low profiling And everywhere you look you see somebody styling Cars with lifts rolling deep with booming sounds Its a good time to cruise around In the parking lot where the brownie was stacking And all the vatos are looking for some action yeah  [Chorus: Shiro Stokes]  [Verse 2: DTTX & ODM] Well the sun was set and it began to get dark And we were getting ready to leave the park We had a good time (ahh yeah) Yeah we had a good day Pack the stuff off and we was on our way Yo mackin the brownies as we all cut em off at the pass But the all actin soft as we pulled up They was actin all shy to us But eses, yo wanna know who's the flyest We bowed out and Jimmy Hassler passed out Una esta fea so hey yo pimps jacked out Coming up short they gave us no run So yo homies consider this a dry one Time to cruise the boulevard Time to have I'm guaranteed to find a brownie while the night is young We were rolling, yeah looking real smooth Cause cruising Whittier is how we ended our afternoon  [Outro Chorus: Shiro Stokes] Smooth chillin, just kickin it With the top down, down to the ground I know they be watching me smooth chilliing Just kickin it with the top down, down to the ground I pump it up for you...smooth Smmooooooth just chillin on a Sunday afternoon  ",
        "title": "On A Sunday Afternoon"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": null,
        "title": "Broken Arrow"
    },
    {
        "artist": "Digital Underground",
        "lyrics": "  Shimmy shimmy cocoa-pop Shimmy shimmy cocoa-pop Shimmy shimmy cocoa-pop Shimmy shimmy cocoa-pop We-we chocolate cross-over Yea, we chocolate cross-over See me cocoa might go pop I'm cocoa and I might go pop  Now it's about time that I cleared this So pardon me miss But I'd like for you to hear this If you kiss me then I'll kiss you back You see, I feel real good inside, and it's just from your nearness There's no need for you to fear this Kiss me, I'll kiss you back Mmmm-[kiss]  Well ya look kinda cute to me I think we can achieve this Plus you act like you need this Kiss me and I'll kiss you back You act real fly Money-B's not buyin' it Quit denyin' it You're better off tryin' it Freak me girl and I'll freak you back (duh nuh nuh nuh nuh nuh nuuuuh)  Through any kinda weather Will me and you forever Stay together Well I just don't know But I'll tell ya what though If you kiss me then I'll kiss you back (kiss you back) And I guess you wanna know if I'm gonna be around I ain't sure but I'll tell you what I do know If you kiss me then I'll kiss you back (kiss you back) Awright, lets do this  If you kiss me then I'll kiss you back Yea, Kiss me and I'll kiss you back If you kiss me then I'll kiss you back You with it? cause if you with it, I'm with it, yo If you kiss me then I'll kiss you back Yea, mmm-[kiss] Just kiss me then I'll kiss you back I'll kiss you back, I'll kiss you back  Now I'm hopin' that you hear me Cause I love it when you're near me And I'm tellin' you sincerely That if you kiss me girl I'll kiss you back Cause I really really really like you And I just want to make it clear [clears throat] We're gonna keep it fair and square Kiss me and I'll kiss you back  Yo it's not funny! Real cute is what you say to me But any other way you play me If you love me then I'll love you back When you say I get the most out of this it kind of bothers me A fair exchange and no robbery Love me girl and I'll love you back  Now I'm hopin that you hear me Cause I love it when you're near me And I know you know I knew this So I guess that we can do this Awright, sing it with me again, c'mon  If you kiss me then I'll kiss you back Come on, keep it going If you kiss me then I'll kiss you back Yeah, ladies? If you love me boy I'll love you back Oh yeah? Yo I'm with it! If you kiss me then I'll kiss you back Awright, awright that's cool, now let's change it up a little  If you play with my tummy I'll tickle your feet You know? If you touch me here I'll touch you there Yeah, put lotion on me If you kiss me then I'll kiss you back I'll kiss you back If you love me girl I'll love you back I'll love you back  We know what you go though Sometimes we put you down People treat you coldly They know you sleep around We never want to disrespect you And tell anyone in town But if you love me then I'll love you back I'm askin' if you're down  I'm hopin' that you hear me cause I love it when you're near me  If you kiss me then I'll kiss you back I'll kiss you back You know I know you knew this so I guess that we could do this If you kiss me then I'll kiss you back You know what I'm sayin'? I mean if it's a deal to you it's a deal to me, but yo Kiss me then I'll kiss you back Yo let's kick it one more time, come on Kick it  If you kiss me then I'll kiss you back Kiss me If you kiss me then I'll kiss you back And I'll kiss you back If you kiss me then I'll kiss you back If you play with my feet I'll tickle your tummy If you love me boy I'll love you back Yea, I like it when the girls do it If you love me boy I'll love you back Come one ladies, one more time, kick it If you love me boy I'll love you back  Cause if you kiss me then I'll kiss you back But if you hit me then I'll hit you back Smack me and I'll smack you back If you scratch me here I'll scratch you there Aww, put lotion on me If you kiss me then I'll kiss you back  If you kiss me then I'll kiss you back If you kiss me girl I'll kiss you back If you touch me here I'll thouch you there Touch me here, baby, and I'll touch you there If you kiss me then I'll kiss you back [laughs]  Yea! Yo this is pumpin'! Yo Shock this is pumpin' man, this sounds like somethin I'd do! I hear ya, I hear ya Hump! You know what I'm sayin? Yeah 'cept I'd do it like this: Hit it girls  If you pinch my nose I'll play with your toes You know what I'm sayin? Right, right, right If you look real cutie I'll play with your booty Yeah Yeah Check it, yeah Yo, but would ya If you hold my nuts I'll Awright, that's enough!  That's enough! What, what man? I ain't.. No, no Hump, come on man, no, no Awright, awright, awright Let's just keep it cool, you know what I'm sayin?  If you kiss me then I'll kiss you back If you kiss me then I'll kiss you back Hold my nose! Uh-huh If you kiss me then I'll kiss you back Jus't havin' fun with it, man, know what I'm sayin'? If you kiss me then I'll kiss you back Kiss me then I'll kiss you back Awright, heh heh  Shimmy shimmy cocoa-pop We-we chocolate cross-over See me cocoa might go pop Shimmy shimmy cocoa pop  We chocolate cross-over We chocolate might cross over See me cocoa might go pop I'm cocoa and I might go pop See me cocoa might go pop See me? I'm cocoa, and I might go pop See me cocoa might go pop Yeah, we cocoa and we might go pop  See me cocoa might go pop See me cocoa might go pop See me cocoa might go pop See me See me cocoa might go pop go pop See me cocoa might go pop Me cocoa and I might go pop Hah hah hah hah hah See me cocoa might go pop  ",
        "title": "Kiss You Back"
    },
    {
        "artist": "Natural Selection",
        "lyrics": "  He said that it was love at first sight You knew he wasn’t right Must be your method to his madness She said that he should be for real He said he could not deal And now she’s full of sadness  She already know more than she knows She knows that he may never come back That will stop her from dreaming and scheming Always old enough for mating  You said that hearts don’t think they feel It’s just a minor complication Hearts don’t think they feel It’s just a careful observation  She said she knew him well But wasn’t kiss and tell He said she’s just a good friend Someone had told a lie In that they can’t deny Who figured that it would end?  Nobody knows what’s really on your mind But I can really tell that (I can really tell that) The look in your eye is saying goodbye You may never look back  Hearts don’t think they feel It’s just a minor complication Hearts don’t think they feel That’s my careful observation  There’s no moral to the story Somebody took your code away So don’t let your tomorrows be sorrows Live life today  She already know more than she knows She knows that he may never come back (Come back now) That don’t stop her from dreaming and scheming Always holding on to mating  Say it again…  Hearts don’t think they feel It’s just a minor complication I said that hearts don’t think they feel It’s just my careful observation From a different situation  I said…  Hearts don’t think they feel Minor complication Hearts don’t think they feel Hearts don’t think they feel  It’s just a min…minor… Minor complication Hearts don’t think they feel It’s just my careful observation They don’t think they feel  ",
        "title": "Hearts Don't Think (They Feel)"
    },
    {
        "artist": "Clivilles & Cole",
        "lyrics": null,
        "title": "A Deeper Love/Pride In The Name Of Love"
    },
    {
        "artist": "Kym Sims",
        "lyrics": "  [Spoken] \"Honey, let me tell you something No man in the world!\"  Don't wait for me Cause I won't be there Not this time Boy can't you see That I am leaving you behind  [Chorus] Too blind to see it Too blind to see what you were doing Too blind to see it Too blind to see what you were doing  The only one I was your baby That's what I thought But you had your fun You tried to play me And now you're caught  (I've tried and I've tried just to hide it) Hide the way I feel But that's not real (I've tried and I've tried to deny it) But you did me wrong So I'm moving, moving on  [Chorus]  [Spoken] \"Honey, let me tell you something No man in the world!\"  (I've tried and I've tried to deny it) But you did me wrong So I'm moving, moving on  [Chorus]  What you did to me I can't believe Now I realize baby I was Too blind, too blind I was I realize I can't believe, oh baby I was...  [Chorus]  ",
        "title": "Too Blind To See It"
    },
    {
        "artist": "Jodeci",
        "lyrics": null,
        "title": "Stay"
    },
    {
        "artist": "The Storm",
        "lyrics": "  You, you are the one, you're all I've been thinking about And I, I'd give it all away, if only you were here beside me For one moment, you're so close, I can feel you breathe For one moment, now you're all I know that I need Just when I thought you were there to depend on Don't you know that I've tried everything I know to do I would lie or die for you - I just want to know why, 'cause  Chorus: I've got a lot to learn about love, oh yeah The only girl I care about is gone, she's gone, teach me about love And now, now that you're gone, I'm here with my emotions and now I'm alone You, you can't see the love I'm feeling for you I can't let this moment slip away Don't you know that every single time I feel this way Every time I turn away - someone's saying goodbye, 'cause Chorus Show me baby, well I need your love, love, oh yeah (Solo) Chorus I've got a lot to learn about love, yes I do I've got a lot to learn about love, love Oh I've got a lot to learn about love, yes I do Chorus to fade  ",
        "title": "I've Got A Lot To Learn About Love"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": null,
        "title": "Again Tonight"
    },
    {
        "artist": "CeCe Peniston",
        "lyrics": "  Oooh! Oh yeah  Look what we got, hahaha  We got a, we got a love We got a, we got a love We got a, we got a love We got a, we got a love  We got a, that's how a love should be  Can't stand it when you're away Without a doubt you're the best thing that's happened to me Yeah, baby  And I just can't wait to have you by my side You know whenever you're around A smile is all that you're gonna see, yeah  'Cause you make me feel so good inside And there is no doubt, yeah, I'm satisfied I know that I won't find a better love I've got a love that other girls dream of, heyeyey  (We got a love thang) Love thang (Feels so good to me) Feels so good to me (This is our thang) Our thang (That's how a love should be) Don't you know that's just how a love should be, oh?  We got a, we got a love We got a, we got a love We got it, That's how a love should be  I used to be lonely, yeah 'Cause I couldn't find someone that I could call my own No, no  Suddenly you stepped in my life Now you're here with me and all my lonely days are gone They are gone, oh no  I don't know if it's wrong or right But it's better than a lonely night I know that I won't find a better love I've got a love that other girls dream of, heyeyey  (We got a love thang) Love thang (Feels so good to me) Feels so good to me (This is our thang) Our thang (That's how a love should be) Don't you know that's just how a love should be, oh?  Oooh! Oh yeah Ha Look what we got, hahaha  Heyeyeyey We got a love thang Heyeyeyey  Oooh! Look what we got  We got a, we got a love We got a, we got a love We got it, that's how a love should be  ",
        "title": "We Got A Love Thang"
    },
    {
        "artist": "Icy Blu",
        "lyrics": null,
        "title": "I Wanna Be Your Girl"
    },
    {
        "artist": "Salt-N-Pepa",
        "lyrics": "  You showed me what to do, exactly what to do When I was in love with you You showed me many of things, plenty of hard times Then I got up on it but the hard way Out there to tax, you chose me to slay I saw what you did, uh-huh, and said nothin' But watched, clocked, then I kept bluffin' And schemed to capture the skill of your rapture Master become the massa and kick at ya A plan, a new stand for this woman Made to be deadly just like the omen No more trippin', too strong to fall Shoe's on the other foot, shots are mine to call Little did you know what you were showing It hurted when you flirted, but I kept going Now the student is the teacher, you can't freak her Play the game of life, and I'll beat ya  You showed me what to do, exactly what to do When I was in love with you Ohhh, it's true, I can do it, too You showed me what to say, exactly what to say In that very special way Ohhh, it's true, games were made for two  You're fly, you live high off life riches Got three, four, and five fly bitches You dummy, you're so funny, leave me in stitches Honey, I command, I pull the switches Now I relieve the scratch when he itches I'm not the man, but I wear the britches So pitch your love and lies in the ditches P.S. hugs and kisses  And when I tried it, I could see you fall And I decided it wasn't hard at all  You showed me what to say, exactly what to say In that very special way Ohhh, it's true, games were made for two You taught it to me too, exactly what to do And now I do it well Ohhh, it's true, now you love me, too  I tried it then I decided it's fun To catch the wave and ride it On from what you spawn Yo, I play like a rose, but I live like a thorn But anyhow, I do know now the tricks of the trade I ain't never gettin' played Say what you will, and do what you must It all fell apart when you betrayed my trust Don't worry, babe, you're still my main dish First on the menu but of a long list This ain't me, it's what you made me Now I'm slappin' you back with the same crap you gave me So get a grip, I'm hipper than hip And I'm sick and tired of your shit Let's make this clear, dear, I swear Never will I get dogged again, I'm outta here  You showed me what to do, exactly what to do When I was in love with you Ohhh, it's true, I can do it too Ohhh, it's true  ",
        "title": "You Showed Me"
    },
    {
        "artist": "NKOTB",
        "lyrics": null,
        "title": "If You Go Away"
    },
    {
        "artist": "Marky Mark & The Funky Bunch",
        "lyrics": null,
        "title": "Wildside"
    },
    {
        "artist": "Gloria Estefan",
        "lyrics": null,
        "title": "Live For Loving You"
    },
    {
        "artist": "Richard Marx",
        "lyrics": null,
        "title": "Hazard"
    },
    {
        "artist": "Stacy Earl",
        "lyrics": "  I know you can control it, babe I know you can control it, babe I know you can control it, baby  Ooh, yeah  Sweet, sweet temptation For my soul sensation I just got to have you all to myself Give it up A fact's a fact Too late now for turning back Every calculation comes up with you  I gotta feel the fire, baby I guess I'll never learn  I need you to get closer And love me all up I ain't through So get back here And love me all up  I'm wild for you, baby (I'm wild for you) You got me going crazy I need something different A new kind of thrill  Reflections of your heart and soul (Reflections, heart and soul) In my kiss I'll make you whole  Oh, oh, oh, oh, oh, oh (Oh, oh, oh, oh, oh, oh) I'll satisfy you  I got a one track mind, baby And you just crossed my line  I need you to get closer And love me all up I ain't through So get back here And love me all up  I need you to get closer And love me all up I ain't through So get back here And love me all up  You're the stars in the night You're the dream I can touch Baby, don't be afraid You can love me tonight  I need you to get closer And love me all up I ain't through So get back here And love me all up  I need you to get closer And love me all up I ain't through So get back here And love me all up  I know you can control it, babe I know you can control it, babe I know you can control it, baby  I know you can control it, babe I know you can control it, babe I know you can control it, baby  ",
        "title": "Love Me All Up"
    },
    {
        "artist": "Metallica",
        "lyrics": "  [Verse 1: James Hetfield] New blood joins this Earth And quickly he's subdued Through constant pained disgrace The young boy learns their rules With time the child draws in This whipping boy done wrong Deprived of all his thoughts The young man struggles on and on he's known A vow unto his own That never from this day His will they'll take away easy  [Chorus: James Hetfield] What I've felt, what I've known Never shined through in what I've shown Never be, never see Won't see what might have been What I've felt, what I've known Never shined through in what I've shown Never free, never me So I dub thee \"Unforgiven\"  [Verse 2: James Hetfield] They dedicate their lives To running all of his He tries to please them all This bitter man he is Throughout his life the same He's battled constantly This fight he cannot win A tired man they see no longer cares The old man then prepares To die regretfully That old man here is me  [Chorus: James Hetfield] What I've felt, what I've known Never shined through in what I've shown Never be, never see Won't see what might have been What I've felt, what I've known Never shined through in what I've shown Never free, never me So I dub thee \"Unforgiven\"  [Guitar Solo: Kirk Hammett]  [Chorus: James Hetfield] What I've felt, what I've known Never shined through in what I've shown Never be, never see Won't see what might have been What I've felt, what I've known Never shined through in what I've shown Never free, never me So I dub thee \"Unforgiven\" Whoa  [Outro: James Hetfield] Never free, never me So I dub thee \"Unforgiven\" You labeled me, I'll label you So I dub thee \"Unforgiven\" Never free, never me So I dub thee \"Unforgiven\" You labeled me, I'll label you So I dub thee \"Unforgiven\" Never free, never me So I dub thee \"Unforgiven\"  ",
        "title": "The Unforgiven"
    },
    {
        "artist": "Jodeci",
        "lyrics": "  [Intro] Forever Forever Forever  [Verse 1:] So you're having my baby And it means so much to me There's nothing more precious Then to raise a family  If there's any doubt in your mind You can count on me I'll never let you down Lady, believe in me  [Pre-Chorus:] You and I Will never fall apart You and I We knew right from the start, baby, baby  The days We fell so far in love Now our baby is born Healthy and strong Now our dreams are reality  [Chorus:] Forever my lady It's like a dream I'm holding you close You're keeping me warm If this is ecstasy  Forever my lady (Forever my lady) I say just what I mean Forever and ever I pray is what I see Yes, my baby  [Verse 2:] Can you picture, my lady? This empty scene There's no me or no you What will we do? An awful sight to me  If I ever lose you Tell me where would I go Life would have no meaning And I pray that you Would always stay with me  [Repeat Pre-Chorus:]  [Repeat Chorus:]  [Repeat Pre-Chorus:]  Forever my lady Yeah Forever my lady Whoa Said I pray every night, baby  Forever my lady And every day of the week It's like a dream Yeah  I'm holding you close You keeping me warm  ",
        "title": "Forever My Lady"
    },
    {
        "artist": "Simply Red",
        "lyrics": null,
        "title": "Stars"
    },
    {
        "artist": "Chris Cuevas",
        "lyrics": null,
        "title": "You Are The One"
    },
    {
        "artist": "The Smithereens",
        "lyrics": "  When I kiss your lips I just don't want to behave My passion runs deeper and, girl, I'm not afraid To bare my heart and soul and let it tumble all out But if you say the word you'll have me talkin' about  When I kiss your lips, I just don't know where I stand My passion runs deeper and things get out of hand I'll bare my heart and soul and let it tumble all out But if you say the word you'll have me talkin' about  (Too much passion) girl, whenever we touch (Too much passion) girl, there's never too much (Too much passion) girl, it's never enough Too much passion is not enough Too much passion is not enough  Whenever you touch me I feel a fire inside My feelings that I have for you I just can't hide I'll bare my heart and soul and let it tumble all out But if you say the word you'll have me talkin' about  (Too much passion) girl, whenever we touch (Too much passion) girl, there's never too much, oh yeah (Too much passion) girl, it's never enough Too much passion is not enough Too much passion is not enough  When I kiss your lips I just don't want to behave My passion runs deeper and, girl, I'm not afrid To bare my heart and soul and let it all tumble out But if you say the word you'll have me talkin' about  (Too much passion) girl, whenever we touch (Too much passion) girl, there's never too much (Too much passion) girl, it's never enough Too much passion is not enough Too much passion is not enough Too much passion is not enough Too much passion is not enough Too much passion is not enough Too much passion is not enough Too much passion is not enough Too much passion is not enough Too much passion...  ",
        "title": "Too Much Passion"
    },
    {
        "artist": "Laissez Faire",
        "lyrics": null,
        "title": "In Paradise"
    },
    {
        "artist": "Naughty By Nature",
        "lyrics": "  [Skit] Doctor: Nurse Johnson, is the mother still in the recovery room? Nurse: Yes, Dr. Blair Doctor: OK, I'll go to the waiting room and inform the father it's a boy Nurse: I'm afraid there is no father, sir Doctor: Another ghetto bastard, huh? Nurse: I'm afraid so Doctor: Well, put him with the rest of the born losers Nurse: All right doctor, a shame isn't it? Doctor: Not a shame, a problem  [Intro] Smooth it out This is a story about the drifter Who waited for the worst, cause the best lived 'cross town Who never planned on having so didn't Why me, huh  [Hook] Everything's gonna be alright (alright) Everything's gonna be alright (alright) Everything's gonna be alright now (alright) Everything's gonna be alright (alright)  [Verse 1: Treach] Some get a little and some get none Some catch a bad one and some leave the job half done I was one who never had and always mad Never knew my dad, motherfuck the fag Well anyway, I did pick ups, lift and click-ups Too many stick-ups, cause niggas had the trigger hiccups I couldn't get a job, nappy hair was not allowed My mother couldn't afford us all, she had to throw me out I walked the strip with just a clip, who wanna hit They got 'em quick, I had to eat, this money's good as spent A 'do in braids, I wasn't paid enough I kept 'em long cause I couldn't afford a haircut I got laughed at, I got chumped, I got dissed I got upset, I got a Tec and a banana clip Was down to throw the lead to any telling crackhead I'd still'a been broke, so a lot of good it woulda did Or done, if not for bad luck, I would have none Why did I have to live a life of such a bad one Why when I was a kid and played I was a sad one And always wanted to live like this or that one  [Hook]  [Verse 2: Treach] A ghetto bastard, born next to the projects Living in the slums with bums, I said, \"now why, Treach\" \"Do it have to be like this\" Momma said I'm priceless So I am all worthless, starved, and it's just what being nice gets Sometimes I wish I could afford a pistol then, though To stop the hell, I would've ended things a while ago I ain't have jack but a black hat and knapsack War scars, stolen cars, and a blackjack Drop that, and now you want me to rap and give? Say something positive? Well positive ain't where I live I live right around the corner from West Hell Two blocks from South Shit and once in a jail cell The sun never shone on my side of the street, see And only once or twice a week I would speak I walked alone, my state of mind was home sweet home I couldn't keep a girl, they wanted kids with cars and chrome Some life, if you ain't wear gold your style was old And you got more juice and dough for every bottle sold Hell no, I say there's gotta be a better way But hey, never gamble in a game that you can't play I'm slowin' and flowin' and going in on and knowing not now How will I do it, how will I make it I won't, that's how Why me, huh  [Hook]  [Verse 3: Treach] My third year into adulthood, and still a knucklehead I'm better off dead huh, that's what my neighbor said I don't do jack but fighting, lightin' up the streets at night Playing hide-and-seek with a machete sexing Freddy's wife Some say I'm rolling on, nothing but a dog now I answer that with a \"fuck you\" and a bow-wow Cause I done been through more shit within the last week Than a fly flowing in doo-doo on the concrete I been a deadbeat, dead to the world and dead wrong Since I was born that's my life, oh you don't know this song So don't say jack, and please don't say you understand All that man-to-man talk can walk, damn If you ain't live it, you couldn't feel it, so kill it skillet And all that talk about it won't help it out, now will it? In Illtown, pure luck got stuck-up, props got shot Don't worry got hit by a flurry, and his punk-ass dropped But I'm the one who has been labeled as an outcast They teach in schools, I'm the misfit y'all will outlast But that's cool with the fool, smack 'em backwards That's what you get for fucking with a ghetto bastard  [Outro] If you ain't ever been to the ghetto Don't ever come to the ghetto Cause you wouldn't understand the ghetto And stay the fuck out of the ghetto Why me (alright)  ",
        "title": "Everything's Gonna Be Alright"
    },
    {
        "artist": "Michael Bolton",
        "lyrics": "  When a man loves a woman Can't keep his mind on nothin' else He'd trade the world For the good thing he's found  If she is bad, he can't see it She can do no wrong Turn his back on his best friend If he puts her down  When a man loves a woman Spend his very last dime Trying to hold on To what he needs  He'd give up all his comforts Sleep out in the rain If she said that's the way It oughtta be, hey  When a man loves a woman, hey I give you everything I've got Trying to hold on to your precious love Baby, baby please don't treat me bad  When a man loves a woman Deep down in his soul She can bring him Such misery  If she is playing him for a fool He's the last one to know Loving eyes Can never see  Yes when a man loves a woman I know exactly how he feels Cause, baby, baby  When a man loves a woman, oh When a man loves a woman, yeah When a man loves a woman When a man, when a man, when a man loves a woman Ooh  ",
        "title": "When A Man Loves A Woman"
    },
    {
        "artist": "Gerald Levert (Duet With Eddie Levert)",
        "lyrics": "  All your friends are tellin' you You should have a fancy car and diamond rings But, girl, you know all good things come in time Girl, you know I'll do just about anythin' To see a smile upon your face So don't let your friends go messin' with your mind  Girl, you know there ain't nothin' I won't do for you And baby, don't, don't ever Doubt my love 'cause it's true  Baby, hold on to me See I'm a special kind A man that is hard to find Told you a thousand times Baby, hold on to me  Baby, hold on to me See I'm a special kind A man that is hard to find Told you a thousand times Baby, hold on to me  Girl, wasn't I there when he made you cry? And who was there to comfort you When he said, \"Bye, bye, bye, bye, bye,\" baby? Girl, I give you my time, here is my money All of my heart and you'll be so sorry, baby If we were to ever part, part  And girl, you know That I would never hurt you Girl, you know That I won't ever desert you  Baby, hold on to me See I'm a special kind A man that is hard to find Told you a thousand times Baby, hold on to me  Baby, hold on to me See I'm a special kind A man that is hard to find Told you a thousand times Baby, hold on to me  Baby, see I wanna be everything That you need And I promise, baby, I promise, baby I'll be there for you  Baby, hold on to me See I'm a special kind A man that is hard to find Told you a thousand times Baby, hold on to me  Hold on See you clingin' to me When you need someone to hold you tight You're gonna look for me You're gonna look for me So you better, you better  Baby, hold on to me See I'm a special kind A man that is hard to find Told you a thousand times Baby, hold on to me  Hold on Think about it before you let me Walk out the door, baby How can you live without me, baby? 'Cause I can't see myself Livin' without you  Baby, hold on to me See I'm a special kind A man that is hard to find Told you a thousand times Baby, hold on to me  Hold on Baby, baby, baby, baby, baby I know I'm a good man And your friends keep tellin' you Your friends keep tellin' you All about what they don't know  Baby, hold on to me See I'm a special kind A man that is hard to find Told you a thousand times Baby, hold on to me  Hold on, hold on I'm tired, I'm tired, I'm tired, I'm tired I'm what you need And I still don't believe  ",
        "title": "Baby Hold On To Me"
    },
    {
        "artist": "Ozzy Osbourne",
        "lyrics": "  Times have changed and times are strange Here I come, but I ain't the same Mama, I'm coming home Time's gone by,it seems to be You could have been a better friend to me Mama, I'm coming home  You took me in and you me drove out Yeah, you had me hypnotized, yeah Lost and found and turned around By the fire in your eyes  You made me cry, you told me lies But I can't stand to say goodbye Mama, I'm coming home I could be right, I could be wrong It hurts so bad, it's been so long Mama, I'm coming home  Selfish love, yeah we're both alone The ride before the fall, yeah But I'm gonna take this heart of stone I've just got to have it all  I've seen your face a hundred times Every day we've been apart I don't care about the sunshine, yeah Cause Mama, Mama, I'm coming home I'm coming home  You took me in and you drove me out Yeah, you had me hypnotized, yeah Lost and found and turned around By the fire in your eyes  I've seen your face a thousand times Every day we've been apart I don't care about the sunshine, yeah Cause Mama, Mama I'm coming home I'm coming home I'm coming home I'm coming home  ",
        "title": "Mama, I'm Coming Home"
    },
    {
        "artist": "Lisa Stansfield",
        "lyrics": null,
        "title": "Change"
    },
    {
        "artist": "Angelica",
        "lyrics": "  It's just like heaven Being with you You're like an angel Too good to be true But after all I love you I do Angel baby My angel baby When you are near me My heart skips a beat I can hardly stand on My own two feet Because I love you I love you I dooo Angel baby My angel baby Ooooh I love you Ooooh I do No one can love you Like I do Ohhh, oooh… ooh ohh From the first time That I looked deep into your eyes You sent me off to heaven baby Body and mind Everything about you Is everything that i've dreamed of And now you're here beside me My angel from above  It's just like heaven Being with you dear I could never stay away Without you near Because I love you I love you I dooo Angel baby My angel baby Angel baby My angel baby! Oooh I love you Ohhh I do! No one can love you Like I do  Ooooh ohhh oooh Oooh, oooh oooh (repeat)  ",
        "title": "Angel Baby"
    },
    {
        "artist": "Kid 'N Play",
        "lyrics": "  Awww yeah uh uh Feels good  (Kid) The time has come to enjoy myself I've left my problems up on the shelf The work days over and I've got it made Like Johnny Kemp said I just got paid And I'm ready to mangle young man single and free Ready to get busy, down to party hardy and have a good time All I need is a partner in crime Call up the homies and hope they might Say they down to paint the town red tonight Look in the closet and pull out the hype gear Pull up the hightop fade and I'm outta here Do a disco on a party of some kind Hope that I would find myself a good time Before I'm through and the night is done Man I'm gonna have some fun  Chorus:  Ain't gone hurt nobody we just dancin ya'll Ain't gone hurt nobody out there on the floor Ain't gone hurt nobody we just dancin ain't we Ain't gone hurt nobody gonna give you more O yeah yeah  [Play] If you lookin' for war step on the dance floor Check your coat and troubles at the door Cause we sure you gonna see us smile today The problems of the world seem miles away The only thing that matters is a good time That can be had with the help of a good ryme The DJ's hype well and up to par Uh-oh there goes a cutie at the bar So I stroll on over to her and say hi And tell her I'm the P-L-A-Y And would you like to dance awhile I'll do anything to see your smile See my job is to tell you how After a couple of songs I'll require Having fun well I ain't done The best is yet to come  (Chorus)  (Kid and Play) The music's hype and if it's alright with you I wouldn't mind spending the rest of the night with you No kidding babe we could make some noise You and your girls me and my boys Just feelin like a night filled with pleasure We could take it slow with no presure Enuough respect,you won't regret This will be a night you won't soon forget And thats a promise from me to you Take my hand girl I'm gonna see you through You don't stroke me as a woman that fronts Here's your chance, you only live once I wanna here you say what a blast Kid We sure had good fun while it lasted Hang out with friends, hit the skins Next week we're gonna do it again  (Chorus)  ",
        "title": "Ain't Gonna Hurt Nobody"
    },
    {
        "artist": "Paula Abdul",
        "lyrics": "  So tell, baby, tell your true heart Say what you say when you're all alone I'm trying, trying to try and feel you And see if I see I'm feeling alone  And all I want is to get through So maybe you'll see that the way you're leaving me, it won't do  It's like I'm blowing kisses in the wind Giving you love that you haven't been given I cross my heart and hope to die I'm only wishing you would love me like I  Blowing kisses in the wind, waiting, waiting, waiting Waiting for you is, it's like blowing, blowing kisses  So please, baby, please, release me If time after time your heart's growing cold I'm saying if you don't believe in believing Ooh ooh, then how can true love ever be so?  And all I want is to get through So maybe you'll see that the way you're leaving me, it won't do  It's like I'm blowing kisses in the wind Giving you love that you haven't been given I cross my heart and hope to die I'm only wishing you would love me like I  Blowing kisses in the wind, waiting, waiting, waiting Waiting for you is, it's like blowing, blowing kisses  Like I'm, like blowing kisses, like blowing kisses  And all I want is to get through So maybe you'll see that the way you're leaving me, it won't do  It's like I'm blowing kisses in the wind Giving you love that you haven't been given I cross my heart and hope to die I'm only wishing you would love me like I  Blowing kisses in the wind, waiting, waiting, waiting Waiting for you is, it's like blowing kisses  Like I'm blowing kisses in the wind Giving you love that you haven't been given I cross my heart and hope to die I'm only wishing you would love me like I  Blowing kisses in the wind, waiting, waiting, waiting Waiting for you is, it's like blowing kisses  Like I'm blowing kisses in the wind Like I'm blowing kisses in the wind Like I'm blowing kisses in the wind  Waiting for you is like blowing blowing kisses  ",
        "title": "Blowing Kisses In The Wind"
    },
    {
        "artist": "Kathy Troccoli",
        "lyrics": null,
        "title": "Everything Changes"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] Not more than three short years ago I was abandoned and alone Without a penny to my name So very young and so afraid No proper shoes upon my feet Sometimes I couldn't even eat I often cried myself to sleep  [Pre-Chorus] But still I had to keep on going Never knowing if I could take it If I would make it through the night I held on to my faith, I struggled and I prayed And now I've found my way  [Chorus] If you believe in yourself enough And know what you want You're gonna make it happen, make it happen And if you get down on your knees at night And pray to the Lord He's gonna make it happen, make it happen You're gonna make it happen, oh, yeah  [Verse 2] I know life can be so tough And you feel like giving up But you must be strong, baby, just hold on You'll never find the answers If you throw your life away I used to feel the way you do  [Pre-Chorus] Still I had to keep on going Never knowing if I could take it If I would make it through the night I held on to my faith I struggled and I prayed And now I've finally found my way  [Chorus] If you believe in yourself enough And know what you want You're gonna make it happen, make it happen You're gonna make it happen And if you get down on your knees at night And pray to the Lord He's gonna make it happen, make it happen If you believe in yourself enough (if you believe) And know what you want You're gonna make it happen And if you get down on your knees at night And pray to the Lord (you just gotta hold on) He's gonna make it happen, make it happen  [Interlude] Make it happen, make it You're gonna make it, make it, oh, baby Make it through the night I held on to my faith, I struggled and I prayed And now I've found my way  [Chorus] If you believe in yourself enough And know what you want You're gonna make it happen, make it happen And if you get down on your knees at night And pray to the Lord He's gonna make it happen, make it happen If you believe in yourself enough And know what you want You're gonna make it happen, make it happen And if you get down on your knees at night And pray to the Lord He's gonna make it happen, make it happen  [Bridge] I once was lost but now I'm found I got my feet on solid ground Thank you, Lord If you believe within your soul Just hold on tight and don't let go You can make it, make it happen You can make it, make it happen You're gonna make it, you're gonna make it You're gonna make it, you're gonna make it  [Chorus] If you believe in yourself enough (you're gonna make it) And know what you want You're gonna make it happen, make it happen And if you get down on your knees at night And pray to the Lord He's gonna make it happen, make it happen If you believe in yourself enough And know what you want You're gonna make it happen, make it happen And if you get down on your knees at night And pray to the Lord He's gonna make it happen, make it happen  ",
        "title": "Make It Happen"
    },
    {
        "artist": "Richard Marx",
        "lyrics": "  You know just how to hurt me And how to take all the pain away Girl, you must be the devil in disguise There were times, I think you knew When I was so afraid of you There's some kind of madness in your eyes  You know a place buried deep in my heart Nobody else can see Something in you has taken some kind of hold on me  Chorus I don't know why I keep coming back to you, baby I don't know why I keep coming back to you To you baby  You say we shouldn't be lovers And I say we can't just be friends And all this talking just makes me want you more You've got a way of confusing a heart That nobody else could do Why should I try, I don't want to get over you  Repeat Chorus  I'm so in love, so in love with the games that you play So in love, and nothing can keep me away  You've got a way of confusing a heart That nobody else could do Why should I try, I don't want to get over you  I don't know why I keep coming back to you Just tell me why I keep coming back to you  ",
        "title": "Keep Coming Back"
    },
    {
        "artist": "Giggles",
        "lyrics": null,
        "title": "What Goes Around Comes Around"
    },
    {
        "artist": "The Party",
        "lyrics": null,
        "title": "In My Dreams"
    },
    {
        "artist": "The Williams Brothers",
        "lyrics": "  I'm gonna live my life Like every day's the last Without a simple good-bye It all goes by so fast  And now that you're gone I can't cry hard enough No, I can't cry hard enough For you to hear me now  Gonna open my eyes And see for the first time I've let go of you like A child letting go of his kite  There it goes, up in the sky There it goes, beyond the clouds For no reason why I can't cry hard enough No, I can't cry hard enough For you to hear me now  Gonna look back in vain And see you standing there When all that remains Is just an empty chair  And now that you're gone I can't cry hard enough No, I can't cry hard enough For you to hear me now  There it goes, up in the sky There it goes, beyond the clouds For no reason why I can't cry hard enough No, I can't cry hard enough For you to hear me now  ",
        "title": "Can't Cry Hard Enough"
    },
    {
        "artist": "Van Halen",
        "lyrics": null,
        "title": "Right Now"
    },
    {
        "artist": "Roxette",
        "lyrics": "  What's the time, seems it's already morning I see the sky, it's so beautiful and blue The TV's on but the only thing showing is a picture of you  Oh I get up and make myself some coffee I try to read a bit, but the story is too thin I thank the Lord above that you're not here to see me In this shape I'm in  Spending my time Watching the days go by Feeling so small, I stare at the wall Hoping that you think of me too I'm spending my time  I try to call but I don't know what to tell you I leave a kiss on your answering machine Oh help me please is there someone who can make me Wake up from this dream?  Spending my time Watching the days go by Feeling so small, I stare at the wall Hoping that you are missing me too  I'm spending my time Watching the sun go down I fall asleep to the sound Of \"tears of a clown\" A prayer gone blind I'm spending my time  My friends keep telling me hey life will go on Time will make sure I'll get over you ooh This silly game of love - you play, you win only to lose  I'm spending my time Watching the days go by Feeling so small, I stare at the wall Hoping that you think of me too  I'm spending my time Watching the sun go down I fall asleep to the sound Of \"tears of a clown\" A prayer gone blind I'm spending my time  I'm spending my time...  ",
        "title": "Spending My Time"
    },
    {
        "artist": "Scorpions",
        "lyrics": "  [Verse 1] Wise man said just walk this way To the dawn of the light Wind will blow into your face As the years pass you by Hear this voice from deep inside It's the call of your heart Close your eyes and you will find Passage out of the dark  [Chorus] Here I am Will you send me an angel? Here I am In the land of the morning star!  [Verse 2] Wise man said just find your place In the eye of the storm Seek the roses along the way Just beware of the thorns  [Chorus] Here I am Will you send me an angel? Here I am In the land of the morning star!  [Verse 3] Wise man said just raise your hand And reach out for the spell Find the door to the promised land Just believe in yourself Hear this voice from deep inside It's the call of your heart Close your eyes and you will find The way out of the dark  [Outro] Here I am Will you send me an angel? Here I am In the land of the morning star!  Here I am Will you send me an angel? Here I am In the land of the morning star!  ",
        "title": "Send Me An Angel"
    },
    {
        "artist": "Tracie Spencer",
        "lyrics": "  [Verse 1:] I'm so confused And I think I'm gonna cry tonight What must I do, babe? You don't know what you mean, oh Tell me something Tell me could this really be  You're so unpredictable Why must you treat me this way? I want you to love me For who I am  [Hook:] Whatever happened to the dream We used to share? Where did our love go? Boy, don't you even care?  [Chorus:] Tender kisses Blown away Tender kisses Gone tomorrow, gone today Tender kisses Bye baby, bye baby  [Verse 2:] Don't leave Leave me here all alone I want someone I can call my own I may be young But I'm ready Ready to fall in love  Im so confused You're so unpredictable Trust in me As I trust in you Put our hearts together There's nothing we can't do  [Repeat Hook:]  [Repeat Chorus:]  [Bridge:] I wonder if you ever loved me Tell me, was I so blind That I could not see  Holding on to the memories Of the way you used to kiss me All I ever really wanted Was someone to call my own  I'll never know You'll never know We'll never know All those tender kisses blown away  Bye baby, bye  [Repeat Chorus:]  ",
        "title": "Tender Kisses"
    },
    {
        "artist": "Jody Watley",
        "lyrics": null,
        "title": "I Want You"
    },
    {
        "artist": "Clubland",
        "lyrics": null,
        "title": "Hold On (Tighter To Love)"
    },
    {
        "artist": "Stacy Earl (Featuring The Wild Pair)",
        "lyrics": null,
        "title": "Romeo & Juliet"
    },
    {
        "artist": "Cher",
        "lyrics": "  [Verse 1] I can't figure you out But a heart must be the one thing You were born without I've been wastin' my time I don't know where I'll sleep tonight You say that you can do without me Go ahead now try and live without me  [Chorus] Baby, save up all your tears You might need them someday When the tears start to fall I won't wipe them away When you're cryin' all night For the love that you need Baby, save up your tears 'Cause you'll be cryin' over me  [Verse 2] You got used to my touch I got used to not, not feelin' much Winter set in your eyes Time will melt your castle of ice You think that you won't feel the pain now But your eyes will be cryin' Like the rain now  [Chorus] Baby, save up all your tears You might need them someday When the tears start to fall I won't wipe them away When you're cryin' all night For the love that you need Baby, save up your tears 'Cause you'll be cryin' over me You'll be cryin' over me  [Bridge] You don't know it now You don't know it now You don't know it now You don't know it now You don't know it now But some wounds get deeper with time You don't feel it now Till the need burns, a knife turns Your heart bleeds like mine  [Chorus] Baby, save up all your tears You might need them someday When the tears start to fall I won't wipe them away When you're cryin' all night For the love that you need Baby, save up your tears 'Cause you'll be cryin' over me Baby, save up all your tears You might need them someday When the tears start to fall I won't wipe them away When you're cryin' all night For the love that you need Baby, save up your tears 'Cause you'll be cryin' over me  [Outro] You'll be cryin' over me 'Cause you'll be cryin' over me You'll be cryin' over me (You'll be cryin' over me) (You don't know it now) (You don't know it now) You'll be cryin' over me (You don't know it now) (You don't know it now) (You don't feel it now) (You don't feel it now) You don't feel it now You'll be cryin' over me  ",
        "title": "Save Up All Your Tears"
    },
    {
        "artist": "Motley Crue",
        "lyrics": null,
        "title": "Home Sweet Home"
    },
    {
        "artist": "Marky Mark & The Funky Bunch",
        "lyrics": null,
        "title": "I Need Money"
    },
    {
        "artist": "Rhythm Syndicate",
        "lyrics": null,
        "title": "Blinded By Love"
    },
    {
        "artist": "Voyce",
        "lyrics": null,
        "title": "Within My Heart"
    },
    {
        "artist": "Erin Cruise",
        "lyrics": "  Turn it on Let it pour Ice cold I can't take it anymore So this is love So this is love  There's a fire burning in my heart When you're close That's when it starts There's a flame where there once was a spark Cold shower  I heat up Can't cool down This only happens when you're around Turn on the water Cause I think I should drown Cold shower  The closer you get You fan the fire Filling me up with a wild desire Your gentle touch The move of your hand You got a way to make me feel Like no other man  There's a fire burning in my heart When you're close That's when it starts There's a flame where there once was a spark Cold shower  I heat up Can't cool down This only happens when you're around Turn on the water Cause I think I should drown Cold shower  Cold shower Cold shower  I'm starting to melt You're making me burn Emotions and lust They twist and they turn  I'm over the edge I'm out of control Feel the rise of heated passion From deep inside my soul  Cold Cold Cold  Turn it on Let it pour Ice cold I can't take it anymore So this is love So this is love  There's a fire burning in my heart When you're close That's when it starts There's a flame where there once was a spark Cold shower  I heat up Can't cool down This only happens when you're around Turn on the water Cause I think I should drown Cold shower  Cold shower Cold shower  There's a fire burning in my heart When you're close That's when it starts There's a flame where there once was a spark Cold shower  I heat up Can't cool down This only happens when you're around Turn on the water Cause I think I should drown Cold shower  ",
        "title": "Cold Shower"
    },
    {
        "artist": "MC Luscious",
        "lyrics": null,
        "title": "Boom! I Got Your Boyfriend"
    },
    {
        "artist": "Big Audio",
        "lyrics": null,
        "title": "The Globe"
    },
    {
        "artist": "Cypress Hill",
        "lyrics": "  [Hook: Kurupt and B-Real] You don't know no real shit, nigga (it's the real shit!) This the original Cypress Hill shit, nigga We numb niggas, ya don't feel shit, nigga You ain't on no real shit, nigga  [Verse 1: B-Real] '91, Cypress Hill burst upon the scene Three crazy, gun-totin' niggas smokin' weed Talkin' about life on records was the whole plan So we put out The Phuncky Feel, but you were feeling Kill A Man That was about the time we was openin' up for royalties Didn't know shit, we were jus' tryin' to rock the party '92, a year later, 'bout a million records sold From doin' shows like Lollapalooza on the road Buildin' up momentum, whilst spittin' deadly venom Takin' pictures for High Times, me, Muggs, and Senen Chillin' with the Beastie Boys, smokin' lots of weed But it was time to hit the studio for another LP '93, Black Sunday hits, with critical acclaim Had a monster hit from Insane In The Brain Topped the charts, held the spot, for six weeks to boot It was a trip to note, that we was the first ones to do it In rap music, but it was a feat none the less So we started gettin paid and I stopped smokin' stress  [Hook: Kurupt and B-Real]  [Verse 2: B-Real] '94, still in the door and we conquered many tours With Rage Against The Machine, House Of Pain and many more Was even invited to Woodstock, some niggas from the block Called up Eric Bobo and half a million rocked How could all this happen at 24 years of age? Half a million bouncin' to your shit from off the stage '95, I was alive and survived so far Still tryin' to cope with bein' a Rap Star 'Cos that's the type of shit that can really affect your mental This was evident, in the way I broke the tempo With confusion, (I'm havin' Illusions) pain, and hence illusions But I still kept my set up with the critics bein' abusive (yeah) Even the record company, they became illusive When it comes to showin' support for the Cypress institution '96, with no support we were still makin' moves Cypress Hill, in the summer, we were on the Smokin' Grooves But like every legend every clique, someone had to split So the Dog left the house, shit was gettin' kinda thick I was with the electric lady, we was talkin' about babies But the groupies on the road don't help me from misbehavin'  [Hook: Kurupt and B-Real]  [B-Real] '97 was the trip, it was the year we killed the feud Between us and Cube, over shit nobody knew The Dog came back home but after Smokin' Grooves 2 Chillin' with George Clinton and Erykah Badu This was a crazy time, we were flowin' off the boo Niggas on stage, trippin' on the 'shrooms '98 was kinda great, cos it felt just like before We hit the studio, recorded Cypress Hill IV But someone dropped the ball, as I still recall 'Cos it felt Cypress Hill got no support at all We did the last Smokin' Grooves, but did it all with Sen And the old chemistry, just reared it's head again '99 I got to recline, because there was no doubt That the first year was a success, of the Smoke Out '99 was even better than the year of '98 And Skull And Bones was comin' out, kickin' from the gate 2000, 15 million records sold They broke the mould, but there's others along the road But we still keep rollin' on from Heaven to Atlantis Droppin' shit in English and makin' albums in Spanish 2001, goddamn, who knows what's in store? Just as long as motherfuckers know, who's knockin' on the door We remain unjaded and still we go unfaded See how long we made it and never ben outdated  [Bridge: B-Real (Sen Dog)] We ain't goin out, motherfucker (That's right, FUCK that!) You don't know, (it's big time Cypress Hill) (Motherfuckin' renovaters up here)  [Hook: Kurupt and B-Real]  [Outro - Kurupt] (It's the REEEEAAAAL!) Nigga, nigga Ni-ni-nigga [--(*scratched*) This the original Cypress Hill shit, nigga Nigga, nigga (*scratch*) nigga CYPRESS, nigga! Yeah!  ",
        "title": "How I Could Just Kill A Man/The Phuncky Feel One"
    },
    {
        "artist": "Tony Terry",
        "lyrics": null,
        "title": "Everlasting Love"
    },
    {
        "artist": "Nia Peeples",
        "lyrics": "  Mama always used to say Good things come to those who wait Just give it time Now your out there on your own Got no place to call your home Make you lose your mind Busy workin' day and night Tryin' to bring your dreams to life It just ain't right  Each time they knock you down Get your feet back on the ground Don't let 'em stand in your way  So if you feel that you just can't take it And the world isn't what it seems Don't forget that life can be what you make it Baby when you live on a street of dreams Street of dreams  No-one seems to understand All they do is make demands Tell you where to go Got no business in your life Tryin' to tell you wrong from right You already know Chasin' rainbows in the sky Got to have the nerve to try You've got to see it through  Hold on to what you know Don't ever let it go Someday you'll see it come true  So if you feel that you just can't take it And the world isn't what it seems Don't forget that life can be what you make it Baby when you live on a street of dreams Street of dreams  Each time they knock you down Get your feet back on the ground Don't let 'em stand in your way  So if you feel that you just can't take it And the world isn't what it seems Don't forget that life can be what you make it Baby when you live on a street of dreams Street of dreams  So if you feel that you just can't take it And the world isn't what it seems Don't forget that life can be what you make it Baby when you live on a street of dreams Street of dreams  Chasin' rainbows in the sky Got to have the nerve to try  Busy workin' day and night Tryin' to bring your dreams to life  ",
        "title": "Street Of Dreams"
    },
    {
        "artist": "Nia Peeples",
        "lyrics": "  There's a shadow on my window Visions in my head I wonder why I wonder  Feel your spirit on my skin Hands across my heart Love begins In splendor  Sayonara dreams Sayonara dreams Hey hey hey hey  Sometimes I feel it's a natural thing Sometimes I feel it's a spiritual thing Sometimes I feel it's physical Sometimes I feel it's a mystical thing Sometimes I feel it's a visible thing Sometimes I feel like I'm kissing the wind  Under the influence Of R.E.M. again A never ending journey for my soul (Save my soul)  Sayonara dreams Sayonara dreams Hey hey hey hey  Sometimes I feel it's a natural thing Sometimes I feel it's a spiritual thing Sometimes I feel it's physical Sometimes I feel it's a mystical thing Sometimes I feel it's a visible thing Sometimes I feel like I'm kissing the wind  Only you can save my soul tonight Take me on this timeless flight Only you can lead me To the purest light It abounds in you It abounds in me  Hey hey hey hey  Sometimes I feel it's a natural thing Sometimes I feel it's a spiritual thing Sometimes I feel it's physical Sometimes I feel it's a mystical thing Sometimes I feel it's a visible thing Sometimes I feel like I'm kissing the wind  Whoa, whoa, whoa Kissing the wind  ",
        "title": "Kissing The Wind"
    },
    {
        "artist": "TLC",
        "lyrics": "  [Intro: Left Eye] Yo mic check 1-2, 1-2 We in the house Yeah come on 1992 TLC kickin' off in your Mutha...... So ya best be duckin' fast Yo T-Boz is ya being a boss Chilli what's up wit' dat sauce Dis is it Yo \"T\" step on that (shhhh) I ain't 2 proud, I ain't 2 proud 2 beg  [Verse 2: T-Boz] Thinkin' short of what you got Better get it while it's hot Ain't no better love than your own Unmistakin' urge 2 be Sexin' with society How can you be happy alone  [Bridge: Chilli] I need to feel loved! Why wait 4 so long Cause I ain't 2 proud 2 beg 4 something that I call my own And I want 2 be touched And feeling so much see cause Everybody needs some good lovin'  [Hook: Left Eye / All] Yo if I need it in the morning or the middle of the night I ain't 2 proud 2 beg (no) If the lovin' is strong and he got it goin' on and I ain't 2 proud 2 beg (no) 2 inches or a yard rock hard or if it's saggin' I ain't 2 proud 2 beg (no) So it ain't like I'm braggin' just join the paddywagon cause I ain't 2 proud 2 beg, I ain't 2 proud 2 beg Screamin' loud and holdin' sheets Scared that you'll be called a freak Gotta let it go while you can Ain't 2 proud 2 beg you see Cause my man belongs 2 me And I know that he understands  [Bridge: Chilli]  [Hook: Left Eye / All]  Yo Left Eye kick that rap Realize the realism of reality treats Us both the same Cause satisfaction is the name of this game So I choose to explain it's evident Left Eye don't mean the rest of my body is irrelevant In other words lets refresh your head About pullin' down curtains and breakin' da waterbed Yeah I like it when you (kiss) Both sets of lips Oooh on the TLC tip!  [Chilli] I ain't 2 proud 2 beg (I ain't 2 proud 2 beg) What I call my own Just you and me (uh)  [Chilli & T-Boz] Heyyyyyyyy  [Bridge: Chilli]  [Hook: Left Eye / All]  I ain't 2 proud 2 beg TLC isn't 2 proud 2 beg I ain't 2 proud 2 beg (no)  ",
        "title": "Ain't 2 Proud 2 Beg"
    },
    {
        "artist": "Eric B. & Rakim",
        "lyrics": null,
        "title": "Juice (Know The Ledge)"
    },
    {
        "artist": "Vanessa Williams",
        "lyrics": "  [Verse 1:] Where do we go When there's a need to be loved Like you need to be loved Oh, I'll let you know Just what to do and where to go  [Chorus:] Hey, welcome to the comfort zone When you need to be loved Like you need to be loved Welcome to the comfort zone Do whatever feels right and turns you on  [Verse 2:] After a hard day's work There's one thing to be certain of This ol' familiar love It's not unusual to find that it's sensual It's all you need to let go  There's no need to try Or compromise Or settle for another outside of my love The thing to do When you get through Heed the message seek the comfort of my zone  [Repeat Chorus:]  [Bridge:] Hey, let me make you comfortable Let me take control And give your mind a break From the day you made  Let's turn the lights down low And oh, the rest you know I'll be here for you 'Cause you just stepped into the comfort zone  ",
        "title": "The Comfort Zone"
    }
]