[
    {
        "artist": "Boyz II Men",
        "lyrics": "  [Verse 1: Nathan] Close your eyes, make a wish And blow out the candlelight For tonight is just your night We're gonna celebrate, all thru the night  [Verse 2: Shawn] Pour the wine, light the fire Girl your wish is my command I submit to your demands I'll do anything, girl you need only ask  [Chorus: All] I'll make love to you Like you want me to And I'll hold you tight Baby all through the night I'll make love to you When you want me to And I will not let go 'Til you tell me to  [Verse 2: Wanya] Girl relax, let's go slow I ain't got nowhere to go I'm just gonna concentrate on you Girl are you ready, it's gonna be a long night Throw your clothes (Throw your clothes) on the floor (on the floor)  [Verse 3: Shawn & Wanya] I'm gonna take my clothes off too I made plans to be with you Girl whatever you ask me, you know, I could do  [Chorus: All] I'll make love to you Like you want me to And I'll hold you tight Baby all through the night I'll make love to you When you want me to And I will not let go 'Til you tell me to  [Bridge: Wanya] Baby tonight is your night And I will do you right Just make a wish on your night Anything that you ask I will give you the love of your life, your life, your life  [Chorus: All] I'll make love to you Like you want me to And I'll hold you tight Baby all through the night I'll make love to you When you want me to And I will not let go 'Til you tell me to I'll make love to you Like you want me to And I'll hold you tight Baby all through the night I'll make love to you When you want me to And I will not let go 'Til you tell me to  ",
        "title": "I'll Make Love To You"
    },
    {
        "artist": "Sheryl Crow",
        "lyrics": "  [Intro] Hit it! This ain't no disco It ain't no country club either This is LA!  [Verse 1] \"All I wanna do is have a little fun before I die,\" Says the man next to me out of nowhere It's apropos of nothing He says his name's William but I'm sure He's Bill or Billy or Mac or Buddy And he's plain ugly to me And I wonder if he's ever had a day of fun in his whole life We are drinking beer at noon on Tuesday In a bar that faces a giant car wash The good people of the world are washing their cars On their lunch break, hosing and scrubbing As best they can in skirts in suits They drive their shiny Datsuns and Buicks Back to the phone company, the record store too Well, they're nothing like Billy and me, cause  [Chorus] All I wanna do is have some fun I got a feeling I'm not the only one All I wanna do is have some fun I got a feeling I'm not the only one All I wanna do is have some fun Until the sun comes up over Santa Monica Boulevard  [Verse 2] I like a good beer buzz early in the morning And Billy likes to peel the labels from his bottles of Bud He shreds them on the bar Then he lights every match in an oversized pack Letting each one burn down to his thick fingers Before blowing and cursing them out And he's watching the bottles of Bud As they spin on the floor And a happy couple enters the bar Dangerously close to one another The bartender looks up from his want ads, but  [Chorus] All I wanna do is have some fun I got a feeling I'm not the only one All I wanna do is have some fun I got a feeling I'm not the only one All I wanna do is have some fun Until the sun comes up over Santa Monica Boulevard  [Bridge] Otherwise the bar is ours The day and the night and the car wash too The matches and the Buds and the clean and dirty Cars The sun and the moon but  [Chorus Variation] All I wanna do is have some fun I got a feeling I'm not the only one All I wanna do is have some fun I got a feeling I'm not the only one All I wanna do is have some fun I got a feeling the party's just begun All I wanna do is have some fun I won't tell you that you're the only one All I wanna do is have some fun Until the sun comes up over Santa Monica Boulevard Until the sun comes up over Santa Monica Boulevard  ",
        "title": "All I Wanna Do"
    },
    {
        "artist": "Luther Vandross & Mariah Carey",
        "lyrics": "  [Verse 1] [Luther Vandross] My love There's only you in my life The only thing that's right Ooh yeah  [Mariah Carey] My first love (yeah) You're every breath that I take You're every step I make  [Luther & Mariah] (Oh) And I (And I) I want to share All my love with you, hey yeah No one else will do, you know it And your eyes (your eyes, your eyes) They tell me how much you care Oh, yes You will always be My endless love Oh yeah  [Verse 2: Luther & Mariah] Two hearts Two hearts that beat as one Our lives have just begun And forever (forever) I'll hold you close in my arms I can't resist your charms No no no no (no no no)  And I (And I) I'll be a fool for you, I'm sure You know I don't mind (no, you know I don't mind) 'Cause baby you (baby, baby, baby, baby) You mean the world to me, yeah I know I've found in you My endless love  Yeah (yeah) Do do, do dooo, do do do  And I'll I'll be that fool for you, (for you baby) I'm sure That you know I don't mind (you know I don't mind) Oh, yes You'd be the only one 'Cause no one can deny This love I have inside And I'll give it all to you My love (my love, my love) My my my My endless love  Mmm My love  ",
        "title": "Endless Love"
    },
    {
        "artist": "Babyface",
        "lyrics": "  [Verse 1] When can my heart beat again? When does the pain ever end? When do the tears stop from running over? When does \"you'll get over it\" begin?  [Pre-Chorus] I hear what you're sayin' But I swear that it's not making sense So when can I see you  [Chorus] When can I see you again? And when can my heart beat again? When can I see you again? And when can I breathe once again? And when can I see you...  [Verse 2] When does my someday begin? When I'll find someone again? And what if I still am not truly over What am I supposed to do then, baby, baby?  [Pre-Chorus] Please hear what I'm sayin' Even if, if it's not making sense So when can I see you...  [Chorus] When can I see you again? And when can my heart beat again? When can I see you again, baby? And when can I breathe once again? And when can I see you again?  [Pre-Chorus] Yeah baby Please hear what I'm sayin' Even if, if it's not making sense, baby So when can I see you again?  [Chorus] When can I see you again? When can my heart beat again? Baby, yeah When can I see you again, baby? And when can I breathe once again? And when can I see you again?  Again... I wanna see you again Again...  ",
        "title": "When Can I See You"
    },
    {
        "artist": "Immature",
        "lyrics": null,
        "title": "Never Lie"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Intro] Let me know, let me know Ahhh, let me know Let me know, let me know  [Verse 1] When I feel what I feel Sometimes it's hard to tell you so You may not be in the mood to learn what you think you know There are times when I find You want to keep yourself from me When I don't have the strength I'm just a mirror of what I see  [Chorus] But at your best you are love You're a positive motivating force within my life Should you ever feel the need to wonder why Let me know, let me know  [Verse 2] When you feel what you feel Oh how hard for me to understand So many things have taken place before this love affair began But when you feel, oh like I feel Confusion can give way to doubt For there are times when I fall short of what I say What I say I'm all about, all about  [Chorus] But at your best you are love You're a positive motivating force within my life Should you ever feel the need to wonder why Let me know, let me know  [Bridge] Tell me what it is (tell me what it is) Make believe, no need to make believe Look beyond your own (look beyond your own) Try and find another place for me Cause  [Chorus] At your best you are love You're a positive motivating force within my life Should you ever feel the need to wonder why Let me know, let me know  [Outro] Let me know, let me know, let me know See, at your best baby  ",
        "title": "At Your Best (You Are Love)"
    },
    {
        "artist": "Changing Faces",
        "lyrics": "  Yes what you wanted to see me for baby? I wanna show you something Oh yeah and what's that Turn the lights down half way Huh, hey yo that's cool  Do you mind if I stroke you up (I don't mind) Do you mind if I stroke you down (I don't mind) All through the night (I don't mind) Until your body's tired Do you mind if I stroke you up (I don't mind) Do you mind if I stroke you down (I don't mind) All through the night (I don't mind) Makin' you feel so right  C'mon in and close the door I've got what you're looking for Dim the lights, unplug the phone  And turn the radio on I've got what you need Just put your trust in me And I won't let you down So give me your love right now  Give it up (that's what I wanna do) Keep it comin' (don't stop) I've got a question for you  Do you mind if I stroke you up (I don't mind) Do you mind if I stroke you down (I don't mind) All through the night (I don't mind) Until your body's tired Do you mind if I stroke you up (I don't mind) Do you mind if I stroke you down (I don't mind) All through the night (I don't mind) Makin' you feel so right  I know the things to do To make you feel alright Giving you all of me And keepin' you satisfied Boy there's no mystery You know how I feel right now I want to lift you up And make your love come down  That's what I want to do Keep it coming Don't stop I got a question for you  Do you mind if I stroke you up (I don't mind) Do you mind if I stroke you down (I don't mind) All through the night (I don't mind) Until your body's tired Do you mind if I stroke you up (I don't mind) Do you mind if I stroke you down (I don't mind) All through the night (I don't mind) Makin' you feel so right  That's what I want to do Keep it coming Don't stop I got a question for you  Do you mind if I? (oh yeah baby) Does it feel good? (yeah) C'mon (uh) Up and down, up and down (stroke me baby) Up and down (yeah)  ",
        "title": "Stroke You Up"
    },
    {
        "artist": "John Mellencamp With Me'Shell Ndegeocello",
        "lyrics": "  [Verse 1: John Mellencamp, Meshell Ndegéocello] As you brush your shoes and stand before your mirror And you comb your hair and grab your coat and hat And you walk the streets trying to remember, yeah All those wild nights breeze through your mind  [Chorus: John Mellencamp, Both] And everything looks so complete When you're walking out on the streets And the wind catches your feet And sends you flying, crying Oooh, oo-ooh wee The wild night is calling  [Verse 2: John Mellencamp, Meshell Ndegéocello] All the girls walk by dressed up for each other And the boys do the boogie woogie on the corner of the street And the people passing by just stare with the wild wonder, yeah And the inside jukebox roars just like thunder  [Chorus: Meshell Ndegéocello, Both] And everything looks so complete When you're walking out on the street And the wind catches your feet And sends you flying Crying Oooh, oo-ooh wee The wild night is calling  [Instrumental Break]  [Bridge: John Mellencamp, Meshell Ndegéocello] Wild night is calling The wild night is calling Come on out and dance Come on out and dance Come on out and make romance Come on out and dance Come on out and dance Come on out and make romance  [Chorus: John Mellencamp, Both] And everything looks so complete When you're walking out on the street And the wind catches your feet And sends you flying, crying Oooh, oo-ooh wee The wild night is calling Oooh, oo-ooh wee The wild night is calling  ",
        "title": "Wild Night"
    },
    {
        "artist": "Madonna",
        "lyrics": null,
        "title": "Secret"
    },
    {
        "artist": "Real McCoy",
        "lyrics": "  [Karin Kasar] Another night, another dream, but always you It's like a vision of love that seems to be true Another night another dream, but always you In the night I dream of love so true  [Olaf “O-Jay” Jeglitza] Just another night, another vision of love You feel joy, you feel pain, Cause nothing will be the same Just another night, is all that it takes To understand, the difference between lovers and fakes So baby, I talk talk, I talk to you In the night in your dream, of love so true I talk talk, I talk to you  [Karin Kasar] In the night in your dream, of love so true In the night, in my dreams I'm in love with you, Cause you talk to me like lovers do I feel joy I feel pain, Cause it's still the same When the night is gone I'll be alone  Another night, another dream, but always you It's like a vision of love that seems to be true Another night another dream, but always you In the night I dream of love so true  [Olaf “O-Jay” Jeglitza] Just another night, another dream, another vision Of love, with me I'm here to set you free I am your lover, your brother Hey sister let me cover, your body with my love is with my lovin' just another Vision of love, that seems to be true, all we do all the things that only lovers do Vision of love, that seems to be true, all we do all the things that only lovers do  [Karin Kasar] In the night in my dreams I'm in love with you Cause you talk to me like lovers do, I feel joy I feel pain Cause it's still the same, when the night is gone I'll be alone  Another night, another dream, but always you It's like a vision of love that seems to be true Another night another dream, but always you In the night I dream of love so true  [Olaf “O-Jay” Jeglitza] I talk talk, I talk to you in the night In your dream, of love so true I talk talk, I talk to you, in the night, in your dream, of love so true  [Karin Kasar] In the night, in my dreams I'm in love with you Cause you talk to me like lovers do, I feel joy I feel pain Cause it's still the same, when the night is gone I'll be alone  Another night, another dream, but always you It's like a vision of love that seems to be true Another night another dream, but always you In the night I dream of love so true  ",
        "title": "Another Night"
    },
    {
        "artist": "Crystal Waters",
        "lyrics": "  [Verse 1] It's twelve past midnight Don't close your eyes Your soul's half alive And I'll be by your side  I've come to take you there Show you how to care Just be aware That you'll have to share  [Hook] I want your love I want it tonight I'm taking your heart So don't you fight  I'll be your answer I'll be your wish I'll be your fantasy Your favorite dish  [Chorus] From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love  [Verse 2] You saw a brand new high Thought that you could fly Did I hear you cry Or did you like the ride?  You call my name again No, it's not a sin I'll show you how to win And where I've been  [Hook] I want your love I want it tonight I'm taking your heart So don't you fight  I'll be your answer I'll be your wish I'll be your fantasy Your favorite dish  [Chorus] From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love  [Bridge] You'll never have to run away You'll always have a friend to play You'll never go out on your own In me You will find a home Home  [Chorus] From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love  ",
        "title": "100% Pure Love"
    },
    {
        "artist": "Lisa Loeb & Nine Stories",
        "lyrics": null,
        "title": "Stay (I Missed You) (From \"Reality Bites\")"
    },
    {
        "artist": "69 Boyz",
        "lyrics": "  The butterfly? Uh-uh, that's old! Let me see the Tootsee Roll!  Yeah, 199Quad! 69 Boyz backed up by the Quad City DJ's! One time !  Cotton candy, sweetie go, let me see the Tootsee Roll!  Tootsee Roll! (8x) To the left! (2x) To the right! (2x) To the front! (2x) To the back! (2x) Slide! (8x) To the left! (2x) To the right! (2x) To the front! (2x) To the back! (2x) Dip, baby, dip! (4x)  Cotton candy, sweetie, go Let me see the Tootsee Roll!  (Verse 1) I don't know what you've been told It ain't the butterfly, it's the Tootsee Roll A brand new dance SO Grab a partner and get on the dance FLO' And work them hips a lil' bit Then do that dip a lil' bit Oh yeah, you got it, now whip, baby, no buts about it And you over there, with the long hair Keep rollin' that derriere Cause it ain't hard Just a brand new dance for the 199Quad 69 in the place to be Hey yo, 'Ski! What we came to see? Cotton candy, sweetie, go Let me see the Tootsee Roll!  Chorus 1  Bridge: I feel a whoop comin' on, a whoop comin' on (2x) Whoop! (8x)  Tootsee Roll! (8x) To the left! (2x) To the right! (2x) To the front! (2x) To the back! (2x) Slide! (8x) I feel a whoop comin' on, a whoop comin' on (2x) Whoop! (8x)  Cotton candy, sweetie, go Let me see the Tootsee Roll!  Chorus 2  I don't know what you've been told It ain't the butterfly, it's the Tootsee Roll A brand new dance SO Grab a partner and get on the dance FLO' 69 in the place to be Hey yo, 'Ski! What we came to see? The butterfly? Uh-uh, that's old! The butterfly? Uh-uh, that's old! Let me see the Tootsee Roll!  Tootsee Roll! (8x) To the left! (2x) To the right! (2x) To the front! (2x) To the back! (2x) Slide! (8x) To the left! (2x) To the right! (2x) To the front! (2x) To the back! (2x) Dip, baby, dip! (4x) I feel a whoop comin' on, a whoop comin' on (2x) Whoop! (8x) Just roll! (16x) [Explosion]  ",
        "title": "Tootsee Roll"
    },
    {
        "artist": "The 4 Seasons",
        "lyrics": null,
        "title": "December 1963 (Oh, What A Night)"
    },
    {
        "artist": "Ace Of Base",
        "lyrics": null,
        "title": "Don't Turn Around"
    },
    {
        "artist": "Craig Mack",
        "lyrics": "  [Intro: Puff Daddy] Bad Boys, come out and play You know we had to do a remix, right?  [Verse 1: Notorious B.I.G.] Uhh, uhh Niggas is mad I get more butt than ash trays Fuck a fair one, I get mine the fast way Ski mask way, nigga, ransom notes Far from handsome, but damn a nigga tote (What you tote?) More guns than roses, foes is shaking in their boots Invisible bully like The Gooch Disappear, vamoose, you're wack to me Take them rhymes back to the factory I see, the gimmicks, the wack lyrics The shit is depressing, pathetic, please forget it You're mad 'cause my style you're admiring Don't be mad, UPS is hiring You shoulda been a cop, fuck hip-hop With that freestyle, you're bound to get shot Not from Houston but I Rap-A-Lot, pack the gat a lot The flav's 'bout to drop, uhh  [Chorus: Craig Mack] Here comes the brand new flava in ya ear Time for new flava in ya ear I'm kicking new flava in ya ear Mack's a brand new flava in ya ear Here comes the brand new flava in ya ear Time for new flava in ya ear  [Verse 2: Craig Mack] Word up, no rap no crap you bore me Wanna grab my dick, too lazy, hold it for me I'm straight rap great, busting heads, straighten dreads I'm everlasting, like the toe on PRO-Keds A TEC-9 when I rhyme Plus I climb, word is bond Your album couldn't fuck with one line It's been three years since you last hear But now I reappear, your heart pumps fear To your gut, did your girl's butt I scraped it, shaped it, now she won't strut I smash teeth, fuck your beef, no relief I step on stage, girls scream like I'm Keith You won't be around next year My rap's too severe, kicking mad flava in ya ear  [Chorus: Craig Mack] Here comes the brand new flava in ya ear Time for new flava in ya ear I'm kicking new flava in ya ear Mack's a brand new flava in ya ear Here comes the brand new flava in ya ear Time for new flava in ya ear  [Verse 3: Rampage] Twenty-one, ninety-four, mad motherfucking hardcore It's my time to burn, now explore The flava in ya ear, it's The Boyscout I make outs, I make other rappers have doubts You're fucking with the wrong clan And the wrong man, that's it Now you got to get your dome split I'm going into my knapsack with my gat Take off my hat, yes I'm just cool like that The dangerous, the ruggedness, from the Flatbush abyss BLS, 97, KISS, bounce to this I'm gonna live long in this rap game, niggas know my name Yo Puffy, (burn 'em in the flames)  [Interlude] You're jingling baby (go 'head daddy) You're jingling baby (go 'head daddy)  [Verse 4: LL Cool J] Hee-shee, uh, blowticious Skeevee, delicious Gimme couscous, love me good Mmm, damn! Hollis to Hollywood, but is he good? I guess like the jeans, uh! Flavor like Praline, sick daddy nah'mean Papa love it, when he does it Niggas buzz it But tell me, was it really just the flavor that be clogging your ears? The most healthy behavior is to stay in the clear It's all for you, it's really all for you (Now what?) Hunchback, close your eyes try to munch that Coil up your ankles let your Timbs tap Bite the flavor it reacts to your gold caps Word to Mama, I tongue kiss a piranha Electrocute a barracuda, I'm here to bring the drama  [Verse 5: Busta Rhymes] Yo! Yo! Yo! Flavors in your ass crease, ha Busta Rhymes about to bring the noise, don't cease, ha Let me loose from the belly of the beast, ha Everybody, hey hey hey! You better believe it's Busta Rhymes the great We 'bout to rip the Tri-State, yo, yo Hey hey hey! I'll split your face and give you stitches Throw niggas in ditches, slap the ass of fat bitches Wait one sec, as I get down I'm rolling with the heavyweight connect to the stomping ground Now, don't you get suspicious, I grant your wishes every time Bring it vicious when I bust a rhyme I know one thing the whole world least expected Is how we all connected to break fool on the same record Five new flavors on a beat, feel the fucking heat I really think you should retreat while we blow up the street Instead of copping please just freeze Maintain the focus while we smoke these marijuana trees When I get down I disappear, reappear and blow up Everywhere, fucking with these flavas in ya ear  [Chorus: Craig Mack] Here comes the brand new flava in ya ear Time for new flava in ya ear I'm kicking new flava in ya ear Mack's a brand new flava in ya ear  ",
        "title": "Flava In Ya Ear"
    },
    {
        "artist": "Warren G",
        "lyrics": "  [Hook: Warren G] It's kind of easy when you listen to the G'd-up sound Pioneer speakers bumpin' as I smoke on a pound I got the sound fo' yo' ass and it's easy to see That this D.J. be Warren G  [Verse 1: Warren G] Can I get in where I fit in? Sit in, listen (uh-huh) Let me conversate better yet Regulate Shake the spot with my knot, may fade 'Cause I don't like to dream about gettin' paid I played ball through the halls of CIS With Snoop Dogg's big brother, call him Dirty Left Rack 'em up, crack 'em up, stack 'em up against the gate The homies tryin' ta catch me but they cain't, wait Damn, the street lights just came on! And my momma's in the streets tellin' me to come home I hit the gate and I hops on my Schwinn And I tell the homies, \"Aight then,\" yeah  [Hook: Warren G] It's kind of easy when you listen to the G'd-up sound Pioneer speakers bumpin' as I smoke on a pound I got the sound fo' yo' ass and it's easy to see That this D.J. be Warren G It's kind of easy when you listen to the G'd-up sound Pioneer speakers bumpin' as I smoke on a pound I got the sound fo' yo' ass and it's easy to see That this D.J. be Warren G  [Verse 2: Warren G] Verse two (uh-huh), now what the fuck I do? Catch the bus to Cal State, or chill with the Voltron crew? And make a few ends on the side Here comes a baby blue van, time to ride So I hops in the van with my nigga Tick And Baby Poppa back then, that was my clique We groovin' to Santa Ana And we plan-on makin' hellafied mount of money (hell yeah) And what I did for extra fees Was break niggas after work playin' get like me I was fourteen years old, havin' a sack Just a young motherfucker eatin' ValuPaks Shootin' dice in the halls of the public schools And I used to gangbang, but now it's a G thang And I still know how to make those ends You don't believe me? go ask The Twinz, motherfucker  [Hook: Warren G] It's kind of easy when you listen to the G'd-up sound Pioneer speakers bumpin' as I smoke on a pound I got the sound fo' yo' ass and it's easy to see That this D.J. be Warren G It's kind of easy when you listen to the G'd-up sound Pioneer speakers bumpin' as I smoke on a pound I got the sound fo' yo' ass and it's easy to see That this D.J. be Warren G  [Outro: O.G.L.B] Yeah, check dis out, this is I'm O.G.L.B KnowhatI'msayin'? I'm on my little O.G. Warren G And he just droppin' this to let you BG's know What's happen, y'all got to recognize Cause this is y'know a Long Beach thang 21st Street, but check this out G gonna go out there, yaknowhatI'msayin'? And handle that shit y'now? Yeah  [Hook: Warren G] It's kind of easy when you listen to the G'd-up sound Pioneer speakers bumpin' as I smoke on a pound I got the sound fo' yo' ass and it's easy to see That this D.J. be Warren G It's kind of easy when you listen to the G'd-up sound Pioneer speakers bumpin' as I smoke on a pound I got the sound fo' yo' ass and it's easy to see That this D.J. be Warren G  [Outro] Hey Greg, I hope you was tapin' that shit!  ",
        "title": "This D.J."
    },
    {
        "artist": "Elton John",
        "lyrics": "  From the day we arrive on this planet And blinking, step into the sun There's more to see than can ever be seen More to do than can ever be done  There is far too much to take in here More to find than can ever be found But the sun rolling high through the sapphire sky Keeps great and small on the endless round  It's the circle of life and it moves us all Through despair and hope, through faith and love Till we find our place on the path unwinding In the circle, the circle of life  It's the circle of life and it moves us all Through despair and hope, through faith and love Till we find our place on the path unwinding In the circle, the circle of life  ",
        "title": "Circle Of Life (From \"The Lion King\")"
    },
    {
        "artist": "Brandy",
        "lyrics": "  [Verse: Brandy] Oh yeah ooh yeah I would like to get to know if I could be The kind of girl that you could be down for Cause when I look at you I feel something tell me That you're the kind of guy that I should make a move on  [Verse: Mc Lyte] Yeah I get exotic with the melodic tune I get hypnotic with the moon But you got to put me down soon I flip a sideshow if you come my way Up, down, and around, even sideways I'm about as ready as the Lyte can get We can go all out I ain't afraid of the sweat, but yet I bet you got the techniques To freak a girl inside out What's that all about? (oooh yeah) Can I have some of that? You gotta put me on Word around town is you're nine men strong I wanna be put on in the worst way Since the first day I think it was a Thursday (oh baby) You be that brother that I wanna sink my teeth in Make me wanna ask “Where da hell you been?” I like the way you be with all that personality But I got flava too You needs to get with me  [Hook: Brandy] I wanna be down With what you're going through I wanna be down I wanna be down with you No matter the time Of day or night it's true I wanna be down  [Verse: Yo-Yo] He was born twenty years ago Just to pimp hoes Everyday new clothes Look at the cut? Cool. Pose On three, got tha heat, so bluff it Sling' (censored) cause it's more than twenty duckets Struck it, kinda rich Now his pockets lookin' straight Slam the deese on the Benzo Pancake by the gate Moms lookin' straight with her house she got Great loungin' in her new home that's up out the state I'll be your call mail, won't tell You can get it when you want it Even though you got chicks all up on you it Don't matter, cause brother you're fly I can't lie I've been mackin' daddy from the corner of my eye Now, baby bring it on Don't be frontin' on your baby boo All I wanna know is what's up with you How can I get with you Seems like you got a hold on me It must voodoo cause baby I want you  [Hook: Brandy] I wanna be down With what you're going through I wanna be down I wanna be down with you No matter the time Of day or night it's true I wanna be down  [Verse: Queen Latifah] About yay short, about yay tall About so big, about so small About this length, about this width About this flow, about this gift Instinct leading me right up your alley way Skip tha Moet, let's chill with some Alize Nuff stress in our day Let me massage your mind as my mental starts to play A ghetto star's who you are And I'll be your sexual chocolate bar And I got to keep it strong for the cause And you got to keep me strong for the tours Brotherman and me, damn the family What else could we be if no one understand us but we? You were the first to tame me Uh, Big Tif I'm out  [Hook: Brandy] I wanna be down With what you're going through I wanna be down I wanna be down with you No matter the time Of day or night it's true I wanna be down  [Outro: Queen Latifah] Hey here we go here we go here go now and it's on yeah And you don't stop Brandy is in tha house and you don't stop Until the body rock keep it on and you don't stop you rock on  ",
        "title": "I Wanna Be Down"
    },
    {
        "artist": "Collective Soul",
        "lyrics": null,
        "title": "Shine"
    },
    {
        "artist": "Bon Jovi",
        "lyrics": null,
        "title": "Always"
    },
    {
        "artist": "Amy Grant",
        "lyrics": null,
        "title": "Lucky One"
    },
    {
        "artist": "Candlebox",
        "lyrics": "  Now maybe I didn't mean to treat you bad But I did it anyway  And then maybe Some would say your life was sad But you lived it anyway  And so maybe Your friends they stand around they watch you crumble As you falter to the ground  And then someday Your friends they stand beside as you were flyin' Oh, you were flyin' oh so high But then someday people look at you For what they call their own They watch you suffer Yeah they hear you calling home And then someday we can take our time To brush the leaves aside so you can reach us Hey but you left me far behind  Now maybe I didn't mean to treat you oh so bad But I did it anyway Now maybe Some would say you're left with what you had But you couldn't share the pain, no, no, no Couldn't share the pain, they watch you suffer  Now maybe I could have made my own mistakes But I lived with what I've known  And then maybe We might share in something great Won't you look at where we've grown Won't you look at where we've gone  And the someday comes, tomorrow holds A sense of what I feel for you in my mind As you trip the final line And that cold day when you lost control Shame you left my life so soon You should have told me, hey Hey but you left me far behind  Now maybe I didn't mean to treat you oh so bad But I did it anyway Now maybe Some would say you're left with what you had But you couldn't share the pain, no, no, no  Oh, no, no Oh, no, no, no, no, no Oh my lord See I know See I know  But maybe, said maybe I didn't mean to treat you oh so bad But I did it anyway Sayin' now maybe Some would say you're left with what you had But you couldn't share the pain Now I've said, but times have changed Your friends they come and watch you Crumble to the ground They watch you suffer Yeah they hold you down, hold on down Now I said maybe, maybe I didn't mean to treat you bad But you left me far behind Left me far behind Left me far behind  ",
        "title": "Far Behind"
    },
    {
        "artist": "Melissa Etheridge",
        "lyrics": "  [Verse 1] Please, baby, can't you see My mind's a burnin' hell I got razors a-rippin' and tearin' and strippin' My heart apart as well Tonight you told me That you ache for something new And some other woman is looking like somethin' That might be good for you  [Chorus] Go on, and hold her 'til the screaming is gone Go on, believe her when she tells you Nothing's wrong But I'm the only one Who'll walk across the fire for you I'm the only one Who'll drown in my desire for you It's only fear that makes you run The demons that you're hiding from When all your promises are gone I'm the only one  [Verse 2] Please baby can't you see I'm trying to explain I've been here before and I'm locking the door And I'm not going back again Her eyes and arms and skin won't make It go away You'll wake up tomorrow and wrestle the sorrow That holds you down today  [Chorus] Go on, and hold her 'til the screaming is gone Go on, believe her when she tells you Nothing's wrong But I'm the only one Who'll walk across the fire for you And I'm the only one Who'll drown in my desire for you It's only fear that makes you run The demons that you're hiding from When all your promises are gone I'm the only one  [Chorus] Go on, and hold her 'til the screaming is gone Go on, believe her when she tells you Nothing's wrong But I'm the only one Who'll walk across the fire for you And I'm the only one Who'll drown in my desire for you It's only fear that makes you run The demons that you're hiding from When all your promises are gone I'm the only one  And I'm the only one Who'll drown in my desire for you It's only fear that makes you run The demons that you're hiding from When all your promises are gone I'm the only one  I'm the only one I'm the only one Ain't nobody else is gonna love you  ",
        "title": "I'm The Only One"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] There's a calm surrender to the rush of day When the heat of a rolling wind can be turned away An enchanted moment, and it sees me through It's enough for this restless warrior just to be with you  [Chorus] And can you feel the love tonight? It is where we are It's enough for this wide-eyed wanderer That we got this far  And can you feel the love tonight? How it's laid to rest It's enough to make kings and vagabonds Believe the very best  [Verse 2] There's a time for everyone if they only learn That the twisting kaleidoscope moves us all in turn There's a rhyme and reason to the wild outdoors When the heart of this star-crossed voyager beats in time with yours  [Chorus] And can you feel the love tonight? It is where we are It's enough for this wide-eyed wanderer That we got this far  And can you feel the love tonight? How it's laid to rest It's enough to make kings and vagabonds Believe the very best  [Outro] It's enough to make kings and vagabonds Believe the very best  ",
        "title": "Can You Feel The Love Tonight (From \"The Lion King\")"
    },
    {
        "artist": "Coolio",
        "lyrics": "  [Verse 1: Coolio] Come on y'all, let's take a ride Don't ya say shit just get inside It's time to take your ass on another kind of trip Cuz you can't have the hop if you don't have the hip Grab you gat with the extra clip And close your eyes and hit the switch We're going to a place where everybody kick it, kick it, kick it Yea that's the ticket Ain't no bloodin, ain't no crippin Ain't no punk ass niggas set trippin' Everybody got a stack and it ain't no crack And it really don't matter if you're white or black I wanna take you there like the Staple Singers Put something in the tank, and I know that I can bring ya If ya can't take the heat get ya ass out the kitchen We on a mission  [Hook] Come along and ride on a fantastic voyage Slide, slide slippity slide I'm hittin switches on the block in a 65 Come along and ride on fantastic voyage Slide, slide hoo ride, ain't no valley low enough or mountain high  [Verse 2: Coolio] I'm tryin to find a place where I can live my life and Maybe eat some steak with my beans and rice A place where my kids can play outside without livin in fear of a drive by And even if I get away from them drive by killaz I still gotta worry about those snitch ass niggas I keep on searchin' and I keep on lookin' But niggas are the same from Watts to Brooklyn I try to keep my faith in my people But sometimes my people be actin' like they evil You don't understand about runnin' with a gang Cause you don't gang bang And you don't have to stand on the corner and slang Cause you got your own thang You can't help me if you can't help yourself You better make a left  [Hook] Come along and ride on a Fantastic Voyage Slide, slide slippity slide I do what I do just to survive (Come along and ride on a Fantastic Voyage) Slide slide hoo ride, that's why I pack my 45  [Verse 3: Coolio] Life is a bitch and then you die Still trying to get a piece of that apple pie Every game ain't the same cause the game still remain Don't it seem kinda strange ain't a damn thing changed If you don't work then you don't eat And only down ass niggas can ride with me Hip hop hop your 45 quickly down the block Stay sucker free and keep the busters of your jock You gotta have heart son if you wanna go Watch this sweet chariot, swing low Ain't nobody crying ain't nobody dyin' Ain't nobody worryin' everybody's tryin' Nothing from nothin' leaves nothin' If you wanna have somethin' you better stop frontin' What you gonna do when the 5 rolls by? You better be ready so you can ride  [Hook] Come along and ride on a fantastic voyage Slide slide slippity slide if you're living in the city it's do or die Come along and ride on a fantastic voyage Slide slide hoo ride you better be ready for the 5 rolls by  Just roll along (that's what you do) Just roll along (that's right) Just roll along (that's what you do) Just roll along (that's right)  Do you want to ride with me? (x9)  ",
        "title": "Fantastic Voyage"
    },
    {
        "artist": "Ice Cube Featuring George Clinton",
        "lyrics": "  [Intro] At these up late times, hardcore funkateers before the bop gun We unleash you a positive light. The bop gun can do you no harm It frees yo mind, so yo' behind can follow. (Yeahhh.)  So wide you can't get around it So low you can't get under it So high you can't get over it IIIIIIII, can't get over it Ah yaaaaaa, di-dit-dit-dit-dit Ah yaaaaaa, di-dit-dit-dit-dit Ah yaaaaaa, di-dit-dit-dit-dit Ah yaaaaaa, di-dit-dit-dit-dit Well all right! Ah yaaaaaa, di-dit-dit-dit-dit Attention all radio station jocks Ah yaaaaaa, di-dit-dit-dit-dit Haw haw, got to be groovin' jammin' on yo box Ah yaaaaaa, di-dit-dit-dit-dit The Mothership Connection is upon you again Ah yaaaaaa, di-dit-dit-dit-dit Yeah, workin' up a sweat, is it wet yet? Ready or not, here we come Getting down for the one which we believe in  [Verse 1: Ice Cube] 1993, much more ba-e-ya-e-younce Ice Cube comin' with the half ounce Not Just Knee Deep, Jeep fulla smog A, To, mic, Dog Like ya behind, heard it through the grapevine How much longer will you be mine? And I'mma tell ya, I don't like drama So do I have to put my handcuffs on your mama Cause Bertha Butt did her fuckin' boogie with her crew But I'd rather fuck you, boo And make you say humdrum, tweedee dum Humdrum don't succumb when I'm done, buckin' shit One nation under a groove gettin down for the fuck of it Tear the roof of this motherfucker like we did last night, son And hit you with the bop gun  [George Clinton] Here's my chance to dance my way Out of my constriction Gonna be freakin' up and down Hang up really late The groove I only got We shall all be moved Ready or not, here we come Gettin down for the one which we believe in One nation under a groove Gettin down just for the funk of it One nation and we're on the move Nothin can stop us now  {Yeah.} Dance, sucka, dance!  {Yeah, heh heh. And it don't stop. Sheeeit.}  Givin' you more of what you're funkin' for Aw, feet don't fail me now! Ha ha! Givin' you more of what you're funkin' for Do you promise the funk {yep}, the whole funk Nothin but the funk? {Hit you with the bop gun, heh Buss a cap with my bop gun Gotta hit you with the bop gun Buss a cap with the bop gun, hit you with the bop gun Buss a cap with the bop gun, heh, cause I'm the top gun...} Ready. {yep} Ready. {yep} Ready. {yep, come on} Ready or not, here we come Gettin down on the one which we believe in  [Verse 2: Ice Cube] If you hear any noise, it's just me and the boys Playin with our toys M-1, cuz everybody's gotta have fun Under the sun, under the sun So rough, so tough when I get down The disco fiend with the monster sound I wants to get fucked up when I'm chillin', whoa The bigger the headache, the bigger the pill-in You let her funk me cause my funk is the best Comin from the West Kickin that shit be occupied, dedicated to the preservation motion of hips Hittin them dips, cd skips but I'm straight As I bounce, rock, skate, now I'll toast to that If it's rough, make the girls say \"Do that stuff! Aw, do that stuff!\" But ya got to be, you got to be a freak of the week For the top gun, hit you with the bop gun  One nation under a groove Gettin down just for the funk of it One nation and we're on the move Nothin can stop us now {Trick! Yeeah!} Jus hit 'em with the bop gun! One nation under a groove {heh} Gettin down just for the funk of it One nation and we're on the move Nothin can stop us now {Get up with the bop gun...} One nation under a groove ('bout time we got down, one time) Gettin down just for {the fuck of it, yeahh} One nation and we're on the move Nothin can stop us now One nation under a groove (now everybody say) Gettin down just for the funk of it One nation and we're on the move Nothin can stop us now Here's my chance to dance my way Out of my constriction Feet don't fail me now! Ha ha! {Get 'em with the bop gun I'm a' blast with the bop gun ... heh heh On yo ass with the with the bop gun I'm talkin' trash with the bop gun ... yeah And it don't stop And it won't stop} Here's my chance to dance my wayyy Out of my constriction (Yeahhh, feel the shit now!) {Oh shit}  ... hear ya say Party over here fuck you over there!  Lemme hear ya say Party over here fuck you over there! {Oh yeah} Lemme hear ya say Party over here fuck you over there!  Lemme hear ya say Party over here fuck you over there!  Lemme hear ya say Party over here fuck you over there!  Lemme hear ya say Party over here fuck you over there!  Givin' you more of what you're funkin' for Feet don't fail me now (That's right!) Do you promise the funk Givin' you more of what you're funkin' for Ooo, feet don't fail me now Can I get it on my good foot, good gawd 'Bout time I got down one time (Can I get down one time)  [Ice Cube] Do not attempt to adjust your radio There ain't nothin' wrong, so hit the bong Waitin' on the double dutch bus for a ride As the buffalo bitch go round the outside Put a glide in your stride and a dip in your hip Got Daytons on the mothership And you can ring my bell if you need me to pass The dutchie on the left hand side for the sale Cuz nobody knows where the nose goes when the doors close Dog chow got the hoes Lookin' for the theme from the Black Hole Now I'll big bang you with my black pole Flashlight, red light, we don't like cops on the bike Just made bail, tonight So whatcha gonna do when you get outta jail? I'm gonna have some funwith the bop gun  [Outro] (Ready or not, here we come Getting down on the one which we believe in) One nation under a groove (Here is my chance to dance my wayyy) Gettin down just for the funk of it (One Nationnnn) One nation and we're on the move (Get it on my good foot, good gawd) Nothin can stop us now (Ha ha ha ha ha haeeee) One nation under a groove Gettin down just for the funk of it One nation and we're on the move Nothin can stop us now (Now I want everybody to put together this time ... hit me!) One nation under a groove (Can I get it on my good foot) Gettin down just for the funk of it (Bout time I got down one time) One nation and we're on the move Nothin can stop us now (Uh huh, uh huh, one nation) One nation under a groove (Can I get it on my good foot) Gettin down just for the funk of it (Bout time I got down one time) One nation and we're on the move Nothin can stop us now One nation under a groove (Ooh yeah) Gettin down just for the funk of it (Ooh yeah) One nation and we're on the move Nothin can stop us now (Ha ha ha ha ha haeeee) One nation under a groove Gettin down just for the funk of it (Bout time I got down one time) One nation and we're on the move Nothin can stop us nowwwwww  ",
        "title": "Bop Gun (One Nation)"
    },
    {
        "artist": "Ini Kamoze",
        "lyrics": "  [Intro] Hit It! Nah, na na na nah Na na na nah, na na nah, na na nah Na na na nah  Nah, na na na nah Na na na nah, na na nah, na na nah Na na na nah  [Hook] Here comes the hotstepper (murderer) I'm the lyrical gangster (murderer) Big up di crew ina di area (murderer) Still love you like that (murderer)  [Verse 1] No no we don't die Yes we mul-ti-ply Anyone test will hear the fat lady sing Act like you know, Rico I know what Bo don't know Touch them up and go, uh-oh! Ch-ch-chang chang  [Hook] Here comes the hotstepper (murderer) I'm the lyrical gangster (murderer) Excuse me Mr. Officer (murderer) Still love you like that (murderer)  [Verse 2] Extra-ordinary Juice like a strawberry Money to burn baby, all of the time Cut to fit is me Fit to cut is she Come juggle with me, I say every time  [Hook] Here comes the hotstepper (murderer) I'm the lyrical gangster (murderer) Dial emergency number (murderer) Still love you like that (murderer)  [Break] Nah, na na na nah Na na na nah, na na nah, na na nah Na na na nah It's how we do it man Nah, na na na nah Na na na nah, na na nah, na na nah Na na na nah  [Verse 3] Hey Start like a jackrabbit Finish in front of it On the night is Jack, that's it, understand? I'm the daddy of the mack daddy His are left in gold, maybe Ain't no homie gonna play me, top celebrity man  [Hook] Murderer I'm the lyrical gangster (murderer) Excuse me Mister Officer (murderer) Still love you like that (murderer)  [Verse 1] No no we don't die Yes we mul-ti-ply Anyone test will hear the fat lady sing Act like you know, G-go I know what Bo don't know Touch them up and go, uh-oh! Ch-ch-chang chang  [Hook] Here comes the hotstepper (murderer) I'm the lyrical gangster (murderer) Big up the crew in-a the area (murderer) Still love you like that (murderer)  Nah, na na na nah Na na na nah, na na nah, na na nah Na na na nah Yeah man, that's how it is Nah, na na na nah Na na na nah, na na nah, na na nah Na na na nah  Right?  [Hook] Here comes the hotstepper (murderer) I'm the lyrical gangster (murderer) Big up all crew bow ya (murderer) Still love you like that (murderer)  Here comes the hotstepper (murderer) I'm the lyrical danger (murderer) Big up the crew in-a the area (murderer) Still love you like that (murderer)  Here comes the hotstepper (murderer) I'm the lyrical gangster (murderer) I'm a live in-a me danger (murderer) Still love you like that (murderer)  [Outro] Hey Da da da da Da da da da Da da da da  ",
        "title": "Here Comes The Hotstepper (From \"Ready To Wear\")"
    },
    {
        "artist": "Pretenders",
        "lyrics": "  Oh, why you look so sad? Tears are in your eyes Come on and come to me now  Don't be ashamed to cry Let me see you through 'cause I've seen the dark side too  When the night falls on you You don't know what to do Nothing you confess Could make me love you less  I'll stand by you I'll stand by you Won't let nobody hurt you I'll stand by you  So if you're mad, get mad Don't hold it all inside Come on and talk to me now  Hey, what you got to hide? I get angry too Well I'm a lot like you  When you're standing at the crossroads And don't know which path to choose Let me come along 'cause even if you're wrong  I'll stand by you I'll stand by you Won't let nobody hurt you  I'll stand by you Take me in, into your darkest hour And I'll never desert you I'll stand by you  And when, when the night falls on you, baby You're feeling all alone You won't be on your own  I'll stand by you I'll stand by you Won't let nobody hurt you  I'll stand by you Take me in, into your darkest hour And I'll never desert you I'll stand by you I'll stand by you Won't let nobody hurt you I'll stand by you Won't let nobody hurt you I'll stand by you I'll stand by you Won't let nobody hurt you I'll stand by you Baby into your darkest hour And I'll never desert you I'll stand by you I'll stand by you Won't let nobody hurt you I'll stand by you  ",
        "title": "I'll Stand By You"
    },
    {
        "artist": "R.E.M.",
        "lyrics": "  \"What's the frequency, Kenneth?\" is your Benzedrine, uh-huh I was brain-dead, locked out, numb, not up to speed I thought I'd pegged you an idiot's dream Tunnel vision from the outsider's screen I never understood the frequency, uh-huh You wore our expectations like an armored suit, uh-huh  I'd studied your cartoons, radio, music, TV, movies, magazines Richard said, \"Withdrawal in disgust is not the same as apathy\" A smile like the cartoon, tooth for a tooth You said that irony was the shackles of youth You wore a shirt of violent green, uh-huh I never understood the frequency, uh-huh  \"What's the frequency, Kenneth?\" is your Benzedrine, uh-huh Butterfly decal, rear-view mirror, dogging the scene You smile like the cartoon, tooth for a tooth You said that irony was the shackles of youth You wore a shirt of violent green, uh-huh I never understood the frequency, uh-huh  You wore our expectations like an armored suit, uh-huh I couldn't understand You said that irony was the shackles of youth, uh-huh I couldn't understand You wore a shirt of violent green, uh-huh I couldn't understand I never understood, don't fuck with me, uh-huh  ",
        "title": "What's The Frequency, Kenneth?"
    },
    {
        "artist": "Bone Thugs-N-Harmony",
        "lyrics": "  [Produced by DJ U-Neek]  [Intro] We're not against rap We're not against rappers But we are against those thugs (thugs thugs)  [Hook] It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone  [Verse 1 - Layzie Bone] You're feelin' the strength of the rump Step up, hear the funk of the jump that the thugstas feel Just be thuggin', straight buzzin', lovin' your peoples cause we so real Chill, better bring your weapon when steppin', bring on that ammunition Trip and don't slip, not to mention, never knew no competition But I gotta get mine, so scream out \"mo'!\" and let me hear ya holla Not about that mighty dollar, roll with the Bone, Mo' Thugs will follow Chain gang remaining the same, flaming my dank and drinking brew Thinking about hanging, clocking my bank, and thuggin' trues, foo's  [Hook] It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone  [Verse 2 - Wish Bone] Get ready for the Bone and the Mo' Thug, bustas, you know me as a hustla Try to creep and get beat, Maybe 6 feet, peep, gotta put them under Straitjackets, gotta make that money, man, it's still the same now Bailin' in my black trench vest, you gotta be down to bang-bang Come and get this, teaching you soldiers how thugstas must stack Me drinkin' me brew 'till me skull crack wig blew all the way back  [Hook] It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone  [Verse 3 - Krayzie Bone] Now follow me now, roll, stroll off deep in the land Well, creep if you can, take another swig to the brain (Rose) Loc'in, steady chokin' off that potent smoke And running from the po-po now Gotta get up with me thugstas, right? Turn to the Double Glock Pull to the curb, smoke with my hustlas, puff, puff puff to the brain, shot Love P.O.D.ed and tweeded, gotta get another case for my trunk Olde English, really don't need it, but in case my trues wanna get drunk They pump Bone, so leave 'em alone you don't wanna get shut down Thug runnin' the nine-quad and you better believe they be wanting this thug style So what now? see the Bone Thug claim, Thug never gonna change, so flame up Sit back and just smoke the same cut, leatherface on the creep, I came up  [Hook] It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone  [Verse 4 - Bizzy Bone] Gotta give it on up to the Glock-Glock, pop-pop, better drop when them buckshot blow The Bone in me never no hole, so no creepin' up outta the Ziplock So Sin: sip gin, and Lil Mo Hart: run up, nut up and flipped in Then slipped the clip in, next click and me blood the victim Ever if you test, nuts to the chest and put 'em to rest, but I won't test bucks Put a hole up into me vest and gotta get through my soul, but they won't budge Mug, drug, me picked em, the blood in me running my mental The thug in me stuck in me keeping it simple, the bud in me runnin me pencil, so To the temple, buck when you duck to the thuggish ruggish T's St. Clair P's to appeal to the G's and a buck to all my enemies  [Hook] It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone  We got Layzie And Krayzie Bizzy's in the house Wish is in the house And Flesh And Shatasha Cleveland Definitely in the house It's the thuggish ruggish bone It's the thuggish ruggish bone  ",
        "title": "Thuggish Ruggish Bone"
    },
    {
        "artist": "The Notorious B.I.G.",
        "lyrics": "  Tracklist: 1. Intro 2. Things Done Changed 3. Gimme The Loot 4. Machine Gun Funk 5. Warning 6. Ready To Die 7. One More Chance 8. Fuck Me (Interlude) 9. The What 10. Juicy 11. Everyday Struggle 12. Me & My Bitch 13. Big Poppa 14. Respect 15. Friend Of Mine 16. Unbelievable 17. Suicidal Thoughts 18. Who Shot Ya? 19. Just Playin' (Dreams) Album Art:  ",
        "title": "Juicy/Unbelievable"
    },
    {
        "artist": "All-4-One",
        "lyrics": "  I swear by the moon And the stars in the sky And I swear like the shadow that's by your side  [Verse 1] I see the questions in your eyes I know what's weighing on your mind You can be sure I know my part Cause I stand beside you through the years You'll only cry those happy tears And though I make mistakes I'll never break your heart  [Chorus] And I swear by the moon And the stars in the sky I'll be there I swear like the shadow that's by your side I'll be there for better or worse Till death do us part I'll love you with every beat of my heart And I swear Oooh  [Verse 2] I'll give you every thing I can I'll build your dreams with these two hands We'll hang some memories on the walls  And when (and when) just the two of us are there You won't have to ask if I still care Cause as time turns the page My love won't ever age at all  [Chorus] And I swear (I swear) by the moon And the stars in the sky I'll be there (I'll be there) I swear (and I swear) like the shadow that's by your side I'll be there (I'll be there) for better or worse Till death do us part I'll love you With every beat of my heart and I swear Oh yeah  I swear (I swear) by the moon And the stars in the sky I'll be there (I'll be there) I swear like the shadow that's by your side I'll be there (I'll be there) For better or worse (better or worse) Till death do us part I'll love you With every single beat of my heart I swear I swear oh oh I swear  ",
        "title": "I Swear"
    },
    {
        "artist": "Gloria Estefan",
        "lyrics": "  Turn it up, turn it up, turn it upside down Turn it up, turn it up, turn it upside down Turn it up, turn it up, turn it upside down Turn it up, turn it up, turn it upside down  Turn the beat around Love to hear the percussion Turn it upside down Love to hear the percussion Love to hear it  Blow horns you sure sound pretty Your violins keep movin' to the nitty gritty When you hear the scratch of the guitars scratchin' Then you'll know that rhythm carries all the action, so Woah yeah  Turn the beat around Love to hear the percussion Turn it upside down Love to hear the percussion Love to hear it  Turn the beat around Love to hear the percussion Turn it upside down Love to hear the percussion Love to hear it  Flute player play your flute 'cause I know that you want to get your thing on But you see I've made up my mind about it It's got to be the rhythm, no doubt about it, woah woah 'Cause when the guitar player start playing With the syncopated rhythm, with the scratch, scratch, scratch Makes me wanna move my body yeah, yeah, yeah And when the drummer starts beating that beat He nails that beat with the syncopated rhythm With the rat, tat, tat, tat, tat, tat on the drums, hey  Turn the beat around Love to hear the percussion Turn it upside down Love to hear the percussion Love to hear it Love to hear it Love to hear it Love to hear it  Turn it up, turn it up, turn it upside down Turn it up, turn it up, turn it upside down Turn it up, turn it up, turn it upside down Turn it up, turn it up, turn it upside down  Turn the beat around Love to hear the percussion Turn it upside down Love to hear the percussion Love to hear it  ",
        "title": "Turn The Beat Around (From \"The Specialist\")"
    },
    {
        "artist": "Jon Secada",
        "lyrics": null,
        "title": "If You Go"
    },
    {
        "artist": "Anita Baker",
        "lyrics": null,
        "title": "Body & Soul"
    },
    {
        "artist": "Melissa Etheridge",
        "lyrics": "  I would dial the numbers just to listen to your breath And I would stand inside my hell and hold the hand of death You don't know how far I'd go to ease this precious ache And you don't know how much I'd give or how much I can take  Just to reach you Just to reach you Oh... to reach you Oh...  Come to my window Crawl inside Wait by the light of the moon Come to my window I'll be home soon  Keeping my eyes open I cannot afford to sleep Giving away promises I know that I can't keep Nothing fills the blackness that has seeped into my chest I need you in my blood I am forsaking all the rest  Just to reach you Just to reach you Oh... to reach you Oh...  Come to my window Crawl inside Wait by the light of the moon Come to my window I'll be home soon  I don't care what they think I don't care what they say What do they know about this love Anyway  Come, come to my window I'll be home I'll be home I'll be home I'm coming home  Come to my window Oh... crawl inside Wait by the light of the moon Come to my window I'll be home soon I'll be home I'll be home I'm coming home  Come to my window Oh... crawl inside Wait by the light of the moon Come to my window I'll be home soon I'll be home I'll be home I'll be home  ",
        "title": "Come To My Window"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Interlude] - Female Voice (Prince) Ready or not, here I come (Come on) (Come on)  [Verse 1] All my life I've kept my feelings deep inside Never was a reason to let somebody know \"Lover here, lover there\" - Who cried? Who cared? Foolish pride \"Never was a good seat at any of this man's shows\"  [Chorus 1] Until now all I wanted to do is Do do do what I do, and Bang bang bang on the drummer And love so-and-so  [Chorus 2] But now I've got to let it go (let it go) Lay back and let the vibe just flow I wanna just let it go (let it go) Lay back and let my feelings show (let it go) I'm ready for the real Give me something I can feel  [Verse 2] All my life this heart's been under lock and key My curtains were drawn, there wasn't nobody home Trigger here, Trigger there - everybody's high except for me Better off dead if I couldn't be alone  [Chorus 1] Until now all I wanted to do is Do do do what I do, and Bang bang bang on the drummer And love so-and-so  [Chorus 2] But now I've got to let it go (let it go) Lay back and let the vibe just flow I wanna just let it go (let it go) Lay back and let my feelings show (let it go) I'm ready for the real Give me something I can feel  [Verse 3] Fourteen years and tears I've longed to sing my song But a horse couldn't drag your ass to put me on But now I've got an army and we're three million strong This song will ring in your ears when we are gone  [Chorus 1] Until now all I wanted to do is Do do do what I do, and Bang bang bang on the drummer And love so-and-so  [Chorus 2] But now I've got to let it go (let it go) Lay back and let the vibe just flow I wanna just let it go (let it go) Lay back and let my feelings show (let it go) I'm ready for the real Give me something I can feel  [Outro] I am ready for the real (Come a little closer)  (let it go) (Lay back an' let the vibe just flow)  ",
        "title": "Letitgo"
    },
    {
        "artist": "Salt-N-Pepa",
        "lyrics": "  What's the matter with your life? Why you gotta mess with mine? Don't keep sweating what I do Cause I'm gonna be just fine - check it out  If I wanna take a guy home with me tonight It's none of your business And if she wanna be a freak and sell it on the weekend It's none of your business Now you shouldn't even get into who I'm giving skins to It's none of your business So don't try to change my mind, I'll tell you one more time It's none of your business  Now who do you think you are Putting your cheap two cents in? Don't you got nothing to do Than worry about my friends? Check it...  I can't do nothing, girl, without somebody bugging I used to think that it was me, but now I see it wasn't They told me to change, they called me names, and so I popped one Opinions are like assholes and everybody's got one I never put my nose where I'm not supposed to Believe me, if he's something that I want, I'm stepping closer I'm not one for playing high-pole Like the high soditty 90210 type of the ho I treat a man like he treats me The difference between a hooker and a ho ain't nothing but a fee So hold your tongue tightly, wish you could be like me You're popping all that mess only to stress and to spite me Now you can get with that or you can get with this But I don't give a shit cause really it's none of your business  1993, S-N-P, packing and macking Bamboozling and smacking suckers with this track Throw the beat back in!  If I wanna take a guy home with me tonight It's none of your business And if she wanna be a freak and sell it on the weekend It's none of your business Now you shouldn't even get into who I'm giving skins to It's none of your business So don't try to change my mind, I'll tell you one more time It's none of your business  How many rules am I to break before you understand That your double-standards don't mean shit to me? I know exactly what you say when I turn and walk away But that's OK cause I don't let it get it to me Now every move I make somebody's clocking Don't ask me nothing, will you just leave me alone? Never mind who's the guy that I took home...to bone  OK, Miss Thing never giving up skins If you don't like him or his friends what about that Benz? Your Pep-Pep's got an ill rep With all that macaroni trap for rap you better step Or better yet get your head checked Cause I refuse to be played like a penny cent trick deck of cards No, I ain't hard like the bitches on a boulevard My face ain't scarred, and I don't dance in bars You can call me a tramp if you want to But I remember the punk who just humped and dumped you Or you can front if you have to But everybody gets horny just like you So, yo, so, yo, ho - check it, double deck it on a record butt-naked Pep's ass gets respect, and this butt is none of your business  If I wanna take a guy home with me tonight It's none of your business And if she wanna be a freak and sell it on the weekend It's none of your business Now you shouldn't even get into who I'm giving skins to It's none of your business So don't try to change my mind, I'll tell you one more time It's none of your business  So the moral of this story is: Who are you to judge? There's only one true judge, and that's God So chill, and let my Father do His job  Cause Salt and Pepa's got it swinging again (repeat to fade)  ",
        "title": "None Of Your Business"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": "  [Verse 1] If you could give me one good reason Why I should believe you Believe in all the things that you tell I would sure like to believe you My heart wants to receive you Just make me know that you are sincere You know I'd love for you to lead me And follow through completely So won't you give me all I ask for? And if you give your very best To bring me happiness I'll show you just how much I adore you  [Chorus] 'Cause you mean the world to me You are my everything I swear the only thing that matters Matters to me Oh baby, baby, baby, baby, baby 'cause you mean so much to me  [Verse 2] Now it's gonna take some workin' But I believe you're worth it Long as your intentions are good (so good) There is just one way to show it And boy I hope you know it That no one could love you like I could Lord knows I want to trust you And always how I'd love you I'm not sure if love is enough And I will not be forsaken And I hope there's no mistakin' So tell me that you'll always be true  [Chorus] 'Cause you mean the world to me You are my everything I swear the only thing that matters Matters to me Oh baby, baby, baby, baby, baby 'cause you mean so much to me 'Cause you mean the world to me You are my everything I swear the only thing that matters Matters to me Oh baby, baby, baby, baby, baby 'cause you mean so much to me  [Bridge] There's a feeling in my heart that I know I can't escape So please don't let me fall, don't let it be too late There's a time when words are good then they just get in the way So show me how you feel, baby I'm for real Oh, baby, baby, baby, baby, baby  [Chorus] 'Cause you mean the world to me You are my everything I swear the only thing that matters Matters to me Oh baby, baby, baby, baby, baby 'cause you mean so much to me 'Cause you mean the world to me You are my everything I swear the only thing that matters Matters to me Oh baby, baby, baby, baby, baby 'cause you mean so much to me  ",
        "title": "You Mean The World To Me"
    },
    {
        "artist": "Nine Inch Nails",
        "lyrics": "  [Verse 1] You let me violate you You let me desecrate you You let me penetrate you You let me complicate you  [Pre-Chorus 1] (Help me...) I broke apart my insides (Help me...) I've got no soul to sell (Help me...) The only thing that works for me Help me get away from myself  [Chorus] I wanna fuck you like an animal I wanna feel you from the inside I wanna fuck you like an animal My whole existence is flawed You get me closer to God  [Verse 2] You can have my isolation You can have the hate that it brings You can have my absence of faith You can have my everything  [Pre-Chorus 2] (Help me...) You tear down my reason (Help me...) It's your sex I can smell (Help me...) You make me perfect Help me become somebody else  [Chorus] I wanna fuck you like an animal I wanna feel you from the inside I wanna fuck you like an animal My whole existence is flawed You get me closer to God  [Outro] Through every forest Above the trees Within my stomach Scraped off my knees I drink the honey Inside your hive You are the reason I stay alive  ",
        "title": "Closer"
    },
    {
        "artist": "Seal",
        "lyrics": "  [Verse 1] Fearless people Careless needle Harsh words spoken And lives are broken Forceful aging Help me, I'm fading Heaven's waiting It's time to move on  [Hook 1] Crossing that bridge With lessons I've learned Playing with fire And not getting burned I may not know what you're going through But time is the space between me and you Life carries on It goes on  [Verse 2] Just say, \"Die,\" and that would be pessimistic In your mind, we can walk across water Please don't cry, it's just a prayer for the dying I just don't know what's got into me  [Hook 1] Crossing that bridge With lessons I've learned Playing with fire And not getting burned I may not know what you're going through But time is the space between me and you Life carries on It goes on  [Hook 2] There is a light through that window Hold on say yes, while people say no Life carries on It goes on  [Hook 1] Crossing that bridge With lessons I've learned Playing with fire And not getting burned I may not know what you're going through But time is the space between me and you Life carries on It goes on  [Hook 2] There is a light through that window Hold on say yes, while people say no Life carries on It goes on It goes on Goes, goes Life carries on  [Outro] When nothing else matters When nothing else matters I just don't know what's got into me It's just a prayer for the dying For the dying  ",
        "title": "Prayer For The Dying"
    },
    {
        "artist": "Lucas",
        "lyrics": "  [Intro] \"I'll be practicing in my mind\"  Wha-da-ba-ba-ba-ba-ba-ba-baaa Whoa-oh-oh Catch the vibes... the reggae and the ragtime Whoa-oh-oh Catch the vibes, catch the vibes Whoa-oh-oh Cause it's Lucas with the lid off Catch the vibes, catch the vibes Whoa-oh-oh Cause it's Lucas with the lid off Zem, Zem DaZem, Zem DaZow, Zem  Watch me now you hear me now Watch me go-oh  [Bridge] Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah) Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah) Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah) Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah)  I feeeeeel... so good  Zow, zow, zow  Watch me go-oh  [Verse 1: Lucas] Strike the right chord, and I rap, rap my skull cap Electric, until I blow my top off I wrap my lyrics right around the globe I lay lobes and all Bit by bit I make it fit Cause I'm here to knit myself together And whatever split for my format And after that I never stay the same And treat the freak like a doormat Jump around on it I'm here to spray poetic confetti already Open open open up your skull cap And let it rain, let it rain, let it rain Let it drain  All the I'm-too-cool-to-have-a-good-time- But-really-I'm-a-muted-trumpet type of talkaway Hey-ey-ey Move to the front, take it off, take it off Catch the vibes Cause it's Lucas with the lid off  [Chorus] Catch the vibes, catch the vibes Whoa-oh-oh Cause it's Lucas with the lid off Catch the vibes, catch the vibes Whoa-oh-oh Cause it's Lucas with the lid off Zem, Zem DaZow, Zow Skedadle-lah-ooh Watch me now you hear me now Uh now, now, now  [Bridge] Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah) Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah) Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah) Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah)  I feeeeeel... so good I feeeeeel... so good  [Verse 2: Lucas] Welcome to my brain, I got the lid off My chest I got my nut off The type of spirit that can break your framework The same by the end will stay the same Hear the voice of summer Zow za zow zow But once I gotta hum a melody That represents the type of flow I kick When my tongue is swingin' like a drumstick Of a jazzy type of lick Everybody's got the lid on tightly Afraid of what might be lurking right behind And out of safety So undo yourself and watch my rhyme go Out of my lyrical chimney But don't repeat my voice to the beat  When you hear the track again make up your own words Cause the rhythm is a conduit to break a split from the homegrown The well known is on to the unknown See everyone's a firecracker like a phone about to get hooked up And let look up and let look up and let whatever bubbles up Out your head spread the vibes and illuminate the sky  Cause it's lucas with the lid off It's Lucas with the lid off It's Lucas with the lid off Come on and take your lid off  Watch this Watch me now you hear me now  Take a solo , take a solo And spread the vibes kid  [Break]  I hear that funky tune Now now now now Now now Whooooooooooo Spread spread spread the vibes Spread it spread it Now-now now-now now-now now-now Watch this Mm-mm Ah bap bap bap bow  Watch me now you hear me now  Uh now, now, now  [Bridge] Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah) Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah) Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah) Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah)  I feeeeeel... so good I feeeeeel... so good Lid off Zem, Zem DaZem, Zem DaZow, Zem  Watch me now you hear me now Watch me go- Catch the vibes, catch the vibes Whoa-oh-oh Cause it's Lucas with the lid off Catch the vibes, catch ta-oh-oh Cause it's Lucas with the lid off  Zem, Zem DaZow, Zow Skedadle-lah-ooh Watch me now you hear me now  ",
        "title": "Lucas With The Lid Off"
    },
    {
        "artist": "Gerald Levert",
        "lyrics": "  I'm waiting For someone who could turn my life Around Someone who could make me feel The way I used to feel But she never comes  I'm searching But there's no one that I'd care to talk About And all the lovers in the world Don't amount to much 'Cause what I want is just one love  And I'd give anything And everything To fall in love Just this one time I'd like to find What I've been dreaming of Well I could find someone to hold me But that wouldn't be enough But I'd give anything To fall in love  Now I lay here I'd rather not be sleeping by myself Staring at the wall I question it all Will she ever come  And I'd give anything And everything To fall in love Just this one time I'd like to find What I've been dreaming of Well I could find someone to hold me But that wouldn't be enough... But I'd give anything To fall in love  I'm gonna keep on making wishes I'm gonna keep on being strong I won't settle for less than true love I'm gonna keep in holdin' on I would give  And I'd give anything And everything To fall in love Just this one time I'd like to find What I've been dreaming of Well I could find someone To hold me But that wouldn't be Enough But I'd give anything To fall in love  I'd give anything To fall in love  In love...  ",
        "title": "I'd Give Anything"
    },
    {
        "artist": "Wet Wet Wet",
        "lyrics": "  I feel it in my fingers I feel it in my toes Love is all around me And so the feeling grows  It's written on the wind It's everywhere I go So if you really love me Come on and let it show  You know I love you, I always will My mind's made up by the Way that I feel There's no beginning There'll be no end 'cause on my love you can depend  I see your face before me As I lay on my bed I kinda get to thinking Of all the things you said, oh yes I did You gave your promise to me and I Gave mine to you I need someone beside me In everything I do  You know I love you, I always will My mind's made up by the Way that I feel There's no beginning There'll be no end 'cause on my love you can depend  Got to keep it moving  Oh It's written in the wind Oh everywhere I go, yeah, oh well So if you really love me, love me, love me Come on and let it show Come on and let it show Come on and let it Come on and let it (come and let it show, baby) Come on, come on, come on let it show baby Come on and let it show Come on and let it show, baby Come on and let it show  ",
        "title": "Love Is All Around"
    },
    {
        "artist": "C+C Music Factory",
        "lyrics": "  One, two, ready, go One, two, ready, go Yeah! yeah! yeah! come on Party time Come on  Ladies, let your body flow Ladies, let your body flow Ladies, let your body flow Ladies, let your body flow  [Chorus:] Do you wanna, do you wanna get funky? Do you wanna get funky with me? Do you wanna, do you wanna get funky? Do you wanna get funky with me? Do you wanna, do you wanna get funky? Do you wanna get funky with me? Do you wanna, do you wanna get funky? Do you wanna get funky with me?  [Verse 1: Zelma Davis] Everybody gather round now Were just chillin', groovin to the funky sound We dont need no special occasion So come along, its a celebration Funky (a yes yes, y'all, yes yes, y'all) So funky, check it out, check it, check this out  [Rap:] I gots (The power) To freak ya more than an (hour) With so much mad funk I need (A shower) In the pooper scooper master plan 'Cause I'm the super duper trooperman Yeah, mythical, get physical, so here we go Give us a flavour built down til ya embryo My style, rowdy and wild Swig it up, hit it up, live it up, yeah  [Verse 2: Martha Wash] Hey you people over there Let me see you throw your hands up in the air It's a funky groove made to make you move (Well alright) So let the party people say  [Chorus]  [Rap:] Boh, I think I gots the fever I'm heated Pumpin' up the pumpin up the meter Label me a ringleader, mad party pleader Makees with a store A lead up ta lead up ta lead up Spot, hey, can you dig it? I come alive, darling, give me what you got Becka, rumpshteckup Pump your fists up Yo check this out I don't but cheques or bust slipper  [Chant:] To the morning light Gonna make you feel all right Pump it up all night Body rock, show me what you got Let Rob bring back the boom spot  There is a dance over there, and dance over here Everybody combine in a fabulous wear There is swingin' an' winin', champagne an' dinin' Preety people screamin' and jostlin' See an' see man a girl man chillin' Let's get funky, all right to the rythm All through da job sites is see Job skatin' Ladies lend your bodies, don't slow non stoppin'  Ladies, let your body flow Ladies, let your body flow Ladies, let your body flow Ladies, let your body flow  [Chorus]  [Vamp: Zelma & Martha] Do you wanna, do you need? Everybody gather round now Let the funk in with C&C Do you wanna, do you need? Everybody gather round now Let the funk in with C&C  Do you wanna get funky? Do you wanna get funky?  ",
        "title": "Do You Wanna Get Funky"
    },
    {
        "artist": "Terror Fabulous Featuring Nadine Sutherland",
        "lyrics": null,
        "title": "Action"
    },
    {
        "artist": "Aerosmith",
        "lyrics": null,
        "title": "Crazy"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] If you're lonely And need a friend And troubles seem like They never end Just remember To keep the faith And love will be there To light the way  [Chorus] Anytime you need a friend I will be here You'll never be alone again So don't you fear Even if you're miles away I'm by your side So don't you ever be lonely Love will make it alright  [Verse 2] When the shadows are closing in And your spirit diminishing Just remember You're not alone And love will be there To guide you home  [Chorus] Anytime you need a friend I will be here You'll never be alone again So don't you fear Even if you're miles away I'm by your side So don't you ever be lonely Love will make it alright  [Bridge] If you just believe in me I will love you endlessly Take my hand Take me into your heart I'll be there forever baby I won't let go I'll never let go  [Chorus] Anytime you need a friend I will be here You'll never be alone again So don't you fear Even if you're miles away I'm by your side So don't you ever be lonely It's alright, it's alright  Anytime you need a friend I will be here You'll never be alone again So don't you fear Even if you're miles away I'm by your side So don't you ever be lonely It's alright, it's alright  Anytime you need a friend I will be here You'll never be alone again So don't you fear Even if you're miles away I'm by your side So don't you ever be lonely It's alright, it's alright  ",
        "title": "Anytime You Need A Friend"
    },
    {
        "artist": "Aaron Hall",
        "lyrics": null,
        "title": "I Miss You"
    },
    {
        "artist": "Da Brat",
        "lyrics": "  [Chorus] So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied  [Verse 1: Jermaine Dupri & Da Brat] Open up, open up And let the funk flow in From this nigga name J and his new found friend I'm hitting switches like Eric on the solo creep For yo jeep it's the B.R.A.T Putting the dip in your hip from right to left  [Verse 2: Da Brat] It's the ghetto ass bitch and I'm So So Def Nigga that's my click, nigga that's who I rolls with And we kicks nothing but the fat shit Them calls me the funkdafied, funkalistic, vocalistic With the real shit, we got the shit you can't funk with [Why?] Because we so funkdafied [Why?] We make you move from side to side Well, it's da G H da E T T O, nigga Brat and J.D. coming like that big baby So lay back and listen as I catch up on my pimping And freak this duet just like Ashford and Simpson  [Chorus] So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied  [Verse 3: Da Brat] Putting it down ain't no thang to me And ain't too many hoes that can hang with me It's like that and as a matter of fact When it comes the Brat tat-tat-tat I got the shit to make your neck snap back Meaning I got the shit that a get'cha bent Tear the roof off this mutha like Parliament I'm on a roll In Control like Janet, dammit Brat, you're the funk bandit and they can't handle it I know, that's why I keep hitting em with this grammer Letting niggas know that I'm the real mama jama Straight to the head like a chronic sack  [Verse 4: Jermaine Dupri & Da Brat] I pass the mic to the Brat And yo I passed it back Well, a sistas and fellas It's time to get your groove on I provide the funkdafied sounds that make yo move, homes Breaking these fools off proper like It's S.O. S.O. D.E.F. dynamite Humunah, humunah, comin' up at cha like Ralph K And since this ain't no Honeymoon, I'm here to stay And the way we coming at cha Baby we can't miss There's a new Tag Team in town Nigga, Whoomp, there it is  [Chorus] So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied  ",
        "title": "Funkdafied"
    },
    {
        "artist": "Heavy D & The Boyz",
        "lyrics": "  [Intro/Hook: Heavy D, (Vinia Mojica)] (3x) I got nothing but love for you, baby (Uh-huh) I got nothing but love for you, honey (Yeah, whatever) I got nothing but love for you, baby (What you got?) I got nothing but love for you, honey (Yeah, whatever)  What's yours is mine What's mine is mine What's yours is mine What's mine is mine What's yours is mine What's mine is mine  [Verse 1: Heavy D] I know you want lots a jewels and stuff Backyards with swimming pools, bars with stools and stuff Fancy foods - Lobster, Sushi Gear - Versace, Gucci, crazy Lucci I know your M.O., you do demo on a paycheck You get a Herb from 'burb and show him no respect Middle name \"Price Tag,\" first name \"Gotcha\" Started slow, got on a roll, now they can't stop you Talking about \"Hey Boo, how you do?\" Some clown uptown said you ran through his crew I give you props and ya credit cause it's due But I ain't that clown, and my crew ain't that crew Time's too hard to be faking like I'm dating on some steak And...wining and dining, I ain't choking on no chicken Leave it up to me I'll close the whole damn store on you I got nothing but love for you  [Hook] I got nothing but love for you, baby (Uh-huh) I got nothing but love for you, honey (Yeah, whatever) I got nothing but love for you, baby (What you got?) I got nothing but love for you, honey (Yeah, whatever)  [Verse 2: Heavy D] I'm not your H-E-R-B, but I'm your H-E-A-V-Y dash-D Don't test me, don't ask me for nothing For nathan, for jack, for doodly-squat, you can do me not You plan on plot on who be hot and trying to hit the slot I know your low pro style, your low (whole/ho) profile Kick a bother in the gut and then you smile I must admit; I really dig your operation Every time we on the phone, you got the sexy conversation So now you hope to be the woman of my dream And while I'm sleeping, you'll be creeping, robbing me clean I see you hanging on the corners with the rest of your girl crew Standing by the gutter with your booty cutters So who's the honey dip, down with the money grip Always got a plan and a scam to get some money quick Always gettin' with the next man, the one with the checks And setting up a trap with the sexing  [Hook] I got nothing but love for you, baby (Uh-huh) I got nothing but love for you, honey (Yeah, whatever) I got nothing but love for you, baby (What you got?) I got nothing but love for you, honey (Yeah, whatever)  [Heavy D] So nobody dis the champion So nobody dis the champion  [Verse 3: Heavy D] You give me feelings like I'm dealing with a crooked hand You got a grand from a man cause you shook his hand You're well known in the streets, in the gutters So fly, when you caught my eye, you made me stutter You come around with your curls and your pretty pearls You even been around the world, so you go, girl But where's the love at Tell me where's the hugs at Acting like a Rugrat I know where you bought that Don't try to gas me, girl, I know the streets well You're money hungry And you're making trick-n-treats sell So leave it up to me I'll close the whole damn store on you I got nothing but love for you  [Hook - until fade] I got nothing but love for you, baby (Uh-huh) I got nothing but love for you, honey (Yeah, whatever) I got nothing but love for you, baby (What you got?) I got nothing but love for you, honey (Yeah, whatever)  ",
        "title": "Nuttin' But Love"
    },
    {
        "artist": "B.M.U. (Black Men United)",
        "lyrics": null,
        "title": "U Will Know (From \"Jason's Lyric\")"
    },
    {
        "artist": "Huey Lewis & The News",
        "lyrics": null,
        "title": "But It's Alright"
    },
    {
        "artist": "Deadeye Dick",
        "lyrics": "  [Verse 1] I've got a new age girl (Tell us what she's like) An environmentalist girl (Does she ride a bike?) She has a crystal necklace (Does she spend a lot of cash?) Though her vibes are rather reckless (She's heading for a crash) Oh her flowing skirt is blowing in a transcendental wind And she wonders without knowing where did we begin  [Hook] Mary Moon, she's a vegetarian (Mary Moon, Mary Moon, Mary Moon) Mary Moon will outlive all the septuagenarians (Mary Moon, Mary Moon, Mary Moon) Oh she loves me so, she hates to be alone She don't eat meat but she sure like the bone  [Verse 2] You know she drives wind car (How does she like it?) It doesn't get her far (Why she doesn't bike it?) But it gets her to where she's going I don't know, I don't know, I don't know Where that is wish I knew I don't know where she's going And I don't know where she's been All I know that lovin' her has gotta be a sin  [Hook]  [Verse 3] Mary Moon, will you hesitate? Don't segregate your thoughts from your emotions (Mary Moon) I know devotion isn't way up there  [Hook]  Mary Moon (Mary Moon, Mary Moon, Mary Moon) Oh, Mary Moon (Mary Moon, Mary Moon, Mary Moon) Mary Moon (Mary Moon, Mary Moon, Mary Moon)  She's the one for me, me oh (Mary Moon, Mary Moon)  ",
        "title": "New Age Girl (From \"Dumb And Dumber\")"
    },
    {
        "artist": "Tevin Campbell",
        "lyrics": "  [Verse 1:] Where do they get off telling you That I am not the least bit into you Just tell me how the hell They can tell you they know what's in my heart  What do they get from telling you That I don't give a damn about Just tell me why the hell Someone wants to tear your heart apart  [Hook:] Oh why, oh why, oh why, oh why Why do them people like to tell you lies I know, I know, I know, I know I love you more than words could ever show  I can't, I can't, I can't I can't explain Why do some people have to be that way I can't take much more I can't ignore I have to let you know what's in my heart  [Chorus:] If I never ever say that I love you Just remember, girl I'm saying I do You can know that from this moment You were always in my heart  If I never ever say that I love you Just remember, girl I'm saying I do love you You'll be always in my heart  They're not the ones who'll be there for you When you need someone to turn to They won't be anywhere Be anywhere when things start falling down  They're only in it to confuse you So they can turn around and use you But it can't happen It won't happen, girl As long as I'm around  [Repeat Hook:]  [Repeat Chorus:]  [Bridge:] Oh, why Why, why, why Yeah Why did you have to listen to the lies?  Oh, girl My sweet girl There is only you inside my world  Oh, please, baby, please I wish you could believe in me Right now, right now If only you could know  [Repeat Chorus x3:]  ",
        "title": "Always In My Heart"
    },
    {
        "artist": "Rappin' 4-Tay",
        "lyrics": "  [Hook] Me and my homies we tighter than a glove Chop a lot of game is how we do it at the Playaz Club Check the pool or kick it in the tub Cause we kick much ass at the Playaz Club  [Verse 1] I got a ho named Reel-to-Reel She got a buddy named SP 12, now you know the deal We gets freaky in the studio late night That's why the beats that you hear are coming real tight Something to roll to, something to stroll to If you's a playa in the game this will hold you Mo money, mo money for the bank roll Stick to the script, don't slip in the '94 A lot of fools put salt in the game To where these women get the notion that they running the game huh I run my own and I'm my own self person No respect make the situation worsen Fillmore, H.P., and Sunnydale There's a playaz club everywhere you dwell Lakeview, P.H., and Army Street A different part of town a different kind of freak I just wiggle my toes on a mink rug And press play on the remote at the playaz club  [Hook]  (More champagne, Mr. Forte?)  [Verse 2] From day one I had to get my money right Me, Fly, and Franky J we took a airplane flight huh They wanted to hear a rap I said alright bet We dropped the beat and grabbed the mic then they wrote a check A few G's for the pocket no hesitation Took a flight back to the Golden State and Shops made orders from a whole new capital The word was gettin' out 4-Tay's out rappable Don't need a Glock but I bought one just in case Suckas try to stop me from pursuing my paper chase Cause the chase is on because it don't stop I got the beat and got the rap you make the Glock pop So treacherous suckas couldn't sweat this on a bad day By the way just in case you never heard Rappin 4-Tay, I'm on the smooth tip Never trippin' off them suckas popping off at the lip I pop the top off the drank and we can roll some dank bro Leave the Gat at the house bring some dominoes Take off your shoes relax and get a body rub And shoot your macking at these women at the playaz club  [Hook]  [Verse 3] You can't resist it but don't get it twisted V.I.P. that means the number's not listed Membership is based on clout and how you carry yourself Now homie what you all about? I stack paper and kick it with the O.G's Some got a nine-to-five some drink a lot of keys You can learn a whole lot from a playa A lot of these playas make a damn good rhyme sayer A lot of people get a misconception And start drifting in the wrong direction Miss goody two shoe I' see you later I ain't got time you ain't nothing but a playa-hater I'd rather kick it with the crew in Arizona They chop game like we do in California Another show another flow a new bank account But cash money comes in large amounts So get your membership but never slip to lame fast Or else Fly will have to tap that ass And drop you to the ground and make your knees scrub It's just an everyday thang at the Playaz Club  [Hook]  [Outro: Rappin' 4 Tay & Lil Fly] Yeah, I'd like to send this shout out To all the Playaz Clubs throughout the world I know they got a Playaz Club in Chicago What about that one they got out there in Philly, Fo? You know they got one out there in Atlanta The way they be choppin' it Shit, Detroit, New York, Texas Yeah, but we gonna move on down to these Playaz Clubs closer to home like Seattle L.A., Bakersfield, San Diego P.A., V-Town, Richmond, Sacramento Yeah, but a special shot goes out to the Playaz Club Right across the water in the Biggity Biggity O Yeah, and last but definitely not least yeah Them Playaz Clubs they got right there in the San Francisco mothafuckin' bay, yeah Where your Playaz Club at 4? My Playaz Club right in the heart of Fillmoe Uh, I feel you boy Where yours at Fly? Man, on the corner of Third and Newcomb right in the heart of HP, huh This is for all you playaz out there mayne We out at the Playaz Club  ",
        "title": "Playaz Club"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": "  [Verse 1] (I'm used to) Going seven whole days And not hearing from him (And I'm used to) Him un-breaking my heart Then breaking it again (I'm used to) Him never really being man enough for me And always talking in his sleep But never talkin 'bout me  [Pre-Chorus] Thought it was love Didn't need all that, hey Thought it was me I just couldn't please the man Just when I thought it wouldn't happen for me Finally  [Chorus] Finally found someone to trust And finally found someone who listens Took awhile to find my finally Now I'm finally getting it like I need it Shorties tried but couldn't reach it Oh so long but now my finally Finally...  [Verse 2] (And it's you) You're making me high And I don't wanna come down (And it's you) How many ways do I love you Baby, I lost count (It's you) Since you came I ain't sang another sad love song I'm finally breathing again 'Cause I know where I belong  [Pre-Chorus] (It's gotta be love) The way that I'm feelin' (It's gotta be you) That keeps my heart beatin' And when I couldn't see love for me Finally, yeah  [Chorus] Finally found someone to trust And finally found someone who listens Took awhile to find my finally Now I'm finally getting it like I need it Shorties tried but couldn't reach it Oh so long but now my finally Finally...finally  [Bridge] It's almost like I'm dreaming, my love Like being in a movie starring us Because of you I'm never going back I'm where I'm supposed to be You made sure that finally  [Chorus] Finally found someone to trust And finally found someone who listens Took awhile to find my finally Now I'm finally getting it like I need it Shorties tried but couldn't reach it Oh so long but now my finally Finally...yeah...  ",
        "title": "I Belong To You/How Many Ways"
    },
    {
        "artist": "Mazzy Star",
        "lyrics": "  [Verse 1] I want to hold the hand inside you I want to take a breath that's true I look to you and I see nothing I look to you to see the truth You live your life, you go in shadows You'll come apart and you'll go blind Some kind of night into your darkness Colors your eyes with what's not there  [Chorus] Fade into you Strange you never knew Fade into you I think it's strange you never knew  [Verse 2] A stranger's light comes on slowly A stranger's heart without a home You put your hands into your head And then its smiles cover your heart  [Chorus] Fade into you Strange you never knew Fade into you I think it's strange you never knew Fade into you Strange you never knew Fade into you I think it's strange you never knew I think it's strange you never knew  ",
        "title": "Fade Into You"
    },
    {
        "artist": "Toad The Wet Sprocket",
        "lyrics": "  [Verse 1] Another day, I call and never speak And you would say nothing's changed at all And I can't feel much hope for anything If I won't be there to catch you if you fall  [Chorus] Again (We fail) It seems we meet (To meet and mend) In the spaces (Spaces safe) In between (Between intents) We always say (Say too much) It won't be long (Long been gone) Oh, but something's always wrong  [Verse 2] Another game of putting things aside As if we'll come back to them some time A brace of hopes, a pride of innocents And you would say something has gone wrong  [Chorus] Again (We fail) It seems we meet (To make amends) In the spaces (And wend our way) In between (Between intent) We always say (Looking back) It won't be long (Not moving on) Oh, but something's always wrong  [Bridge] Yeah, hey, hey Yeah, hey, hey, hey Yeah, hey, hey Yeah, hey, hey, hey  [Chorus] Again (We fail) It seems we meet (To meet and mend) In the spaces (Spaces safe) In between (Between intent) We always say (Say too much) It won't be long (Long been gone) Oh, but something's always wrong Something's always wrong Something's always wrong  Hey, hey, hey, hey  ",
        "title": "Something's Always Wrong"
    },
    {
        "artist": "Des'ree",
        "lyrics": "  [Verse 1] Listen as your day unfolds Challenge what the future holds Try to keep your head up to the sky Lovers they may cause you tears Go ahead, release your fears Stand up and be counted Don't be ashamed to cry  [Chorus] You gotta be You gotta be bad, you gotta be bold, you gotta be wiser You gotta be hard, you gotta be tough, you gotta be stronger You gotta be cool, you gotta be calm, you gotta stay together All I know, all I know love will save the day  [Verse 2] Herald what your mother said Read the books your father read Try to solve the puzzles in your own sweet time Some may have more cash than you Others take a different view My oh my heh, hey, hey  [Chorus] You gotta be You gotta be bad, you gotta be bold, you gotta be wiser You gotta be hard, you gotta be tough, you gotta be stronger You gotta be cool, you gotta be calm, you gotta stay together All I know, all I know love will save the day  [Bridge] Time asks no questions, it goes on without you Leaving you behind if you can't stand the pace The world keeps on spinning You can't stop it, if you try to This time it's danger staring you in the face  [Verse 3] Remember, listen as your day unfolds Challenge what the future holds Try and keep your head up to the sky Lovers, they may cause you tears Go ahead release your fears My oh my heh, hey, hey  [Chorus] You gotta be You gotta be bad, you gotta be bold, you gotta be wiser You gotta be hard, you gotta be tough, you gotta be stronger You gotta be cool, you gotta be calm, you gotta stay together All I know, all I know love will save the day  [Chorus] You gotta be You gotta be bad, you gotta be bold, you gotta be wiser You gotta be hard, you gotta be tough, you gotta be stronger You gotta be cool, you gotta be calm, you gotta stay together All I know, all I know love will save the day  [Outro] You gotta be bold, you gotta be bad, gotta be wise Don't ever say Gotta be hard, not too too hard All I know is love will save the day You gotta be bad, you gotta be bold, you gotta be wiser You gotta be hard, you gotta be tough, you gotta be stronger You gotta be cool, you gotta be calm, you gotta stay together You gotta be bad, you gotta be bold, you gotta be wiser You gotta be hard, you gotta be tough...  ",
        "title": "You Gotta Be"
    },
    {
        "artist": "Weezer",
        "lyrics": "  [Spoken Word: Matt Sharp & Karl Koch] Hey brah, how we doin' man? All right It’s been a while man, life’s so rad! This band’s my favorite man, don’t ya love ‘em? Yeah Aw man, you want a beer? All right Aw man, this is the best. I’m so glad we’re all back together and stuff. This is great, man Yeah Hey, did you know about the party after the show? Yeah Aw man, it’s gonna be the best, I’m so stoked! Take it easy, brah!  [Verse 1] I'm me Me be Goddamn I am I can Sing and Hear me Know me  [Chorus] If you want to destroy my sweater Hold this thread as I walk away  [Spoken Word: Mykel Allen & Karl Koch] Hey, what’s up? Not much Did you hear about the party? Yeah Um, I think I’m gonna go but, um, my friends don’t really wanna go. Could I get a ride?  [Verse 2] Oh no It go It gone Bye-Bye Who I I think I sink And I die  [Chorus] If you want to destroy my sweater Hold this thread as I walk away (As I walk away!) Watch me unravel I'll soon be naked Lying on the floor, I've come undone  [Guitar Solo]  [Chorus] If you want to destroy my sweater Hold this thread as I walk away (As I walk away!) Watch me unravel I'll soon be naked Lying on the floor, I've come undone  [Chorus] If you want to destroy my sweater Hold this thread as I walk away (As I walk away!) Watch me unravel I'll soon be naked Lying on the floor, I've come undone  [Outro] I don't want to destroy your tank-top Let's be friends and just walk away Hate to see you lyin' there in your Superman skivvies Lying on the floor, I've come undone  ",
        "title": "Undone - The Sweater Song"
    },
    {
        "artist": "Sophie B. Hawkins",
        "lyrics": "  I'm dancing in the shadows of life And death is all around me tonight I miss you making love to me right Beside myself I'm holding you tight Someone is waiting for me to rise And dive into the ocean I cried And I cried and I cried my baby to sleep Beside myself my soul to keep  Right beside you I see Right beside you I stay Right beside you I'll be Right beside you always  We're dancing in the shade of the summer sun The drums are playing The change to come was yesterday In the heat beside myself I need to keep  Right beside you I feel Right beside you I am Right beside you I kneel Right beside you I stand Right beside you I see Right beside you I stay Right beside you I'll be Right beside you always  Driving into town with the top down Sun sinking low into the water I can feel your speed One hand on the wheel one hand on my knee I can tell you what I want you can do what you need Darling nights are getting cooler in the city so close There's a place we can do it somewhere right along the coast We'll arrive on time just a little bit late It's not a matter of style just a lesson in taste  I remember when I was your child You made me up to be your lover Now I'm standing right beside you Other people still exsist I don't pretend to love them less but darling When you drive this way I lose my breath  Right beside you I feel Right beside you I am Right beside you I kneel Right beside you I stand Right beside you I see Right beside you I stay Right beside you I'll be Always  Right beside you I feel Right beside you I am Right beside you I kneel Right beside you I stand Right beside you I see Right beside you I stay Right beside you I'll be Right beside you always  ",
        "title": "Right Beside You"
    },
    {
        "artist": "Richard Marx",
        "lyrics": null,
        "title": "The Way She Loves Me"
    },
    {
        "artist": "Barry White",
        "lyrics": "  So, what do you want to do, I'm here baby I'm ready baby, I'm waiting on you Believe me, I am patiently Waiting On you  Girl there's something wrong with me Every time I'm alone with you You keep talking 'bout you loving me Hey babe, your foreplay just blows my mind So why don't we stop all the talking girl Why don't we stop wasting time?  I've had, my share of love And some say I'm damn good But if you think, you can turn me out Baby I wish that you would  Cause you keep telling me this and telling me that You say once I'm with you, I'll never go back You say there's a lesson that you want to teach Well here I am baby, practice what you preach  Lady: (I'm telling you this, I'm telling you that Cause once I've been with you, you'll never go back There is a lesson that I'm gonna teach) Here I am baby, practice, what you preach  Girl it's just you and me, so many things I could do to you and so many ways I can please Hey, hey, hey it's your move (girl) Why don't you start turning down the lights And show me what you can do?  Well I've had my share of lovers Some of them are damn good But if you think, you can turn me out Girl I just wish that you would Cause you keep Oh you just keep Naw, you just keep  Cause you keep telling me this and telling me that You say once I'm with you, I'll never go back You say there's a lesson that you want to teach Well here I am baby, practice what you preach  Ladies, baby, baby, baby We're wasting time, precious time All this talk about what you're gonna do And how you're gonna do it to me Come on, practice what you preach  Cause you keep telling me this and telling me that You say once I'm with you, I'll never go back You say there's a lesson that you want to teach Well here I am baby, practice what you preach  ",
        "title": "Practice What You Preach"
    },
    {
        "artist": "20 Fingers Featuring Gillette",
        "lyrics": "  Don't want no short dick man  Iny weeny teeny weeny Shriveled little short dick man  Don't want,Don't want,Don't want Don't want,Don't want,Don't want Don't want,Don't want,Don't want Don't want,Don't want,Don't want Don't want,Don't want,Don't want  What in the world is that thing? Do you need some tweezers to put that thing away  That has got to be the smallest dick I've ever seen in my whole life I have ever seen in my whole life  Get the fuck outta here Iny weeny teeny weeny Shriveled little short dick man  Don't want,Don't want Don't want,Don't want Don't want Don't want Don't want Don't want Don't want   Uh! Uh! Uh! Uh! Uh! Uh!  Uh! Uh! Uh! Uh! Uh! Uh! Uh! Uh! Uh!  Isn't that cute an extra belly button You need to put your pants back on honey   Don't, don't, don't, don't, don't, don't Don't, don't, don't, don't  Don't want,Don't want Don't want,Don't want Don't want no short dick man Don't want no short dick man  Iny wee(x15)  Iny weeny teeny weeny Shriveled little short dick man  Pobre, pobrecito Que diablo eso  ",
        "title": "Short Dick Man"
    },
    {
        "artist": "4PM",
        "lyrics": null,
        "title": "Sukiyaki"
    },
    {
        "artist": "Ill Al Skratch Featuring Brian McKnight",
        "lyrics": "  \"Looked her up and down, said hmm I'll take her\" --] Parrish Smith {*1}  [BM] Hoooooooo-ooh! {*1} [BM] I'll take her.. {*1} [BM] Hoooooooo-ooh! {*1} [BM] I'll take her.. [BM] Oooooooh-ooooh-oohh, ohhh yeahhhh {*1}  Verse One: Al Skratch  Yeah, it's Al Skratch, that real smooth brother The undercover lover makin moves on your mother If I have to, it's only natural, that I rap to Any girl walkin through my hood if she's lookin good And if she's somethin fine, I'll be humpin hind Let's get it on, ain't nuthin wrong, with a little Bump N Grind (Bump N Grind) Now that's what my man say Sometimes I lay in my bed, and I dream of bein hand-fed I made the jam, with my man, about the _Homiez_ But now I must remember all about my tenderonis You're lonely by your homey baby I know how you're feelin You in the mood for some Sexual Healing (sexual healing!) Walk in to the jump I spot you as the music's blarin Starin, but not - carin, about, what you - wearin You're full grown with a mind of your own I make you moan as my bone turn brick like stone Whether you're single we can mingle as you jingle Swing low, with the black Mandingo I be the dough money-maker rump-shaker To the bedroom I said \"hmm I'll take her\"  [BM] If you don't want her don't waste her time {*1} [BM] Said if you don't want her don't waste her time {*1} Don't waste her time, don't waste no time [BM] Said if you don't want her don't waste her time {*1} [BM] Said if you don't want her don't waste her time I'll take her, I'll take her  Verse Two: Big Ill  Yeah, well it's Big Ill, silly me, I puff the Phillie G I make your body move, get smooth like Billy Dee Get you hopin, make you beg for the third leg twice Cause I _Make it Funky_ like my name was Greg Nice Hit you off, then I'm ghost somethin proper-like Two things I never do: fall in love or drop a mic I'm Big Ill, now you know my style I'm glad you came I give your man a pound, then I ask you what's your name (What's your name baby?) Sign a autograph, then I step w/ my staff To the hotel, hope everything goes swell That's what you say as I sway on my way to my room Crazy deep, don't sleep I keep the poom poom.. jockin Clockin, knockin out the box when, I perform That's why the girlies they swarm to see Big Ill Later on that night at the arena I seen her, tryin to get backstage between the Niggas I was wit and the security, she didn't Lookin from a distance I see her booty's hittin (oh yes babe) Stagger to the barricade and bag her as I grab her Thinkin to myself, \"Aiyyo, I got to have her\"  [BM] If you don't want her don't waste her time {*1} [BM] If you don't want her don't waste her time {*1} I'll take her, I'll take her, I'll take her [BM] Said if you don't want her don't waste her time {*1} On my knees, ohh yeah [BM] Said if you don't want her don't waste her time Hahhh-ohhhh-ohhh-ohh-oh-hohh-yeah, I'll take her (I'll take her) [BM] If you don't want her don't waste her time Bring it here to me, yeahhh! [BM] Said if you don't want her don't waste her time Ooohhhhhh, I'll take her  Verse Three: Big Ill, Al Skratch  Yeah.. yeah.. I like your flow yo, do I say oh no? And get it hittin one on one like a solo I think not, cause it ain't no fun If my homey Mr. Raspy Skratch can't get none  Hey! I be the one with the voice that's raspy Al Skratch see, gettin downright nasty I pass the, girls in my vicinity Back to my man Big Ill, he got the remedy  For the..  [BM] If you don't want her don't waste her time {*1} Oooh baby oh baby [BM] If you don't want her don't waste her time {*1} I'll take her, I'll take her, I'll take her [BM] If you don't want her don't waste her time {*1} On my kneeeeeeeees! [BM] If you don't want her don't waste her time I'll take her.. I'll take her, I'll take her [BM] If you don't want her don't waste her time.. [BM] If you don't want her don't waste her time.. I'll take her [BM] If you don't want her don't waste her time.. Hooooh! I'll take her take her take her! [BM] If you don't want her don't waste her time.. I'll take her take her take her! I'll take her take her take her! [BM] If you don't want her don't waste her time.. [BM] If you don't want her don't waste her time.. I'll take her! [BM] If you don't want her don't waste her time..  ",
        "title": "I'll Take Her"
    },
    {
        "artist": "Jon Secada",
        "lyrics": null,
        "title": "Whipped"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Verse 1: Usher] Every time I look at you There's so many things that I want to do I promise you when I'm ready That I'll spend my life with you What is love, is it steady? 'Cause I don't know what to do So tell me, girl, are you ready To do what we came to do?  [Pre-Chorus: Usher] One day we could be together Cause you know that I wanna be down, baby But right now, we can all forget it You know I gots to get around I don't have much money (don't have no money) I can't buy a diamond ring (can't buy a diamond thing) I ain't trying to be funny (funny) It's only a sexual thing (only a sexual thing)  [Chorus: Usher] Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I bring Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I bring  [Verse 2: Usher] Please forgive me 'Cause I don't ever want to rush you I might sound a little hasty But let's do what we came to do You know our time is really precious And you wasted a lot of mine I'm gonna have to keep on moving If you can't make up your mind  [Pre-Chorus: Usher] One day we could be together Cause you know that I wanna be down, baby But right now, we can all forget it You know I gots to get around I don't have much money (don't have none) I can't buy a diamond ring (and a diamond ring) I ain't trying to be funny (no) It's only a sexual thing  [Chorus: Usher] Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I bring Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I bring  [Bridge: DeVante Swing & Usher] (Baby, do you want to get with it? I know that you want to) Yeah, check me out Yo, watch this DeVante, say it again (Can you get with it With it)  [Chorus: Usher] Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I bring Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I bring Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I bring Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I bring Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I bring Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I...  ",
        "title": "Can U Get Wit It"
    },
    {
        "artist": "Da Youngsta's",
        "lyrics": "  [Verse 1: Qur'an] As I flip it again, I'm on the loose Watch me, nah man, hold up, no... As I flip it again, we're on the loose Watch us set the trend for the 9 double deuce Check it, to the boogie the up jumps the boogie To the rhythm of the boogity beat Cause I Freakit like this like my homeboys Das \"It Ain't Hard to Tell\" like my main man Nas Like Naughty, watch me give a hip-hop hooray Much props to Dre drinking Tanqueray I could Chief Rock ya like the Lords Or like Tribe, go on an Award Tour Too Slick like Rick, watch Da Youngstas bump Cause this is how we're coming like the future of the funk Respect out Cube kicking it Really Doe And Snoop Doggy Dogg and the whole Death Row Gang Starr, Sumpreme C, and Cypress On the reel to reel cause I'm keeping it righteous  [Chorus] (x2) C'mon let me take you on a hip-hop ride Move side to side, let your body glide Slide, slide, slide, slide  [Verse 2: Taji] Well groove with me as we go on this mission Taking you on a female expidition We keep it going as we get deeper We got Boss, Monie Love, and Queen Latifah Word up, these sistas got it going on A mad shout out to my girl LeShaun And Smooth in that Lexus coupe And peace to Salt N Pepa cause you make me wanna Shoop Yeah, but y'all don't hear me though Cause I'm on the Westside with my girl Yo-Yo So rock on with your bad self, Rage! A female in this hip-hop age Stop look and listen, please don't byte Coming straight from my homegirl MC Lyte Peace to Shanté, Sweet Tee, and Sah-B Representing hip-hop lovely  [Chorus] (x2) C'mon let me take you on a hip-hop ride Move side to side, let your body glide Slide, slide, slide, slide  [Verse 3: Tarik] C'mon let me take you on this hip-hop ride Move side to side, let your body glide Knock knock, it's hip-hop at your door Giving you more for '94 Back with Melle Mel and Grandmaster Flash People thought that hip-hop wouldn't last The Treacherous Three, Afrika Bambaataa Kurtis Blow made hip-hop hotter Slide to the rhythm, let your body jerk Remember all the bass from my man Kool Herc? Stetsasonic Talking All that Jazz You know the songs of the past I keep creeping, I'm a Youngsta but I'm deep in History that's keeping everything cool I use my mic as my tool Peace to the old school  [Chorus] (x4) C'mon let me take you on a hip-hop ride Move side to side, let your body glide Slide, slide, slide, slide  ",
        "title": "Hip Hop Ride"
    },
    {
        "artist": "Jade",
        "lyrics": "  5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up  5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up  5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up  You gotta go on, baby With your life You had to get yours And now I gotta get mine  You came with me And you know I don't play I'm sorry It ain't going your way  5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up  5-4-3-2 Our time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up  Baby, give me some love And give me some respect The way that you do the things You do when you want my askings  You know how you smile When you're guessing me Turning me on And on and on And then we gets busy  5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up  5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up  5, 4, 3, 2 Your time is up Your time is up Your time is up  You had to get yours And now I gotta get mine No more games we're playing, boy And no more lies  No no, no Ain't going your way I got a countdown for you Send you on your way  5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up  5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up  5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up 5-4-3-2 Your time is up  ",
        "title": "5-4-3-2 (Yo! Time Is Up)"
    },
    {
        "artist": "Patra Featuring Yo-Yo",
        "lyrics": "  My property is my property Any lover come cross get tied fi life, watcha baby Bobby Mi ah romance him pon the phone Watch dis Hear mi now  I'm on a romantic call Talkin' to my baby Down ah mi yaad I'm on a romantic call My man, Patra nah guh tek fi broad  Watch this Hello mommy Can I speak to bobby Cross the ocean and (?) inna him asleep Mommy wake him fi me I'm on the phone, I want to talk to my baby Don't call of him help when you feel lonely Him cyaan tell yuh tings mek yuh feel sexy   I'm on a romantic call Talkin' to my baby Down ah mi yaad I'm on a romantic call My man, Patra nah guh tek fi broad  Watch it! I wanna lay back drivin' in his Caddy Dressed in his khakis Hangin' with the guns on sixth ave-y Extra extra sexy Wanna roll in a butter  That's right I'm top Gotta be sister To put the skin Skin you won't be in Or should I I'm like a  ",
        "title": "Romantic Call"
    },
    {
        "artist": "The Tokens",
        "lyrics": "  [Intro] Weeheeheehee, dee heeheeheehee, weeoh aweem away Weeheeheehee, dee heeheeheehee, weeoh aweem away A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh  [Verse 1] In the jungle, the mighty jungle The lion sleeps tonight In the jungle, the quiet jungle The lion sleeps tonight – ho, ho!  [Chorus] Weeheeheehee, dee heeheeheehee, weeoh aweem away (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh) (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh) Weeheeheehee dee heeheeheehee weeoh aweem away (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh) (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh)  [Verse 2] Near the village, the peaceful village The lion sleeps tonight Near the village, the quiet village The lion sleeps tonight  – ho, ho!  [Chorus] Weeheeheehee, dee heeheeheehee, weeoh aweem away (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh) (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh) Rrrrrr, lalalaba, weeoh aweem away (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh) (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh)  [Bridge] Hush, my darling, don't fear, my darling The lion sleeps tonight Hush, my darling, don't fear, my darling The lion sleeps tonight  – ho, ho!  [Chorus] Whoa, whoa, whoa; whoa, whoa, whoa; whoa, whoa, aweem away (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh) (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh) Weeheeheehee, dee heeheeheehee, weeoh aweem away (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh) (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh)  [Outro] Weeheeheehee, dee heeheeheehee, weeoh aweem away Weeheeheehee, dee heeheeheehee, weeoh aweem away Weeheeheehee, dee heeheeheehee, weeoh aweem away  ",
        "title": "The Lion Sleeps Tonight (Wimoweh)"
    },
    {
        "artist": "Mad Lion",
        "lyrics": "  [Verse 1] Too many suckers and not enough time To buck up all of dem with one clip from mi 9 To shoot to kill, dem seh mi dont care I try to kill, but it nuh get mi nowhere I just put down mi gun inna fi mi suitcase Big up mi fist, fi buck off dem face Flip!, script! And a guy head lick Boof!, baff! And not one shot lick, cau' Toe to toe once again Fi distinguish real bad bwoys dem And if yuh a bad bwoy, not a guy caan try Let mi see di fist dem  [Chorus: Yami Bolo sample] Gotta take it easy Why? Gotta take it easy Why? Gotta take it easy Why? Gotta take it easy Me no know...  [Verse 2] Dutty bwoy jump up, dutty bwoy get STOMP Get perpetrator, a guy get STOMP Some guy cool, but him need fi get STOMP If dem buy dem back dem guns, seh dem run outta luck  Cau' we kill dem all And we come back aloooone, chi boom deh Mad Lion Deh pon microphoooooooone Alright  So just step up, step up Bwoy, whats up? Put your crew to di side, tek out yuh gold front Knuckle up, knuckle up, and guard yuh grill No need fi gun, cau' yuh get hurt still Think unuh wicked?, Tell dem fi come! I have mi fist, mi nuh need not a gun Nah guh touch you, if you dont touch mi first If you touch mi bwoy, you must bite di dust Bad bwoy, rude bwoy, fickle face nah skin up Decent person, with an evil touch I dont bother nobody I tansoback and clutch You diss the program bwoy you must get-, Ahh!  [Chorus: Yami Bolo sample] Gotta take it easy Why? Gotta take it easy Why? Gotta take it easy Why? Gotta take it easy Me no know...  [Verse 3] Too many suckers and not a enough time To buck dem all off with di clip from mi 9 So shoot to kill, dem seh, mi dont care I try to kill but it nuh get mi nowhere Flip inna mi pocket, and mi dip inna mi waist Tek out mi gun, put inna mi suitcase Big up mi fist, and you know mi run di place One, thump-thump, inna bwoy dem face Two, thump-thump, and we tear dung di place Three, thump-thump, and him cannot escape Cannot escape, cannot escape Cannot mi seh, cannot mi seh, cannot escape, cau' Toe to toe once again Fi distinguish real bad bwoys dem And if yuh a bad bwoy, not a guy caan try Mek mi see yuh fist dem Cause I'm not a deejay, and I'm not a MC I'm one bwoy to 'member of di group, BDP Step to we crew, bwoy it's no problem We have di fist, and it quick fi solve them (WAH) Have fi mi gun, but it inna mi waist Pick up mi fist, just to punch off yuh face Mad Lion deh yah, and we wicked and bad Love fi mi fist, and mi gun, next to God Use fi mi fist, cau' mi up inna line Wicked bad bwoy, run tings every time  [Chorus: Yami Bolo sample] Gotta take it easy Why? Gotta take it easy Why? Gotta take it easy Why? Gotta take it easy Me no know...  [Verse 4] All dem a talk and defend Can't stop mi from love di gyal dem Gyal pon di left, and gyal pon di right Two a dem combine and waan fight One throw a punch, one tek out a knife And nearly kill di gyal, and tek weh her life Tell mi crowd of people, is that right? Make gyal, a kill gal, fi man weh she like? I dont like that damn flex inna mi zone Need dem gyal fi just keep dem ass home Mad Lion deh yah Deh pon di tune Boy's deh, we wicked and bad to di bone That's why..  [Chorus: Yami Bolo sample] Gotta take it easy Why? Gotta take it easy Why? Gotta take it easy Why? Gotta take it easy Me no know...  ",
        "title": "Take It Easy"
    },
    {
        "artist": "Steve Perry",
        "lyrics": null,
        "title": "You Better Wait"
    },
    {
        "artist": "BLACKstreet",
        "lyrics": "  It's just a bootie call  Hey baby, turn around It's not what it seems The way I like it by the pound Must be in the genes  Only want to have fun No time to get sprung That's the way it is on Blackstreet After all, it's a booty call  Well, you know what I like You've got it Just be there tonight I want it, hey, yeah  You know that it's right All I wanna do is be Where you're at  [Chorus] Why must I feel like that Why must I chase the cat Nothing but the dog in me Why must I feel like that Why must I chase the cat Nothing but the dog in me  Sometimes I feel that I Might want to settle down But on my wedding night I feel I'm gonna play around  Life is too short to lie I mean no disrespect at all But if the other woman's on my mind On my life, it's a booty call  Well, you know what I like You've got it Just be there tonight I want it  You know that it's right All I wanna do is be Where you're at Why must I feel like that  [repeat Chorus] Bow wow wow Yippy yo yippee ay, hey  Yo, take it to the limit  Every dog has his day And I'm digging on the vibes So we can get together Make tonight real live  Checking out the front Checking out the back Well, I'll be god damned Is it really like that  Summer's hot Winter's freezing Chasing that cat All through the season Hey, yo, girl, stop teasing  Check your trips Cause I really wanna stroke You're saying I'll drown I'm saying you'll choke  Back at my place Face to face I'm trying to be good So we can cut to the chase  You know what I like And, baby, you got it Come on, let's get this started  Back on Blackstreet We can have a ball Cause after all It's just a booty call  Well, you know what I like You've got it Just be there tonight I want it  You know that it's right All I wanna do is be Where you're at Why must I feel like that  [repeat Chorus] Bow wow wow Yippy yo yippee ay, hey  ",
        "title": "Booti Call"
    },
    {
        "artist": "Karyn White",
        "lyrics": "  Oh Oh, baby  An appetizin' love recipe Just like honey to honey bees, oh I just can't get enough So fill me up, quench my appetite I think you know what I have in mind (And you got it) I'm not gonna let go  I'm burnin' with desire I'm starvin' for your love Put out my fire Oh, don't ask what you should do Be the doctor, baby, I'm in need of a cure I hunger for your love  I hunger for your love (Just a little bit) I hunger for your love (Ooh, baby, I hunger) I hunger for your love (Hunger for your love) I hunger for your love  Baby, I want ya Ooh, I hunger Baby, I want ya Ooh, I hunger  Ooh  A tantalizin' love fantasy And when your body is close to me, oh I end up in a fuss The heat is on and I start to sweat I wanna take a bite But I know you're not mine yet, but, baby, oh, baby, I want you  I crave the way you move (Oh, do it, baby) If I act too polite I just might lose My chance at lovin' you If what I'm thinkin' feels this pleasin' Then the real thing will keep me screamin' for you  I hunger for your love (Baby, I hunger for love) I hunger for your love (Yeah, yeah, yeah, yeah, yeah, hunger) I hunger for your love (I hunger for your love) I hunger for your love  I'm burnin' with desire, baby Your body heat just drives me crazy, yeah, yeah {I hunger for your love} I need your lovin' here tonight To fill my lovin' appetite, I hunger {I hunger for your love}  Hunger for your love I hunger for your love Hunger for your love  I'm starvin' and I need what's makin' me weak Like a bee needs honey, baby, I need lovin' Can I get it, come on Can I get it, come on Can I get it from you, baby, come on Ooh, I want ya, hoo Uh-huh...uh-huh...uh-huh...  So tell me what you wanna do (Yeah) Delight me with the pleasures of you Baby, I want ya So fill me up with your love real severe  I hunger for your love (Oh, I hunger for you baby, how I want ya) I hunger for your love (It's so good, I need your love) I hunger for your love (Oh, baby, I hunger) I hunger for your love (For your love)  I hunger for your love I hunger for your love  Baby, I want ya Ooh, I hunger Baby, I want ya Ooh, I hunger  ",
        "title": "Hungah"
    },
    {
        "artist": "Da Brat",
        "lyrics": "  [Verse 1] I am..... quick to pull the trigger quick to pull your card Hard late for the boulevard It's Da B to the R-A-T with the bump Sendin good vibrations from the trunk to the front Of your ride (ride) where I live that's what they like (like) So that's what I give Somethin for them fools when they crawl and creep And creep and crawl, it's fa all y'all Well..........  [Chorus] Who's that makin that funky noise? It's Da Brat-tat-tat-tat bustin out on that ass Fa All Y'all, Fa All Y'all hey hey hey (you don't hear me, though) Who's that makin that funky noise? It's like that, it's like that, it's Da Brat Fa All Y'all, Fa All Y'all hey hey  [Verse 2] Now that Da Brat's in the house yo the house is packed Guys and girls everywhere with a hump in they back As I sling my funk like a vodoo moose through the hood All Fa Y'all cause everything is good Now..... lay back listen to the phattest Listen to the baddest rhymin apparatus At a status you ain't got to check Cause y'all knows that I definitely gets wrecked So,  uh  [Chorus] Who's that makin that funky noise? It's Da Brat-tat-tat-tat bustin out on that ass Fa All Y'all, Fa All Y'all hey hey hey (you don't hear me, though) Who's that makin that funky noise? It's like that, it's like that, it's Da Brat Fa All Y'all, Fa All Y'all hey hey  [Verse 3] Gotta give thanks to the funk when it's time to pray With some fine ass dank now it's time to play That shit from that ghetto ass bitch me be B to the R A to the T Just niggas and bitches on every side Waitin for the chance to get funkdafied And all they gotta do is learn the words of this anthem I'll grant them if you can chant them Like everybody else..  [Chorus] Who's that makin that funky noise? It's Da Brat-tat-tat-tat bustin out on that ass Fa All Y'all, Fa All Y'all hey hey hey (you don't hear me, though) Who's that makin that funky noise? It's like that, it's like that, it's Da Brat Fa All Y'all, Fa All Y'all hey hey  [Outro] I promise to funk The whole funk Nothing but the funk I promise to funk The whole funk Nothing but the funk  ",
        "title": "Fa All Y'all"
    },
    {
        "artist": "DJ Miko",
        "lyrics": null,
        "title": "What's Up"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse 1] I can't feel Feel a thing I can't shout I can't scream Breathe it out Breathe it in All this love From within  [Chorus] I won't cry when you say goodbye I'm out of tears I won't die when you wave goodbye I'm out of tears Out of tears  [Verse 2] I won't drink I won't eat I can't hear I won't speak Let it out Let it in All this pain From within  [Pre-Chorus] And I just can't pour my heart out To another living thing I'm a whisper I'm a shadow But I'm standing up to sing  [Chorus]  [Verse 3] Let it out From within Some you lose Some you win I can drift I can dream Until I float Off your screen  [Pre-Chorus]  [Chorus]  ",
        "title": "Out Of Tears"
    },
    {
        "artist": "Meat Puppets",
        "lyrics": "  [Verse 1] And when I wake up in the morning To feel the daybreak on my face There's a blood that's flowin' through the feeling With a knife to open up the sky's veins  [Chorus] Some things will never change They stand there looking backwards Half unconscious from the pain They may seem rearranged In the backwater swirling There is something that will never change  [Verse 2] And when I shoulda been gone a long time Laughs and says, I find ways Just when we're sheltered under paper The rockets come at us sideways  [Chorus]  [Bridge] Hey, I'm blind Good, fine Roll the time On whose dime  [Verse 1]  [Chorus]  ",
        "title": "Backwater"
    },
    {
        "artist": "Digable Planets",
        "lyrics": "  We lounge stay phat notice our G limp A natural flair with our fresh-ass hair Style baggy out, clout, slick Creamy and fresh East Coast to West Brooklyn, making money Uptown, making money To the Universal fam, making money Old school MCs, making money  [Butterfly] I'm slicker this year, I'm slicker this year Myrtle Ave, A-train, got the pick in my hair And what sixteen joints later still lounge Fresh from Flatbush in my baggy booster Guess Style is type ease, busted cami fatigues 50,000 leagues of Black, so what's up Can we avenue slide player style ghetto walk To the East son, wild Crooklyn, New York Creamy kids yell Smith and Wesson when I'm blessing The angular slang blow spots, bang—eleven Hanging like bats cause the twelve-inch wax Say \"Scorpio\" And my hair say 'fro And my blood say 'bro My clique say, \"a-yo\" Make sparks from the barrel mental pistol To the depths I dive seems lunar like aqua The cool blast mega we black we wildflowers Scott La Rock had 'em all I gots to ball, and roll with little Panthers through these project halls The three-color flag can't hold my baggy sag 7-1-8 to Omega Black motion is ocean style Slick in my ways since days of deep classics Now glamor boys want to be triple phatted But I'm slicker this year I'm slicker this year  [Bridge] East born Beats Tannoys on Lovely, all over the city In your tape deck blasting 7R's and the phat fly sneakers And the camouflage  [Refrain: Mecca the Ladybug] To the hip-hop nation, making money To the mixtape crew, making money To the West Coast, making money To the Boogie Down Bronx, making money  [Doodlebug] I was raised in the ways of the Manchu Clan And five elements posture, take a B-boy stance With the gold front shining, baggy pants sagging This Brooklyn styling got the fly girls smiling But I'm climbing, finding new ways of rhyming Not living like a star, it's strictly bout surviving Diving, deep into the grooves of the ghetto This downtown flavor shines from many angles Yes the notorious, with rhymes so glorious The Manchu Monkey over flunkies is victorious Rappers be boring us with rhymes so conventional Dazed and amazed when they hear the three dimensional Lyrical skills of the insect in motion Coasting down Fulton with a bag of magic potion Now I'm rolling with the seven and the crescents Puffing some expression Manifesting today's lessons Stressing the fact that I'm solar guaranteed to go far Cause the mind is interstellar Still peace like that, so have no fear But I'm slicker this year I'm slicker this year  [Refrain] To the queens everywhere, making money To the whole S.I, making money To the lumpen mass, making money Don't forget about your peeps when ya, making money  [Ladybug Mecca] Now you see that I'm 68 inches above sea level 93 million miles above these devils Play me in the winter Play me in the summer Play me in the autumn Any order You want em I got em, dripping like water Catch me at a hot spot with the dusk daughters We bouncing, moving within the true circles We played you, made you change, straight New Yorked you We stratify our wealth from my Luchi in the bank There's love amongst the ranks Now I'm about to beep my homegirl Cause we be alike A-alike, C-alike, yes G-alike  Jazzy Joyce, on the wheels Jazzy Joyce, no one smoother Jazzy Joyce, phatter than a '94 Land Cruiser Where you from The Bronx representing like whatever, pa Cool, are you slicker this year Yeah, watch  ",
        "title": "9th Wonder (Slicker This Year)"
    },
    {
        "artist": "Joe Diffie",
        "lyrics": "  She walks into Smokey's One hip at a time Like a broken field runner Slippin' through the lines He likes the way she looks So he calls a little wife Says don't wait up for me I'll be workin late tonight Wife hangs up the phone bursts into tears Calls her sister up and cries get over here  Sister tells her boyfriend be back in awhile Boyfriend wants a beer, the store is just a mile Leaves the motor runnin' he'll only be a minute His car drives away with teenagers in it Driver tells his buddies, got one life to live They scream into the night, lets get it over with  Cause and effect, chain of events All of the chaos makes perfect sense When we're spinnin' round Things come undone Welcome to the earth, third rock from the sun  The kid guns the gas, car starts to swerve Heads for a semi-truck, jumps the curb Truck hits a bigboy in the Shoney's parking lot Flies through the air, takes out the bank clock Clock strikes a light pole, transformer sparks Lines go down, town goes dark  Waitress calls the cops says she saw it all Swears a giant alien has landed at the mall Cops ring up the mayor says there's panic in the street Hate to wake you up but we can't find the chief Mayor says use your head, if he ain't in his car He's hiding from his wife, down at Smokey's bar  Cause and effect, chain of events All of the chaos makes perfect sense When we're spinnin' round Things come undone Welcome to the earth, third rock from the sun  Cause and effect, chain of events All of the chaos makes perfect sense When we're spinnin' round Things come undone Welcome to the earth, third rock from the sun  Welcome to Earth third rock from the sun Welcome to Earth third rock from the sun Welcome to Earth third rock from the sun  ",
        "title": "Third Rock From The Sun"
    },
    {
        "artist": "The Lady Of Rage",
        "lyrics": "  [Hook (x2)] [Rage] I rock rough and stuff with my Afro Puffs (rage) [Snoop] Rock on, wit cha bad self  [Verse 1: The Lady of Rage] I rock on with my bad self cause it's a must It's the Lady Of Rage still kickin up dust So umm, let me loosen up my bra strap And umm, let me boost ya with my raw rap Cause I'mma break it down to the nitty-gritty one time When it comes to the lyrics I gets busy with mine Busy as a beaver, ya best believe-a This grand diva's runnin shit with the speed of a cheetah, meet a Lyrical murderer... I'm servin em like two scoops of chocolate Check it how I rock it I'm the one that's throwin bolos, ya better roll a Rolo To find out I'm the number one solo, uhh The capital R-A now take it to the G-E I bring the things to light, but you still can't see me I flow like a monthly you can't cramp my style For those that try to punk me here's a Pamprin child No need to say mo', check the flow Rage in effect once mo', so now ya know  [Hook]  [Verse 2: The Lady of Rage] Now I'm hittin' MC's like Hadouken *Street Fighter sound* Ain't no doubt about it I'm the undisputed So what you uhh, wanna do is back on up I'll tap that butt, wax the cuts, pass the bucks So put your money on the bread winner I kick lyrics so dope that the brothers call 'em head spinners I got the tongue that is outdone anyone From the rising to the setting of the sun Or the moon, I consume the room with doom When I hear the kick of a 808 bass ... POOM BOOM, BAM, God, DAYUMMMMMM! I'm hittin so hard you could say it's a grand, slam, dunk, punks Get broken off for chunk when they feel the funk Of the rhythm (fresh) that I give em Let it hit em, split em, did it now I'm rid of em, yeah I put that on my unborn kids Rage in effect so you know how it is  [Hook (x2)]  [Verse 3: The Lady of Rage] Now ever since my debut, I've continued to lay you Flat on your back from the raps that I spat, spit Ohh shit, I'm the shit! You can't get wit the Rage then tough tit-tie I pi-ty the fool, that gets With the lyrical murderer cause my shit is rude (OOOH!) You wanna get with the wickedness? With that Big bot-ty that's kickin it, rippin it apart like Jason You'll be, chasin a dream like Freddy Are you ready for the cream de la creme? I'm steam pressurin those who ain't measurin up I keep competitors stuck In the muck with they butt up, what chu wanna nut up Like cashew, don't you know that I will mash you? For real That's the deal, I'm straight out of Farmville, VA (So what you gotta say?)  [Hook] x2  Huhh I am the roughest, roughest, roughest (Say what? Say what?) I am the toughest, toughest, toughest (RAGE!) (repeat x4)  Get with the uhh, roughest, roughest Get with the uhh, toughest, toughest (RAGE!) Get with the uhh, roughest, roughest (Yeah) Get with the uhh, toughest, toughest (RAGE!) Get with the uhh, wickedness, roughest I am the uhh, wickedness (RAGE!)  [Outro: Snoop Dogg] Yeah, one-nine-nine-fo' The indo blow and the grass grow Snoop Doggy Dogg still don't love a ho But you gotta give credit when credit is due Women back down and bow down to my motherfuckin homegirl The Lady of Rage She rocks rough and stuff with the Afro Puffs Handcuffed and she busts And trick biatch, she's guaranteed to tear shit up Y'know what I'm sayin?  ",
        "title": "Afro Puffs"
    },
    {
        "artist": "Whitehead Bros.",
        "lyrics": null,
        "title": "Your Love Is A..."
    },
    {
        "artist": "Hootie & The Blowfish",
        "lyrics": null,
        "title": "Hold My Hand"
    },
    {
        "artist": "Sarah McLachlan",
        "lyrics": null,
        "title": "Good Enough"
    },
    {
        "artist": "Fugees",
        "lyrics": "  [Hook: Wyclef Jean] Yo Mona Lisa, could I get a date on Friday? And if you're busy, I wouldn't mind taking Saturday-ay-ay, ay-ay-ay Round up de posse, Fugee comin' around the way  (Wyclef) Yo, hey nappy head (Lauryn) Yo whashup? (Wyclef) What you got there? (Lauryn) Hah, I got some of that lyrical cheeba cheeba (Wyclef) Worrrrrd?  A cheeba cheeba y'all, well I'm a Libra y'all A cheeba cheeba y'all, well I'm a Libra y'all  [Verse One: Wyclef] You wanna battle? Swing I bring commanding men like I was king In all your dreams I write the horror flick of Stephen King Cling to false also those papers say ock I got tired of the fat lady so I sing to my own opera Ba-lang-balang-balang-to-de-man-de-rock-cause I love thee If you live by the sword you will be die by the gun Cause all guys tell lies, and more girls commits sin I was ordered to Code Red, but now I'm chillin' with A Few Good Men Assassination on the kid from the capitol I never play the soap opera but now I'm in General Hospital Condition critical, spirit over who's the physical So if I die, catch me at the funeral I'll fly away, ohh glory With a mic in my hand to a land where only God knows me And the angels write raps on holy paper I said I'm lookin for Jesus, he said \"Take the escalator One flight up, is guaranteed He'll be there\" My sister'd be there, my mother'd be there So...  [Hook]  [Verse Two: Lauryn Hill] I don't puff blunts so I always got my breath Never had to battle with a bullet proof vest They call me cock-weasel but I, still cave a chest I don't wear Jheri curls cause I'm not from the West No disrespect to the West, true indeed I rock it to the East, the East is the seed To see that them days back, yo sheepskins and Hot Tracks Peace to Mr. Magic, things are getting tragic Now we on some new stuff, I never feared the Ku Klux My own clan is actin up, I blame it on the Phillie blunt What you gonna do, kids are acting oooohhhh Hill is gettin' badder, yo where's the corporate ladder? Mr. Three Piece Suit Check the square roots, Girbauds and Timberland boots Nahhhh that's the serpents, and know them garment tips I got a head full of problems and a hand full of nappy roots I feel a Jones comin' down, yo I... [Wyclef:] (I got the slang to make the chitty-bang-bang A-rid-dang-de-dang, the nappy head bang) [Lauryn:] No I, got the slang to make the chitty-bang-bang A-rid-dang-de-dang, the nappy heads reign!  [Hook] Nappy heads in the zone and we're not goin' home!  [Verse Three: Pras] Hey yo a battle is a battle but a battle's not a battle If it'sssssssssss snake doesn't rattle Cause my style's as old as a reptile As slick as a Nu Nile, as new as a new child So come follow me to the land of Abraham This land's your land, this land's my land The blacker the black man, the better the next man [Lauryn:] (Yo some nappy heads need to check they necks for red) [Wyclef:] Ihhhh, feel injection Put the needle to your skin feel reality's heroin You maintain to put a negro in pain you used to diss me \"Oh you wanna hang with old Eddie Kane?\" Ain't nuttin wrong, snap your head to the song Word is bond, you get wrong I'll have you sing like Louis Armstrong And I say to myself, what a wonderful world But what the hell was so wonderful 'bout cotton in the farm Mr. Slaaaaaave Maaaaan! The harder they come, the harder they fall, so come one come all Don't stall or I'mma stick you like a voodoo doll Doors locked stop drawer for the count who drops You slept on a kid from the boondocks Out of Hootaville, land of the ill kill Vailsburgh Viking so you know I'm top ranking Phil Some say who coming like like the yuma but save the rumor Cause I've been rockin ever since eighty-two When I used to rock my Pumas...  Yes, yes y'all, well I'm a Libra y'all (4X)  [Hook] Nappy heads in the zone and we're not goin home!  [Outro: 2x] I wear my sunglasses at night To spy on my girlfriend that's right They dancing, romancing, freaking at night! Yes yes yes a yes yes y'all  ",
        "title": "Nappy Heads"
    },
    {
        "artist": "Love Spit Love",
        "lyrics": "  [Verse 1] There's too much That I keep to myself And I turn my back on my faith It's like glass When we break I wish no one in my place  [Hook 1] And I've seen You don't need their seeds When their dirt goes in deep And I'm lost in sleep  [Verse 2] I can't stay In this place I can't stand When the room turns round On my fate You give no guarantees There's no promise I can keep  I can't stand I can't see my way I feel blind On my feet I can't stay too long Am I wrong?  [Hook 2] (x6) Goodbye, lay the blame on luck  [Verse 3] I'm so tired Of my mood And sleep comes With a knife, fork and a spoon You're so pale In your face You let life Get in your way  [Hook 1] Am I wrong?  [Hook 2] (x4) Goodbye, lay the blame on luck  ",
        "title": "Am I Wrong"
    },
    {
        "artist": "Keith Sweat (Featuring Kut Klose)",
        "lyrics": "  [Intro: Keith Sweat (Kut Klose)] I got something for the fellas this time around Ladies won't you tell them your names? (Tabitha, Athena, Lavonn)  [Chorus: Kut Klose] If you really, really want it All you gotta do is get up on it If you really, really want it All you gotta do is get up on it  [Verse 1: Athena Cage] The time has come for us Ooh baby To get real busy, baby Oh yes it has, umm And you don't have to be afraid of my love Cause it won't hurt ya sugar Oh no it won't, ooh yeah baby  [Chorus: Kut Klose] If you really, really want it (if you really want it, yeah) All you gotta do is get up on it (Yeeeeaaahhhhh, oh yeah) If you really, really want it (Baby, do you really want my love?) All you gotta do is get up on it  [Verse 2: Keith Sweat] I like it girl when we Get real freaky, baby Ooh yes I do, baby And I'm on my hands and knees You know I'm with it sugar Girl I'm with everything you wanna do, saying  [Chorus: Kut Klose (Keith Sweat)] If you really, really want it (If you really want it, baby) All you gotta do is get up on it (all you gotta do, girl) (Get up on this love of mine) If you really, really want it (If you really, really want it, baby, yeah baby) All you gotta do is get up on it (Girl, I want you to sing this song tonight)  [Bridge: Athena Cage & (Keith Sweat)] I know that this is it (love) Cause I know that I'm given you my love And I know I'm giving you my love A love, a love that you can't resist, baby (Same, same, bring it on)  [Chorus: Kut Klose] If you really, really want it (If you really want it, come and get it, baby) All you gotta do is get up on it (oohhhh, oohhh) If you really, really want it (If you really want it, come on, baby) All you gotta do is get up on it  [Outro: Athena Cage & Kut Klose (Keith Sweat)] Oh baby yeah yeah, yeah, yeah, yeah yeah I know that this is it (I know that this is it) See I know that this is it, boy And I know I'm giving you my love A love that you can't resist (don't leave me baby) Ohh, ohh, ohh, ohh (yeah baby, baby) I know that this is it I know, I know, I know I know I'm giving you, I'm giving you all my loving, baby A love, a love that you can't resist (I wanna lick you up and down) oh baby I want you to take your time, take your time Ohh, take your time with me  ",
        "title": "Get Up On It"
    },
    {
        "artist": "The Puppies",
        "lyrics": "  Hey, little mama Why you dance so funky? Yeah, it's that funky It's that funky Y-2-C  Hey, little mama Why you dance so funky? Get on the floor and shake it like a donkey Shake it to the left Shake it to the right Do the funky dance And shake it all night  Shake the butt Now you know you going on Now look at me and shake that big butt Just do it baby Jump up and down Break down to the ground  Yeah it's Big Boy once again Make that butt go out and in Now do that funky dance in place You look so funky I want to say  Hey, little mama Why you dance so funky? Yeah, it's that funky It's that funky Y-2-C  Funky, funky Yeah, that's me I'm dance funky to the beat I really want the crowd to say Shakie and shake That's what I'm doing Got all them boys over there just oohing  Just because I'm young not old I bet you think that I ain't bold Bold enough to show this butt But you know you got me messed up  I am young But I have learned I can do the funky dance all night Let me show you a little something Don't you know they call me Tamara? Feast your eyes on this funky butt While all them boys out there say what?  Hey, little mama Why you dance so funky? Yeah, it's that funky It's that funky Y-2-C  ",
        "title": "Funky Y-2-C"
    },
    {
        "artist": "For Real",
        "lyrics": null,
        "title": "You Don't Know Nothin'"
    },
    {
        "artist": "Liz Phair",
        "lyrics": null,
        "title": "Supernova"
    },
    {
        "artist": "Queen Latifah",
        "lyrics": "  [Tony Rebel] Oooh! Thing called Weekend Love! Tony Rebel and Queen Latifah I could live with it, baby You know what I mean? Watch this!  [Queen Latifah] Weekend love Caught up in a weekend love Weekend love Just a case of weekend love  [Queen Latifah] If you've been misled By anything I said I didn't mean to turn you on The vibe was oh so strong And you got things to do And I have got things too So I'll catch you on the weekend Mondays through Friday's out - I'll see you then  [Tony Rebel] A W-E-E-K and a E-N-D And a L-O-V-E we were meant to be A W-E-E-K, a E-N-D L-O-V-E we were meant to be  [Queen Latifah] Weekend love Caught up in a weekend love Weekend love Just a case of weekend love  [Queen Latifah] Seems it's been so long Since you filled me with your charms I tenderly imagine me Resting in your arms But you've got things to do And I have got things too So I'll catch you on the weekend Monday through Friday's out - I'll see you then  [Tony Rebel] Because we're sorry when we part And we love when we meet I know we only do that Once in a week Sorry when we part And we love when we meet I know we only do that Once in a week  I know, you know We are occupied From our own love life This has been denied Many feelins high Many tears of pride But by the weekend That must be rectified  [Queen Latifah] Weekend love Gonna spend a weekend love (maybe someday it will change) Weekend love Just a case of weekend love  [Queen Latifah] If you've been misled By anything I said I didn't mean to turn you on The vibe was oh so strong And you got things to do And I have got things too So I'll catch you on the weekend Monday through Friday's out - I'll see you then  [Tony Rebel] A W-E-E-K and a E-N-D L-O-V-E we were meant to be A W-E-E-K, a E-N-D L-O-V-E we were meant to be When we are absent, that is a [?] to present To nourish and cherish every moment To deliver the goods I am efficient And I know you're possessed with the ingredients During the week the days seems to be long But on the weekend, wish the clock would reverse its hand Great things can come in a small bag So let's make use of the time that we have When we are together, cause we're spectacular As if we never miss a second of the hour When we are together, I sit and I wonder If this love is gonna last forever Well then I think and I start remember That we are-a just a...  [Queen Latifah] Weekend love Gonna spend a weekend love Weekend love Just a case of weekend love  ",
        "title": "Weekend Love"
    },
    {
        "artist": "The Jesus And Mary Chain",
        "lyrics": "  [Hope Sandoval] I gave you all I had I gave you good and bad I gave but you just threw it back  [Jim Reid] I won't get on my knees Don't make me do that please I've been away but now I'm back  [Hope Sandoval] Don't be too sure of that What makes you sure of that You went away you can't come back  [Jim Reid] I walked away from you I hurt you through and through Aw honey give me one more chance  [Hope Sandoval] Aw you're a lucky son Lucky son of a gun You went away, you went away You went away but now you're back  [Jim Reid] I got down on my knees And then I begged you please I always knew you'd take me back  ",
        "title": "Sometimes Always"
    },
    {
        "artist": "Patti LaBelle",
        "lyrics": "  [Verse 1] Oh, I got a man, sho'nuff a real man, uh-huh Good ol' man, that's what I got Good ol' man, said helps a lot A real man, strong but tender Baby that's the kind of man I need To his love I will surrender 'cause he'll keep his mind on pleasing me  [Chorus] 'Cause he's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me  [Verse 2] An interesting conversation Every once in a while Always prompt and attentive 'cause my darlin' knows that that is my style  [Chorus] 'Cause he's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me He's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me  [Bridge] Every night when I get down on my knees to pray I thank the Lord for sending Mister Right my way This kind of love had to come from Heaven down I ain't never gonna let him go Because I need this kind of man around  [Chorus] 'Cause he's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me He's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me  Yes he is, strong and attentive Said that he's the right height And the right thing Goes to work every day and the man pays all our bills Come home in the evening, moving slow But doesn't hear that, tell you the man can go, go, go He just loves me, ooh, the right way That's how he keeps this permanent smile on my face He's the right man Sho'nuff he's got the stuff He's the right kinda lover Oh baby, that's my baby  [Chorus] He's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me He's the right kinda lover for me He's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me  [Outro] That's my baby (He's Mister Right) That's my baby Said he's Mister Good Stuff, good stuff (He's Mister Right) Said he's Mister Good Stuff, good stuff  He's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me  Gives me what I need What I need...  ",
        "title": "The Right Kinda Lover"
    },
    {
        "artist": "Youssou N'Dour & Neneh Cherry",
        "lyrics": "  [Verse 1: Youssou N'Dour (in Wolof)] Boul ma sene, boul ma guiss madi re nga fokni mane Khamouma li neka thi sama souf ak thi guinaw Beugouma kouma khol oaldine yaw li neka si yaw Mo ne si man, li ne si mane moye dilene diapale  [Verse 2: Neneh Cherry] Roughneck and rudeness, We should be using On the ones who practiced wicked charms For the sword and the stone, bad to the bone Battle's not over even when it's won And when a child is born into this world It has no concept of the tone it's skin living in  [Hook:] It's not a second, 7 seconds away Just as long as I stay, I'll be waiting I'll be waiting  [Verse 3: Youssou N'Dour (in French)] J'assume les raisons qui nous poussent de changer tout J'aimerais qu'on oublie leur couleur pour qu'ils esperent Beaucoup de sentiments de races qui font qu'ils desesperent Je veux les deux mains ouvertes (transl.) Des amis pour parler de leur peine, de leur joie Pour qu'ils leur filent des infos qui ne divisent pas Changer  [Neneh Cherry:] And when a child is born into this world It has no concept of the tone the skin it's living in And there's a million voices [Youssou N'Dour:] Million voices [Youssou N'Dour/Neneh Cherry:] To tell you what you should be thinking So you better sober up for just a second  ",
        "title": "7 Seconds"
    },
    {
        "artist": "Tanya Blount",
        "lyrics": "  I'm not looking for a fantasy All I want is reality and you I'm not looking for a diamond ring Not into material things All I want is your love  I'll be there Through the thick and rhin Keeping my loving strong It will go on and on And on and on and on  Through the rain And storms together We can make it last Boy, you know our love's forver Take the time to see  And we'll go through The rain and storms together We can make it last Boy, you knew our love's forever Take the time to see  Hard times may come and go But I'm here to let you know I'll be here by your side  No matter what they may say Your faith can abide in me I'll always be here for you, baby  It doesn't matter how hard it gets I'm keeping my loving strong It will go on and on And on and on and on  Through the rain And storms together We can make it last (Gonna make it last) Boy, you know our love's forver Take the time to see (Take the time)  And we'll go through The rain and storms together We can make it last Boy, you knew our love's forever Take the time to see  Don't you worry I know the stormy night? Here to tell you Everything's gonna be all right  Through storm and rains I'll be there by your side That's what love is all about  Through the rain (through the rain) (Through the rain) through the rain (Through the rain, through the rain) (Through the rain, through the rain) (Through the rain, through the rain) (Through the rain, take the time to see)  I said through the rain (Through the rain, through the rain) I said through the rain (Through the rain, through the rain)  I'll be missing you, baby (Through the rain, through the rain) (Through the rain, take the time to see) I ain't going nowhere, baby  (Through the rain, through the rain) Through storms together (Through the rain, we can make it last) Boy, you know our love's forever (Through the rain, take the time to see)  And we'll go through (Through the rain, through the rain) The rain and storms together (Through the rain, through the rain) We can make it last (Through the rain, through the rain) Boy, you knew our love's forever (Through the rain, take the time to see)  No matter what they may say Your faith can abide in me Now that I bring myself to say  I'm not looking for a fantasy All I want is reality and you  And we'll go through The rain and storms together We can make it last Boy, you knew our love's forever Take the time to see...  ",
        "title": "Through The Rain"
    },
    {
        "artist": "Public Enemy",
        "lyrics": null,
        "title": "Give It Up"
    }
]