[
    {
        "artist": "Dawn",
        "lyrics": "  [Verse 1:] Hey girl, what ya doing down there Dancin' alone every night While I live right above you  I can hear your music playing I can feel your body swaying One floor below me You don't even know me I love you Oh my darling  [Chorus:] Knock three times on the ceiling if you want me Twice on the pipe if the answer is no Oh, my sweetness Means you'll meet me in the hallway Twice on the pipe means you ain't gonna show  [Verse 2:] If you look out your window tonight Pull in the string with the note That's attached to my heart Read how many times I saw you How in my silence I adored you  Only in my dreams did That wall between us come apart Oh my darling  [Repeat Chorus:]  [Bridge:] I can hear your music playing I can feel your body swaying One floor below me you don't even know me I love you Oh my darling  [Repeat Chorus:]  ",
        "title": "Knock Three Times"
    },
    {
        "artist": "The Osmonds",
        "lyrics": "  I can tell you've been hurt By that look on your face, girl Some guy brought sad Into your happy world  You need love But you're afraid that if you give in Someone else will come along And sock it to you again  One bad apple don't spoil the whole bunch, girl Oh, give it one more try Before you give up on love  One bad apple don't spoil the whole bunch, girl Oh, I don't care what they say I don't care what you heard  I could make you happy, baby Satisfy you, too But how can I If you won't give me a chance to prove my love to you? Won't you just give me one chance? I'll give you my guarantee That you won't be hurt again  One bad apple don't spoil the whole bunch, girl Oh, give it one more try Before you give up on love  One bad apple don't spoil the whole bunch, girl Oh, I don't care what they say I don't care what you heard now  I've been noticing you, baby For a long, long time And I'm not ashamed to tell the world That you really messed up my mind  Girl, to me you're like a dream come true I'd rather hurt myself Than to ever hurt you  One bad apple don't spoil the whole bunch, girl Oh, give it one more try Before you give up on love, girl  One bad apple don't spoil the whole bunch, girl Oh, I don't care what they say I don't care what you heard now  One bad apple don't spoil the whole bunch, girl  ",
        "title": "One Bad Apple"
    },
    {
        "artist": "George Harrison",
        "lyrics": null,
        "title": "My Sweet Lord/Isn't It A Pity"
    },
    {
        "artist": "Bee Gees",
        "lyrics": "  [Verse 1] Good morning mister sunshine, you brighten up my day Come sit beside me in your way I see you every morning, outside the restaurants The music plays so nonchalant  [Chorus] [x2] Lonely days, lonely nights Where would I be without my woman? Where would I be without my woman?  Lonely days, lonely nights Where would I be without my woman?  [Bridge] Good morning mister sunshine, you brighten up my day Come sit beside me in your way  [Outro] [x2] Lonely days, lonely nights Where would I be without my woman? Where would I be without my woman?  ",
        "title": "Lonely Days"
    },
    {
        "artist": "Lynn Anderson",
        "lyrics": "  [Verse 1] I beg your pardon I never promised you a rose garden Along with the sunshine There's got to be a little rain sometimes When you take you got to give So live and let live Or let gooooo I beg your pardon I never promised you a rose garden  I could promise you things like big diamond rings But you don't find roses growing on stalks of clover So you better think it over Well if sweet talking you could make it come true I would give you the world right now on a silver platter But what would it matter  [Chorus] So smile for a while and let's be jolly Love shouldn't be so melancholy Come along and share the good times while we can I beg your pardon I never promised you a rose garden Along with the sunshine There's got to be a little rain sometimes I beg your pardon I never promised you a rose garden  [Verse 2] I could sing you a tune and promise you the moon But if that's what it takes to hold you I'd just as soon let you go But there's one thing I want you to know You better look before you leap Still waters run deep And there won't always be someone there to pull you out And you know what I'm talking about  [Chorus] So smile for a while and let's be jolly Love shouldn't be so melancholy Come along and share the good times while we can I beg your pardon I never promised you a rose garden Along with the sunshine There's got to be a little rain sometimes  ",
        "title": "Rose Garden"
    },
    {
        "artist": "Dave Edmunds",
        "lyrics": "  You went away and left long time ago Now your knocking on my door I hear you knocking But you can't come in I hear you knocking Go back where you been  I begged you not to go but you said goodbye Now your telling me all your lies I hear you knocking But you can't come in I hear you knocking Go back where you been  [?]  You better get back to your used to be Cause your kind of love ain't good for me I hear you knocking But you can't come in I hear you knocking Go back where you been  I told you way back in '52 That I would never go with you I hear you knocking But you can't come in I hear you knocking Go back where you been  ",
        "title": "I Hear You Knocking"
    },
    {
        "artist": "King Floyd",
        "lyrics": "  Hey there sugar darlin' Let me tell you something Girl, I've been trying to say, now You look so sweet And you're so doggone fine I just can't get you out of my mind You've become a sweet taste in my mouth, now And I want you to be my spouse So that we can live happily, nah-nah In a great big ol' roomy house And I know you're gonna groove me, baby Ahh, yeah, now You make me feel good inside Come on, and groove me, baby I need you to groove me Ahhh, yeah, now, now, darling Uhh! Come on, come on! Hey! Uhh!  Hey there, sugar darlin' Come on, give me something Girl, I've been needing for days Yes, I'm good, good loving With plenty, plenty hugging Ooh, you cute little thang, you Girl, between you and me, nah-nah We don't need no company No other man, no other girl Can enter into our world Not as long as you groove me, baby Ahh, come on Make me feel good inside Come on and groove me, baby Move me, baby Ahh, sock it to me, mama Uhh! Ahh, I like it like that, baby Uhh! Groove me, baby! Hey! Uhh! Groove me, darling! Come on, come on I need you to sock it to me, mama Come on and groove me, baby Hey! Uhh! Good, God! It makes me feel so good inside, mama Now, come on, come on, and uhh Groove me, baby, groove me, baby Ahh, sock it to me Sock it to me Rock it to me Come on, come on! Come on! And uhh Groove me, mama, I want you to Groove me!  ",
        "title": "Groove Me"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] It's a little bit funny, this feeling inside I'm not one of those who can easily hide I don't have much money, but boy if I did I'd buy a big house where we both could live  [Verse 2] If I was a sculptor, but then again, no Or a man who makes potions in a traveling show I know it's not much, but it's the best I can do My gift is my song, and this one's for you  [Chorus] And you can tell everybody this is your song It may be quite simple, but now that it's done I hope you don't mind, I hope you don't mind that I put down in words How wonderful life is while you're in the world  [Verse 3] I sat on the roof and kicked off the moss Well, a few of the verses, well, they've got me quite cross But the sun's been quite kind while I wrote this song It's for people like you that keep it turned on  [Verse 4] So excuse me forgetting, but these things I do You see I've forgotten if they're green or they're blue Anyway the thing is what I really mean Yours are the sweetest eyes I've ever seen  [Chorus] And you can tell everybody this is your song It may be quite simple, but now that it's done I hope you don't mind, I hope you don't mind that I put down in words How wonderful life is while you're in the world   [Outro] I hope you don't mind, I hope you don't mind that I put down in words How wonderful life is while you're in the world  ",
        "title": "Your Song"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": "  One less bell to answer One less egg to fry One less man to pick up after I should be happy But all I do is cry  (Cry, cry, no more laughter) Oh, I should be happy (Oh, why did he go) I only know that since he left My life's so empty  Though I try to forget It just can't be done Each time the doorbell rings I still run I don't know how in the world To stop thinking of him 'Cause I still love him so I end each day the way I start out Crying my heart out  Oh, one less man to pick up after No more laughter No more love Since he went, oh he went away (he went away)  (One less bell to answer) Why did he leave me (Oh why, why, why did he leave) (One less bell to answer) Now I've got one less egg to fry One less egg to fry (Oh why, why, why did he leave) And all I do is cry (One less bell to answer) Because my man told me goodbye (Oh why, why, why did he leave) (One less bell to answer) Somebody tell me please Where did he go, why did he go (Ohy, why, why did he leave) Tell me, how could he leave me  ",
        "title": "One Less Bell To Answer"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "If I Were Your Woman"
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": "  I was born from love, and my poor mother worked the mines I was raised on the good book Jesus till I read between the lines Now I don't believe I want to see the morning  Going down the stoney end I never wanted to go down the stoney end Mama, let me start all over Cradle me, Mama, cradle me again (Cradle me, Mama, cradle me again)  I can still remember him with love light in his eyes But the light flickered out and parted as the sun began to rise Now I don't believe I want to see the morning  Going down the stoney end I never wanted to go down the stoney end Mama, let me start all over Cradle me, Mama, cradle me again (Cradle me, Mama, cradle me again, Mama, cradle me again)  Never mind the forecast, 'cause the sky has lost control 'Cause the fury and the broken thunder's come to match my raging soul Now I don't believe I want to see the morning  Going down the stoney end I never wanted to go down the stoney end Mama, let me start all over Cradle me, Mama, cradle me again  (Going down the stoney end) (I never wanted to go, I never wanted to go) I never wanted to go, never wanted to go (Going down the stoney end) (I never wanted to go, I never wanted to go) Mama, I never wanted to go (Going down the stoney end) (I never wanted to go, I never wanted to go)  ",
        "title": "Stoney End"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": "  There he sits with a pen and a yellow pad What a handsome lad That's my boy BRLFQ spells \"mom and dad\" But that ain't too bad That's my boy  You can have your TV and your nightclubs And you can have your drive-in picture show I'll stay here with my little man near We'll listen to the radio Biding my time and watching Scotty grow  Making a castle out of building blocks And a cardboard box That's my boy Mickey Mouse says it's 13:00 Well, that's quite a shock That's my boy  In four short years I've gone from rags to riches And what I did before that I don't know  So let it rain on my windowpane I got my own rainbow And we're sitting here shining Watching Scotty grow  Riding on daddy's shoulders off to bed Old sleepy head That's my boy Got to have a drink of water and a story read A teddy bear named Fred That's my boy  What's that you say, Momma? Come on and keep you feet warm Well, save me a place I'll be there in a minute or so  I think I'll stay right here And say a little prayer before I go Me and God watching Scotty grow Me and God watching Scotty grow  ",
        "title": "Watching Scotty Grow"
    },
    {
        "artist": "Perry Como",
        "lyrics": "  It's impossible, tell the sun to leave the sky It's just impossible It's impossible, ask a baby not to cry It's just impossible  Can I hold you closer to me And not feel you going through me Split the second hat I never think of you Oh, how impossible  Can the ocean keep from rushing to the shore It's just impossible If I had you, could I ever want for more It's just impossible  And tomorrow Should you ask me for the world, somehow I'd get it I would sell my very soul and not regret it For to live without your love It's just impossible  Can the ocean keep from rushing to the shore It's just impossible If I had you, could I ever want for more It's just impossible  And tomorrow Should you ask me for the world, somehow I'd get it I would sell my very soul and not regret it For to live without your love It's just impossible Impossible, mmm Impossible  ",
        "title": "It's Impossible"
    },
    {
        "artist": "Stephen Stills",
        "lyrics": "  If you're down and confused And you don't remember who you're talking to Concentration slip away Because your baby is so far away  Well, there's a rose in a fisted glove And the eagle flies with the dove And if you can't be with the one you love, honey Love the one you're with Love the one you're with Love the one you're with Love the one you're with  Don't be angry, don't be sad And don't sit crying over good times you had There's a girl right next to you And she's just waiting for something to do  And there's a rose in a fisted glove And eagle flies with the dove And if you can't be with the one you love, honey Love the one you're with Love the one you're with Love the one you're with  Do-do, do do, do do, do-do Do-do, do do, do do, do-do Do-do, do do, do do, do-do Do-do-do, do-do-do  Love the one you're with Love the one you're with Love the one you're with Love the one you're with  Turn your heartache right into joy She's a girl and you're a boy Get it together, make it nice Ain't gonna need any more advice  And there's a rose in a fisted glove And eagle flies with the dove And if you can't be with the one you love, honey Love the one you're with Love the one you're with Love the one you're with Love the one you're with  Do-do, do do, do do, do-do Do-do, do do, do do, do-do Do-do, do do, do do, do-do Do-do-do, do-do-do  ",
        "title": "Love The One You're With"
    },
    {
        "artist": "Nitty Gritty Dirt Band",
        "lyrics": "  I knew a man Bojangles and he'd dance for you In worn out shoes With silver hair, a ragged shirt, and baggy pants The old soft shoe He jumped so high, jumped so high Then he lightly touched down  I met him in a cell in New Orleans I was Down and out He looked to me to be the eyes of age As he spoke right out He talked of life, talked of life, he laughed Clicked his heels and stepped  He said his name \"Bojangles\" and he danced a lick Across the cell He grabbed his pants and spread his stance Oh he jumped so high and then he clicked his heels He let go a laugh, let go a laugh And shook back his clothes all around  Mr. Bojangles, Mr. Bojangles Mr. Bojangles, dance  He danced for those at minstrel shows and county fairs Throughout the south He spoke through tears of 15 years how his dog and him Traveled about The dog up and died, he up and died And after 20 years he still grieves  He said \"I dance now at every chance in honky tonks For drinks and tips But most the time I spend behind these county bars Cause I drinks a bit\" He shook his head, and as he shook his head I heard someone ask him please  Mr. Bojangles, Mr. Bojangles Mr. Bojangles, dance...  ",
        "title": "Mr. Bojangles"
    },
    {
        "artist": "Diana Ross",
        "lyrics": null,
        "title": "Remember Me"
    },
    {
        "artist": "Rare Earth",
        "lyrics": "  There's nothin' you can do girl, there's nothin' you can say You talkin' to the sky babe, I just got to get away, yeah Got to hear the wind song singin' in my ear Got to get it on girl and I'll never make it here, yeah  'Cause the wind was my mother, the highway is my brother I was born to wander and it's time for movin' on I was born to wander turn around and I'll be gone, gone, gone  I'm just followin' my heart girl, and it's followin' the sun Lookin' for an answer, I know may never come But I got to chase my dreams girl like a river to the sea Got to find the rainbow that's waitin' there for me  'Cause the wind was my mother, the highway is my brother I was born to wander and it's time for movin' on I was born to wander turn around and I'll be gone, gone, gone, gone  Oh yeah, oh yeah Yeah, gonna move, yeah Yeah, I was born to wander I said, I was born to wander Yeah, born, born to wander  Born to wander, born to wander Born to wander, born to wander Born to wander, born to wander ...  ",
        "title": "Born To Wander"
    },
    {
        "artist": "Gordon Lightfoot",
        "lyrics": "  If you could read my mind love What a tale my thoughts could tell Just like an old time movie 'Bout a ghost from a wishin' well In a castle dark or a fortress strong With chains upon my feet You know that ghost is me And I will never be set free As long as I'm a ghost that you can't see  If I could read your mind love What a tale your thoughts could tell Just like a paperback novel The kind that drugstores sell When you reach the part where the heartaches come The hero would be me But heroes often fail And you won't read that book again Because the ending's just too hard to take  I'd walk away like a movie star Who gets burned in a three way script Enter number two A movie queen to play the scene Of bringing all the good things out in me But for now love, let's be real I never thought I could act this way And I've got to say that I just don't get it I don't know where we went wrong But the feelin's gone And I just can't get it back  If you could read my mind love What a tale my thoughts could tell Just like an old time movie 'Bout a ghost from a wishin' well In a castle dark or a fortress strong With chains upon my feet But stories always end And if you read between the lines You'll know that I'm just tryin' to understand The feelin's that you lack I never thought I could feel this way And I've got to say that I just don't get it I don't know where we went wrong But the feelin's gone And I just can't get it back  ",
        "title": "If You Could Read My Mind"
    },
    {
        "artist": "Judy Collins",
        "lyrics": null,
        "title": "Amazing Grace"
    },
    {
        "artist": "Runt",
        "lyrics": null,
        "title": "We Gotta Get You A Woman"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": null,
        "title": "I Really Don't Want To Know/There Goes My Everything"
    },
    {
        "artist": "The Partridge Family Starring Shirley Jones Featuring David Cassidy",
        "lyrics": "  [Intro] Ba, ba ba, babababa, baba-ba-baa  [Verse 1] I'm sleeping And right in the middle of a good dream Like all at once I wake up From something that keeps knocking at my brain Before I go insane I hold my pillow to my head And spring up in my bed Screaming out the words I dread \"I think I love you!\" I think I love you  [Verse 2] This morning I woke up with this feeling I didn't know how to deal with And so I just decided to myself I'd hide it to myself And never talk about it And didn't I go and shout it When you walked into my room \"I think I love you!\" I think I love you  [Chorus] I think I love you So what am I so afraid of? I'm afraid that I'm not sure of A love there is no cure for  I think I love you Isn't that what life is made of? Though it worries me to say I've never felt this way  [Interlude] I don't know what I'm up against I don't know what its all about I've got so much to think about Hey!!  [Chorus] I think I love you So what am I so afraid of? I'm afraid that I'm not sure of A love there is no cure for  I think I love you Isn't that what life is made of? Though it worries me to say I've never felt this way  [Verse 3] Believe me You really don't have to worry I only want to make you happy And if you say Hey, go away, I will But I think better still I better stay around and love you Do you think I have a case? Let me ask you to your face  [Outro] Do you think you love me? I think I love you! I think I love you! I think I love you I think I love you! I think I love you! I think I love you! I think I love you I think I love you! I think I love you  ",
        "title": "I Think I Love You"
    },
    {
        "artist": "Led Zeppelin",
        "lyrics": "  [Intro]​ (2, 3, 4)  [Chorus] Ahh! Ahh! We come from the land of the ice and snow From the midnight sun where the hot springs blow  [Verse 1] The hammer of the gods Will drive our ships to new lands To fight the horde Sing and cry Valhalla, I am coming  [Hook] On we sweep with threshing oar Our only goal will be the western shore  [Chorus] Ahh! Ahh! We come from the land of the ice and snow From the midnight sun where the hot springs blow  [Verse 2] How soft your fields so green Can whisper tales of gore Of how we calmed the tides of war We are your overlords  [Hook] On we sweep with threshing oar Our only goal will be the western shore  [Verse 3] So now you'd better stop And rebuild all your ruins For peace and trust can win the day Despite of all your losing  ",
        "title": "Immigrant Song"
    },
    {
        "artist": "Santana",
        "lyrics": "  [Musical Inroduction]  Got a Black Magic Woman Got a Black Magic Woman I've got a Black Magic Woman Got me so blind, I can't see That she's a Black Magic Woman She's trying to make a Devil outta me  Don't turn your back on me, baby Don't turn your back on me, baby Yes, don't turn your back on me, baby Stop messing 'round with your tricks Don't turn your back on me, baby You just might pick up my magic sticks  [Instrumental guitar solo]  Got your spell on me, baby You got your spell on me, baby Yes, You got your spell on me, baby Turning my heart into stone I need you so bad, Magic Woman I can't leave you alone  [Instrumental]  ",
        "title": "Black Magic Woman"
    },
    {
        "artist": "Jackson 5",
        "lyrics": "  (Bum, bum, bum, bum) You send cold chills Up and down my spine We kiss for thrills Then you draw the line Oh baby  'Cause your mama told you That love ain't right But don't you know Good lovin' is the spice of life Yeah  (Chorus) Mama's pearl, let down those curls Won't you give my love a whirl Find what you been missin' Ooh, ooh, now baby Goody girl, let down those curls Let me give your heart a twirl Don't keep me wishing  (Bum, bum, bum, bum) You want my lovin' yes you do, do, do You know my lovin' is true, true, true Now baby  But your conscience tells you That love is wrong But just a little lovin' never hurt no one, oh  (Chorus) Let all it hang (Girl, don't be afraid) (Oh, we've got the first step made) (Ooh, the rest is up to you) (Here is what to do) (Let yourself go)  Let yourself just oh now, now no Let your lovin' go now, now Just give it to me ('Cause I got what you need) I got what you need Let's fall in love, let's fall in love  Find out what you're missin' Goody girl lay down your curls Let me give your heart a twirl  Why don't you give my love a whirl (Girl, don't be afraid) (Oh, we've got the first step made) (Ooh, just give it, just give it to me) ('Cause I got what you need) Got what you need (Let's fall in love, let's fall in love) (Let's yourself go)  Let yourself just oh now, now no Let your lovin' go now, now Just give it to me ('Cause I got what you need) Oh, mama's pearl (Girl, don't be afraid) (Let's fall in love, let's fall in love) (Daddy's girl we've got it made) I know what you been missin', sugar! Goody, goody, goody girl, ooh  ",
        "title": "Mama's Pearl"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  Now I wanna tell you of a great love Oh, it will light up It will surely light up The world If you'll just believe  Stoned love (Stoned love) Mm-hmm Mm-hmm Stoned love Oh, yeah  A love for each other will bring fighting to an end Forgiving one another, time after time, doubt creeps in But like the sun lights up the sky with a message from above Oh, yeah, I find no other greater symbol of this love  Yeah, don't you hear the wind blowin'? Mm-hmm Stoned love, oh, yeah I tell you, I ain't got no other Mm-hmm Stoned love, oh, yeah  Life is so short, put the present time at hand Oh, yeah, and if you're young at heart, rise up and take your stand And to the man on whose shoulder the world must depend I pray for peace and love, amen  Can't you feel it? Stoned love I tell you, I ain't got no other Uh-huh Stoned love, oh, yeah  Ooh, ooh, ooh  Ooh (Ooh, ooh, ooh)  If a war 'tween our nations passed, oh, yeah Will the love 'tween our brothers and sisters last? On and on and on and on and  Mm, mm, mm Stoned love, yeah I tell you, I ain't got no other Mm-hmm Stoned love Can't you, can't you, can't you, can't you, can't you feel it? Mm-hmm Stoned love Oh, yeah, stoned, stoned, stoned, stoned Mm-hmm Stoned love Oh, yeah, yeah, yeah, yeah, yeah, yeah Uh-huh Stoned love Oh, yeah, yeah, uh-huh Mm-hmm  ",
        "title": "Stoned Love"
    },
    {
        "artist": "Jerry Reed",
        "lyrics": "  Yeah, here comes Amos  [Verse 1] Now Amos Moses was a Cajun He lived by his self in the swamp He hunted alligator for livin' He just knock 'em in the head with a stump The Louisiana law gonna get you Amos! It ain't legal huntin' alligator down in the swamp boy!  [Verse 2] Now everybody blamed his old man For makin' him mean as a snake When Amos Moses was a boy His Daddy would use him for alligator bait Tie a rope around his waist and throw him in the swamp Alligator bait in the Louisiana Bayou  [Chorus] About forty-five minutes southeast of Thibodeaux, Lousisiana Lived a man called Doc Milsap and his pretty wife Hanna Well they raised up a son Who could eat up his weight in groceries Named him after a man of the cloth Called him Amos Moses  [Verse 3] Now the folks around south Louisiana Said Amos was a hell of a man He could trap the biggest, the meanest alligator And just use one hand That's all he got left cuz alligator bit it! Left arm gone clean up to the elbow!  [Verse 4] Well the Sheriff got wind that Amos Was in the swamp tracking alligator skin So he snuck in the swamp, gonna get the boy But he never come out again Well I wonder where the Louisiana Sheriff went to? Well you can sure get lost in the Louisiana Bayou!  [Chorus] About forty-five minutes southeast of Thibodeaux, Lousisiana Lived a cat called Doc Milsap and his pretty wife Hanna Well, they raised up a son Who could eat up his weight in groceries Named him after a man of the cloth, Called him Amos Moses  [Outro] Set out on 'em Amos Make it count, Son!  About forty-five minutes southeast of Thibodeaux, Lousisiana  ",
        "title": "Amos Moses"
    },
    {
        "artist": "Ray Price",
        "lyrics": "  Don't look so sad I know it's over But life goes on And this old world will keep on turning Let's just be glad We had some time to spend together There's no need to watch the bridges That were burning  Lay your head upon my pillow Hold your warm and tender body close to mine Hear the whisper of the raindrops Blowing soft against the window And make believe you love me One more time for the good times  I'll get along You'll find another And I'll be here If you should find you ever need me Don't say a word about tomorrow or forever There'll be time enough for sadness when you leave me  Lay your head upon my pillow Hold your warm and tender body close to mine Hear the whisper of the raindrops Blowing soft against the window And make believe you love me One more time for the good times  ",
        "title": "For The Good Times"
    },
    {
        "artist": "Bread",
        "lyrics": null,
        "title": "Let Your Love Go"
    },
    {
        "artist": "Henry Mancini And His Orchestra",
        "lyrics": null,
        "title": "(Theme From) Love Story"
    },
    {
        "artist": "Rufus Thomas",
        "lyrics": "  Hey, everybody, Mister Rufus in town Came here to take care of business Ain't gonna mess around I got a brand new dance, that ain't no bull Everybody's doing it talking 'bout push and pull  I said, push, pull, push, pull Get on up, get on down Get on up Take it round and round  I said, push, pull, push, pull Little bit more Push it, pull it Push it, pull it  Lookie here Push it, pull it Push it, pull it Push it, pull it Push it, pull it  Push it, pull it Push it, pull it Push it, pull it Push it, pull it  Get out on the floor, you're gonna get left Get on your own, pretty baby, now go for yourself It's easier taking candy from a baby, don't hand me no bull Now you got it, baby you got that push and pull  I said, push, pull Push, pull Listen get on up, get on down Get on up Take it round and round  I said, push, pull, push, pull Listen Push it, pull it Push it, pull it  Double upon Push it, pull it Push it, pull it Push it, pull it  Push it, pull it Push it, pull it Push it, pull it Ah  Oh, Mister Clean and James Brown Everybody been messing around I'm doing a hundred and laying on full I got this thing talking 'bout push and pull  I said, push, pull Push, pull, oh, ho  Push and pull, oh, ho  ",
        "title": "(Do The) Push And Pull Part I"
    },
    {
        "artist": "Creedence Clearwater Revival",
        "lyrics": null,
        "title": "Have You Ever Seen The Rain/Hey Tonight"
    },
    {
        "artist": "Little Sister",
        "lyrics": null,
        "title": "Somebody's Watching You"
    },
    {
        "artist": "James Brown",
        "lyrics": "  Everybody over there (Get on up) Everybody out there (Get into it) Everybody right there (Get involved) Everybody get it  Oh, come on Come on, come on Come on with your come on Come on, come on  Everybody over there (Get on up) Everybody right now (Get into it) Everybody over here (Get involved) (Get involved) (Get involved)  Come on with Your little come on  Everybody over there (Get on up) Everybody right there (Get into it) Everybody over here (Get involved) (Get involved) (Get involved)  Wait, wait Do it, raise your hand Do it with the other And practice Say you're doing something Come on, raise your hand  Expect me to call you tonight Do it, raise your hand Expect you to say There goes my man  Everybody over there (Get on up) Everybody right there (Get into it) Everybody over here (Get involved) (Get involved) (Get involved)  Wait, wait, wait, wait You better become a Part of the call You gotta have patience Or you won't be called You gotta have patience or You don't have the call  Do it right So you won't have to go Back and do it at night Do it one time, make it right You got the world You got to fight  Everybody over there (Get on up) Everybody right there (Get into it) Everybody over here (Get involved) (Get involved) (Get involved)  Wait, wait, wait, wait Lookie here, wait Go on, go on, go on You need a little help Can't do it alone  Everybody over there (Get on up) Everybody right there (Get into it) Everybody over there (Get involved) Get in, get involved  Play it one more time, Bobby One more time or two (Get involved) (Get involved) (Get involved)  Wait, everybody over there (Get on up) Everybody right there (Get into it) Everybody over here (Get involved) (Get involved) (Get involved)  Wait, wait Wait, wait, wait  Now listen I want you to hit me Batters, don't miss me Batters, I want you to hit me Hit me, alright Hit me, hey, me  Two times Lookie here, hit me Hit me, come on Bring it down  Come on, do it Do it, do it  Wait, everybody over there (Get on up) Everybody right there (Get into it) Everybody over there (Get involved) (Get involved) (Get involved)  Wait, don't, don't Don't raise your hand Doing nothing, like me Say you're doing something  Don't wave your hand Don't wave your hand Because you're busy, brother Better change your twist  Don't wave your hand Don't wave your hand Don't wave your hand If you don't clean it Don't wave your hand If you don't need it Don't wave your hand Don't wave your hand  Get on up (get on up) Get into it (get involved) Get involved (get on up) Get involved (get into it)  Wait, wait, wait, wait You and you, baby Doing your thing Don't do nobody elses Jump back, dig yourself  Cause you're doing your thing Cause you're doing your thing  Get on up (get on up) Get on up (get into it)  Everybody over there (Get on up) Everybody over there (Get into it) Everybody right there (Get involved)  (Get involved) (Get involved) (Get involved)  Hey, hey Everybody over there (Get on up) Everybody right there (Get into it) Everybody over here (Get involved) (Get involved) (Get involved)  Hey, hey, hey, hey Lookie here, you can be Like a tape deck, you know They can plug you in Say what they want you to say  Don't let em do it (no) Don't let em do it (no) Don't let em do it (no) Don't let em do it (no)  Everybody over there (Get on up) Everybody right here (Get into it) Everybody over there (Get involved) (Get involved) (Get involved)  Everybody over there (Get on up) Everybody right there (Get into it) Everybody over here (Get involved) (Get involved) (Get involved)  Get involved, get involved Get involved, get involved Get involved, get involved Get involved, get involved..  ",
        "title": "Get Up, Get Into It, Get Involved (Pt. 1)"
    },
    {
        "artist": "Liz Damon's Orient Express",
        "lyrics": "  Where's the love that we knew Is it gone or have you thrown it away While the joy that we shared I feel sure is not here anymore  Like smoke from a cigarette Dreams that you soon forget It's fading away And it's 1900 yesterday  I thought you felt the same Tell me who, who's to blame The broken heart you've given me All the hurt and misery Where did I go wrong  Like smoke from a cigarette Dreams that you soon forget And night has no day And it's 1900 yesterday  Where's the love that we knew Is it gone or have you thrown it away While the joy that we shared I feel sure is not here anymore  Log on to kill this message Like smoke from a cigarette Dreams that you soon forget And night has no day And it's 1900 yesterday  And it's 1900 yesterday And it's 1900 yesterday  ",
        "title": "1900 Yesterday"
    },
    {
        "artist": "Jackie Moore",
        "lyrics": "  Precious, precious Precious, precious Precious baby, you're mine Mmm... if you don't love me, I'm used to that  If you don't need me, baby, I can adjust to that If you don't want me, honey, that's alright If you ain't willin', baby, there sure won't be no fight 'Cause I'm still satisfied  In loving you And I'll be waiting 'round when you get through Oh, you're precious, honey You're so precious  Precious baby, you're mine You've been in and out of my life And, ooh, baby that hurts Baby, that hurts, yeah  You've been with every girl in this town You've been dealin' in dirt Just wallowin' in dirt, yes you have But I look at love as a two-way street  You get the good with the bad You take the bitter with the sweet Oh, you're precious, honey You're so precious, baby  Precious baby, you're mine Oooh-oooh, na, na, na, na, yeah, baby Oooh-oooh, na, na, na, na, yeah, baby Mmm... what people say about ya  Sure ain't no fun But what they don't know about ya You're like two men wrapped up in one We've got our life, so let's make it  It's our chance, so come on, baby, let's take it Oh, you're precious, baby You're so precious (precious) Precious baby, you're mine  Yes, honey (precious) You're precious, baby Precious baby, you're mine Ooh, you're precious, baby, yeah (precious)  You're so precious, yes, you are (precious) Precious baby, you're mine Oooh, you're precious, honey (precious) Oooh, you're precious, baby (precious)  Precious baby, you're mine  ",
        "title": "Precious, Precious"
    },
    {
        "artist": "Chairman Of The Board",
        "lyrics": null,
        "title": "Pay To The Piper"
    },
    {
        "artist": "Redeye",
        "lyrics": null,
        "title": "Games"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": "  Girl, try to remember When we didn't have no shoes We stuck together, just me and you It took a long time, to get what we got today Now ya wanna give it all up for another guy  Baby, I'm tellin' ya Don't let the green grass fool ya Don't let it change your mind  It's gonna be hard for me, baby Build my life all over Because baby, you got the love That I really need, really  'Cause if you leave Leave me this way, baby You know what? I may not live to see a brand new day  Oh baby Don't let the green grass fool ya Don't let it change your mind You know why? It may be greener on the other side, baby But right in my arms is where you belong  (short instrumental)  Umm, mmm Ooo-ooo, baby Ooh-oh  Don't let the green grass fool ya Don't let it change your mind, oh baby It may be greener on the other side, baby But ooh, right in my arms is where you belong, baby Gotta feel it  Don't let the green grass fool ya, baby (Don't let it change your mind) Aaahhh-hey (greener on the other side) Don't, don't let it fool ya Baby, in my arms is where you belong, yeah  ~  ",
        "title": "Don't Let The Green Grass Fool You"
    },
    {
        "artist": "Joe Simon",
        "lyrics": null,
        "title": "Your Time To Cry"
    },
    {
        "artist": "The Grass Roots",
        "lyrics": null,
        "title": "Temptation Eyes"
    },
    {
        "artist": "The Mike Curb Congregation",
        "lyrics": null,
        "title": "Burning Bridges"
    },
    {
        "artist": "John Lennon/Plastic Ono Band Yoko Ono/Plastic Ono Band",
        "lyrics": null,
        "title": "Mother"
    },
    {
        "artist": "Wadsworth Mansion",
        "lyrics": "  Wop ba-dooba-do wop-wop-wop Wo-op wa-dooba-do wop-wop-wop Wo-op wa-dooba-do wop-wop-wop Wo-op wa-dooba-do wop-wop-wop wo-op  Sweet Mary sent a letter to me She say to \"Hurry home I need you right away I've got a stomach full of love And I'm all alone All of the day\"  Sweet Mary I'm coming home Coming home to you, hey-ey! Sweet Mary I'm coming home That's the least I can do  Sweet Mary in that letter to me She said \"It's up to you I need you right away\" And now I got to hop a freight Back to the farm and all I've got to be  Sweet Mary I'm coming home Coming home to you, yeah-hey Sweet Mary I'm coming home now That's the least I can do, babe  Chickie-chickie-chick is your heart a-break Chickie-chickie-chick is your heart a-break Chickie-chickie Baby I'm coming home Baby I'm coming  Chickie-chickie-chick is your heart a-break Chickie-chickie-chick is your heart a-break Chickie-chickie Baby I'm coming home  Wop ba-dooba-do wop-wop-wop Wo-op wa-dooba-do wop-wop-wop Wo-op wa-dooba-do wop-wop-wop Wo-op wa-dooba-do wop. Oh yeah, baby  Sweet Mary has a smile on her face You know she's happy to see me wrap her in an embrace I only hope that the passing of time She'll always feel that way And I won't pack up my things  Sweet Mary I'm coming home Coming home to you, yeah, hey Sweet Mary I'm coming home That's the least I can do. Hey  Chickie-chickie-chick is your heart a-break Chickie-chickie-chick is your heart a-break Chickie-chickie Baby I'm coming home Well, Mary I'm coming  Chickie-chickie-chick is your heart a-break Chickie-chickie-chick is your heart a-break Chickie-chickie Baby I'm coming home Home, Mary I'm coming  ",
        "title": "Sweet Mary"
    },
    {
        "artist": "The Kinks",
        "lyrics": "  [Verse 1] I think I'm sophisticated 'Cause I'm living my life like a good homosapien But all around me everybody's multiplying 'Til they're walking round like flies man So I'm no better than the animals sitting in their cages In the zoo man 'Cause compared to the flowers and the birds and the trees I am an ape man  [Verse 2] I think I'm so educated and I'm so civilized 'Cause I'm a strict vegetarian But with the over-population and inflation and starvation And the crazy politicians I don't feel safe in this world no more I don't want to die in a nuclear war I want to sail away to a distant shore and make like an ape man  [Chorus] I'm an ape man I'm an ape ape man I'm an ape man I'm a King Kong man I'm woo-doo man I'm an ape man 'Cause compared to the sun that sits in the sky Compared to the clouds as they roll by Compared to the bugs and the spiders and flies I am an ape man  [Spoken Interlude] In man's evolution he has created the cities and The motor traffic rumble, but give me half a chance And I'd be taking off my clothes and living in the jungle  [Chorus] 'Cause the only time that I feel at ease Is swinging up and down in a coconut tree Oh what a life of luxury To be like an ape man I'm an ape man I'm an ape ape man I'm an ape man I'm a King Kong man I'm a voodoo man I'm an ape man I look out my window, but I can't see the sky 'Cause the air pollution is a-fogging up my eyes I want to get out of this city alive And make like an ape man  [Bridge] Come on and love me Be my ape man girl And we will be so happy In my ape man world  [Chorus] I'm an ape man I'm an ape ape man I'm an ape man I'm a King Kong man I'm a voodoo man I'm an ape man I'll be your Tarzan, you'll be my Jane I'll keep you warm and you'll keep me sane And we'll sit in the trees and eat bananas all day Just like an ape man I'm an ape man, I'm an ape ape man, I'm an ape man I'm a King Kong man, I'm a voodoo man I'm an ape man I don't feel safe in this world no more I don't want to die in a nuclear war I want to sail away to a distant shore And make like an ape man  ",
        "title": "Apeman"
    },
    {
        "artist": "Bloodrock",
        "lyrics": null,
        "title": "D.O.A."
    },
    {
        "artist": "Johnnie Taylor",
        "lyrics": "  Every guy I know Trying to get ahead Working two jobs Til you're almost dead (You tell em)  Work your fingers Right down to the bone There's a cat named Jody Sneaking around in your home  There's a cat named Jody In every town Spending lots of cash And just riding around  Ride on, Jody Ride on, ride on With your bad self Jody  The ashes in your ashtray Footprints on your carpet While you work all day He even got the nerve To sleep in your bed Sit down at the table Eat your bread  When you get home After working hard all day Jody's got your girl And he don't play  I said Ain't no sense in going home Jody's got your girl and gone  (It ain't no sense in going home) (You gotta get home but You work too hard) (It ain't no sense in going home) (You gotta get home but You work too hard)  Ain't no sense in going home Jody's got your girl and gone) I tell you, Jody's got Your girl and gone (Ain't no sense in going home)  When you discover Your gross neglect Itll be too late to Give your woman respect  You'll hunt down Jody Ten thousand dollar reward For Jody's hide  Ain't no sense in going home Jody's got your girl and gone  ",
        "title": "Jody's Got Your Girl And Gone"
    },
    {
        "artist": "McGuinness Flint",
        "lyrics": null,
        "title": "When I'm Dead And Gone"
    },
    {
        "artist": "Francis Lai And His Orchestra",
        "lyrics": null,
        "title": "Theme From Love Story"
    },
    {
        "artist": "Ray Stevens",
        "lyrics": "  Well come on down to the go go, we're down on the strip If you want to get hip to a brand new trip They got a new soul singer, she's really dynamite Jam up, jelly tight, out of sight, alright, ow!  Well, she may be small, just two feet tall But if you give her half a chance she'll pin you to the wall She's a little showstopper, you're gonna have a ball She can sing, she can dance, she can really do it all, yeah  And now, ladies and gentlemen, without further adue It is indeed a great pleasure to introduce to you Held over for three weeks and getting rave reviews Here's Bridget the midget, the queen of the blues  Here's Bridget, hahahaha Thank you folks, haha Thank you  I want to know something Do you feel alright? (Yeah) Oh, come on now, you can do better than that Do you feel alright? (Yeah!)  Wow, that makes me feel so good Let me hear it again Do you feel alright? (Yeah!)  Oooh, ooohooohooohoo Yeah, yeah, yeah, hahahaha  Alright, hahaha Alright, hahaha Here we go now Is everybody ready?  Here we go, everybody sock it to me Yohohohoho (Yohohohoho), hahahaha Yohohohoho (Yohohohoho) Oooh, yeaheah! (Yeaheaheah!)  Well, come on everybody have you heard the news Bridget's in town put on your rockin' shoes Into my bag and doing my thing Rock it to me, sock it to me, listen to me sing  Singing oooh, oooh, oooh, oooh, oooh  Oh I dig it, I really dig it  Hey, get away from the stage there, fellow!  But I dig it  Now folks get ready for an extra special treat She can lay down a beat she's a real intranser Here's Bridget the midget and her flying feet The worlds one and only go-go tapdancer, go!  Hahahaha Oooh!  Oho, I dig it, I really dig it  Hey, sit down, fellwo, you can't come up on the stage  But I dig it, oh!  Now here's the moment we've all waited for Three singing little cuties that we all adore You've heard them with Bridget on all of her hits They lay down a groove and the sound never quits  They got what it takes, there ain't no doubt Strawberry and The Shortcakes, work it on out, ow!  (Shoobydoo-wop-wop) (Shoobydoo-wop-wop) Oh, let me hear it! (Shoobydoo-wop-wop) How precious! (Shoobydoo-wop-wop)  (Shoobydoo-wop-wop) Yeah (Shoobydoo-wop-wop)  Well, come on, everybody, have you heard the news? Bridget's in town, put on your rockin' shoes Into my bag and doing my thing Rock it to me, sock it to me, listen to me sing  Singing oooh! (Shoobydoo-wop-wop) (Shoobydoo-wop-wop)  Oh, I dig it, I really dig it!  Hey, watch it! You can't do that, fellow!  But I dig it, I love you, Bridget!  Get back there, get back!  ",
        "title": "Bridget The Midget (The Queen Of The Blues)"
    },
    {
        "artist": "The Main Ingredient",
        "lyrics": null,
        "title": "I'm So Proud"
    },
    {
        "artist": "Edwin Starr",
        "lyrics": "  War...huh...yeah What is it good for? Absolutely nothing Uh ha haa ha War...huh...yeah What is it good for? Absolutley nothing...say it again y'all War..huh...look out... What is it good for? Absolutely nothing...listen to me ohhhhh WAR! I despise, 'cos it means destruction of innocent lives, War means tears to thousands of mother's eyes, When their sons gone to fight and lose their lives. I said WAR!...huh...good God y'all, What is it good for? Absolutely nothing...say it again War! Huh...What is it good for (Edwin sings 'Wohh oh Lord' over the top) Absolutely nothing...listen to me WAR! It ain't nothing but a heartbreaker, War. Friend only to the undertaker. Ohhh! War is an enemy to all mankind, The thought of war blows my mind. War has caused unrest within the younger generation Induction then destruction...who wants to die? Ohhh WAR! good God y'all huh What is it good for? Absolutely nothing...say it say it SAY IT! WAR!...uh huh yeah hu! What is it good for? Absolutely nothing...listen to me WAR! It ain't nothing but a heartbreaker, War! It's got one friend that's the undertaker. Ohhhh! War has shattered many a young man's dream, Made him disabled, bitter and mean, Life is much too short and precious to spend fighting wars these days. War can't give life, it can only take it away! Ohhh WAR! huh...good God y'all What is it good for? Absolutely nothing...say it again War!...huh...woh oh oh Lord What is it good for? Absolutely nothing...listen to me War! It ain't nothing but a heartbreaker, War. Friend only to the undertaker...woo Peace lovin' understand then tell me, Is there no place for them today? They say we must fight to keep our freedom, But Lord knows there's got to be a better way. Ohhhhhhh WAR! huh...good God y'all... What is it good for?...you tell me! Say it say it say it saaaay it! War! good God now...huh What is it good for? Stand up and shout it...NOTHING [END]  ",
        "title": "Stop The War Now"
    },
    {
        "artist": "Curtis Mayfield",
        "lyrics": "  [Spoken: Woman] Last night, I was so depressed And I went and got the Bible And I turned to the book of Revelations And if people would just get and read the Bible And read the book of Revelations They would really turn around and straighten up This is all we need to do, is just get the good book And read it and put it to everyday life  [Spoken: Curtis Mayfield] Sisters Niggers Whiteys Jews Crackers Don't worry If there's hell below We're all Gonna go  [Vocal] Sisters Brothers and the whiteys Blacks and the crackers Police and their backers They're all political actors  Hurry People running from their worries While the judge and his juries Dictate the law that's partly flaw  Cat calling Love balling, fussing and a-cussing Top billing now is killing For peace, no one is willing Kind of make you get that feeling  Everybody smoke Use the pill and the dope Educated fools From uneducated schools Pimping people is the rule Polluted water in the pool And Nixon talking 'bout, \"Don't worry\" He say, \"Don't worry\" He say, \"Don't worry\" He say, \"Don't worry\" But they don't know There can be no show And if there's hell below We're all gonna go  Everybody praying And everybody saying But when come time to do Everybody's laying Just talking 'bout, \"Don't worry\" They say, \"Don't worry\" They say, \"Don't worry\" They say, \"Don't worry\"  Sisters Brothers and the whiteys Blacks and the crackers Police and their backers They're all political actors  Smoke The pill and the dope Educated fools From uneducated schools Pimping people is the rule Polluted water in the pool And everybody's saying, \"Don't worry\" They say, \"Don't worry\" They say, \"Don't worry\" They say, \"Don't worry\" But they don't know There can be no show And if there's hell below We're all gonna go Lord, what we gonna do?  Tell me what we gonna do? If everything I say is true This ain't no way it ought to be If only all the mass could see But they keep talking 'bout, \"Don't worry\" They say, \"Don't worry\" They say, \"Don't worry\" They say, \"Don't worry\"  ",
        "title": "(Don't Worry) If There's A Hell Below We're All Going To Go"
    },
    {
        "artist": "Candi Staton",
        "lyrics": null,
        "title": "He Called Me Baby"
    },
    {
        "artist": "The Originals",
        "lyrics": "  God bless whoever sent you I really needed you God bless whoever sent you I really needed you  You're much too beautiful To be part of the human race Whoever carved those features On your angel face  If I put you on a pedestal Girl, that's where you belong I'm building my world around you So please don't let me down  God bless whoever sent you 'Cause I really needed you God bless whoever sent you 'Cause I really needed you  Oh, you could take a sinner And turn him into a saint You took a nervous a guy like me And made me something that I ain't  Oh, my life was like a dark old room Until you gave me your love Now you walk upon all my thoughts Girl, you're just too much  God bless whoever sent you 'Cause I really needed you God bless whoever sent you 'Cause I really needed you  Hallelujah, Hallelujah, Hallelujah  Oh, did you know men get butterflies, oh, they really do Girl, I get butterflies every time I look at you Honey, what I find in you I ain't find in anyone else  And if the man above Made anything better He kept it for himself  God bless whoever sent you I really needed you God bless whoever sent you I really needed you  God bless whoever sent you I really needed you God bless whoever sent you I really needed you  God bless whoever sent you I really needed you God bless whoever sent you  ",
        "title": "God Bless Whoever Sent You"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": null,
        "title": "(I Can Feel Those Vibrations) This Love Is Real"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  Just seven numbers Can straighten out my life But my pride won't let me phone Just seven numbers Can get me through to you girl Then I'll know you're really at home You haven't been fair to me Playing all that you see You say you seen some of the act I don't know that you're a coming back If I only knew where you were Just seven numbers Can straighten out my life If my fingers would only turn the dial Just seven numbers can make me blue girl Just your hello would make me smile I haven't been fair to myself I'm trying to call somebody else But as soon as she said hello I hung up the telephone line If I only knew where you were Just seven numbers Can put me straight through to you I never knew Baby, wo-o-o Just seven numbers Can straighten out my life But my fingers won't turn the dial Just seven numbers Can put me straight through to you babe Just your hello would make me smile  ",
        "title": "Just Seven Numbers (Can Straighten Out My Life)"
    },
    {
        "artist": "Sammi Smith",
        "lyrics": "  Take the ribbon from my hair Shake it loose and let it fall Lay it soft upon my skin Like the shadows on the wall  Come and lay down by my side Til the early mornin' light All I'm takin' is your time Help me make it through the night  Chorus: I don't care what's right or wrong I won't try to understand Let the devil take tomorrow But tonight I need a friend  Yesterday is dead and gone And tomorrow's out of sight And it's sad to be alone Help me make it through the night  (Repeat Chorus)  ",
        "title": "Help Me Make It Through The Night"
    },
    {
        "artist": "Emitt Rhodes",
        "lyrics": "  [Verse 1] Well, if you come from Heaven You know that that's OK Just as long as you're here to help me It doesn't matter how long you stay  [Chorus] Talking 'bout you, baby Don't you know you're fresh as a daisy, as fresh as a daisy?  [Verse 2] Well, tell me, can you feel it? I'm felling alright myself I'm changing my old habits And I've found a new bill of health  [Chorus] All because of you, baby Don't you know you're fresh as a daisy, as fresh as a daisy As fresh as a daisy?  [Bridge] You do the things you do very well You make me feel the way I've never felt You make me feel the way I've never felt  [Verse 3] Don't know how I'll feel tomorrow Tomorrow's another day I like everything about you What more is there to say?  [Chorus] Talking 'bout you, baby Don't you know you're fresh as a daisy, as fresh as a daisy? Talking 'bout you, baby Don't you know you're fresh as a daisy, as fresh as a daisy?  [Outro] Hooray, the Lord is good to his children Hooray, the Lord is good to his children Hooray, the Lord is good to his children Hooray, the Lord is good to his children Hooray, the Lord is good to his children Hooray, the Lord is good to his children  ",
        "title": "Fresh As A Daisy"
    },
    {
        "artist": "Tom Jones",
        "lyrics": "  Well she's all you'd ever want She's the kind they'd like to flaunt and take to dinner Well she always knows her place She's got style, she's got grace, She's a winner She's a Lady. Whoa whoa whoa, She's a Lady Talkin' about that little lady, and the lady is mine  Well she's never in the way Always something nice to say, Oh what a blessing I can leave her on her own Knowing she's okay alone, and there's no messing She's a lady. Whoa, whoa, whoa. She's a lady Talkin' about that little lady, and the lady is mine   Well she never asks for very much and I don't refuse her Always treat her with respect, I never would abuse her What she's got is hard to find, and I don't want to lose her Help me build a mountain from my little pile of clay. Hey, hey, hey Well she knows what I'm about She can take what I dish out, and that's not easy Well she knows me through and through She knows just what to do, and how to please me  She's a lady. Whoa, whoa, whoa. She's a lady Talkin' about that little lady and the lady is mine Yeah yeah yeah She's a Lady Listen to me baby, She's a Lady Whoa whoa whoa, She's a Lady And the Lady is mine Yeah yeah yeah She's a Lady Talkin about this little lady Whoa whoa whoa whoa Whoa and the lady is mine Yeah yeah She's a Lady And the Lady is mine  ",
        "title": "She's A Lady"
    },
    {
        "artist": "Janis Joplin",
        "lyrics": "  [Verse 1] Busted flat in Baton Rouge, waiting for a train When I was feeling nearly faded as my jeans Bobby thumbed a diesel down, just before it rained And rode us all the way to New Orleans I pulled my harpoon out of my dirty red bandana I was playing soft while Bobby sung the blues, yeah Windshield wipers slapping time I was holding Bobby's hand in mine We sang every song that driver knew  [Chorus] Freedom's just another word for nothing left to lose Nothing, I mean nothing, honey if it isn't free, no no Yeah feeling good was easy Lord, when he sang the blues You know feeling good was good enough for me Good enough for me and my Bobby McGee  [Verse 2] From the Kentucky coal mines to the California sun Yeah, Bobby shared the secrets of my soul Through all kinds of weather, through everything we done Yeah, Bobby baby kept me from the cold One day up near Salinas, Lord, I let him slip away He's lookin' for that home, and I hope he finds it But I'd trade all of my tomorrows for one single yesterday To be holdin' Bobby's body next to mine  [Chorus] Freedom's just another word for nothing left to lose Nothing, and that's all that Bobby left me Feeling good was easy Lord, when he sang the blues You know feeling good was good enough for me Good enough for me and my Bobby McGee  [Bridge] La da la la la, la da la la la da la La da da la la la Bobby McGee yeah  La da la la la, la da la la la da la La da da la la la Bobby McGee yeah  La da la la la, la da la la la da la La da da la la la Bobby McGee yeah  La da la la la, la da la la la da la La da da la la la Bobby McGee yeah  [Outro] Lord, I called him my lover, I called him my man I said called him my lover just the best I can and come on And and a Bobby oh, and a Bobby McGee yeah Lo lo lo lo lo lo lo lo lo lo lo lo Hey hey hey Bobby McGee, lord La da la la la, la da la la la la la Hey hey hey, Bobby McGee yeah  ",
        "title": "Me And Bobby McGee"
    },
    {
        "artist": "Eric Burdon And War",
        "lyrics": null,
        "title": "They Can't Take Away Our Music"
    },
    {
        "artist": "Ike & Tina Turner",
        "lyrics": "  [Intro:] You know, every now and then I think you might like to hear something from us Nice and easy but there's just one thing You see, we never ever do nothing nice and easy We always do it nice and rough So we're going to take the beginning of this song And do it easy Then we're going to do the finish rough This is the way we do 'Proud Mary' And we're rolling, rolling, rolling on the river Listen to the story  [Verse 1] Left a good job in the city Working for the man every night and day And I never lost one minute of sleeping Worrying 'bout the way that things might have been  [Chorus] Big wheel keep on turning Proud Mary keep on burning And we're rolling, rolling Rolling on the river  [Verse 2] Cleaned a lot of plates in Memphis I pumped a lot of 'tane down in New Orleans But I never saw the good side of the city Until I hitched a ride on the riverboat queen  [Chorus] [Verse 1] [Chorus] [Verse 2] [Chorus]  [Verse 3:] If you come down to the river I bet you going to find some people who live And you don't have to worry if you got no money People on the river are happy to give  [Chorus]  [Outro] Rolling, rolling, rolling on the river Rolling, rolling, rolling on the river Rolling, rolling, rolling on the river Rolling, rolling, rolling on the river  ",
        "title": "Proud Mary"
    },
    {
        "artist": "C.C.S.",
        "lyrics": null,
        "title": "Whole Lotta Love"
    },
    {
        "artist": "The Statler Brothers",
        "lyrics": "  [Verse 1] She was called a scarlet woman by the people Who would go to church but left me in the streets With no parents of my own, I never had a home But an eighteen year old boy has got to eat  [Verse 2] She found me outside one Sunday morning Begging money from a man I didn't know She took me in and wiped away my childhood A woman of the streets this lady Rose  [Chorus] This bed of Rose's that I lay on Where I was taught to be a man This bed of Rose's where I'm living Is the only kind of life I'll understand  [Verse 3] She was a handsome woman just thirty-five Who was spoken to in town by very few She managed a late evening business Like most of the town wished they could do  [Verse 4] And I learned all the things that a man should know From a woman not approved of, I suppose She died knowing someone really loved her Of life's bramble bush I picked a rose  [Chorus x2]  ",
        "title": "Bed Of Rose's"
    },
    {
        "artist": "Murray Head With The Trinidad Singers",
        "lyrics": null,
        "title": "Superstar"
    },
    {
        "artist": "The New Seekers featuring Eve Graham",
        "lyrics": null,
        "title": "Beautiful People"
    },
    {
        "artist": "John Rowles",
        "lyrics": "  Chorus: Cheryl Moana Marie Back home she's waiting for me Cheryl Moana Marie There on the shore she waits so patiently  Verse 1: In the sleepy little town Where soft breezes blow There's a lovely little Maui Miss I used to know Someday I'll go find my way and I'll return From over the sea To where my island sweetheart waits for me  Verse 2: (Repeated twice) Cheryl Moana Marie Someday our waiting will end Safe in my arms she will be My Cheryl Moana Marie  ",
        "title": "Cheryl Moana Marie"
    },
    {
        "artist": "King Curtis & The Kingpins",
        "lyrics": null,
        "title": "Whole Lotta Love"
    },
    {
        "artist": "The Guess Who",
        "lyrics": "  [Verse 1] Thinking about the people gone by Screaming that I don't want to die Well, you can push your head But don't you push it too far Thinking about it's here and it's real Wondering how I really should feel Well, you can sell your soul But don't you sell it too cheap  [Chorus] Hang on to your life, life, life Hang on to your life  [Verse 2] Thinking about betraying a friend We're thinking about delaying the end Well, you can ride the wind But don't you ride it too high  [Chorus][x3]  [Verse 3] They gaped upon me with their mouths As a ravening and a roaring lion I am poured out like water And all my bones are out of joint My heart is like wax It is melted in the midst of my bowels My strength is dried up like a potsherd And my tongue cleaveth to my jaws And thou hast brought me into the dust of death  ",
        "title": "Hang On To Your Life"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  [Verse 1] Each day through my window I watch her as she passes by I say to myself you're such a lucky guy To have a girl like her is truly a dream come true Out of all the fellows in the world she belongs to me  [Chorus] But it was Just my imagination, runnin' away with me It was just my imagination runnin' away with me  [Verse 2] Soon we'll be married and raise a family (Oh yeah) A cozy little home out in the country with two children, maybe three I tell you I can visualize it all This couldn't be a dream for too real it all seems  [Chorus] But it was just my imagination once again runnin' away with me Tell you it was just my imagination runnin' away with me  [Bridge] Ev'ry night on my knees I pray, Dear Lord, hear my plea Don't ever let another take her love from me or I would surely die Her love is heavenly, when her arms enfold me I hear a tender rhapsody; but in reality she doesn't even know me  [Chorus] Just my imagination once again runnin' away with me Tell you it was just my imagination runnin' away with me No, no, no, no, no, no, no, I can't forget her Just my imagination once again runnin' away with me Just my imagination runnin' away with me  ",
        "title": "Just My Imagination (Running Away With Me)"
    },
    {
        "artist": "Edison Lighthouse",
        "lyrics": "  I don't have you to myself I know you've been seeing someone else We can't go on this way And so I've gotta say  It's up to you Petula Do the things you wanna do with your life It's up to you to choose I only hope you do it right  It's up to you Petula Do the things you wanna do with your life Well do you want my love Petula now it's up to you  I have known for quite a time You wanna be his as well as mine Well I don't think I'll wait [I don't think I'll wait] So don't wake up too late  It's up to you Petula Do the things you wanna do with your life It's up to you to choose I only hope you do it right  It's up to you Petula Do the things you wanna do with your life Well do you want my love Petula now it's up to you  You've kept me on a string And that ain't such a funny thing [funny thing] I guess I've had my fill Although I love you still  It's up to you Petula Do the things you wanna do with your life It's up to you to choose I only hope you do it right  It's up to you Petula Do the things you wanna do with your life Well do you want my love [do you want my love] Petula now it's up [Petula now it's up] To you  It's up to you Petula, do the things you wanna do It's up to you Petula, Petula now it's up to you It's up to you Petula, do the things you wanna do It's up to you Petula, oh Petulia now it's up to you It's up to you Petula, oh do the things you wanna do  ",
        "title": "It's Up To You Petula"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": null,
        "title": "(She's A) Very Lovely Woman/The Long Way Around"
    },
    {
        "artist": "The Magic Lanterns",
        "lyrics": null,
        "title": "One Night Stand"
    },
    {
        "artist": "The Stylistics",
        "lyrics": "  You’re a big girl now No more daddy’s little girl (Oh, ho, ho, ho) You’re a big girl now No more daddy’s little girl (Oh, ho, ho, ho)  No more pigtails in your hair No more silly looks with a childish glare No more doll for you to play No more dumbness in the things you say  You’re a big girl now No more daddy’s little girl (Oh, ho, ho, ho) You’re a big girl now No more daddy’s little girl (Oh, ho, ho, ho)  You can love, girl, if you must You can kiss, girl, if you must What you’ll see day by day All the realness in your way  And you’re a big girl now No more daddy’s little girl (Oh, ho, ho, ho) You’re a big girl now No more daddy’s little girl (Oh, ho, ho, ho)  {Baby, I love you} Baby, I love you {Yes, I do} Oh, yes, I do now {In all my life} In all my life {You’re my dream come true} You’re my dream come true {You’re a big girl now} You’re a big girl now {Yes, you are} {You’re my happiness} Shining star  You’re a big girl now  ",
        "title": "You're A Big Girl Now"
    },
    {
        "artist": "The Isley Brothers",
        "lyrics": null,
        "title": "Freedom"
    },
    {
        "artist": "Tyrannosaurus Rex",
        "lyrics": null,
        "title": "Ride A White Swan"
    },
    {
        "artist": "The Fuzz",
        "lyrics": "  I love you for so many reasons Which means I love you for all seasons First of all, I love you with the freshness of a spring day Then I love you with hot passions like the summer sun When june's here to stay I don't know how to explain my love's seasonal change It seems never the same - all I know is I love you for so many reasons Which means I love you for all seasons I love you with the gentleness of a falling leaf on an autumn day But most of all, I love you with the briskness of a winter When the snows come out to stay I don't know how to explain my love's seasonal change It seems never the same - all I know is I love you for so many reasons Which means i love you for all seasons (autumn, summer, winter, springtime) I love you for so many reasons Which means i love you for all seasons (repeat to fade)  ",
        "title": "I Love You For All Seasons"
    },
    {
        "artist": "Van Morrison",
        "lyrics": "  Photographer smile Take a break for a while Take a rest Do your very best  Take five, honey Five, honey  Search in your bag Light up a fag Think it's a drag But you're so glad  To be alive, honey Alive, honey  Say, when this is all over You'll be in clover We'll go out and spend All a your blue money, blue money  Well the cameraman smiles Take a break for a while Do your best Your very best  Take five, honey Take five  Well, you search in your bag To light up a fag Think it's a drag But you're so glad  To be alive, honey Alive, honey  Say, when this is all over You'll be in clover We'll go out and spend All a your blue money, blue money  Say, when this is all over We'll be in clover We'll go out and spend all your Blue money, blue money  Juice money, loose money Juice money, loose money, honey  What kind a money, honey? Juice money, loose money, blue money Juice money, loose money, blue money Hey, alright, juice money  ",
        "title": "Blue Money"
    },
    {
        "artist": "Joey Scarbury",
        "lyrics": null,
        "title": "Mixed Up Guy"
    },
    {
        "artist": "James Taylor",
        "lyrics": null,
        "title": "Country Road"
    },
    {
        "artist": "Bobby Bloom",
        "lyrics": null,
        "title": "Make Me Happy"
    },
    {
        "artist": "The Mob",
        "lyrics": null,
        "title": "I Dig Everything About You"
    },
    {
        "artist": "The Three Degrees",
        "lyrics": null,
        "title": "You're The One"
    },
    {
        "artist": "Gary Puckett",
        "lyrics": "  Gee but it's great to be back home Home is where I want to be I've been on the road so long my friend And if you came along I know you couldn't disagree Chorus It's the same old story Everywhere I go I get slandered Libeled I hear words I never heard In the bible And I'm on step ahead of the shoe shine Two steps away from the county line Just trying to keep my customers satisfied Satisfied Deputy sheriff said to me Tell me what you come here for, boy You better get your bags and flee You're in trouble boy And you're heading into more Chorus  ",
        "title": "Keep The Customer Satisfied"
    },
    {
        "artist": "The Friends Of Distinction",
        "lyrics": null,
        "title": "I Need You"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  Love, look at the two of us Strangers in many ways We've got a lifetime to share So much to say And as we go from day to day I'll feel you close to me But time alone will tell  Let's take a lifetime to say I knew you well For only time will tell us so And love may grow For all we know  Love (love), look at the two of us Strangers in many ways  Let's take a lifetime to say I knew you well For only time will tell us so (and love may grow) And love may grow For all we know (love)  ",
        "title": "For All We Know"
    },
    {
        "artist": "Andy Williams",
        "lyrics": null,
        "title": "(Where Do I Begin) Love Story"
    },
    {
        "artist": "The Spinners",
        "lyrics": null,
        "title": "We'll Have It Made"
    },
    {
        "artist": "The Lettermen",
        "lyrics": "  So sweet you are Like a shining star You brighten my whole world You bring me joy just being my girl  Everything's good about ya I couldn't live without ya You're so sweet, you're so fine I'm so thankful that you're mine  Full of clover bustin' out all over You're the summer in the park You're the candle in the dark And I love ya, so true, yes, I do  You're the love of my life You're a pure delight The short time I've been with you Such happiness I never knew  Everything's good about ya I couldn't live without ya You must've come from heaven above You're the poets meaning of love  You're tender touch means, oh, so much You're the sunshine after the storm When I'm cold you make me warm And I love ya, so true, yes, I do  It's a lonely day and night And things will be alright Together just you and me Just livin' on pure ecstasy  Everything's good about ya I couldn't live without ya You are my guiding light When things go wrong you make them right  This heart inside is bursting with pride Please let your heart surround me And always stay around me I love ya, so true, yes, I do, yeah  Everything's good about ya I couldn't live without ya You're so sweet, you're so fine I'm so thankful that you're mine Everything's good about you  ",
        "title": "Everything Is Good About You"
    },
    {
        "artist": "The Presidents",
        "lyrics": null,
        "title": "Triangle Of Love (Hey Diddle Diddle)"
    },
    {
        "artist": "The Dells",
        "lyrics": null,
        "title": "The Glory Of Love"
    },
    {
        "artist": "Dusk",
        "lyrics": null,
        "title": "Angel Baby"
    },
    {
        "artist": "Livingston Taylor",
        "lyrics": "  *Carolina Day gonna rise up sometime Give me good align said a reason and rhyme Jump and sing all the time Work at a' easing my mind  Oh, it's a Carolina day On a plane out of Logan, up pops a slogan Talkin' only of easy times Working at a bottle of ripple wine Breathing that clean fine southern air And we all start to laugh And the people start to stare thinking Them kids are in a funny way But we're all in need Lookin' to see the Carolina day  **And Carolina day don't rise in the morning Don't set in the evenin' It ain't that way Look up in the morning And you got a grin And you're with a girl And you want to stay Then my friend you're in a Carolina day Oh, oh, it's a Carolina day  Alec and Brent they're lovin' their child And James is becoming a star Sister Kate's laughin' all the time And my brother Hugh's out wreckin' a car And my mother smiles thinkin' isn't it fine That the children are home again And Louis, my best friend falls on by And we're all together again  ** repeat *repeat  Oh, it's a Carolina day Zippin' on down to the C.C. house Thought I'd put my father on Then smokes then booze then tokes then Herc And my head were dead and gone And Doctor Schein a lot of money and time And a few friends stickin' around While taking care of business I found my Carolina day Didn't let me down  **repeat  ",
        "title": "Carolina Day"
    },
    {
        "artist": "The Assembled Multitude",
        "lyrics": null,
        "title": "Medley From \"Superstar\" (A Rock Opera)"
    },
    {
        "artist": "The Stairsteps",
        "lyrics": null,
        "title": "Didn't It Look So Easy"
    },
    {
        "artist": "The Staple Singers",
        "lyrics": "  Ahh, whoa, great gosh, a mighty  (Sha-na-boom boom, yeah) Say it, y'all (Sha-na-boom boom, yeah) Tell me, tell me, tell me, come on  (Sha-na-boom boom, yeah) Well, well (Sha-na-na-na-boom boom, yeah)  I've been trying to find what's heavy That's been messing up my mind I think I found the answer 'Cause it was right there all the time  Heavy makes you happy I just got to say Put on your heavy If I can't feel this way  (Sha-na-boom boom, yeah) Come on, come on (Sha-na-boom boom, yeah)  Do it, do it, do it, do it (Sha-na-boom boom, yeah) (Sha-na-na-na-boom boom, yeah)  By talking to my people You know that it occurred to me It's more than just a feeling It's a philosophy  Heavy makes you happy Drying up your drink Oh, spread a little heavy And it makes somebody sing  (Sha-na-boom boom, yeah) Come on, y'all (Sha-na-boom boom, yeah)  Right on, right on, right on (Sha-na-boom boom, yeah) (Sha-na-na-na-boom boom, yeah)  (Sha-na-boom boom, yeah) A little bit softer, now (Sha-na-boom boom, yeah)  Oh, do it easy, now (Sha-na-boom boom, yeah) Lay it on down (Sha-na-na-na-boom boom, yeah)  (Sha-na-boom boom, yeah) A little bit softer, now (Sha-na-boom boom, yeah)  Oh, do it easy, now (Sha-na-boom boom, yeah) Lay it on down (Sha-na-na-na-boom boom, yeah)  ",
        "title": "Heavy Makes You Happy (Sha-Na-Boom Boom)"
    },
    {
        "artist": "Vikki Carr",
        "lyrics": null,
        "title": "I'll Be Home"
    },
    {
        "artist": "The Bells",
        "lyrics": null,
        "title": "Fly Little White Dove Fly"
    },
    {
        "artist": "The Buoys",
        "lyrics": null,
        "title": "Timothy"
    }
]