[
    {
        "artist": "Flo Rida",
        "lyrics": "  [Hook: Flo Rida & Ke$ha] You spin my head right round, right round When you go down, when you go down down (You spin my head right round, right round When you go down, when you go down down)  [Verse 1: Flo Rida] Hey, walk out of the house with my swagger Hop in, there we go, I got places to go People to see, time is precious I look at my Cartier, outta control Just like my mind where I'm goin' No women, no shorties, no nothin' but clothes No stoppin' now, my Pirellis on roll I like my jewelry that's always on gold I know the storm is comin' My pockets keep tellin' me it's gonna shower Call up my homies that's home Then pop in the night cause it's meant to be ours We keep a fadeaway shot Cause we be ballin', it's platinum Patron that be ours Lil mama, I owe you just like the flowers Girl you the truth with all of that goody power cause  [Hook: Ke$ha] You spin my head right round, right round When you go down, when you go down down (You spin my head right round, right round When you go down, when you go down down)  [Bridge: Flo Rida] From the top of the pole I watch her go down She got me throwing my money around Ain't nothing more beautiful to be found It's going down down From the top of the pole I watch her go down She got me throwing my money around Ain't nothing more beautiful to be found It's going down down  [Verse 2: Flo Rida] Heeeey! Shawty must know I'm the man My money love her like a number one fan Don't open my mouth, let her talk to my bands My Benjamin Frank-a-lins A couple of grands, I got rubberbands My paper planes making her dance Get dirty all night, that's part of my plan We building castles that's made out of sand She's amazing, her fire blazing, hotter than cajun Girl won't you move a lil' closer? Time to get paid, it's maximum wage That body belongs on a poster I'm in a daze, that bottom is waving at me, like dammit I know ya Doing a show like a gun out of holster Tell me whatever then I'll be your chauffeur cause  [Hook: Ke$ha] You spin my head right round, right round When you go down, when you go down down (You spin my head right round, right round When you go down, when you go down down)  [Bridge: Flo Rida] From the top of the pole I watch her go down She got me throwing my money around Ain't nothing more beautiful to be found It's going down down From the top of the pole I watch her go down She got me throwing my money around Ain't nothing more beautiful to be found It's going down down  [Verse 3: Flo Rida] Yeeeah! I'm spending my money I'm outta control Somebody help me She's taking my bank roll But I'm king of the club And I'm wearing the crown Popping these bottles, touching these models Watching they asses go Down down down  [Hook: Ke$ha] You spin my head right round, right round When you go down, when you go down down (You spin my head right round, right round When you go down, when you go down down) You spin my head right round, right round When you go down, when you go down down (You spin my head right round, right round When you go down, when you go down down)  ",
        "title": "Right Round"
    },
    {
        "artist": "T.I. Featuring Justin Timberlake",
        "lyrics": "  [Intro: T.I.] Ayy, let me kick it to you right quick, man Not on some gangsta shit Man, on some real shit Anybody done been through the same thing I'm sure you feel the same way Big Phil, this for you, pimpin'  [Chorus: Justin Timberlake & T.I.] Ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone And ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone, hey  [Verse 1: T.I.] Ever had one of them days wish you woulda stayed home Run into a group of niggas who gettin' they hate on? You walk by, they get wrong You reply, then shit get blown Way outta proportion, way past discussion Just you against them, pick one, then rush him Figure you get jumped, hell, that's nothin' They don't wanna stop there, now they bustin' Now you gushin', ambulance rushin' you To the hospital with a bad concussion Plus you hit four times, plus it hit yo' spine Paralyzed waist-down, now you're wheelchair-bound Never mind that now, you lucky to be alive Just think, it all started, you fussin' with three guys Now your pride in the way, but your pride is the way You could fuck around, get shot, die any day Niggas die everyday, all over bullshit Dope money, dice game, ordinary hood shit Could this be ‘cause of hip hop music? Or did the ones with the good sense not use it? Usually niggas don't know what to do when Their back against the wall, so they just start shootin' For red or for blue or for blow, I guess From Bankhead up to yo projects  [Pre-Chorus: T.I.] No more stress, now I'm straight Now I get it, now I take Time to think before I make Mistakes just for my family's sake That part of me left yesterday The heart of me is strong today No regrets, I'm blessed to say The old me dead and gone away  [Chorus: Justin Timberlake & T.I.] Ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone And ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone, hey  [Verse 2: T.I.] I ain't never been scared, I lived through tragic Situation coulda been dead lookin' back at it Most of that shit didn't even have to happen But you don't think about it when you out there trappin' In apartments, hangin', smokin' and rappin' Niggas start shit, next thing you know we cappin' Get locked up, then didn't even get mad Now think about, damn, what a life I had! Most of that shit, look back, just laugh Some shit, still look back, get sad Maybe my homeboy still be around Had I not hit the nigga in the mouth that time I won that fight, I lost that war I can still see my nigga walkin' out that door Who'da thought I'd never see Philant no more? Got enough dead homies, I don't want no more Cost a nigga his jaw, cost me more I'da took that ass-whoopin' now for sure Now think before I risk my life Take them chances to get my stripe A nigga put his hands on me, alright Otherwise, stand there, talk shit all night ‘Cause I hit you, you sue me I shoot you, get locked up, who? Me?  [Pre-Chorus: T.I.] No more stress, now I'm straight Now I get it, now I take Time to think before I make Mistakes just for my family's sake That part of me left yesterday The heart of me is strong today No regrets, I'm blessed to say The old me dead and gone away  [Chorus: Justin Timberlake & T.I.] Ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone And ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone, hey  [Bridge: Justin Timberlake] I turn my head to the East I don't see nobody by my side I turn my head to the West Still nobody in sight So I turn my head to the North Swallow that pill that they call pride The old me is dead and gone But the new me will be alright  [Chorus: Justin Timberlake & T.I.] Ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone And ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone, hey  ",
        "title": "Dead And Gone"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Intro] Mum mum mum mah Mum mum mum mah Mum mum mum mah Mum mum mum mah Mum mum mum mah...  [Verse 1] I wanna hold 'em like they do in Texas, please Fold 'em, let 'em hit me, raise it; baby, stay with me (I love it) Love game intuition, play the cards with spades to start And after he's been hooked, I'll play the one that's on his heart  [Pre-Chorus] Oh, oh-oh, oh, oh Oh oh oh oh, oh oh I'll get him hot, show him what I've got Oh, oh-oh, oh, oh Oh oh oh oh, oh oh I'll get him hot, show him what I've got  [Chorus] Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody)  [Post-Chorus] Po-po-po-poker face, po-po-poker face (Mum mum mum mah) Po-po-po-poker face, po-po-poker face (Mum mum mum mah)  [Verse 2] I wanna roll with him, a hard pair we will be A little gambling is fun when you're with me (I love it) Russian roulette is not the same without a gun And baby, when it's love, if it's not rough, it isn't fun (fun)  [Pre-Chorus] Oh, oh-oh, oh, oh Oh oh oh oh, oh oh I'll get him hot, show him what I've got Oh, oh-oh, oh, oh Oh oh oh oh, oh oh I'll get him hot, show him what I've got  [Chorus] Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody)  [Post-Chorus] Po-po-po-poker face, po-po-poker face (Mum mum mum mah) Po-po-po-poker face, po-po-poker face (Mum mum mum mah) (Mum mum mum mah) (Mum mum mum mah)  [Bridge] I won't tell you that I love you Kiss or hug you ’Cause I'm bluffin' with my muffin I'm not lying, I'm just stunnin' with my love-glue-gunnin' Just like a chick in the casino Take your bank before I pay you out I promise this, promise this Check this hand ’cause I'm marvelous  [Chorus] Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody)  [Post-Chorus] Po-po-po-poker face, po-po-poker face Po-po-po-poker face, po-po-poker face (She’s got me like nobody) Po-po-po-poker face, po-po-poker face (Mum mum mum mah) Po-po-po-poker face, po-po-poker face (Mum mum mum mah) Po-po-po-poker face, po-po-poker face (Mum mum mum mah) Po-po-po-poker face, po-po-poker face (Mum mum mum mah)  ",
        "title": "Poker Face"
    },
    {
        "artist": "Soulja Boy Tell 'em Featuring Sammie",
        "lyrics": "  [Hook: Sammie] Baby you know that I miss you, I wanna get with you tonight But I cannot baby girl and that's the issue Girl you know I miss you, I just wanna kiss you But I can't right now so baby kiss me thru the phone, I'll see you later on Kiss me thru the phone, see you when I get home  [Verse 1: Soulja Boy] Baby I know that you like me, you my future wifey Soulja Boy Tell 'Em, yeah You can be my Bonnie, I can be your Clyde You could be my wife, text me, call me I need you in my life, yeah all day everyday I need ya And every time I see ya my feelings get deeper I miss ya, I miss ya, I really wanna kiss you but I can't Six, seven, eight, triple nine, eight, two, one, two  [Hook: Sammie] Baby you know that I miss you, I wanna get with you tonight But I cannot baby girl and that's the issue Girl you know I miss you, I just wanna kiss you But I can't right now so baby kiss me thru the phone, I'll see you later on Kiss me thru the phone, see you when I get home  [Verse 2: Soulja Boy] Baby I been thinking lately so much about you Everything about you, I like it, I love it Kissing you in public, thinking nothing of it Roses by the dozen, talking on the phone Baby you so sexy, your voice is so lovely I love your complexion, I miss ya, I miss ya, I miss ya I really wanna kiss you but I can't Six, seven, eight, triple nine, eight, two, one, two  [Hook: Sammie] Baby you know that I miss you, I wanna get with you tonight But I cannot baby girl and that's the issue Girl you know I miss you, I just wanna kiss you But I can't right now so baby kiss me thru the phone, I'll see you later on Kiss me thru the phone, see you when I get home  [Bridge: Soulja Boy] She call my phone like Da, da, da, da, da, da, da, da, da, da, da, da, da, da, da We on the phone like Da, da, da, da, da, da, da, da, da, da, da, da, da, da, da We taking pics like Da, da, da, da, da, da, da, da, da, da, da, da, da, da, da She dial my number like Da, da, da, da, da, da, da, da, da, da, da, da, da, da, da Six, seven, eight, triple, nine, eight, two, one, two  [Hook: Sammie] Baby you know that I miss you, I wanna get with you tonight But I cannot baby girl and that's the issue Girl you know I miss you, I just wanna kiss you But I can't right now so baby kiss me thru the phone, I'll see you later on Kiss me thru the phone, see you when I get home  ",
        "title": "Kiss Me Thru The Phone"
    },
    {
        "artist": "The All-American Rejects",
        "lyrics": "  [Verse 1] I wake up every evening With a big smile on my face And it never feels out of place And you're still probably working At a nine to five pace I wonder how bad that tastes  [Chorus] When you see my face Hope it gives you hell Hope it gives you hell When you walk my way Hope it gives you hell Hope it gives you hell  [Verse 2] Now where's your picket fence love And where's that shiny car And did it ever get you far? You never seemed so tense love I've never seen you fall so hard Do you know where you are?  [Pre-Chorus] And truth be told, I miss you And truth be told, I'm lying  [Chorus] When you see my face Hope it gives you hell Hope it gives you hell When you walk my way Hope it gives you hell Hope it gives you hell When you find a man that's worth a damn that treats you well Then he's a fool, you're just as well Hope it gives you hell Hope it gives you hell  [Bridge] Tomorrow you'll be thinking to yourself Where'd it all go wrong? But the list goes on and on  [Pre-Chorus] And truth be told, I miss you And truth be told, I'm lying  [Chorus] When you see my face Hope it gives you hell Hope it gives you hell When you walk my way Hope it gives you hell Hope it gives you hell When you find a man that's worth a damn that treats you well Then he's a fool, you're just as well Hope it gives you hell  [Verse 3] Now you'll never see What you've done to me You can take back your memories They're no good to me And here's all your lies You can't look me in the eyes With the sad, sad look That you wear so well  [Chorus] When you see my face Hope it gives you hell Hope it gives you hell When you walk my way Hope it gives you hell Hope it gives you hell When you find a man that's worth a damn that treats you well Then he's a fool, you're just as well Hope it gives you hell  [Chorus] When you see my face Hope it gives you hell Hope it gives you hell When you walk my way Hope it gives you hell Hope it gives you hell When you hear this song and you sing along but you never tell Then you're a fool, I'm just as well Hope it gives you hell  [Outro] When you hear this song I hope that it will give you hell You can sing along I hope that it puts you through hell  ",
        "title": "Gives You Hell"
    },
    {
        "artist": "Kanye West",
        "lyrics": "  [Chorus] In the night, I hear 'em talk The coldest story ever told Somewhere far along this road He lost his soul to a woman so heartless How could you be so heartless? Oh, how could you be so heartless?  [Verse 1] How could you be so Cold as the winter wind when it breeze, yo? Just remember that you talkin' to me though You need to watch the way you talkin' to me, yo I mean, after all the things that we been through I mean, after all the things we got into Ayo, I know of some things that you ain't told me Ayo, I did some things but that's the old me And now you wanna get me back and you gon' show me So you walk around like you don't know me You got a new friend – well, I got homies But in the end, it's still so lonely  [Chorus] In the night, I hear 'em talk The coldest story ever told Somewhere far along this road He lost his soul to a woman so heartless How could you be so heartless? Oh, how could you be so heartless?  [Verse 2] How could you be so Dr. Evil? You're bringin' out a side of me that I don't know I decided we wasn't gon' speak so Why we up 3 a.m. on the phone? Why do she be so mad at me fo'? Homie, I don't know, she's hot and cold I won't stop, won't mess my groove up ‘Cause I already know how this thing go You run and tell your friends that you're leavin' me They say that they don't see what you see in me You wait a couple of months, then you gon' see You'll never find nobody better than me  [Chorus] In the night, I hear 'em talk The coldest story ever told Somewhere far along this road He lost his soul to a woman so heartless How could you be so heartless? Oh, how could you be so heartless?  [Bridge] Talk and talk and talk and talk Baby, let's just knock it off They don't know what we been through They don't know 'bout me and you So I got somethin' new to see And you just gon' keep hatin' me And we just gon' be enemies I know you can't believe I could just leave it wrong And you can't make it right I'm gon' take off tonight into the night  [Chorus] In the night, I hear 'em talk The coldest story ever told Somewhere far along this road He lost his soul to a woman so heartless How could you be so heartless? Oh, how could you be so heartless?  [Outro] On and on and on and on And on and... and on and on and on  ",
        "title": "Heartless"
    },
    {
        "artist": "Lady Gaga Featuring Colby O'Donis",
        "lyrics": "  [Intro] RedOne Konvict Gaga (oh-oh, eh)  [Verse 1: Lady Gaga] I've had a little bit too much, much All of the people start to rush (start to rush by) A dizzy twister dance Can't find my drink or man Where are my keys? I lost my phone, phone  [Pre-Chorus: Lady Gaga] What's going on on the floor? I love this record, baby, but I can't see straight anymore Keep it cool What's the name of this club? I can't remember, but it's alright, alright  [Chorus: Lady Gaga] Just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-da-dance, dance, dance Just j-j-just dance  [Verse 2: Lady Gaga] Wish I could shut my playboy mouth How'd I turn my shirt inside out? (Inside out, right) Control your poison, babe Roses have thorns, they say And we're all gettin' hosed tonight  [Pre-Chorus: Lady Gaga] What's going on on the floor? I love this record, baby, but I can't see straight anymore Keep it cool What's the name of this club? I can't remember, but it's alright, alright  [Chorus: Lady Gaga] Just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-da-dance, dance, dance Just j-j-just dance  [Verse 3: Colby O'Donis] When I come through on the dance floor, checking out that catalogue Can't believe my eyes So many women without a flaw And I ain't gonna give it up Steady, tryna pick it up, like a call I'mma hit it, I'mma beat it and latch onto it until tomorrow, yeah Shorty, I can see that you got so much energy The way you twirling up them hips 'round and 'round And there is no reason at all why you can't leave here with me In the meantime, stay and let me watch you break it down  [Chorus: Lady Gaga] And dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-da-dance, dance, dance Just j-j-just dance  [Interlude: Colby O'Donis] (Incredible... amazing... music) Wooo! Let's go!  [Bridge: Lady Gaga] Half psychotic, sick, hypnotic, got my blueprint, it's symphonic Half psychotic, sick, hypnotic, got my blueprint, electronic Half psychotic, sick, hypnotic, got my blueprint, it's symphonic Half psychotic, sick, hypnotic, got my blueprint, electronic Go! Use your muscle, carve it out, work it, hustle (I got it, just stay close enough to get it on) Don't slow! Drive it, clean it, Lysol, bleed it Spend the last dough (I got it) in your pock-o (I got it)  [Chorus: Lady Gaga] Just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-da-dance, dance, dance Just j-j-just dance  ",
        "title": "Just Dance"
    },
    {
        "artist": "Eminem, Dr. Dre & 50 Cent",
        "lyrics": "  [Intro: Eminem] Oh! Ladies and gentlemen The moment you've all been waiting for In this corner, weighing 175 pounds With a record of 17 rapes, 400 assaults, and 4 murders The undisputed, most diabolical villain in the world Slim Shady!  [Chorus: Eminem] So crack a bottle, let your body waddle Don't act like a snobby model, you just hit the lotto Uh oh, uh oh, bitches hoppin' in my Tahoe Got one ridin' shotgun and no, not one of them got clothes Now, where's the rubbers? Who's got the rubbers? I noticed there's so many of them And there's really not that many of us And ladies love us, my posse's kickin' up dust It's on 'til the break of dawn And we're starting this party from dusk  [Interlude: Eminem] (Okay, let's go!)  [Verse 1: Eminem] Back with Andre the Giant, Mr. Elephant Tusk Fix your musk, you'll be just another one bit the dust Just one of my mother's sons who got thrown under the bus Kiss my butt, lick fromunda cheese from under my nuts It disgusts me to see the game the way that it looks It's a must, I redeem my name and haters get mushed Bitches lust, man, they love me when I lay in the cut Fisticuffs, the lady give her eighty-some paper cuts Now picture us; it's ridiculous, you curse at the thought 'Cause when I spit the verse the shit gets worse than Worcestershire sauce If I could fit the words as picture perfect, works every time Every verse, every line, as simple as nursery rhymes It's elementary, the elephants have entered the room I venture to say we're the center of attention, it's true Not to mention back with a vengeance, so here's the signal Of the bat symbol, the platinum trio's back on you hoes  [Chorus: Eminem] So crack a bottle, let your body waddle Don't act like a snobby model, you just hit the lotto Uh oh, uh oh, bitches hoppin' in my Tahoe Got one ridin' shotgun and no, not one of them got clothes Now, where's the rubbers? Who's got the rubbers? I noticed there's so many of them And there's really not that many of us And ladies love us, my posse's kickin' up dust It's on 'til the break of dawn And we're starting this party from dusk  [Interlude: Eminem] (Ladies and gentlemen, Dr. Dre!)  [Verse 2: Dr. Dre] They see that low rider go by, they're like, \"Oh my!\" You ain't got to tell me why you're sick, 'cause I know why I dip through in that six tre, like, \"Sick 'em, Dre!\" I'm an itch that they can't scratch, they're sick of me But hey, what else can I say? I love L.A ‘Cause over and above all, it's just another day And this one begins where the last one ends Pick up where we left off and get smashed again I'll be damned, just fucked around and crashed my Benz Drivin' 'round with a smashed front end, let's cash that one in Grab another one from out the stable The Monte Carlo, El Camino, or the El Dorado? The hell if I know, do I want leather seats or vinyl? Decisions, decisions, garage looks like Precision Collision Or Maaco, beats quake like Waco Just keep the bass low, speakers away from your face though  [Chorus: Eminem] So crack a bottle, let your body waddle Don't act like a snobby model, you just hit the lotto Uh oh, uh oh, bitches hoppin' in my Tahoe Got one ridin' shotgun and no, not one of them got clothes Now, where's the rubbers? Who's got the rubbers? I noticed there's so many of them And there's really not that many of us And ladies love us, my posse's kickin' up dust It's on 'til the break of dawn And we're starting this party from dusk  [Interlude: Eminem] (And I take great pleasure in introducing 50 Cent!)  [Verse 3: 50 Cent] It's bottle after bottle The money ain't a thing when you party with me It's what we into, it's simple We ball out of control like you wouldn't believe I'm the napalm, the bomb, the don, I'm King Kong Get rolled on, wrapped up and reigned on I'm so calm, through Vietnam, ring the alarm Bring the Chandon, burn marijuana, do what you want Nigga, on and on, 'til the break of what? Get the paper, man, I'm cakin', you know I don't give a fuck I spend it like it don't mean nothin' Blow it like it's supposed to be blown, motherfucker, I'm grown I stunt, I style, I flash the shit I gets what the fuck I want, so what I trick? Fat-ass Birkin bags, some classy shit Jimmy Choo shoes; I say, \"Move,\" a bitch move  [Chorus: Eminem] So crack a bottle, let your body waddle Don't act like a snobby model, you just hit the lotto Uh oh, uh oh, bitches hoppin' in my Tahoe Got one ridin' shotgun and no, not one of them got clothes Now, where's the rubbers? Who's got the rubbers? I noticed there's so many of them And there's really not that many of us And ladies love us, my posse's kickin' up dust It's on 'til the break of dawn And we're starting this party from dusk  ",
        "title": "Crack A Bottle"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] We were both young when I first saw you I close my eyes, and the flashback starts I'm standing there On a balcony in summer air See the lights, see the party, the ball gowns See you make your way through the crowd And say hello Little did I know  [Pre-Chorus 1] That you were Romeo, you were throwing pebbles And my daddy said, \"stay away from Juliet\" And I was crying on the staircase Begging you, \"please don't go,\" and I said  [Chorus 1] Romeo, take me somewhere we can be alone I'll be waiting, all there's left to do is run You'll be the prince and I'll be the princess It's a love story baby just say \"yes\"  [Verse 2] So I sneak out to the garden to see you We keep quiet, 'cause we're dead if they knew So close your eyes Escape this town for a little while  [Pre-Chorus 2] 'Cause you were Romeo, I was a scarlet letter And my daddy said, \"Stay away from Juliet\" But you were everything to me I was begging you please don't go and I said  [Chorus 2] Romeo, take me somewhere we can be alone I'll be waiting, all there's left to do is run You'll be the prince and I'll be the princess It's a love story baby just say \"yes\" Romeo, save me, they're trying to tell me how to feel This love is difficult, but it's real Don't be afraid, we'll make it out of this mess It's a love story baby just say \"yes\" Oh, oh  [Bridge] I got tired of waiting Wondering if you were ever coming around My faith in you was fading When I met you on the outskirts of town, and I said  Romeo save me I've been feeling so alone I keep waiting for you but you never come Is this in my head? I don't know what to think He knelt to the ground and pulled out a ring  [Chorus 3] And said: \"Marry me Juliet You'll never have to be alone I love you and that's all I really know I talked to your dad, go pick out a white dress It's a love story baby just say 'yes'\"  [Outro] Oh, oh Oh, oh Because we were both young when I first saw you  ",
        "title": "Love Story"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Verse 1] Guess this means you're sorry You're standing at my door Guess this means you take back All you said before Like how much you wanted Anyone but me Said you'd never come back But here you are again  [Chorus] Cause we belong together now, yeah Forever united here somehow, yeah You got a piece of me And honestly My life (my life) would suck (would suck) without you  [Verse 2] Maybe I was stupid for telling you goodbye Maybe I was wrong for trying to pick a fight I know that I've got issues But you're pretty messed up too Either way I found out I'm nothing without you  [Chorus] Cause we belong together now, yeah Forever united here somehow, yeah You got a piece of me And honestly My life (my life) would suck (would suck) without you  [Bridge] Being with you is so dysfunctional I really shouldn't miss you But I can't let you go Oh, yeah  [Chorus] Cause we belong together now, yeah Forever united here somehow, yeah You got a piece of me And honestly My life (my life) would suck (would suck) without you Cause we belong together now, yeah Forever united here somehow, yeah You got a piece of me And honestly My life (my life) would suck (would suck) without you  ",
        "title": "My Life Would Suck Without You"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": null,
        "title": "Mad"
    },
    {
        "artist": "Jamie Foxx Featuring T-Pain",
        "lyrics": "  [Intro: Jamie Foxx] Blame it on the Goose, gotcha feeling loose Blame it on the 'Trón, catch me in a zone Blame it on the a-a-alcohol Blame it on the a-a-alcohol  [Verse 1: Jamie Foxx] Aye, she said she usually don't But I know that she front Cause shawty know what she wan't She don't wanna to seem like she's easy I hear you saying what you won't do But you know what we're probably gon' do What you been feenin' deep inside don't lie  [Bridge: Jamie Foxx] Let it out now girl what you drinkin' gon' let it sink in Here for a weekend thinkin' we can See where we could be if we press fast forward Just one more round and you're down I'd know it Fill another cup up feelin' on your butt what You don't even care now I was unaware How fine you was before My buzz set in my buzz set in  [Hook: Jamie Foxx] Blame it on the Goose, gotcha feeling loose Blame it on the 'Trón, catch me in a zone Blame it on the a-a-alcohol Blame it on the a-a-alcohol Blame it on the vodka, blame it on the Henny Blame it on the blue tap, got you feeling dizzy Blame it on the a-a-alcohol Blame it on the a-a-alcohol  [Verse 2: Jamie Foxx] Ooh see she spilled some drink on me And now I'm knowin' she tipsy She put her body on me And she keeps staring me right in my eyes No tellin' what I'm gon' do Baby I would rather show you What you been missin' in your life When I get inside  [Bridge: Jamie Foxx] Let it out now girl what you drinkin' gon' let it sink in Here for a weekend thinkin' we can See where we could be if we press fast forward Just one more round and you're down I'd know it Fill another cup up feelin' on your butt what You don't even care now I was unaware How fine you was before My buzz set in my buzz set in  [Hook: Jamie Foxx] Blame it on the Goose, gotcha feeling loose Blame it on the 'Trón, catch me in a zone Blame it on the a-a-alcohol Blame it on the a-a-alcohol Blame it on the vodka, blame it on the Henny Blame it on the blue tap, got you feeling dizzy Blame it on the a-a-alcohol Blame it on the a-a-alcohol  [Verse 3: T-Pain] Girl, I know you feel good, just like you look Couple more shots, you open up like a book I ain't trippin cause I'ma read ya Shawty I ain't trippin', I just wanna please ya I'ma take a shot of Nuvo, shawty then you know It's going down we can go kick it like Judo You know what I mean Shawty got drunk, thought it all was a dream So I made her say I, I-I-I Now she got her hand on my leg, got my seats all wet in my ride All over my ride She look me dead in the eye, eye-eye-eye Then my pants got bigga, she already knew what to figga Had her lookin' at her boyfriend like, \"Fuck, that nigga\"  [Hook]  [Refrain: Jamie Foxx] Now to the ballas poppin' bottles With they henny in they cups screamin' Money ain't a thing if it ain't throwin' it up in the sky Hold your drinks up high And to my independent mama's Who can buy they own bottles If you lookin' like a model When them broke fellas holla tell 'em bye Hold your drinks up high  [Hook]  ",
        "title": "Blame It"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Verse 1] There's only two types of people in the world The ones that entertain and the ones that observe Well baby, I'm a put-on-a-show kind of girl Don't like the backseat, got to be first, oh-oh I'm like the ringleader, I call the shots (I call the shots) I'm like a firecracker, I make it hot when I put on a show  [Pre-Chorus] I feel the adrenaline moving through my veins Spotlight on me, and I'm ready to break I'm like a performer, the dance floor is my stage Better be ready, hope that you feel the same  [Chorus] All the eyes on me in the center of the ring, just like a circus When I crack that whip, everybody gonna trip, just like a circus Don't stand there watching me, follow me Show me what you can do Everybody let go, we can make a dance floor, just like a circus  [Verse 2] There's only two types of guys out there Ones that can hang with me and ones that are scared So baby, I hope that you came prepared I run a tight ship, so beware I'm like a ringleader, I call the shots I'm like a firecracker, I make it hot when I put on a show  [Pre-Chorus] I feel the adrenaline moving through my veins Spotlight on me, and I'm ready to break I'm like a performer, the dance floor is my stage Better be ready, hope that you feel the same  [Chorus] All the eyes on me in the center of the ring, just like a circus When I crack that whip, everybody gonna trip, just like a circus Don't stand there watching me, follow me Show me what you can do Everybody let go, we can make a dance floor, just like a circus  [Breakdown] Let's go Let me see what you can do I'm running this (Like a circus) Yeah, like a what? (Like a circus)  [Chorus] All the eyes on me in the center of the ring, just like a circus When I crack that whip, everybody gonna trip, just like a circus Don't stand there watching me, follow me Show me what you can do Everybody let go, we can make a dance floor, just like a circus All the eyes on me in the center of the ring, just like a circus When I crack that whip, everybody gonna trip, just like a circus Don't stand there watching me, follow me Show me what you can do Everybody let go, we can make a dance floor, just like a circus  ",
        "title": "Circus"
    },
    {
        "artist": "The Fray",
        "lyrics": "  [Verse 1] I found God On the corner of 1st and Amistad Where the west Was all but won All alone Smokin' His last cigarette I said, \"Where you been?\" He said, \"Ask anything.\"  [Verse 2] Where were you When everything was fallin' apart? All my days Spent by the telephone That never rang And all I needed was a call That never came From the corner of 1st and Amistad  [Chorus] Lost and insecure You found me, you found me Lyin' on the floor Surrounded, surrounded Why'd you have to wait? Where were you, where were you? Just a little late You found me, you found me  [Verse 3] But in the end Everyone ends up alone Losin' her The only one who's ever known Who I am Who I'm not, and who I want to be No way to know How long she will be next to me  [Chorus] Lost and insecure You found me, you found me Lyin' on the floor Surrounded, surrounded Why'd you have to wait? Where were you, where were you? Just a little late You found me, you found me  [Bridge] Early mornin' The city breaks I've been callin' For years and years and years and years And you never left me no messages You never sent me no letters You got some kind of nerve Takin' all I want  [Pre-Chorus] Lost and insecure You found me, you found me Lyin' on the floor Where were you, where were you?  [Chorus] Lost and insecure You found me, you found me Lyin' on the floor Surrounded, surrounded Why'd you have to wait? Where were you, where were you? Just a little late You found me, you found me  [Outro] Why'd you have to wait To find me, to find me?  ",
        "title": "You Found Me"
    },
    {
        "artist": "A R Rahman & The Pussycat Dolls Featuring Nicole Scherzinger",
        "lyrics": "  [Verse 1 x2] Jai Ho Jai Ho Jai Ho Jai Ho Aaja aaja jind shamiyane ke tale Aaja zari waale nile aasman ke tale  [Hook] Jai Ho Jai Ho Jai Ho, Jai Ho, Jai Ho, Jai Ho Jai Ho, Jai Ho, Jai Ho, Jai Ho  [Verse 2] Ratti ratti sachi maine jaan gavayi hai Nach nach koylo pe raat bitayee hai Ankhiyon ki neend maine phoonko se udaa di Gin gin taare maine Ungli jalayi hai Aaja aaja jind shamiyane ke tale Aaja zari waale nile aasman ke tale Jai Ho, Jai Ho, Jai Ho, Jai Ho  [Bridge] Baila baila Ahora conmigo, tu baila para hoy Por nuestro dia de movidas Los problemas los que sean Salud Baila baila  [Hook]  [Verse 3] Chakh le, ho chakh ye, ye raat shahad hai chakh le Rakh le, haan dil hai, dil aakhri had hai rakh le Kaala kaala kajal tera koi kaala jadoo hai naa Kaala kaala kajal tera koi kaala jadoo hai naa Aaja aaja jind shamiyane ke tale Aaja zari waale nile aasman ke tale Jai Ho, Jai Ho  [Hook]  [Verse 4] Kab se haan kab se jo lab pe ruki hai Keh de, keh de, haan keh de Ab aankh jhuki hai, keh de Aisi aisi roshan aankhein Roshan dono heerey hain kya? Aaja aaja jind shamiyaane ke taley Aaja zari waale neele aasmaane ke taley Jai Ho, Jai Ho, Jai Ho, Jai Ho  [Outro] Jai Ho (Baila Baila) Jai Ho (Baila Baila) Jai Ho (Baila Baila) Jai Ho  ",
        "title": "Jai Ho! (You Are My Destiny)"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Single Ladies (Put A Ring On It)"
    },
    {
        "artist": "Keri Hilson Featuring Lil Wayne",
        "lyrics": "  Please don't turn me off, yeah like this Where you at shawty?  [Keri Hilson] You fly as hell swagga right, brown skin poppin' You know just how to talk to me, know just how I like it You turnin' me on, you turnin' me on, you turnin' me on  Now wait a minute little buster You got one more time to feel on my booty Better recognize a lady that ain't the way you do me  You turnin' me off, you turnin' me off You turnin' me off Better recognize a real woman  (Ahh) You ever try to get that close to me You better come correct how you 'proachin' me Dime divas give it to me  (Ahh) I gotta be feelin' your energy I gotta be for sure that you're into me Recognize a real woman  Goin' up on it, you actin' like you want it And you stuntin' like your daddy, checkin' for this little mama You turnin' me on, you turnin' me on, you turnin' me on Now wait a minute little buster  Now you don't even know me but you wanna take me shopping You a lame, I can tell it ain't big shit poppin' You turnin' me off, you turnin' me off You turnin' me off Better recognize a real woman  All you wanna do is holla at the cutest broad To get up in them draws, got money, don't try to buy me Bottles, got my own dollars I could buy up the bar if I want it  (Ahh) You ever try to get that close to me You better come correct how you 'proachin me Dime divas give it to me  (Ahh) I gotta be feelin' your energy I gotta be for sure that you're into me (I, I, I, oh) Recognize a real woman  [Lil Wayne] I'm fly as hell swagger right Brown skin poppin' like dynamite Raw like china white, mami I Dig your persona right You look baby mama type I know that got you kinda hyped My ice is albino white I hope that 'ur vagina tight I go underwater and I Hope your piranha bite Hot Carter, I'mma kiss the spot for you And I'mma kiss it till you scream Wait a minute motherfucker, ha Yea, I turn you on like a handle Like a television on the Weather Channel Cause I make it rain girl Now call me Wayne girl You just an Earthling You ain't never been to Wayne's World I play to win, I bait 'em in I do my thing now you're in love with an alien Polow on the beat and Weezy F I'm at the plate again Keri if you pitch it at me, I'm a swing away at it Someone better play the fence Someone better tell them 'bout me Baby I'm the shit and that's The only thing you smell around me Weezy F baby, don't forget the F around me And if you do then get the F from round me  [Keri:] You're turnin' me off, yeah, yeah [Wayne:] Polow I told you I got you [Keri:] Ms. Keri Baby [Wayne:] Ms. Keri Baby  (Ahh) You ever try to get that close to me You better come correct how you 'proachin' me Dime divas give it to me  (Ahh) I gotta be feelin' your energy I gotta be for sure that you're into me Recognize a real woman  ",
        "title": "Turnin Me On"
    },
    {
        "artist": "P!nk",
        "lyrics": null,
        "title": "Sober"
    },
    {
        "artist": "Akon Featuring Colby O'Donis & Kardinal Offishall",
        "lyrics": null,
        "title": "Beautiful"
    },
    {
        "artist": "Jason Mraz",
        "lyrics": "  [Verse 1] Well you done done me in, you bet I felt it I tried to be chill but you're so hot that I melted I fell right through the cracks And now I'm trying to get back Before the cool done run out I'll be giving it my bestest And nothing's going to stop me but divine intervention I reckon it's again my turn, to win some or learn some  [Chorus] But I won't hesitate no more, no more It cannot wait, I'm yours  [Verse 2] Well open up your mind and see like me Open up your plans and, damn, you're free Look into your heart and you'll find love, love, love, love Listen to the music of the moment people dance and sing We're just one big family And it's our God-forsaken right to be loved loved loved loved loved  [Chorus] So I won't hesitate no more, no more It cannot wait, I'm sure There's no need to complicate Our time is short This is our fate, I'm yours But do, do, do, do you, but do you, do, do, do you, but do you want to come on, scooch on over closer, dear And I will nibble your ear  [Verse 3] I've been spending way too long checking my tongue in the mirror And bendin' over backwards just to try to see it clearer But my breath fogged up the glass And so I drew a new face and I laughed I guess what I'm saying is there ain't no better reason To rid yourself of vanities and just go with the seasons It's what we aim to do Our name is our virtue  [Chorus] But I won't hesitate no more, no more It cannot wait, I'm yours  [Verse 4] Well open up your mind and see like me Open up your plans and, damn, you're free Look into your heart and you'll find that the sky is yours So please don't, please don't, please don't There's no need to complicate 'Cause our time is short This oh, this oh, this is our fate I'm yours  [Outro] (Scat Ad-lib)  ",
        "title": "I'm Yours"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Diva"
    },
    {
        "artist": "Asher Roth",
        "lyrics": "  [Intro] \"Cause I ain't going out like a sucka, no way\" I'm nice right now I-I feel good If you have a drink Would you please put it in the air  [Hook] That party last night Was awfully crazy, I wish we taped it I danced my ass off And had this one girl completely naked Drink my drink and smoke my weed But my good friends is all I need Pass out at three, wake up at ten Go out to eat, then do it again Man, I love college  [Verse 1] I wanna go to college for the rest of my life Sip Bankers Club, and drink Miller Lite On Thirsty Thursday and Tuesday Night Ice And I can get pizza a dollar a slice So fill up my cup, let's get fucked up (Let's get fucked up!) I'm next on the table, who want what I am champion, at beer pong Allen Iverson, Hakeem Olajuwon Don't even bounce, not in my house Better hope you make it, otherwise you naked Time isn't wasted, when you're getting wasted Woke up today, and all I could say is, um  [Hook]  [Bridge] Man I love college (Hey!) And I love drinking (Hey!) I love women (Hey!) Man I love college (Hey!)  [Verse 2] I can't tell you what I learned from school But, I could tell you a story or two Um yea, of course I learned some rules Like don't pass out with your shoes on And don't leave the house, 'til the booze gone And don't have sex, if she's too gone When it comes to condoms put two on Then tomorrow night, find a new jawn Hold the beer bong, nothing wrong with some fun Even if we did get a little bit too drunk Time isn't wasted, when you're getting wasted Woke up today, and all I could say is  [Hook]  [Bridge]  [Interlude] Now if everybody would please Put their drink, as high as they can As high as they can, and repeat after me Chug! Chug! Chug! Chug! Chug! Chug! Chug! Chug! Freshmen! Freshmen! Freshmen! Freshmen! Do something crazy! Do something crazy! Do something crazy! Do something crazy! Keg-stand! Keg-stand! Keg-stand! Keg-stand! (That party last night) Man I love college, I love it (That party last night) Goodnight everybody I gotta head back to class for a little bit  [Hook]  Man I love college  [Outro] But after that You know what's goin' down My house and 3 kegs See you there, you're all invited Bring your friends, bring your mom Do I really have to graduate Or can I just stay here the rest of my life?  ",
        "title": "I Love College"
    },
    {
        "artist": "The Pussycat Dolls",
        "lyrics": "  [Verse 1] We're driving slow through the snow on 5th Avenue And right now radio's all that we can hear Now we ain't talked since we left, it's so overdue It's cold outside but between us it's worse in here  [Pre-Chorus] The world slows down But my heart beats fast right now I know this is the part Where the end starts  [Chorus] I can't take it any longer Thought that we were stronger All we do is linger Slipping through our fingers I don't wanna try now All that's left is good-bye To find a way that I can tell you  [Post-Chorus] I hate this part right here I hate this part right here I just can't take your tears I hate this part right here  [Verse 2] Everyday, 7 takes of the same old scene Seems we're bound by the laws of the same routine Gotta talk to you now before we go to sleep But will we sleep once I tell you what's hurting me  [Pre-Chorus] The world slows down But my heart beats fast right now I know this is the part Where the end starts  [Chorus] I can't take it any longer Thought that we were stronger All we do is linger Slipping through our fingers I don't wanna try now All that's left is good-bye To find a way that I can tell you  [Post-Chorus] I hate this part right here I hate this part right here I just can't take your tears I hate this part right here  [Bridge A] I know you'll ask me to hold on And carry on like nothing's wrong But there is no more time for lies Cause I see sunset in your eyes  [Chorus] I-I can't t... I can't take it any longer Thought that we were stronger All we do is linger Slipping through our fingers I don't wanna try now All that's left is good-bye To find a way that I can tell you  [Bridge B] That I gotta do it I gotta do it I gotta do it I hate this part I gotta do it I gotta do it I gotta do it  [Outro] I hate this part right here I hate this part right here I just can't take your tears I hate this part right here  ",
        "title": "I Hate This Part"
    },
    {
        "artist": "Coldplay",
        "lyrics": "  [Verse 1] I used to rule the world Seas would rise when I gave the word Now in the morning I sleep alone Sweep the streets I used to own I used to roll the dice, feel the fear in my enemy's eyes Listen as the crowd would sing Now the old King is dead, long live the King One minute I held the key Next the walls were closed on me And I discovered that my castles stand Upon pillars of salt and pillars of sand  [Chorus 1] I hear Jerusalem bells a-ringing Roman Cavalry choirs are singing Be my mirror, my sword and shield My missionaries in a foreign field For some reason I can't explain Once you go there was never Never an honest word And that was when I ruled the world  [Verse 2] It was the wicked and wild wind Blew down the doors to let me in Shattered windows and the sound of drums People couldn't believe what I'd become Revolutionaries wait For my head on a silver plate Just a puppet on a lonely string Oh who would ever want to be king?  [Chorus 2] I hear Jerusalem bells a-ringing Roman Cavalry choirs are singing Be my mirror, my sword and shield My missionaries in a foreign field For some reason I can't explain I know Saint Peter won't call my name Never an honest word But that was when I ruled the world I hear Jerusalem bells a-ringing Roman Cavalry choirs are singing Be my mirror, my sword and shield My missionaries in a foreign field For some reason I can't explain I know Saint Peter won't call my name Never an honest word But that was when I ruled the world  ",
        "title": "Viva La Vida"
    },
    {
        "artist": "Kevin Rudolf Featuring Lil Wayne",
        "lyrics": "  [Verse 1: Kevin Rudolf] I see your dir-ty face, hide, behind your collar What is done, in vain, truth, is hard to swallow So you pray, to God, to justify the way You live a lie, live a lie, live a lie And you take your time And you do your crime Well you made your bed I made mine  [Hook: Kevin Rudolf] Because when I, arrive, I, I'll bring the fire Make you come, alive, I, can take you higher What this is, forgot? I, must now remind you Let it rock, let it rock, let it rock  [Verse 2: Kevin Rudolf] Now the son's, disgraced, He, who knew his Father When he cursed, his name, turned, and chased the dollar But it broke, his heart, so he stuck his middle finger To the world, to the world, to the world! And you take your time And you stand in line Well you'll get what's yours I got mine  [Hook: Kevin Rudolf] Because when I, arrive, I, I'll bring the fire Make you come, alive, I, can take you higher What this is, forgot? I, must now remind you Let it rock, let it rock, let it rock  [Verse 3: Lil Wayne] Yeoaw! Wayne's World, Planet Rock Panties drop, and the tops And she gonna rock 'til the camera stop And I sing about angels like Angela (Rock!) And Pamela (Rock!) And Samantha (Rock!) And Amanda And Tamara, ménage à moi I'm in here like, \"Bitch, what's up?\" Mechanic, me, I can fix you up I can dick you up, I can dick you down Shorty we can go wherever, just pick a town And the jewelry is louder than an engine sound Big ass rocks like on the ground Dirty like socks that's on the ground Weezy  [Hook: Kevin Rudolf] Because when I, arrive, I, I'll bring the fire Make you come, alive, I, can take you higher What this is, forgot? I, must now remind you Let it rock, let it rock, let it rock Because when I, arrive, I, I'll bring the fire Make you come, alive, I, can take you higher What this is, forgot? I, must now remind you Let it rock, let it rock, let it rock  [Bridge: Kevin Rudolf] Just let it rock, let it rock, let it rock Let it rock... Let it rock...  [Verse 4: Lil Wayne] I'm back like I forgot somethin', I'm somethin' Ruling rock rubbin' rap running Miles like I'm trying to get a flat stomach Like Wayne the personal trainer My aim is perfect, I'll bang ya Period, like the reminder  [Verse 5: Kevin Rudolf] I wish I could be, as cruel as you And I wish I could say, the things you do But I can't and I won't live a lie No, not this time  ",
        "title": "Let It Rock"
    },
    {
        "artist": "T.I. Featuring Rihanna",
        "lyrics": "  [Sample x4 (over intro)] Miya hee, miya ho, miya hu, miya ha-ha  [Intro: T.I.] Ay... this a special what's happenin to all my All my soldiers over there in Iraq E'rybody right here What you need to do is be thankful for the life you got, y'knowmsayin? Stop lookin at what you ain't got Start bein thankful for what you do got Let's give it to 'em baby girl, hey  [Hook: Rihanna] You're gonna be, a shinin star In fancy clothes, and fancy car-ars And then you'll see, you're gonna go far Cause everyone knows, just who ya are-are So live your life (AYY! Ayyy ayyy ayyy) You steady chasin that paper Just live your life (OHH! Ayyy ayyy ayyy) Ain't got no time for no haters Just live your life (AYY! Ayyy ayyy ayyy) No tellin where it'll take ya Just live your life (OHH! Ayyy ayyy ayyy) Cause I'm a paper chaser Just livin my life (AYY) my life (OHH) My life (AYY) my life (OHH) Just livin my life (AYY) my life (OHH) My life (AYY) my life (OHH) just livin my life  [Verse 1: T.I.] Hey, never mind what haters say, ignore 'em 'til they fade away Amazing they ungrateful after all the game I gave away Safe to say I paved the way for you cats to get paid today You'd still be wastin days away now had I never saved the day Consider them my protege, homage I think they should pay Instead of bein gracious they violate in a major way I never been a hater, still I love 'em in a crazy way Some say they sold the yay' you know they couldn't get work on Labor Day It ain't that black and white, it has an area the shade of gray I'm Westside anyway, even if I left today and stayed away Some move away to make a way, not move away cause they afraid I brought back to the hood, and all you ever did was take away I pray for patience but they make me wanna melt they face away Like I once made 'em spray, now I could make 'em put the K's away Been thuggin all my life, can't say I don't deserve to take a break You'd rather see me catch a case and watch my future fade away  [Hook: Rihanna] You're gonna be, a shinin star In fancy clothes, and fancy car-ars And then you'll see, you're gonna go far Cause everyone knows, just who ya are-are So live your life (AYY! Ayyy ayyy ayyy) [You steady chasin that paper] Just live your life (AYY! Ayyy ayyy ayyy) Ain't got no time for no haters Just live your life (AYY! Ayyy ayyy ayyy) No tellin where it'll take ya Just live your life (OHH! Ayyy ayyy ayyy) Cause I'm a paper chaser Just livin my life (AYY) my life (OHH) My life (AYY) my life (OHH) Just livin my life (AYY) my life (OHH) My life (AYY) my life (OHH) just livin my life  [Verse 2: T.I.] I'm the opposite of moderate, immaculately polished with The spirit of a hustler and the swagger of a college kid Allergic to the counterfeit, impartial to the politics Articulate, but still'll grab a nigga by the collar quick Whoever havin problems with their record sales just holler Tip If that don't work and all else fails then turn around and follow Tip I got love for the game, but ay I'm not in love with all of it Could do without the fame, and rappers nowadays are comedy The hootin and the hollerin, back and forth with the arguin Where you from, who you know, what you make and what kind of car you in Seems as though you lost sight of what's important when depositin Them checks into your bank account, and you up out of poverty Your values is a disarray, prioritizin horribly Unhappy with the riches cause you're piss poor morally Ignorin' all prior advice and forewarnin' And we mighty full of ourselves all of a sudden, aren't we?  [Hook: Rihanna] You're gonna be, a shinin star In fancy clothes, and fancy car-ars And then you'll see, you're gonna go far Cause everyone knows, just who ya are-are So live your life (AYY! Ayyy ayyy ayyy) You steady chasin that paper Just live your life (AYY! Ayyy ayyy ayyy) Ain't got no time for no haters Just live your life (AYY! Ayyy ayyy ayyy) No tellin where it'll take ya Just live your life (OHH! Ayyy ayyy ayyy) Cause I'm a paper chaser Just livin my life (AYY) my life (OHH) My life (AYY) my life (OHH) Just livin my life (AYY) my life (OHH) My life (AYY) my life (OHH) just livin my life  [Bridge: Rihanna] Got everybody watchin what I do, come walk in my shoes And see the way I'm livin if you really want to Got my mind on my money And I'm not goin awayyyyyyy So keep on gettin your paper, and keep on climbin Look in the mirror, and keep on shinin (shinin) Until the game ends, 'til the clock stop We gon' post up on the top spot Livin the life, the life In the Windmill City got my whole team with me The life, my life I do it how I wanna do I'm livin my life, my life I will never lose I'm livin my life, my liiiife And I'll never stop it  [Sample] {\"Miya hee, miya ho, miya hu, miya ha-ha\" - *repeat 4X*}  [Outro: Just Blaze] So live your life  ",
        "title": "Live Your Life"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Verse 1] You change your mind like a girl changes clothes Yeah, you PMS like a bitch I would know And you overthink, always speak cryptically I should know that you're no good for me  [Chorus] 'Cause you're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down You're wrong when it's right It's black and it's white We fight, we break up We kiss, we make up (You) You don't really want to stay, no (You) But you don't really want to go, oh You're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down  [Verse 2] We used to be just like twins So in sync The same energy, now's a dead battery Used to laugh 'bout nothing, now you're plain boring I should know that you're not gonna change  [Chorus] 'Cause you're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down You're wrong when it's right It's black and it's white We fight, we break up We kiss, we make up (You) You don't really want to stay, no (You) But you don't really want to go, oh You're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down  [Bridge] Someone call the doctor Got a case of a love bipolar Stuck on a roller coaster Can't get off this ride  [Breakdown] You change your mind like a girl changes clothes  [Chorus] 'Cause you're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down You're wrong when it's right It's black and it's white We fight, we break up We kiss, we make up You're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down You're wrong when it's right It's black and it's white We fight, we break up We kiss, we make up (You) You don't really want to stay, no (You) But you don't really want to go, oh You're hot then you're cold You're yes, then you're no You're in, then you're out You're up, then you're down  ",
        "title": "Hot N Cold"
    },
    {
        "artist": "The-Dream",
        "lyrics": "  [Intro] Girl I'm in love with you baby And I want you to know That I'm hooked on your body And I'm trying to be yours  Radio Killer! Yessir! We beat it up like gorillas Trick, where you at? Oh Yessir! Bikini Hour!  [Verse 1] She going right She going left I had her here, to myself I got on it Like I want it She rode to beat like a pony Cameras up Cameras flash I'm tipsy trying to last I want to change her name to Mrs. Nash There's nothing left to say  [Hook] Cause she rockin' that thang like Ooh, ooh, ooh, ooh ay ooh, ooh, ooh, ooh She rockin' that thang like Ooh, ooh, ooh, ooh ay ooh, ooh, ooh, ooh There's nothing I can say She rockin' that thang like Ooh, ooh, ooh, ooh ay ooh, ooh, ooh, ooh She rockin' that thang like Ooh, ooh, ooh, ooh ay ooh, ooh, ooh, ooh There's nothing I can say She just rockin' that thang like  [Verse 2] We out the door We in the car She under my shirt I'm under her bra She said take it if you want it Then we made love till the first light of morning So we did it, done it, get it, got it Ooh, ooh, ooh baby She said do it till my body don't move baby Ooh baby  [Hook] She rockin' that thang like Ooh, ooh, ooh, ooh ay ooh, ooh, ooh, ooh She rockin' that thang like Ooh, ooh, ooh, ooh ay ooh, ooh, ooh, ooh There's nothing I can say She rockin' that thang like Ooh, ooh, ooh, ooh ay ooh, ooh, ooh, ooh She rockin' that thang like Ooh, ooh, ooh, ooh ay ooh, ooh, ooh, ooh There's nothing I can say She just rockin' that thang like  [Bridge] Girl I'm in love with you baby And I want you to know That I'm hooked on your body And I'm trying to be yours Hear my words for their worth Ain't just trying to get in your clothes Ok I'm lying But damn you fine And umm! (She rockin' that thang like) Oh yeah!  [Breakdown] Ooh, ooh, ooh, ooh ay ooh, ooh, ooh, ooh She rockin' that thang like Ooh, ooh, ooh, ooh ay ooh, ooh, ooh, ooh There's nothing I can say She rockin' that thang like Ooh, ooh, ooh, ooh ay ooh, ooh, ooh, ooh She rockin' that thang like Ooh, ooh, ooh, ooh ay ooh, ooh, ooh, ooh There's nothing I can say She just rockin' that thang like  Take me I'm yours shorty As we rock to the left Rock to the right Lend me your body I'mma rock it all night Don't leave us on this floor shorty The door's to the left I'm parked on the right Tell my niggas holla back Tell your girls good night  The way you're rocking that up in this club I swear you're gonna make a nigga fall in love, love The way you're rocking that up in this club I swear you're gonna make a nigga fall in love, love  ",
        "title": "Rockin' That Thang"
    },
    {
        "artist": "The Veronicas",
        "lyrics": "  [Verse 1] I go ooh ooh, you go ah ah Lalalala, Lalalala I can't lie, lie, lie, lie, lie, lie I wanna wanna wanna get get get what I want Don't stop Give me, give me, give me what you got got Cause I can't wait wait wait any more more more more Don't even talk about the consequence Cause right now you're the only thing that's making any sense to me And I don't give a damn what they say, what they think think Cause you're the only one who's on my mind I'll never ever let you leave me I'll try to stop time for ever, never wanna hear you say goodbye  [Chorus] I feel so untouched And I want you so much That I just can't resist you It's not enough to say that I miss you I feel so untouched right now Need you so much Somehow I can't forget you Been going crazy from the moment I met you  [Post-Chorus] Untouched And I need you so much  [Verse 2] See you, breathe you, I want to be you Alalalala, Alalalala You can take, take, take, take, take time, time To live live the way you gotta gotta live your life Give me, give me, give me all of you you Don't be scared I'll see you through the loneliness of one more more more Don't even think about what's right or wrong or wrong or right Cause in the end it's only you and me And no one else is gonna be around To answer all the questions left behind And you and I are meant to be so Even if the world falls down today You've still got me to hold you up up And I will never let you down (down)  [Chorus] I feel so untouched And I want you so much That I just can't resist you It's not enough to say that I miss you I feel so untouched right now Need you so much Somehow I can't forget you Been going crazy from the moment I met you  [Break] Untouched, untouched, untouched, untouched, untouched Alalalala, Alalalala Untouched Alalalala, Alalalala  [Chorus] I feel so untouched And I want you so much That I just can't resist you It's not enough to say that I miss you I feel so untouched right now Need you so much Somehow I can't forget you Been going crazy from the moment I met you I feel so untouched And I want you so much That I just can't resist you It's not enough to say that I miss you I feel so untouched right now Need you so much Somehow I can't forget you Been going crazy from the moment I met you  [Outro] Untouched Untouched Untouched  ",
        "title": "Untouched"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] Say you're sorry, that face of an angel Comes out just when you need it to As I paced back and forth all this time 'Cause I honestly believed in you Holdin' on, the days drag on Stupid girl, I shoulda known, I shoulda known  [Chorus] That I'm not a princess, this ain't a fairytale I'm not the one you'll sweep off her feet, lead her up the stairwell This ain't Hollywood, this is a small town I was a dreamer before you went and let me down Now it's too late for you and your white horse To come around  [Verse 2] Baby I was naive, got lost in your eyes And never really had a chance My mistake I didn't know to be in love You had to fight to have the upper hand I had so many dreams about you and me Happy endings, now I know  [Chorus] That I'm not a princess, this ain't a fairytale I'm not the one you'll sweep off her feet, lead her up the stairwell This ain't Hollywood, this is a small town I was a dreamer before you went and let me down Now it's too late for you and your white horse To come around  [Bridge] And there you are on your knees Beggin' for forgiveness, beggin' for me Just like I always wanted But I'm so sorry  [Chorus] 'Cause I'm not your princess, this ain't our fairytale I'm gonna find someone someday Who might actually treat me well This is a big world, that was a small town There in my rear view mirror disappearing now And it's too late for you and your white horse Now it's too late for you and your white horse To catch me now  [Outro] Oh, whoa, whoa, whoa Try and catch me now, oh It's too late to catch me now  ",
        "title": "White Horse"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Verse 1] Comparisons are easily done Once you've had a taste of perfection Like an apple hanging from a tree I picked the ripest one I still got the seed  [Pre-Chorus 1] You said move on, where do I go? I guess second best is all I will know  [Chorus] 'Cause when I'm with him, I am thinking of you Thinking of you What you would do if You were the one who was spending the night Oh, I wish that I was looking into your eyes  [Verse 2] You're like an Indian summer in the middle of winter Like a hard candy with a surprise center How do I get better once I've had the best? You said there's tons of fish in the water So the waters I will test  [Pre-Chorus 2] He kissed my lips, I taste your mouth, oh He pulled me in, I was disgusted with myself  [Chorus] 'Cause when I'm with him, I am thinking of you Thinking of you What you would do if You were the one who was spending the night Oh, I wish that I was looking into your eyes  [Bridge] You're the best And yes I do regret How I could let myself let you go Now the lesson's learned I touched it, I was burned Oh, I think you should know  [Final Chorus] 'Cause when I'm with him, I am thinking of you Thinking of you What you would do if You were the one who was spending the night Oh, I wish that I was looking into your eyes Looking into your eyes Looking into your eyes Oh, won't you walk through And bust in the door and take me away Oh, no more mistakes 'Cause in your eyes I'd like to stay  ",
        "title": "Thinking Of You"
    },
    {
        "artist": "Kid Cudi",
        "lyrics": "  [Intro] Uh, uh, uh, uh Uh, uh  [Verse 1] Day and night I toss and turn I keep stress in my mind, mind I look for peace But see I don't attain What I need for keeps This silly game we play, play Now look at this Madness the magnet Keeps attracting me, me I try to run But see I'm not that fast I think I'm first But surely finish last, last  [Hook] 'Cause day and night The lonely stoner Seems to free his mind at night He's all alone Through the day 'n' nite The lonely loner Seems to free his mind at night At, at, at night Day and night The lonely stoner Seems to free his mind at night He's all alone Some things will never change The lonely loner Seems to free his mind at night At, at, at night  [Verse 2] Hold the phone The lonely stoner Mr. Solo Dolo He's on the move Can't seem to shake the shade Within his dreams He sees the life he made, made The pain is deep A silent sleeper You won't hear a peep, peep The girl he wants Don't seem to want him too It seems the feelings That she had are through, through  [Hook] 'Cause day and night The lonely stoner Seems to free his mind at night He's all alone Through the day and night The lonely loner Seems to free his mind at night At, at, at night Day and night The lonely stoner Seems to free his mind at night He's all alone Some things will never change The lonely loner Seems to free his mind at night At, at, at night  [Verse 3] Slow mo When the tempo slows up And creates that new, new He seems alive Though he is feelin' blue The sun is shinin' Man he's super cool, cool The lonely nights They fade away He slips into his white Nikes He smokes a clip And then he's on the way To free his mind in search of To free his mind in search of To free his mind in search of  [Hook] Day and night The lonely stoner Seems to free his mind at night He's all alone Through the day and night The lonely loner Seems to free his mind at night At, at, at night Day and night The lonely stoner Seems to free his mind at night He's all alone Some things will never change The lonely loner Seems to free his mind at night At, at, at night, night At, at, at night, night  [Outro] Na-na-na-na-na-na, Kid Cudi-i-i Cleveland status, grind all day Cleveland status, grind all night Cleveland status, grind all day Cleveland status, grind all night  ",
        "title": "Day 'N' Nite"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Verse 1] This time, I wonder what it feels like To find the one in this life, the one we all dream of But dreams just aren't enough So I'll be waiting for the real thing, I'll know it by the feeling The moment when we're meeting, will play out like a scene Straight off the silver screen So I'll be holding my breath, right up 'til the end Until that moment when, I find the one that I'll spend forever with  [Chorus] Cause nobody wants to be the last one there Cause everyone wants to feel like someone cares Someone to love with my life in their hands There's got to be somebody for me like that Cause nobody wants to do it on their own And everyone wants to know they're not alone There's somebody else that feels the same somewhere There's got to be somebody for me out there  [Verse 2] Tonight, out on the street, out in the moonlight And dammit this feels too right, it's just like déja vu Me standing here with you So I'll be holding my breath, could this be the end? Is it that moment when, I find the one that I'll spend forever with  [Chorus] Cause nobody wants to be the last one there Cause everyone wants to feel like someone cares Someone to love with my life in their hands There's got to be somebody for me like that Cause nobody wants to do it on their own And everyone wants to know they're not alone There's somebody else that feels the same somewhere There's got to be somebody for me out there  [Verse 3] You can't give up, (when you're looking for) A diamond in the rough (cause you never know) When it shows up, (make sure you're holding on) Cause it could be the one, the one you're waiting on Cause nobody wants to be the last one there And everyone wants to feel like someone cares Someone to love with my life in their hands There's got to be somebody for me, oh  [Chorus] Nobody wants to go it on their own And everyone wants to know they're not alone There's somebody else that feels the same somewhere There's got to be somebody for me out there Nobody wants to be the last one there Cause everyone wants to feel like someone cares There's somebody else that feels the same somewhere There's got to be somebody for me out there  ",
        "title": "Gotta Be Somebody"
    },
    {
        "artist": "Keith Urban",
        "lyrics": null,
        "title": "Sweet Thing"
    },
    {
        "artist": "T.I.",
        "lyrics": "  [Intro] Ayy, Jim, you know the ol' sugar daddies? They be trickin', they tell them girls I said you could have whatever you like (if you like) I said you could have whatever you like (if you like) Yeah (yeah)  [Chorus] Stacks on deck, Patron on ice And we can pop bottles all night And, baby, you could have whatever you like (if you like) I said you could have whatever you like, yeah Baby, I can treat you so special, so nice I gas up the jet for you tonight And, baby, you could go wherever you like (if you like) I said you could go wherever you like, yeah (yeah)  [Verse 1] Anytime you want to pick up the telephone, you Know it ain't nothin' to drop a couple stacks on you Want it, you could get it, my dear Five million dollar home, drop Bentleys, I swear, yeah  [Pre-Chorus] I want yo' body, need yo' body Long as you got me you won't need nobody You want it, I got it, go get it, I'll buy it Tell them other broke nigga be quiet  [Chorus] Stacks on deck, Patron on ice And we can pop bottles all night And, baby, you could have whatever you like (if you like) I said you could have whatever you like, yeah Baby, I can treat you so special, so nice I gas up the jet for you tonight And, baby, you could go wherever you like (if you like) I said you could go wherever you like, yeah (yeah)  [Verse 2] Shawty, you the hottest, love the way you drop it So good I swore you went to college Hundred karat deposit, to vacations in the tropics ‘Cause e'rybody know it ain't trickin' if you got it You need never ever gotta go to yo' wallet Long as I got rubberband banks in my pocket Five, six rides with rims and a body kit You ain't gotta downgrade, you can get what I get My chick could have what she want And go in any store for any bag she want And, no, she ain't never had a man like that To buy you anything your heart desire like that, yeah  [Pre-Chorus] I want yo' body, need yo' body Long as you got me you won't need nobody You want it, I got it, go get it, I'll buy it Tell them other broke nigga be quiet  [Chorus] Stacks on deck, Patron on ice And we can pop bottles all night And, baby, you could have whatever you like (if you like) I said you could have whatever you like, yeah Baby, I can treat you so special, so nice I gas up the jet for you tonight And, baby, you could go wherever you like (if you like) I said you could go wherever you like, yeah (yeah)  [Bridge] I'm talkin' big boy rides, and big boy ice Let me put this big boy in yo' life You just be so fresh, and look so nice Let me put this big boy in yo' life; that's right  [Pre-Chorus] I want yo' body, need yo' body Long as you got me you won't need nobody You want it, I got it, go get it, I'll buy it Tell them other broke nigga be quiet  [Chorus] Stacks on deck, Patron on ice And we can pop bottles all night And, baby, you could have whatever you like (if you like) I said you could have whatever you like, yeah Baby, I can treat you so special, so nice I gas up the jet for you tonight And, baby, you could go wherever you like (if you like) I said you could go wherever you like, yeah (yeah)  ",
        "title": "Whatever You Like"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] Just a girl born in Dixie Washed in the blood And raised on the banks Of the Mississippi mud She always had a thing About falling in love with a bad boy  Yea, they could see it all coming But her daddy never dreamed She'd grow up that fast You know what I mean The way a girl gets When she turns 17 Kind of crazy  [Pre-Chorus] She's a rebel child And a preacher's daughter She was baptized in dirty water Her mama cried the first time They caught her with me They knew they couldn't stop her  [Chorus] She holds tight to me and the Bible On the back seat of my motorcycle Left her daddy standing there Preaching' to the choir You see God love her Oh me and God love her  [Verse 2] She kissed her mama goodbye Said I'll be sure 'n phone you She called from a truck stop In Tucson Arizona With amazing grace We made California line And then my gypsy life Started taking its toll And the fast lane got empty And out of control And just like an angel She saved my soul from the devil  [Pre-Chorus]  [Chorus]  [Chorus] Now she holds tight to me and the Bible On the back seat of my motorcycle Left her daddy standing there Preaching to the choir You see God love her Oh me and God love her God love her Me and God love her  ",
        "title": "God Love Her"
    },
    {
        "artist": "Jesse McCartney Featuring Ludacris",
        "lyrics": "  [Intro] Ohh oh Ohh oh Ohh oh, oh  [Hook: Jesse McCartney] It's been about a year now Ain't seen or heard from you I been missing you crazy How do you, how do you sleep? I found the letter you wrote me It still smells just like you Damn those sweet memories How do you, how do you sleep? (how do you sleep?)  [Verse 1: Jesse McCartney] Tried my best at movin' on Have yet to find a girl like you See things now I didn't before Now wishing I had more time with you How do you stay awake knowing all I do is think of you? All the things we thought about Then never will have done happen again If I could just see you  [Break: Jesse McCartney] If I had my way, I'd come and getcha girl In your favorite car with the missing top Remember 'round my way where we used to park And did all those things to steal your heart  [Hook] It's been about a year now Ain't seen or heard from you I been missing you crazy How do you, how do you sleep? I found the letter you wrote me It still smells just like you Damn those sweet memories How do you, how do you sleep? (how do you sleep?)  [Verse 2: Jesse McCartney] Baby, all that I hear from my friends again, again And again (Come and ask 'bout you) They say \"We saw your girl at the game and damn We gotta say a big mistake by you\" Not only does your body bang But I miss the conversation too Tell me that you're gettin' no sleep, can't think Can't eat, 'til I come see you  [Break] If I had my way, I'd come and getcha girl In your favorite car with the missing top Remember 'round my way where we used to park And did all those things to steal your heart  [Hook] It's been about a year now Ain't seen or heard from you I been missing you crazy How do you, how do you sleep? I found the letter you wrote me It still smells just like you Damn those sweet memories How do you, how do you sleep? (how do you sleep?)  [Verse 3: Ludacris] Look, now it's been about a year and I'm tryin to figure out, how could ya? Forget about who loves you the most, why would ya? Heal my heart (heart), heal my brain (brain) Oh, how I wish you could feel my pain Cause I couldn't get you off my mind if I tried (hey) Twenty-four seven (three six five) And my nights so cold (cold), days so long (long) They say you don't know what you got 'til it's gone Well it's gone and I'm trippin' how much I miss it And you steady walkin 'round like I never existed And it's hard to understand (hey), you got another plan (hey) Tryin' to play harder, you got another man But you'll never find another like moi (moi) That have you ridin' 'round in a drop top car (car) Baby, you a star and it's time that you know it So much love and it's time that we show it (LUDA!)  [Hook] It's been about a year now Ain't seen or heard from you I been missing you crazy How do you, how do you sleep? I found the letter you wrote me It still smells just like you Damn those sweet memories How do you, how do you sleep? (how do you sleep?) Ohh oh, ohh oh, ohh oh, oh  [Hook] It's been about a year now Ain't seen or heard from you I been missing you crazy How do you, how do you sleep? I found the letter you wrote me It still smells just like you Damn those sweet memories How do you, how do you sleep? (how do you sleep?)  [Outro] Ohh oh, ohh oh, ohh oh, oh  ",
        "title": "How Do You Sleep?"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] Na na na na na na na, na na na na na na Na na na na na na na, na na na na na na I guess I just lost my husband, I don't know where he went So I'm gonna drink my money, I'm not gonna pay his rent (nope!) I got a brand new attitude and I'm gonna wear it tonight I wanna get in trouble, I wanna start a fight Na na na na na na na, I wanna start a fight Na na na na na na na, I wanna start a fight  [Chorus] So, so what? I'm still a rock star I got my rock moves and I don't need you And guess what? I'm having more fun And now that we're done, I'm gonna show you tonight I'm alright I'm just fine and you're a tool So, so what? I am a rock star I got my rock moves and I don't want you tonight  [Verse 2] (Uh, check my flow, aw) The waiter just took my table And gave it to Jessica Simps (shit!) I guess I'll go sit with drum boy At least he'll know how to hit (oops!) What if this song's on the radio Then somebody's gonna die I'm gonna get in trouble My ex will start a fight Na na na na na na na he's gonna start a fight Na na na na na na na we're all gonna get in a fight!  [Chorus] So, so what? I'm still a rock star I got my rock moves and I don't need you And guess what? I'm having more fun And now that we're done, I'm gonna show you tonight I'm alright I'm just fine and you're a tool So, so what? I am a rock star I got my rock moves and I don't want you tonight  [Bridge] You weren't there, you never were You want it all, but that's not fair I gave you life, I gave my all You weren't there, you let me fall  [Chorus] So, so what? I'm still a rock star I got my rock moves and I don't need you And guess what? I'm having more fun And now that we're done, I'm gonna show you tonight I'm alright I'm just fine and you're a tool So, so what? I am a rock star I got my rock moves and I don't want you tonight  [Outro] No, no, no, no I don't want you tonight You weren't there I'm gonna show you tonight (I'm gonna show you tonight) I'm alright (I'm alright) I'm just fine and you're a tool So, so what? I am a rock star I got my rock moves and I don't want you tonight! Ba da da da da da  ",
        "title": "So What"
    },
    {
        "artist": "John Legend Featuring Andre 3000",
        "lyrics": "  [Hook: John Legend] Give me the green light Give me just one night I'm ready to go right now I'm ready to go right now (Let's go!) I'm ready to go right now I'm ready to go right now  [Verse 1: John Legend] I see you move, I'm checking your smile Workin your back like, it's going out of style Shake just a little bit faster Shake just a little now girl Dying to meet you, so let's mess around Got an obsession, of us getting down Come just a little bit closer I just need permission soooo  [Hook: John Legend] Give me the green light Give me just one night I'm ready to go right now I'm ready to go right now (Let's go!) I'm ready to go right now I'm ready to go right now  [Interlude: Andre 3000 and John Legend] One, two, three - green light Well, if it's what it seems like They way you're movin' baby let's me know that's it's gon' be right I'm - (I'm ready to go right now) Ah, ah I'm - (I'm ready to go right now) A-one, two, three - red light I wanna see what your bed's like But if I be your buddy, get you studied, is yo' head right? I'm - (I'm ready to go right now) Ah, ah I'm - (I'm ready to go right now)  [Verse 2: John Legend] Do I have a girlfriend? Well, technically no (NO!) If you be my girlfriend, then I'll make it so You'll be my only true lover No competition, no other (no other) Baby, it's just, the thrill of the chase I've got a feeling, I'm winning this race Baby, I'm in much closer I just need permission so  [Hook: John Legend] Give me the green light Give me just one night I'm ready to go right now I'm ready to go right now (Let's go!) I'm ready to go right now I'm ready to go right now  [Interlude: Andre 3000 and John Legend] One, two, three - green light Well, if it's what it seems like They way you're movin' baby let's me know that's it's gon' be right I'm - (I'm ready to go right now) Ah, ah I'm - (I'm ready to go right now) A-one, two, three - red light I wanna see what your bed's like But if I be your buddy, get you studied, is yo' head right? I'm - (I'm ready to go right now) Ah, ah I'm - (I'm ready to go right now)  [Verse 3: Andre 3000] So I went hard like Medusa starin at me I told her, \"Let's go, let's blow this lame nigga factory\" She said, \"What kind of girl do you think that I are? The kind that you meet in a bar? You think you can get whatever you want cause you some kind of star\" No, I'm a comet; I just want you woman Hey, if I were you then it would be me that I'd go home with Three, the one and only, one thing you ain't considered I heard you when you told your girl, \"Ooh, he can get it\" - admit it You did it! Let's hop a cab, and split it I'm kiddin! We both goin' to where you livin'! Eh-HAH!! I got you giggling like a piglet - oh, that's the ticket? I hope you more like, Anita Baker, than Robin Givens No, I don't know that lady, so let me quit it I'm just stylefreein', freestylin' which I seldom do This is what I'm tellin' you, to the bed I'm nailin' you Like I've been in jail for two, years and then they let me loose  [Hook: John Legend] Give me the green light Give me just one night I'm ready to go right now I'm ready to go right now (Let's go!) I'm ready to go right now I'm ready to go right now  [Overlap: Andre 3000] You got you one, Legend! Sometimes you gotta step from behind that piano! And let 'em know what's going on Even Stevie Wonder got down sometimes..Hahaha! I'm ready to go! My mandate can't wait Participate  [Hook: John Legend] Give me the green light Give me just one night I'm ready to go right now I'm ready to go right now (Let's go!) I'm ready to go right now I'm ready to go right now  ",
        "title": "Green Light"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Verse 1] Superstar, where you from? How's it going? I know you got a clue what you're doing You can play brand new to all the other chicks out here But I know what you are, what you are, baby Look at you getting more than just a re-up Baby, you got all the puppets with their strings up Faking like a good one, but I call 'em like I see 'em I know what you are, what you are, baby  [Chorus] Womanizer, woman-womanizer, you're a womanizer Oh, womanizer, oh, you're a womanizer, baby You-you-you are, you-you-you are Womanizer, womanizer, womanizer  [Post-Chorus] Boy, don't try to front, I-I know just, just what you are Boy, don't try to front, I-I know just, just what you are You got me going, you're oh-so-charming But I can't do it, you womanizer Boy, don't try to front, I-I know just, just what you are Boy, don't try to front, I-I know just, just what you are You say I'm crazy, I got you crazy You're nothing but a womanizer  [Verse 2] Daddy-O, you got the swagger of champion Too bad for you, you just can't find the right companion I guess when you have one too many makes it hard, it could be easy Who you are, that's just who you are, baby Lollipop, must mistake me for a sucker To think that I would be a victim, not another Say it, play it how you wanna, but no way, I'm never gonna fall for you Never you, baby  [Chorus] Womanizer, woman-womanizer, you're a womanizer Oh, womanizer, oh, you're a womanizer, baby You-you-you are, you-you-you are Womanizer, womanizer, womanizer  [Post-Chorus] Boy, don't try to front, I-I know just, just what you are Boy, don't try to front, I-I know just, just what you are You got me going, you're oh-so-charming But I can't do it, you womanizer Boy, don't try to front, I-I know just, just what you are Boy, don't try to front, I-I know just, just what you are You say I'm crazy, I got you crazy You're nothing but a womanizer  [Bridge] Maybe if we both lived in a different world (Womanizer, womanizer, womanizer, womanizer) It would be all good, and maybe I could be your girl But I can't cause we don't, you...  [Chorus] Womanizer, woman-womanizer, you're a womanizer Oh, womanizer, oh, you're a womanizer, baby You-you-you are, you-you-you are Womanizer, womanizer, womanizer  [Post-Chorus] Boy, don't try to front, I-I know just, just what you are Boy, don't try to front, I-I know just, just what you are You got me going, you're oh-so-charming But I can't do it, you womanizer Boy, don't try to front, I-I know just, just what you are Boy, don't try to front, I-I know just, just what you are You say I'm crazy, I got you crazy You're nothing but a womanizer  [Outro] Boy, don't try to front, I-I know just, just what you are Boy, don't try to front, I-I know just, just what you are Womanizer, woman-womanizer, you're a womanizer Oh, womanizer, oh, you're a womanizer, baby  ",
        "title": "Womanizer"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Halo"
    },
    {
        "artist": "Darius Rucker",
        "lyrics": "  [Verse 1] He did not have to wake up He would been up all night Laying there in bed listening To his new born baby cry He makes a pot of coffee He splashes water on his face His wife gives him a kiss and says It is going to be OK  [Chorus] It would not be like this for long One day soon we will look back laughing At the week we brought her home This phase is going to fly by So baby just holds on It would not be like this for long  [Verse 2] Four years later bout four thirty She is crawling in their bed And when he drops her off at preschool She is clinging to his leg The teacher peels her off of him He says what can I do She says now do not you worry This will only last a week or two  [Chorus]  [Verse 3] Someday soon she will be a teenager And at times you will think she hates him Then he will walk her down the isle And he will raise her veil But right now she up and crying And the truth is that he do not mind As he kisses her good night And she says her prayers He lays down there beside her Till her eyes are finally closed And just watching her it breaks his heart Cause he already knows It would not be like this for long One day soon that little girl is going to be All grown up and gone Yeah this phase is going to fly by He is trying to hold on It would not be like this for long It would not be like this for long  ",
        "title": "It Won't Be Like This For Long"
    },
    {
        "artist": "Zac Brown Band",
        "lyrics": "  [Intro] You know I like my chicken fried Cold beer on a Friday night A pair of jeans that fit just right And the radio up  [Verse 1] Well I was raised up beneath the shade of a Georgia Pine And that's home you know Sweet tea, pecan pie, and homemade wine where the peaches grow And my house it's not much to talk about But it's filled with love that's grown in southern ground  [Chorus] And a little bit of chicken fried Cold beer on a Friday night A pair of jeans that fit just right And the radio up Well I've seen the sun rise See the love in my woman's eyes Feel the touch of a precious child And know a mother's love  [Verse 2] It's funny how it's the little things in life that mean the most Not where you live, what you drive, or the price tag on your clothes There's no dollar sign on a piece of mind This I've come to know So if you agree, have a drink with me Raise you glasses for a toast  [Chorus] To a little bit of chicken fried Cold beer on a Friday night A pair of jeans that fit just right And the radio up Well I've seen the sun rise See the love in my woman's eyes Feel the touch of a precious child And know a mother's love  [Verse 3] I thank God for my life And for the stars and stripes May freedom forever fly, let it ring Salute the ones who died The ones that give their lives so we don't have to sacrifice All the things we love  [Chorus] Like our chicken fried Cold beer on a Friday night A pair of jeans that fit just right And the radio up Well I've seen the sun rise See the love in my woman's eyes Feel the touch of a precious child And know a mother's love  [Chorus 2] Get your little chicken fried Cold beer on a Friday night A pair of jeans that fit just right And the radio up Well I've seen the sun rise See the love in my woman's eyes Feel the touch of a precious child And know a mother's love  ",
        "title": "Chicken Fried"
    },
    {
        "artist": "Brooks & Dunn Featuring Reba McEntire",
        "lyrics": "  [Verse 1] Her Daddy gave her first pony Then told her to ride She climbed high in that saddle Fell I don't know how many times Taught her a lesson that she learned Maybe a little too well  [Chorus] Cowgirls don't cry Ride, baby, ride Lessons in life are going to show you in time Soon enough your going to know why It's going to hurt every now and then If you fall get back on again Cowgirls don't cry  [Verse 2] She grew up She got married Never was quite right She wanted a house, a home and babies He started coming home late at night She didn't let him see it break her heart She didn't let him see her fall apart  [Chorus]  [Verse 3] Phone rang early one morning Her momma's voice, she'd been crying Said it's your daddy, you need to come home This is it, I think he's dying She laid the phone down by his head The last words that he said  [Chorus]  ",
        "title": "Cowgirls Don't Cry"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Intro (Spoken)] Bum bum be-dum, bum bum be-dum bum (What's wrong with me?) Bum bum be-dum, bum bum be-dum bum (Why do I feel like this?) Bum bum be-dum, bum bum be-dum bum (I'm going crazy now...) Bum bum be-dum, bum bum be-dum bum  [Verse 1] No more gas, in the red Can't even get it started Nothing heard, nothing said Can't even speak about it All my life on my head Don't want to think about it Feels like I'm going insane, yeah  [Pre-Chorus] It's a thief in the night To come and grab you It can creep up inside you And consume you A disease of the mind It can control you It's too close for comfort  [Chorus] Put on your brake lights You're in the city of wonder Ain't gon' play nice Watch out, you might just go under Better think twice Your train of thought will be altered So if you must falter, be wise  [Hook] Your mind's in Disturbia It's like the darkness is the light Disturbia, am I scaring you tonight? (Your mind is in) Disturbia Ain't used to what you like Disturbia, disturbia  [Refrain] Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum  [Verse 2] Faded pictures on the wall It's like they talkin' to me Disconnected, no one calls The phone don't even ring I gotta get out Or figure this shit out It's too close for comfort, oh  [Pre-Chorus] It's a thief in the night To come and grab you It can creep up inside you And consume you A disease of the mind It can control you I feel like a monster  [Chorus] Put on your brake lights You're in the city of wonder Ain't gon' play nice Watch out, you might just go under Better think twice Your train of thought will be altered So if you must falter, be wise  [Hook] Your mind's in Disturbia It's like the darkness is the light Disturbia, am I scaring you tonight? (Your mind is in) Disturbia Ain't used to what you like Disturbia, disturbia  [Refrain] Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum  [Bridge] Release me from this curse I'm in I've been trying to remain tame But I'm struggling If you can't go, oh, oh I think I'm gonna oh, oh, oh  [Chorus] Put on your brake lights You're in the city of wonder Ain't gon' play nice Watch out, you might just go under Better think twice Your train of thought will be altered So if you must falter, be wise  [Hook] Your mind's in Disturbia It's like the darkness is the light Disturbia, am I scaring you tonight? (Your mind is in) Disturbia Ain't used to what you like Disturbia, disturbia  [Refrain] Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum Bum bum be-dum, bum bum be-dum bum  ",
        "title": "Disturbia"
    },
    {
        "artist": "Shinedown",
        "lyrics": "  [Verse 1] My eyes are open wide By the way, I made it through the day I watched the world outside By the way, I'm leaving out today  [Pre-Chorus] Well I just saw Halley's comet, she waved Said, \"Why you always running in place?\" Even the man in the moon disappeared Somewhere in the stratosphere  [Chorus] Tell my mother, tell my father I've done the best I can To make them realize, this is my life I hope they understand  [Post-Chorus] I'm not angry, I'm just saying... Sometimes goodbye is a second chance  [Verse 2] Please don't cry one tear for me I'm not afraid of what I have to say This is my one and only voice So listen close, it's only for today  [Pre-Chorus] Well I just saw Halley's comet, she waved Said, \"Why you always running in place?\" Even the man in the moon disappeared Somewhere in the stratosphere  [Chorus] Tell my mother, tell my father I've done the best I can To make them realize, this is my life I hope they understand  [Post-Chorus] I'm not angry, I'm just saying... Sometimes goodbye is a second chance  [Bridge] Here's my chance This is my chance  [Chorus] Tell my mother, tell my father I've done the best I can To make them realize, this is my life I hope they understand  [Post-Chorus] I'm not angry, I'm just saying... Sometimes goodbye is a second chance  [Outro] Sometimes goodbye is a second chance Sometimes goodbye is a second chance Sometimes goodbye is a second chance  ",
        "title": "Second Chance"
    },
    {
        "artist": "Brooke White",
        "lyrics": "  Please, hold up my heart Give me a reason for this empty silence  You're here but you seem so far Why did you run away from me? Is it because I'm not as pretty as I used to be? Oh, like a picture on the wall Shoulda known that I was bound to fall  So please, hold up my heart Give me a reason for this empty silence Please, hold up my heart Darlin', I am changing, but everybody's changing too  When I am weak, try to always find the best of you and me But I will always be the one who understands you Like a picture on the wall Shoulda known that I was bound to fall  So please, hold up my heart Give me a reason for this empty silence Please, hold up my heart Darlin' I am changing, but everybody's changing too  We share hope, we share life We share kisses by the fire And I will always be the one who understands you  So please, hold up my heart Give me a reason for this empty silence Please, hold up my heart Give me a reason for this empty silence Please, hold up my heart Darlin' I am changing, but everybody's changing too  Darlin, I am changing, but everybody's changing too  ",
        "title": "Hold Up My Heart"
    },
    {
        "artist": "Kenny Chesney With Mac McAnally",
        "lyrics": "  [Intro] When I was a boy  [Verse 1] Four houses down from me Was a family with an only child She was the only girl In this whole world that could make me smile  [Chorus] Down the road I made up reasons to go Down the road  [Verse 2] Somewhere inside of me There was something she took a liking to And I asked her to marry me She said she really wanted to  [Chorus] Down the road To see what life's gonna hold Down the road  [Verse 3] Her momma wants to know If I'm washed in the blood or just in the water Her daddy wants to know If I make enough to take his daughter  [Chorus] Down the road Before he can let her go Down the road  [Verse 4] Now down the street from here There's an engineer with an only son And our baby girl says She believes that he is the only one  [Bridge] Down the road  [Verse 5] Her momma wants to know Is he washed in the blood or just in the water And I wanna know That he makes enough to take my daughter  [Chorus][x2] Down the road Before he can let her go Down the road  [Outro] Down, down, down that road Down, down, down that road  ",
        "title": "Down The Road"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": "  [Verse 1] Ooh, there's something about Just something about the way she move And I can't figure it out There's something about her Said, ooh, there's something about The kind of woman that want you but don't need you And I can't figure it out There's something about her  [Pre-Hook] Cause she walk like a boss Talk like a boss Manicured nails to set the pedicure off She's fly effortlessly And she move like a boss Do what a boss Do, she got me thinking about getting involved That's the kinda girl I need  [Hook] She got her own thing That's why I love her Miss Independent Won't you come and spend a little time?  She got her own thing That's why I love her Miss Independent Ooh, the way we shine Miss Independent  [Verse 2] Ooh there's something about The kind of woman that can do for herself I look at her and it makes me proud There's something about her There's something oh so sexy about The kind of woman that don't even need my help She said she got it, she got it, no doubt There's something about her  [Pre-Hook] Cause she work like a boss, play like a boss Car and a crib, she 'bout to pay them both off And her bills are paid on time She's made for a boss, only a boss Anything less she's telling them to get lost That's the girl that's on my mind  [Hook] She got her own thing That's why I love her Miss Independent Won't you come and spend a little time?  She got her own thing That's why I love her Miss Independent Ooh, the way we shine Miss Independent  [Bridge] Her favorite thing to say: \"Don't worry, I got it\" And everything she got: best believe she bought it She gonna steal my heart, ain't no doubt about it Girl, you're everything I need Said you're everything I need  [Hook] She got her own thing That's why I love her Miss Independent Won't you come and spend a little time?  She got her own thing That's why I love her Miss Independent Ooh, the way we shine Miss Independent  Miss Independent That's why I love her  ",
        "title": "Miss Independent"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": "  [Verse 1] She wants her nails painted black She wants the toy in the Cracker Jack She wants to ride the bull at the rodeo She wants to wear my shirt to bed She wants to make every stray a pet And drive around in my truck with no place to go  [Chorus] But she needs to feel that fire The one that lets her know for sure She’s everything I want and more A real desire, that lets her know I’d walk alone out on the wire To make her feel that fire  [Verse 2] She wants a cabin in the woods She wants to stand where nobody stood Someday she wants a couple kids of her own She wants to make love on a train Some day’s she only wants a break Hey she wants what she wants, and man I know I know I know  [Chorus]  [Verse 3] So as long as there’s a breath to take A smile to share, A prayer to bring A chance to hold her hand and fan the flame She’s gonna feel that fire The one that lets her know for sure She’s everything I want and more A real desire, that lets her know I’d walk alone out on the wire Yeah to make her feel that fire. Whoa Feel that fire  [Outro] She wants her nails painted black She wants the toy in the Cracker Jack She wants to ride the bull at the rodeo  ",
        "title": "Feel That Fire"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  [Intro] You boys ever met a real country girl? Talking, true blue, out in the woods, down home, country girl  [Verse 1] She's a hot little number in her pick-up truck Daddy's sweet money done jacked it up She's a party-all-nighter from South Carolina, a bad mamajama from down in Alabama She's a raging cajun, a lunatic from Brunswick, juicy Georgia peach With a thick southern drawl, sexy swing and walk, brother she's all  [Chorus] Country, (shoot) from her cowboy boots to her down home roots She's country, from the songs she plays to the prayers she prays That's the way she was born and raised, she aren’t afraid to stay, country Brother she's country  [Verse 2] A hell raisin sugar when the sun goes down, mama taught her how to rip up a town Honey dripping honey from the hollering Kentucky Get you flipping kind of trippie like a Mississippi hippie She's a Kansas princess, crazy mother trucker, undercover lover Thick southern drawl, sexy swing and walk Brother she's all  [Chorus] Country (shoot) from her cowboy boots to her down home roots She's country, from the songs she plays to the prayers she prays That's the way she was born and raised, she aren’t afraid to stay, country Nothing but country  [Bridge] (Thick southern drawl) (Sexy swing and walk) (Aw show them how a country girl does it one time now)  [Chorus] Brother she's country, from her cowboy boots to her down home roots Nothing but country Yea yeayeaaa She's country (shoot) from her cowboy boots to her down home roots She's country, from the songs she plays to the prayers she prays That's the way she was born and raised she aren’t afraid to stay, country Yea she's nothing but country  [Outro] She's all about the country From the backwoods she's a homegrown, down to the bone, she's country  ",
        "title": "She's Country"
    },
    {
        "artist": "Plain White T's",
        "lyrics": "  1-2-1-2-3-4  [Verse 1] Give me more loving than I've ever had Make it all better when I'm feeling sad Tell me I'm special even when I know I'm not Make it feel good when it hurts so bad Barely get mad I'm so glad I found you I love being around you You make it easy  [Chorus] It's as easy as 1-2-1-2-3-4 There's only One thing (one) To do (two) Three words (three) For you... (four) (I love you) I love you There's only One way (one) To say (two) Those three words (three) And that's what I'll do... (four) (I love you) I love you  [Verse 2] Give me more loving from the very start Piece me back together when I fall apart Tell me things you never even tell your closest friends Make it feel good when it hurts so bad The best that I've had And I'm so glad I found you I love being around you You make it easy  [Chorus]  [Bridge] (I love you) I love you  [Chorus x2]  [Outro] 1-2-3-4 I love you (I love you) I love you  ",
        "title": "1, 2, 3, 4"
    },
    {
        "artist": "Yung L.A. Featuring Young Dro & T.I.",
        "lyrics": null,
        "title": "Ain't I"
    },
    {
        "artist": "Maino Featuring T-Pain",
        "lyrics": "  [Hook: T-Pain] Tell me what do you see, when you're looking at me On a mission to be, what I'm destined to be I've done been through the pain and the sorrow The struggle it's nothing but love I'm a soldier a rider a ghetto survivor and all the above All the above (x7)  [Verse One: Maino] Listen! Really what do you see, when you looking at me? See me come up from nothing, see me living my dreams I've done been through the bottom, I've done suffered a lot I deserve to be rich, heading straight to the top Look how I ride for the block, look how I rep for the hood I got nothing but love, now that I come through the hood Getting this fortune and fame, money ain't goin' to shame? The new Benz is all white, call it John McCain How the hell could you stop me? Why in the world would you try? I go hard forever, that's just how I'm designed That's just how I was built, see the look in my eyes You take all of this from me, and I'm still gon' survive You get truth from me, but these rappers gon' lie I'm a part of these streets, till the day that I die I wave hi to the haters, mad that I finally made it Take a look, and you can tell that I'm destined for greatness  [Hook: T-Pain]  [Verse Two: Maino] It's easy to hate, it's harder to love me Y'all don't understand, y'all quickly to judge me Put your foot in my Nike's, picture you living my life Picture you stuck in the cell, picture you wasting your life Picture you facing a charge, picture you beating the odds Picture you willing to bleed, picture you wearing the scar Thank you for making me struggle, thank you for making me grind I perfected my hustle, tell me the world ain't mine You've been seeing me lately, I'm a miracle baby I refuse to lose, this what the ghetto done made me I put that on my father, trying to hope for tomorrow When I think that I can't, I envision Obama I envision in diamonds, I envision Ferrari's If the world was perfect, all my niggas behind me Ain't you happy I made it? Man I'm making a statement Take a look, and you can tell that I'm destined for greatness   [Hook: T-Pain]  [Bridge: T-Pain] Now if I'm out on the spot Or if I'm out on the block I hustle hard cause it's all the same (They know, they know) If you know that grind don't stop Because I rose to the top And everybody knows my name (Maino, Maino) Hey! I'm still grinding, still hustling No more pain, no more suffering My ladies and my shorties and my thugs Keep on dancing and shining for love  [Hook: T-Pain]  ",
        "title": "All The Above"
    },
    {
        "artist": "GS Boyz",
        "lyrics": "  [Intro] Huh, Soufside is who I be! Say, I got my G-Spot Boyz wit me, ya dig? Prince Charming and my boy Slizz And we got a new dance for y'all, ya dig! I holla...  [Hook: Soufside] Bitch I'm wild! (Hold up), do the Stanky Legg (ayyyy!) Do the Stanky Legg (ayyyy!), do the Stanky Legg (ayyyy!) When I hit da dance flo', (I be) do the Stanky Legg (ayyyy!) Do the Stanky Legg (ayyyy!), do the Stanky Legg (ayyyy!) Bitch, I'm wide up! (Hold up), do the Stanky Legg (ayyyy!) Do the Stanky Legg (ayyyy!), do the Stanky Legg (ayyyy!) When I hit da dance flo', (I be) do the Stanky Legg (ayyyy!) Do the Stanky Legg (ayyyy!), do the Stanky Legg (ayyyy!)  [Verse 1ne - Soufside] (Soufside is who I be!) When I hit da dance floor, y'know I'm doin the Stanky Legg (do it!) Salsa merengue, den ya rub across ya head You a ace boon coon chick, you can do it too Snap ya fingers in the urr and shake yo' micros too (ayy!) Now you can lean wit it, and you can drop wit it You can switch da other leg and you can stop wit it Now get it, get it (ayyyy!) Now get it, get it (ayyyy!) Now get it, get it (ayyyy!) Now get it, get it (ayyyy!) Now hit da booty doo (do it!), hit da booty doo (do it!) Now hit da booty doo (do it!), hit da booty doo (do it!) Now you can get wit it (get wit it), gon' get wit it (get wit it) Now you can get wit it (get wit it), gon' get wit it (get wit it)  [Hook] Bitch I'm wild! (Hold up), do the Stanky Legg (ayyyy!) Do the Stanky Legg (ayyyy!), do the Stanky Legg (ayyyy!) When I hit da dance flo', (I be) do the Stanky Legg (ayyyy!) Do the Stanky Legg (ayyyy!), do the Stanky Legg (ayyyy!) Bitch, I'm wide up! (Hold up), do the Stanky Legg (ayyyy!) Do the Stanky Legg (ayyyy!), do the Stanky Legg (ayyyy!) When I hit da dance flo', (I be) do the Stanky Legg (ayyyy!) Do the Stanky Legg (ayyyy!), do the Stanky Legg (ayyyy!)  [Verse 2wo - Prince Charming] All my kinfolks, just watch me do it like my bro Stick ya leg out, Doug E. Fresh and drop it low! {PRINCE, I CAN DO THE STANKY LEGG!!!} Den gon' lemme see ya Bounce-Bounce left to right and then slide next to me! (AYYYYY!!) Ay, you betta fan yaself cause I can tell that ya hot (dat ya hot) I wantchu windin up, lean back and show yo' socks Dip, dip, den I want you to stop (okay) Do da booty doo, lift it up and let it drop, and don't forget..  [Hook] Bitch I'm wild! (Hold up), do the Stanky Legg (ayyyy!) Do the Stanky Legg (ayyyy!), do the Stanky Legg (ayyyy!) When I hit da dance flo', (I be) do the Stanky Legg (ayyyy!) Do the Stanky Legg (ayyyy!), do the Stanky Legg (ayyyy!) Bitch, I'm wide up! (Hold up), do the Stanky Legg (ayyyy!) Do the Stanky Legg (ayyyy!), do the Stanky Legg (ayyyy!) When I hit da dance flo', (I be) do the Stanky Legg (ayyyy!) Do the Stanky Legg (ayyyy!), do the Stanky Legg (ayyyy!)  [Verse 3hree - Slizz] When I slide thru the place, my swagga walk is what they diggin (diggin!) I stick my leg out, on the flo' and start jiggin (jiggin!) Wig ya legs, wipe yo' shoulders, drop it to your feet Do da Stanky Legg, watch me snap and grab my knee Just hopped out the Coupe/coup, but I don't Chicken Noodle Soup (Chicken Noodle Soup!) I wanna see you drop and shake dat whoop-dee-dee-doo (Drop that) whoop-dee-dee-doo - (Shake that) whoop-dee-dee-doo (Drop that) whoop-dee-dee-doo - (Shake that) whoop-dee-dee-doo (AYYYYYYYYYYY!!!)  [Hook] Bitch I'm wild! (Hold up), do the Stanky Legg (ayyyy!) Do the Stanky Legg (ayyyy!), do the Stanky Legg (ayyyy!) When I hit da dance flo', (I be) do the Stanky Legg (ayyyy!) Do the Stanky Legg (ayyyy!), do the Stanky Legg (ayyyy!) Bitch, I'm wide up! (Hold up), do the Stanky Legg (ayyyy!) Do the Stanky Legg (ayyyy!), do the Stanky Legg (ayyyy!) When I hit da dance flo', (I be) do the Stanky Legg (ayyyy!) Do the Stanky Legg (ayyyy!), do the Stanky Legg (ayyyy!)  [Spoken Outro]  ",
        "title": "Stanky Legg"
    },
    {
        "artist": "Jason Mraz & Colbie Caillat",
        "lyrics": "  [Verse 1: Jason Mraz] Do you hear me, I'm talking to you Across the water across the deep blue ocean Under the open sky, oh my, baby I'm trying  [Verse 2: Colbie Caillat] Boy, I hear you in my dreams I feel your whisper across the sea I keep you with me in my heart You make it easier when life gets hard  [Chorus: Jason Mraz & Colbie Caillat] Lucky I'm in love with my best friend Lucky to have been where I have been Lucky to be coming home again Ooohh ooooh oooh oooh ooh ooh ooh ooh  [Verse 3: Jason Mraz & Colbie Caillat] They don't know how long it takes Waiting for a love like this Every time we say goodbye I wish we had one more kiss I'll wait for you, I promise you, I will  [Chorus: Jason Mraz & Colbie Caillat] Lucky I'm in love with my best friend Lucky to have been where I have been Lucky to be coming home again Lucky we're in love in every way Lucky to have stayed where we have stayed Lucky to be coming home someday  [Verse 4: Jason Mraz] And so I'm sailing through the sea To an island where we'll meet You'll hear the music fill the air I'll put a flower in your hair  [Verse 5: Colbie Caillat] Though the breezes through the trees Move so pretty you're all I see As the world keeps spinning round You hold me right here right now  [Chorus: Jason Mraz & Colbie Caillat] Lucky I'm in love with my best friend Lucky to have been where I have been Lucky to be coming home again Lucky we're in love in every way Lucky to have stayed where we have stayed Lucky to be coming home someday  [Outro] Ooohh ooooh oooh oooh ooh ooh ooh ooh Ooooh ooooh oooh oooh ooh ooh ooh ooh  ",
        "title": "Lucky"
    },
    {
        "artist": "Flo Rida Featuring Pleasure P",
        "lyrics": null,
        "title": "Shone"
    },
    {
        "artist": "Bobby V Featuring Yung Joc",
        "lyrics": "  Beep beep beep beep beep Remix baby  [Hook: Bobby Valentino] Shorty been eyeing me (Valentino) She looking like she thinking about trying me (Haha) She want it she can't take no more (Yeah) I'm about to take her to my spot I'mma get it hot she going, she going... (And let me) Beep, beep, beep, beep, beep (Hahaha) She gonna let me (Ooh) Beep, beep, beep, beep, beep I'mma tear it up when I Beep, beep, beep, beep, beep (That's right) She gonna let me Beep, beep, beep, beep I'mma have her screaming like Go, go, go, go, go, go (Come with me) I'mma have her screaming like Go, go, go, go, go, go I'mma tear it up  [Verse 1: Ludacris] Yeah, hahaha, LUDA She told me that she wanted to knock my socks off So I slid my three-thousand dollar crocs off She got her rocks off, and I got the cops off In my fire red lamborghini, hot sauce I was just a block off of Peachtree and Pharr Road, hey I scanned her over like her booty had a bar code, hey I made the car fold (yup) and then the car slowed Weeooo weeooo wee, I went into alarm mode, ooh Cause she was badder than the baddest of the baddestess Her butt was fatter than the fattest of the fattestess And I was glad it is, see what the saddest is So I can take her home and she'll see where the apparatus is Hey, in my private pool, yup her body drips dry She was bare foot, I did her in my flipflops Ooh, tick tock, the clock goes boom So we quickly Luda-christened every room LUDA  [Hook: Bobby Valentino (Lil' Kim)] Shorty been eyeing me She looking like she thinking about trying me She want it she can't take no more I'm about to take her to my spot I'mma get it hot she going, she going... Beep, beep, beep, beep, beep She gonna let me Beep, beep, beep, beep, beep I'mma tear it up when I Beep, beep, beep, beep, beep She gonna let me Beep, beep, beep, beep I'mma have her screaming like Go, go, go, go, go, go I'mma have her screaming like Go, go, go, go, go, go (Yeah it's your girl) I'mma tear it up (Q-U-Double E-N-B-Double E)  [Verse 2: Lil' Kim] I back it up switch it up just for you daddy Dior lipstick, kiss your tattoos daddy *mwah* I'm with you for the night, just play your cards right I'll let you do some thangs to me Ummmm, on the hood of the Bugatti Caesar picotti heels on my feet I'm in the drivers seat while you beep beep beep Who needs the freak of the week You with the freak of the century Open up the history books, it's gonna mention me Boys call me Candy Girl, aka the truth, haha Honey Girl, and for me he got a sweet tooth He gon' drown in my wet wet ooooh I hope that watch is waterproof  [Hook: Bobby Valentino (Lil' Kim)] Shorty been eyeing me (Hahaha yeah) She looking like she thinking about trying me (Thats what I'm talking 'bout right there) She want it she can't take no more I'm about to take her to my spot I'mma get it hot she going, she going... Beep, beep, beep, beep, beep She gonna let me Beep (oh) beep (ah) beep (oh) beep (ah) beep (oh) I'mma tear it up when I Beep (oh) beep (ah) beep (oh) beep (ah) beep (oh) She gonna let me Beep (oh) beep (ah) beep (oh) beep (ah) beep (oh)  [Verse 3: Lil Wayne] Bobby V, I got you Hey baby, my name ain't Important Umm, for now you can call me The Martian Yeah, I need love like an orphan So I could be your bug-a-boo, no arguing Lil' mama let me beep beep like a motorola Now I'm in love knee deep but it's at her shoulders But being that I'm a G, I try to keep composure But I swear shorty got me weak like the weekend over From the window to the wall she get even lower Yeah, she got the game, I'm just trying to keep the score And I promise to be good and never leave it sore And if I do I promise I will treat it more Gentle the next time and neither/nor Will I lie or cheat, either/or Shit I'd rather beep like a freaking horn And keep it blowing, aiight  [Hook: Bobby Valentino] Shorty been eyeing me (Oooooh) She looking like she thinking about trying me (Trying me no) She want it she can't take no more (No more, no more, no more) I'm about to take her to my spot (Moooore) I'mma get it hot she going, she going... Beep, beep, beep, beep, beep She gonna let me Beep, beep, beep, beep, beep (She gon' let me beep) I'mma tear it up when I Beep, beep, beep, beep, beep (She gon' let me beep) She gonna let me Beep, beep, beep, beep, beep I'mma have her screaming like Go, go, go, go, go, go (Let's go baby) I'mma have her screaming like Go, go, go, go, go, go (Ohhh) I'mma tear it up  I'mma do it just like this I'mma do it just like this I'mma do it just like that Said I'mma do it just like that baby Baby, oooh, oooo Blu Kolla Dreams You gon' know the business, yeah  ",
        "title": "Beep"
    },
    {
        "artist": "Jake Owen",
        "lyrics": null,
        "title": "Don't Think I Can't Love You"
    },
    {
        "artist": "Jim Jones & Ron Browz Featuring Juelz Santana",
        "lyrics": "  [Intro: Ron Browz] Ether boy! Hey!  [Hook: Ron Browz] How we ball in the club I know you hate it Mommy dancin on the floor all like she naked When she lay down with you I know she fake it All the girls give it to me I ain't gotta take it OHHHH! Pop champagne! OHHHH! Pop champagne! OHHHH! We pop champagne! OHHHH! We pop champagne!  [Verse 1: Ron Browz] We need more bottles tell ma hurry up Tell 'em Ron Browz here hottest in America Gimme sixteen bars and you know I tear it up Know it's me when you see this fur in your area And she call me all night cause you can get it up On my neck on my wrist everything is litted up Drinkin bottles of that Clicquot 'till I spit it up Only get one life so you gotta live it up (HEY!!!) If you in the things I'm in Shorty we can be friends, shorty we can be friends Right now, I wanna see you dance, see you dance I wanna see you dance, see you dance I wanna see you dance, see you dance I wanna see you dance, see you dance  [Verse 2: Jim Jones] (Ron Browz) When I go to the dealer you know I cop that (What's that?) Brand new 'rarri and the roof drop back (The 60) Came through Harlem like the Rooftop back (AIYYO!!!) Money in the bank man you know don't stop that (Stop that stop that stop that!!!) (OHHH!) Now we tryin to get up in the club (OHHH!) Try to tell me no cause I'm rollin with the thugs (We got money bitch!) Until I flash a couple of dollars (Yep!) Tell 'em we only want tables and we buyin out the bottles (OHHH!) Y'all know the order Tell 'em ten Rose's and a few cold waters (Right!) Only Petron and a couple of lemons (Let's go) Ten thousand dollars stuffed up in the denims (What else) We standin on couches, a couple of women (Hey baby) We was ballin hard it was just the ninth inning (It's early) He told shorty we could be friends (Yep) And your friends could meet my friends (What else) And we could do this on the weekend or on the weekday We could do this on the freeway and get it in the freak way SHIT! We could get in on three way (Oh) Blackberry two way, souped up cars on the thruway (Yep) We superstars no Lupe, we could do this like a duet But y'all be the singers on the mic, wait let me dim the lights This was in the car while I was stoppin at the light  [Hook: Ron Browz] How we ball in the club I know you hate it Mommy dancin on the floor all like she naked When she lay down with you I know she fake it All the girls give it to me I ain't gotta take it OHHHH! Pop champagne! OHHHH! Pop champagne! OHHHH! We pop champagne! OHHHH! We pop champagne!  [Verse 3: Juelz Santana] Baby I wanna see you work (Go) See you dance (Go) Without no shirt, without those pants Pop champagne ain't a damn thing change Spray it in the air make it champagne rain Buckets of ice keep the champagne cool Mommy got a body see that damn thing move It's no sex in the champagne room Says who? Baby I'll break all rules Bring it here and I'll break off you She see me in V.I.P. and wanna break on through When she with you, she lyin, but she fake it When she with me, she like it, she never fake it  [Bridge: Ron Browz] I wanna see you dance, see you dance I wanna see you dance, see you dance I wanna see you dance, see you dance I wanna see you dance, see you dance  [Hook: Ron Browz] How we ball in the club I know you hate it Mommy dancin on the floor all like she naked When she lay down with you I know she fake it All the girls give it to me I ain't gotta take it OHHHH! Pop champagne! OHHHH! Pop champagne! OHHHH! We pop champagne! OHHHH! We pop champagne!  ",
        "title": "Pop Champagne"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] Hey baby, won't you take a little ride with me Have a look around See what we can see I've got the paddle I've got the boat Come on baby, I know she'll float  [Chorus] We'll go rolling on the river of love We'll go rolling on the river of love  [Verse 2] Drift away from all these city lights Might rock a little bit So hold on tight Let's get carried away with the gentle flow Might get caught up in its undertow  [Verse 3] We'll go rolling on the river of love Let's go rolling on the river of love  I got a little ukulele, let me sing you a song Got a stream of kisses about ten miles long Dancing on the water in the moonlight beach Sparkling down through the sea of dreams  [Chorus][2x]  [Verse 4] River of love, River of love, River of love Rolling on the river of love Let's go rolling, rolling on the river of love Let's go rolling on the river of love Rolling on the river of love Rolling on the river of love Let's go rolling, rolling on the river of love  ",
        "title": "River Of Love"
    },
    {
        "artist": "Kings Of Leon",
        "lyrics": "  [Verse 1] Lay where you're laying Don't make a sound I know they're watching Watching  All the commotion The kiddie like play It has people talking Talking  [Chorus] You Your sex is on fire  [Verse 2] The dark of the alley The breaking of day Head while I'm driving I'm driving  Soft lips are open Them knuckles are pale Feels like you're dying You're dying  [Chorus] You Your sex is on fire Consumed With what's just transpired  [Verse 3] Hot as a fever Rattle of bones I could just taste it Taste it  But it's not forever But it's just tonight Oh we're still the greatest The greatest The greatest  [Chorus] You Your sex is on fire You Your sex is on fire  Consumed With what's to transpire  And you Your sex is on fire Consumed With what's to transpire  ",
        "title": "Sex On Fire"
    },
    {
        "artist": "Mims",
        "lyrics": null,
        "title": "Move (If You 'W'anna)"
    },
    {
        "artist": "Ne-Yo Featuring Jamie Foxx & Fabolous",
        "lyrics": "  [Ne-Yo talking] A dedication to the independent woman To the one workin hard for hers, this just one way of lettin you know I see you baby And I brought a friend along to help me show my appreciation the right way Ladies, Mr. Jamie Foxx Mr. Foxx, ladies {remix}  [Verse 1: Jamie Foxx] I love her cause she got her own She don't need mine, she said leave mine alone There ain't nothin that's more sexy Than a girl that want, but don't need me Young independent, yes she work hard But you can't tell from the way that she walk She don't slow 'em down, cause she ain't got time To be complainin, shorty gon' shine She don't expect nothin from no guy She plays aggressive but she's still shy But you'll never know her softer side, by lookin in her eyes Knowin she can do for herself Makes me wanna give her my wealth Only kinda girl I want Independent queen workin for her throne  [Hook: Jamie Foxx] I love her cause she got her own (ooh) She got her own (oohhh) I love her cause she got her own (ooh.....ooh) She got her own (oohhh) I love it when she say (ooh) it's cool I got it (ooh) I got it (ooh), I got it (ooh) I love it when she say (ooh) it's cool I got it (ooh) I got it (ooh), I got it (ooh)  {remix}  [Verse 2: Ne-Yo] I love her cause she got her own She don't need mine, she said leave mine alone There ain't nothin that's more sexy Than a girl that want, but don't need me Love your face (face), nice thick thighs (thighs) But she got tribe that matches my tribe (tribe) Sexy thing (thing), she stay fly (fly) All throughout payin the bills on time (time) She don't look at me like captain save 'em Am thinkin that she don't do that Now she look at me like inspiration She wanna be compliment to my swag And everythin she got, she worked for it (yeah) Good life made for it (yeah) She take pride in sayin that she paid for it (yeah) Only kinda girl I want (want) Independent queen workin for her throne  [Hook: Ne-Yo] I love her cause she got her own (ooh) She got her own (oohhh) I love her cause she got her own (ooh.....ooh) She got her own (oohhh) I love it when she say (ooh) it's cool I got it (ooh) I got it (ooh), I got it (ooh) Oh she say (ooh) I got it (ooh) I got it (ooh), I got it (ooh)  [Verse 3: Fabolous] Don't make me laugh boo, never did that bad to Make you even have to, but even if I had to Ask my better half to, you'd be more than glad to When I do that math boo, you always try to add two I need someone who ride for me (yes), not someone who ride for free (yes) She said boy I don't just ride, she'll pull up beside of me I had to ask her what she doin in that caddy She said cause you my baby, I be stuntin like my daddy And there's not many catch my eye We both wearin Gucci, she match my fly And that's why I supposed to keep her closer Right by the side, toaster in the holster And now she with 'loso (uh), 'case you didn't know so (uh) You can save your money dog, shorty gettin dough so What she care what his cost, you can call her Miss Boss I got it backwards, criss cross, shorty got her own  [Ne-Yo] Now all my ladies that don't need a man for nothin Expect some of that good lovin Lemme hear you say ooh, ooh Ooh, ooh Now all my fellas, know you need to stop the frontin If you love an independent woman Lemme hear you say ooh, ooh Ooh, ooh  [Hook- Jamie Foxx & Ne-Yo w/ variations] I love her cause she got her own (ooh) She got her own (oohhh) I love her cause she got her own (ooh.....ooh) She got her own (oohhh) I love it when she say (ooh) it's cool I got it (ooh) I got it (ooh), I got it (ooh) I love it when she say (ooh) it's cool I got it (ooh) I got it (ooh), I got it (ooh)  ",
        "title": "She Got Her Own"
    },
    {
        "artist": "3OH!3",
        "lyrics": "  [Verse 1: Sean Foreman & Nathaniel Motte] Black dress with the tights underneath I've got the breath of a last cigarette on my teeth And she's an actress (actress) but she ain't got no need She's got money from her parents in a trust fund back east T—t—t—tongues always pressed to your cheeks While my tongue is on the inside of some other girl's teeth You tell your boyfriend (boyfriend), if he says he's got beef That I'm a vegetarian and I ain't fucking scared of him  [Chorus: Nathaniel Motte & Sean Foreman] She wants to touch me, woo ooh, she wants to love me, woo ooh She'll never leave me woo ooh, woo ooh, ooh ooh Don't trust a ho, never trust a ho Won't trust a ho cause the ho won't trust me She wants to touch me, woo ooh, she wants to love me, woo ooh She'll never leave me woo ooh, woo ooh, ooh ooh Don't trust a ho, never trust a ho Won't trust a ho cause the ho won't trust me  [Verse 2: Sean Foreman & Nathaniel Motte] X's on the back of your hands Washed them in the bathroom to drink like the bands And the setlist (setlist), you stole off the stage Has red and purple lipstick all over the page Br—br—br—bruises cover your arms Shaking in the fingers with the bottle in your palm And the best is (best is), no one knows who you are Just another girl alone at the bar  [Chorus: Nathaniel Motte & Sean Foreman] She wants to touch me, woo ooh, she wants to love me, woo ooh She'll never leave me woo ooh, woo ooh, ooh ooh Don't trust a ho, never trust a ho Won't trust a ho cause the ho won't trust me She wants to touch me, woo ooh, she wants to love me, woo ooh She'll never leave me woo ooh, woo ooh, ooh ooh Don't trust a ho, never trust a ho Won't trust a ho cause the ho won't trust me  [Bridge: Nathaniel Motte & Sean Foreman] Shush girl, shut your lips Do the Helen Keller and talk with your hips I said shush girl, shut your lips Do the Helen Keller and talk with your hips I said shush girl, shut your lips Do the Helen Keller and talk with your hips  [Chorus: Nathaniel Motte & Sean Foreman] She wants to touch me, woo ooh, she wants to love me, woo ooh She'll never leave me woo ooh, woo ooh, ooh ooh Don't trust a ho, never trust a ho Won't trust a ho cause the ho won't trust me She wants to touch me, woo ooh, she wants to love me, woo ooh She'll never leave me woo ooh, woo ooh, ooh ooh Don't trust a ho, never trust a ho Won't trust a ho cause the ho won't trust me  ",
        "title": "Don't Trust Me"
    },
    {
        "artist": "Pitbull",
        "lyrics": "  [Intro] Haha Its Mr. 305 checkin' in for the remix You know that is 75 Street Brazil? Well this here is gon' be called Calle Ocho Hahahaha  Que Bola Cata, Que Bola Omega And this how we gon' do it Dale  One, two, three, four Uno, do', tres, cuatro  [Chorus] I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) (Hahaha)  One, two, three, four Uno, do', tres, cuatro  Rumba (Si) Ella quiere su Rumba (Como?) Rumba (Si) Ella quiere si Rumba (Como?)  Si e' verdad que tu ere' guapa Yo te voy a poner gozar Tu tienes la boca grande Dale ponte a jugar (Como)  One, two, three, four Uno, do', tres, cuatro (Woooo-ooo!)  [Verse 1] Tick to the tock, on my way to the top, huh Pit got it locked from goons to the locks R.I.P., uh, BIG and Pac That he's not, but damn he's hot Label flop but Pit won't stop Got her in the cockpit playin' with Pit's (Como?) Now watch me make a movie like Albert Hitchcock, ha Enjoy Me  [Chorus] I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha)  One, two, three, four Uno, do', tres, cuatro  Rumba (Si) Ella quiere su Rumba (Como?) Rumba (Si) Ella quiere su Rumba (Como?)  Si es verdad que tu ere guapa Yo te voy a poner gozar Tu tiene la boca grande Dale ponte a jugar (Como)  One, two, three, four Uno, do', tres, cuatro (Woooo-ooo!)  [Verse 2] Mami got an ass like a donkey, with a monkey Look like King Kong Welcome to the crib, 305, that's what it is With a woman down here ya shhh The don't play games They off the chain, and they love to do Everythang and anythang, anythang And they love to gettin' in, gettin' on All night long (Dale)  [Chorus] I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha)  One, two, three, four Uno, do', tres, cuatro  Rumba (Si) Ella quiere su Rumba (Como?) Rumba (Si) Ella quiere su Rumba (Como?)  Si es verdad que tu ere guapa Yo te voy a poner gozar Tu tiene la boca grande Dale ponte a jugar (Como)  One, two, three, four Uno, do', tres, cuatro  [Verse 3] Baby you can get it, if you with it, we can play Baby I got cribs, I got condos we can stay Even got a king size matress we can lay Baby I don't care, I don't care, what they say, 'cause  [Chorus] I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha)  One, two, three, four Uno, do', tres, cuatro  Rumba (Si) Ella quiere su Rumba (Como?) Rumba (Si) Ella quiere su Rumba (Como?)  Si es verdad que tu ere guapa Yo te voy a poner gozar Tu tiene la boca grande Dale ponte a jugar (Como)  One, two, three, four Uno, do', tres, cuatro  ",
        "title": "I Know You Want Me (Calle Ocho)"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Verse 1] Red roadside wild flower if I'd only picked you Took you home set you on the counter Oh, at least a time or two Maybe she'd thought it through  Yellow sunset slowly dipping down in the rear view Oh, how she'd love to sit and watch you I could have done that a whole lot more If I hadn't been so stubborn, been so selfish Thought about her more, thought about me less Joked and maked her laugh, held her when she cried A little more that.. maybe I...  [Chorus] Wouldn't be driving like hell flying like crazy down the highway Calling everyone we know stopping any place she might be Going any place she might go beating on the dash Screaming out her name at the windshield tears soaking up my face If I had loved her this much all along, maybe maybe, yeaa maybe... She wouldn't be gone.. she wouldn't be gone..  [Verse 2] She warned me it was coming said if I didn't change She was leaving I just didn't believe she would ever really walk out God, I believe her now Called her mamma, cried like a baby to her best friend If they've seen her, they ain't sayin', they ain't sayin'... Now, I'm cursing like a fool, praying it ain't too late All I wanna do is fix my mistakes  [Chorus] Find her beg her for one more try, until then damn it I\"ll.. Be driving like hell flying like crazy down the highway Calling everyone we know stopping any place she might be Going any place she might go beating on the dash Screaming out her name at the windshield tears soaking up my face If I had loved her this much all along, maybe maybe, yeaa maybe... She wouldn't be gone..  [Verse 3] I wouldn't be beating on the dash Screaming out her name at the windshield tears soaking up my face If I had loved her this much all along, maybe maybe, yeaa maybe... She wouldn't be gone..  Red roadside wild flower if I'd only picked you Took you home set you on the counter, oh at least a time or two Maybe she'd thought it through...  ",
        "title": "She Wouldn't Be Gone"
    },
    {
        "artist": "Carrie Underwood Featuring Randy Travis",
        "lyrics": "  [Verse 1] Suppose I called you up tonight And told you that I love you And suppose I said I wanna come back home And suppose I cried and said I think I've finally learned my lesson And I'm tired of spending all my time alone If I told you that I realized you're all I ever wanted And it's killing me to be so far away Would you tell me that you love me too And would we cry together Or would you simply laugh at me and say  [Chorus] I told you so Oh, I told you so I told you some day you'd come crawling back And asking me to take you in I told you so But you had to go Now I've found somebody new And you will never break my heart in two again  [Verse 2] If I got down on my knees and told you I was yours forever Would you get down on yours too and take my hand Would we get that old time feeling Would we laugh and talk for hours The way we did when our love first began Would you tell me that you've missed me too And that you've been so lonely And you've waited for the day that I returned And we'd live and love forever And that I'm your one and only Or would you say the tables finally turned  [Chorus] Would you say I told you so Oh, I told you so I told you some day you'd come crawling back And asking me to take you in I told you so But you had to go Now I found somebody new And you will never break my heart in two again  [Outro] Now I found somebody new And you will never break my heart in two again  ",
        "title": "I Told You So"
    },
    {
        "artist": "Kings Of Leon",
        "lyrics": "  [Verse 1: Kings of Leon] I've been roaming around, always looking down at all I see Painted faces fill the places I can't reach  [Chorus 1: Kings of Leon] You know that I could use somebody You know that I could use somebody  [Verse 2: Kings of Leon] Someone like you and all you know and how you speak Countless lovers under cover of the street  [Chorus 1: Kings of Leon] You know that I could use somebody You know that I could use somebody  [Chorus 2: Kings of Leon] Someone like you  [Verse 3: Kings of Leon] Off in the night, while you live it up, I'm off to sleep Waging wars to shape the poet and the beat I hope it's going to make you notice I hope it's going to make you notice  [Chorus 2: Kings of Leon] Someone like me Someone like me Someone like me Somebody Someone like me Someone like me Someone like me Somebody  [Bridge: Kings of Leon] I'm ready now I'm ready now I'm ready now I'm ready now  [Chorus 2: Kings of Leon] Someone like you Somebody Someone like you Somebody Someone like you Somebody  [Outro: Kings of Leon] I've been roaming around, always looking down at all I see  ",
        "title": "Use Somebody"
    },
    {
        "artist": "Leona Lewis",
        "lyrics": "  [Verse 1] There's nothing I could say to you Nothing I could ever do to make you see What you mean to me All the pain, the tears I cried Still you never said goodbye and now I know How far you'd go  [Bridge] I know I let you down But it's not like that now This time I'll never let you go  [Chorus] I will be, all that you want And gather myself together Cause you keep me from falling apart All my life, I'll be with you forever To get you through the day And make everything OK  [Verse 2] I thought that I had everything I didn't know what life could bring But now I see, honestly You're the one thing I got right The only one I let inside Now I can breathe, cause you're here with me  [Bridge] And if I let you down I'll turn it all around Cause I would never let you go  [Chorus] I will be, all that you want And gather myself together Cause you keep me from falling apart And all my life, I'll be with you forever To get you through the day And make everything OK  [Ending bridge] Cause without you I can't breathe I'm not gonna ever, ever let you leave You're all I've got, you're all I want Ooooooh Ooooooh  Cause without you I don't know what I'd do I can never, ever live a day without you Here with me, do you see You're all I need  [Chorus] And I will be, all that you want And gather myself together Cause you keep me from falling apart And all my life, I'll be with you forever To get you through the day And make everything OK  And I will be, all that you want And gather myself together Cause you keep me from falling apart And all my life, I'll be with you forever To get you through the day And make everything OK  ",
        "title": "I Will Be"
    },
    {
        "artist": "Jonas Brothers",
        "lyrics": null,
        "title": "Tonight"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Intro] La la la, la la, la la la La la la, la la, la la la La la la, la la, la la la La la la, la la, la la la  [Verse 1] Oh, baby baby, have you seen Amy tonight? Is she in the bathroom, is she smoking up outside? (Oh!) Oh, baby baby, does she take a piece of lime For the drink that I'mma buy her? Do you know just what she likes? (Oh!)  [Pre-Chorus] Oh-oh Tell me, have you seen her? 'Cause I'm so, oh I can't get her off of my brain I just want to go to the party she gon' go Can somebody take me home? Ha-ha-he-he-ha-ha-ho  [Chorus] Love me, hate me, say what you want about me But all of the boys and all of the girls are begging to if you seek Amy Love me, hate me, but can't you see what I see? All of the boys and all of the girls are begging to if you seek Amy  [Interlude] (Love me, hate me) La la la, la la, la la la La la la, la la, la la la  [Verse 2] Amy told me that she's gonna meet me up I don't know where or when and now they're closing up the club (Oh!) I've seen her once or twice before, she knows my face But it's hard to see with all the people standing in the way (Oh!)  [Pre-Chorus] Oh-oh Tell me, have you seen her? 'Cause I'm so, oh I can't get her off of my brain I just want to go to the party she gon' go Can somebody take me home? Ha-ha-he-he-ha-ha-ho  [Chorus] Love me, hate me, say what you want about me But all of the boys and all of the girls are begging to if you seek Amy Love me, hate me, but can't you see what I see? All of the boys and all of the girls are begging to if you seek Amy  [Post-Chorus] Oh, say what you want about me (Love me, hate me) Oh, but can't you see what I see? Yeah, say what you want about me (Love me, hate me) 'Bout me, 'bout me, 'bout me...  [Bridge] So tell me if you see her (Let me know what she was wearing and what she was like) Cause I've been waiting here forever (Let me know where she was going, I don't mind) Oh, baby baby, if you seek Amy tonight (Oh!) Oh, baby baby, we'll do whatever you like Oh, baby, baby, baby Oh, baby, baby, baby  [Interlude] La la la, la la, la la la La la la, la la, la la la La la la, la la, la la la La la la, la la, la la la  [Chorus] Love me, hate me, say what you want about me But all of the boys and all of the girls are begging to if you seek Amy Love me, hate me, but can't you see what I see? All of the boys and all of the girls are begging to if you seek Amy Love me, hate me, say what you want about me (Yeah) Love me, hate me, but can't you see what I see? All of the boys and all of the girls are begging to if you seek Amy  [Post-Chorus] Oh, say what you want about me (Love me, hate me) Oh, but can't you see what I see? Yeah, say what you want about me (Love me, hate me) All of the boys and all of the girls are begging to if you seek Amy  ",
        "title": "If U Seek Amy"
    },
    {
        "artist": "Jamie Foxx Featuring T.I.",
        "lyrics": "  [Intro: T.I.] Say Foxx? (Yeah-eah-eah...) I had, I had a chick man (Yeah-eah-eah...) She went and did me real wrong, I mean (Yeah-eah-eah...) I did the same thing to her but She ain't have no right to do me like that though dawg, for real (Yeah-eah-eah...)  [Verse 1: Jamie Foxx] You, been seeing him, and I know And I was with her, and you knew about it But I was too bli-i-ind to see it baby And you was out here doing the same thing as me I wanna ask, has he been by the crib? Has he been in our, car? And did you let him, drive? Cause she's been by the house, she's been in the car I've even let her push the Porsche around a couple times  [Bridge: Jamie Foxx] Oh, we were so the same I don't know why I can't see it baby And it ain't a point to feeling blue You're just like me and I'm just like you  [Hook: Jamie Foxx] You're just like me, shorty all up in the club Popping bottles of that Bub, giving all them dudes hugs And you just like me, she don't know how to act On the floor backin it back, man I can't be mad She just like me-e-ee-e-e She just like me-e-ee-e-e She just like me-e-ee-e-e She just like me...  [Verse 2: Jamie Foxx] Now it's so easy for me to imagine what you been doing baby So I don't even have to ask (No) Cause you ain't the only one that's been keeping secrets baby So it ain't no sense in me playing back And I, can't say nothing cause I did you wrong And I was on some bullshit when I let that bitch up in our home She's also known just like me And she played the game like one of my homies  [Bridge: Jamie Foxx]  [Hook: Jamie Foxx] You're just like me, shorty all up in the club Popping bottles of that Bub, giving all them dudes hugs And you just like me, she don't know how to act On the floor backin it back, man I can't be mad She just like me-e-ee-e-e (Getting money, having fun, man she) Just like me-e-ee-e-e (In the club, throwing ones, man she) Just like me-e-ee-e-e (24's on the Range) Just like me... (Go on shawty do your thang)  [Verse 3: T.I.] Hey! Shawty who you fooling? You, know I'm way too cool for you To run that game when we play me, trying to do me like I be doing you Say you heard I was screwing her just like I hear he doing you Why you worried about me doing me? I see you doing you I can make her better though, you gonna let him ruin you Just for the record know I wouldn't have her unless I could have the two of you I know why he pursuing you, that booty do be moving boo Late night, straight pipe, that ain't nothing new to you Wait a minute, can't tell me shit, wanna tell me something, tell me this If I would've never would've hit that chick, would you even ever know that dude existed? Naw, got me twisted, yo ass goodbye I've kissed it Now you all on his dick, shawty look at this bitch  [Hook: Jamie Foxx]  ",
        "title": "Just Like Me"
    },
    {
        "artist": "T-Pain Featuring Chris Brown",
        "lyrics": null,
        "title": "Freeze"
    },
    {
        "artist": "Akon Featuring Lil Wayne & Young Jeezy",
        "lyrics": "  [Intro: Akon] Rubbing' on that Italian leather Then Konvict jeans on! Ayo, Weezy! You Ready? Yeah!  [Hook: Akon] I get it in 'til sunrise Doing 90 in a 65 Windows rolled down screaming \"Ahhh!\" Hey-ey-ey... I'm so paid Number one hustla get money Why you wanna count a nigga money? I'm a hustla and I don't need them! One of them ya'll see! I'm so paid  [Verse 1: Akon] I see police on the crooked I Doing a 100 on the Interstate 95 My shawty leanin', blasting that Do or Die Wishing that motherfuckin' would, ‘cause we're certified Got a system that'll beat and knock your wall off Got a pump under my seat, the sawed-off Got a bunch of goons, hoping they never call off And them snipers sitting on the roof already saw y'all It ain't too much to put a strain on me That's the reason why I had to put the blame on me I rather have them dollar bills rain on me Than let them haters come and make the name off me That's why  [Hook]  [Verse 2: Young Jezzy] She said, \"Young, why your voice so hoarse?\" I just sound like money, I should've been a Porsche (vroom) Paint look like a sugar free Red Bull I'm so paid, you know I keep a pocket full And that's before the taxes Took my own gross net and hid it under my mattress Used to get bored and count 20's for practice Paper therapy we let money relax us Gold chains around my neck just like Michael Phelps I made a killing in the water, kill them in the water Against all odds and I will not stop They try and keep me on bottom, but I prefer the top And my project chick, I moved her next to Joc She said the house too small, I moved an extra block So, baby, get your ass up, I need an extra block I told her do the speed limit and no extra stops; and that's why  [Hook]  [Verse 3: Akon] I am the boss it only takes one call For a driver to hit you up and drop you off, that's all Guess what? I won't be taking that fall Homie, I got cake, that's what I'm paying them for Ha ha, ain't that funny? ‘Cause niggas want war but ain't got money ‘Cause I've seen them all talking 'til they start gunning Quicker than Usain Bolt, the fastest thing running Yeah! Akon! Weezy! Black Royals holdin' down Jersey Devine making sure we getting it up front My little brother Bu got that vision, baby  [Hook]  [Verse 4: Lil Wayne] Ahem, Big Money Weezy White wife beater with the Sig underneath it How do I feel? Bitch, I feel undefeated Snap my fingers, disappear from the precinct Yeah, I'm ballin', we ball out Ball 'til we fall until the ball bounce I send some niggas with guns at y'all house Only to find out you live in a doll house Damn, but I thought you was tough, though We carry choppers on our necks; call it cut throat We bury cowards on the set that they come from We know magic, turn weed smoke to gun smoke We bomb first when we ride You in a hearse when you ride I put my shoe down, baby And I'm holding down Young Moolah, baby! That's why  [Hook]  ",
        "title": "I'm So Paid"
    },
    {
        "artist": "The Ting Tings",
        "lyrics": "  [Verse 1: Katie White] Four letter word just to get me along It's a difficulty and I'm biting on my tongue And I, I keep stalling, not keeping me together People around got to find something to say now Holding back, every day the same Don't want to be a loner, listen to me, oh no I never say anything at all So with nothing to consider, they forget my name  [Chorus 1] They call me Hell They call me Stacey They call me her They call me Jane That's not my name That's not my name That's not my name That's not my name They call me 'quiet' girl But I'm a riot Mary-Jo-Lisa Always the same That's not my name That's not my name That's not my name That's not my name  [Verse 2: Katie] I miss the catch if they throw me the ball I'm the last drip standing up against the wall Keep up, falling, these heels they keep me boring Getting clamped up and sitting on the fence now So alone all the time at night Lock myself away, listen to me, I'm not Though I'm dressed up out and all With everything considered, they forget my name  [Chorus 1: Katie] They call me Hell They call me Stacey They call me her They call me Jane That's not my name That's not my name That's not my name That's not my name They call me 'quiet' girl But I'm a riot Mary-Jo-Lisa Always the same That's not my name That's not my name That's not my name That's not my name  [Chorus 2: Jules] This song was in my head Now it's in my mind Call it, reach it, get some words and get some timing And though I realize I cannot emphasize I'll stick around but just don't promise, nothing binding And baby, can't you see That you're so desperately A standing joker like a vocal one-liner Instead of sing-a-long This song is monotone I've gotta get some soul, I gotta get some feeling [Bridge: Katie] Are you calling me Darling? Are you calling me Bird? Are you calling me Darling? Are you calling me Bird?  [Chorus 1] They call me Hell They call me Stacey They call me her They call me Jane That's not my name That's not my name That's not my name That's not my name They call me 'quiet' girl But I'm a riot Mary-Jo-Lisa Always the same That's not my name That's not my name That's not my name That's not my name  [Bridge] Are You Calling Me Darling?       Are You Calling Me Bird?   [Chorus 1] They call me Hell They call me Stacey They call me her They call me Jane That's not my name That's not my name That's not my name That's not my name They call me 'quiet' girl But I'm a riot Mary-Jo-Lisa Always the same That's not my name That's not my name That's not my name That's not my name  [Bridge] Are You Calling Me Darling?         Are You Calling Me Bird?  [Chorus 2: Jules] This song was in my head Now it's in my mind Call it, reach it, get some words and get some timing And though I realize I cannot emphasize I'll stick around but just don't promise, nothing binding And baby, can't you see That you're so desperately A standing joker like a vocal one-liner Instead of sing-a-long This song is monotone I've gotta get some soul, I gotta get some feeling  [Chorus 1] They call me Hell They call me Stacey They call me her They call me Jane That's not my name That's not my name That's not my name That's not my name They call me 'quiet' girl But I'm a riot Mary-Jo-Lisa Always the same That's not my name That's not my name That's not my name That's not my name  [Bridge] Are   You   Calling   Me   Darling?               Are   You   Calling   Me   Bird?  [Chorus 2: Jules] This song was in my head Now it's in my mind Call it, reach it, get some words and get some timing And though I realize I cannot emphasize I'll stick around but just don't promise, nothing binding And baby, can't you see That you're so desperately A standing joker like a vocal one-liner Instead of sing-a-long This song is monotone I've gotta get some soul, I gotta get some feeling                               [Ad lib: Katie] So alone all the time and I Lock myself away   Though I'm dressed up out and all With everything considered they forget my name [Chorus 2: Jules] This song was in my head Now it's in my mind Call it, reach it, get some words and get some timing And though I realize I cannot emphasize I'll stick around but just don't promise, nothing binding And baby, can't you see That you're so desperately A standing joker like a vocal one-liner Instead of sing-a-long This song is monotone I've gotta get some soul, I gotta get some feeling  ",
        "title": "That's Not My Name"
    },
    {
        "artist": "Gorilla Zoe",
        "lyrics": null,
        "title": "Lost"
    },
    {
        "artist": "Keyshia Cole",
        "lyrics": "  Can you hear me out there Have you ever had someone who loved you Never leave your side I know you'll be here Because you love me... yes you do  I'm givin all my life and all my love... if you... Promise me you'll be here forever I'll give you me I'll give you everything If you promise me you'll never leave me  What my friends say don't matter You'll be right here from the start And I'll get on my knees I'll give you all of me You'll never leave my side Because  You love me You complete me You hold my heart in your hands And it's okay cause I trust that You'll be the best man that you can  Baby you love me... oh yes you do... yea...  And no matter what they ever say about you I'm gonna stay by your side Promise me no matter what they say about me That... you're gon' be here til the end of time Cause you held me down when no body was around And gave me all the love I need So give me more don't you ever leave Cause you complete me  I know... You love me You complete me You hold my heart in your hands And it's okay cause I trust that You'll be the best man that you can  Cause you... Give me my heart back Give me my love back baby I want it all Because it's never enough Give me my heart Give me my love back I want it all Because It's never enough  You love me You complete me You hold my heart in your hands And it's okay cause I trust that You'll be the best man that you can  You love me You complete me You hold my heart in your hands And it's okay cause I trust that You'll be the best man that you can  And it's okay... I know you do you... I know you do Yes you do... I need you too... yeaahh. I love you baby (ohhh)  ",
        "title": "You Complete Me"
    },
    {
        "artist": "Ciara Featuring Young Jeezy",
        "lyrics": "  [Spoken Intro]  [Breakdown: Polow Da Don] Throw yo' hands up in the air If ya know he love ya Tell the DJ play this song right here If ya know he love ya Let, let, let, let me see you 2 steps If ya know he love ya It don't matter if you by yourself If ya know he love ya  [Hook : Ciara] If that boy don't love you by now He will never ever, never ever love you He will never ever, never ever love you Oh oh If that boy don't love you by now He will never ever, never ever love you He will never ever, never ever love you  [Verse 1: Ciara] I know you think that I just be trippin' on ya Boy you see, this ain't how I normally be But I can't help this jealousy Ooh it's taking over me, ooh I'm falling way to deep Without you by my side I feel like I can't eat or sleep  [Bridge: Ciara] But I got to come down to earth, I don't wanna But I gotta let you go, but baby I dont wanna And I I gotta see, that you and me Ain't meant to be That's why I tell myself  [Hook: Ciara] If that boy don't love you by now (If that boy don't love you by now) He will never ever, never ever love you He will never ever, never ever love you Oh oh If that boy don't love you by now (If that boy don't love you by now) He will never ever, never ever love you (He will never ever love you) He will never ever, never ever love you He will  [Verse 2: Ciara] Baby, I can't help but fantasize Wondering what it might be like You and I sound so right But I'mma let it go tonight, it ain't nothin' Coverin' my eyes Ain't gonna see it more than twice I get it, I got it Baby, baby  [Bridge: Ciara] But I got to come down to earth, I don't wanna But I gotta let you go, but baby I dont wanna And I I gotta see, that you and me Ain't meant to be That's why I tell myself  [Hook: Ciara] If that boy don't love you by now (If that boy don't love you by now) He will never ever, never ever love you He will never ever, never ever love you Oh oh If that boy don't love you by now He will never ever, never ever love you (He will never ever love you) He will never ever, never ever love you  [Verse 3: Young Jeezy] Alright, alright, alright, okay... I see ya point, I must admit I grind, I grind, I grind all day This paper's what I'm tryna get Now normally when I'm paper chasing I be having tunnel vision And if it's really like that lady Just turn on ya television And there go Young I said there go Young You trynna get it did Just know I gets it done She love the way I cheat She love the way I move, I sh, I show it to her Shows about 100, goon Its blacks this, black that Black car, black flags I really hope that's money that ya'll got off in them black bags 808's & hearbreak, states who puts interstates Giving me a bad vibe, guess I'm just a bad guy  [Breakdown: Polow Da Don] Throw yo' hands up in the air If ya know he love ya Tell the DJ play this song right here If ya know he love ya Let, let, let, let me see you 2 steps If ya know he love ya It don't matter if you by yourself If ya know he love ya  [Outro] If ya know he love ya Let me see you 2 steps If ya know he love ya It don't matter if you by yourself If ya know he love ya If that boy don't love you by now He will never ever, never ever love you He will never ever, never ever love you If that boy don't love you by now  ",
        "title": "Never Ever"
    },
    {
        "artist": "The Lonely Island Featuring T-Pain",
        "lyrics": "  [Intro: Andy & T-Pain] Shawty Aw, shit (yeah, yeah) Get your towels ready, it's about to go down (shawty, yeah, yeah) Everybody in the place, hit the fucking deck But stay on your motherfucking toes We running this, let's go (hey)  [Hook: Andy & Akiva, T-Pain, & All] I'm on a boat (I'm on a boat) I'm on a boat (I'm on a boat) Everybody look at me, 'cause I'm sailing on a boat (sailing on a boat) I'm on a boat (I'm on a boat) I'm on a boat Take a good, hard look at the motherfucking boat, yeah  [Verse 1: Andy, Akiva, & T-Pain] I'm on a boat, motherfucker, take a look at me Straight floating on a boat on the deep blue sea (yeah, yeah) Busting five knots, wind whipping out my coat You can't stop me, motherfucker, 'cause I'm on a boat Take a picture, trick (trick); I'm on a boat, bitch (bitch) We drinking Santana champ, cause it's so crisp (crisp) I got my swim trunks, and my flippie-floppies I'm flipping burgers, you at Kinko's straight flippin' copies I'm riding on a dolphin, doing flips and shit (yeah) The dolphin's splashing, getting everybody all wet (oh) But this ain't Seaworld, this as real as it gets (yeah, yeah) I'm on a boat, motherfucker, don't you ever forget I'm on a boat, and it's going fast, and I got a nautical themed pashmina afghan I'm the king of the world, on a boat like Leo If you're on the shore, then you're sho' not me-oh  [Refrain: Andy] Get the fuck up, this boat is real!  [Verse 2: Andy, Akiva, & T-Pain] Fuck land, I'm on a boat, motherfucker (motherfucker) Fuck trees, I climb buoys, motherfucker (motherfucker) I'm on the deck with my boys, motherfucker (ayy) This boat engine make noise, motherfucker Hey, ma, if you could see me now (see me now) Arms spread wide on the starboard bow (starboard bow) Gonna fly this boat to the moon somehow (moon somehow) Like Kevin Garnett, anything is possible  [Bridge: T-Pain & Andy] Yeah, never thought I'd be on a boat (let's go) It's a big, blue, watery road (yeah) Poseidon, look at me, oh (all hands on deck) Never thought I'd see the day When a big boat coming my way Believe me when I say I fucked a mermaid, whoah  [Hook: Andy & Akiva] I'm on a boat I'm on a boat Everybody look at me, 'cause I'm sailing on a boat I'm on a boat I'm on a boat Take a good, hard look at the motherfucking boat  [Outro: T-Pain] Sha-sha-sha Sha-sha-sha Sha-sha-sha Shawty, shawty Yeah, yeah, yeah  ",
        "title": "I'm On A Boat"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] Stopped to have a few at five now you're crossing that center line for the third time Second time like this this week had a friend ask you for your keys You said 'no I'm fine' You sure do act like you don't got a thing to lose But every car you pass might be the ones you take with you  [Chorus] You'd give your last breath to your wife Take a bullet for your kids Lay your life down for your country for your Jesus for your friends There's a whole lot of things you say you're living for You've got to fight it somehow, stop and turn around 'Cause this ain't nothing to die for  [Verse 2] So what's the harm in a little fun 'Cause you're off to work before the sun every day And the inbox outbox locks you in and the money you make ain't worth the time you spend to make your pay The doctor says 'man your numbers they don't lie' The graveyard's full of folks that didn't have time to die  [Chorus] You'd give your last breath to your wife Take a bullet for your kids Lay your life down for your country for your Jesus for your friends There's a whole lot of things you say you're living for You've got to fight it somehow, stop and turn around 'Cause this ain't nothing to die for  [Verse 3] Straight through that guardrail up into that white light You hear a sweet voice saying just this side of the other side Just this side of the other side  [Chorus] You'd give your last breath to your wife Take a bullet for your kids Lay your life down for your country for your Jesus for your friends There's a whole lot of things you say you're living for You've got to fight it somehow, stop and turn around 'Cause this ain't nothing to die for  [Outro] Ain't nothing to die for Nothing to die for Ain't nothing to die for  ",
        "title": "Nothin' To Die For"
    },
    {
        "artist": "Lee Ann Womack",
        "lyrics": null,
        "title": "Last Call"
    },
    {
        "artist": "Rodney Atkins",
        "lyrics": "  [Verse 1: Rodney Atkins] Driving down the street today I saw a sign for lemonade They were the cutest kids I'd ever seen in this front yard As they handed me my glass, smiling thinking to myself Man, what a picture-perfect postcard this would make of America  [Chorus: Rodney Atkins] It's a high school prom, it's a Springsteen song, it's a ride in a Chevrolet It's a man on the moon and fireflies in June and kids selling lemonade It's cities and farms, it's open arms, one nation under God It's America  [Verse 2: Rodney Atkins] Later on when I got home, I flipped the TV on I saw a little town that some big twister tore apart And people came from miles around just to help their neighbours out And I was thinking to myself I'm so glad that I live in America  [Chorus: Rodney Atkins] It's a high school prom, it's a Springsteen song, it's a ride in a Chevrolet It's a man on the moon and fireflies in June and kids selling lemonade It's cities and farms, it's open arms, one nation under God It's America  [Bridge: Rodney Atkins] Now we might not always get it all right There's no place else I'd rather build my life But Yeah, Cause it's a kid with a chance, it's a rock 'n roll band It's a farmer cuttin' hay It's a big flag flyin' in a summer wind Over a fallen hero's grave  [Outro: Rodney Atkins] It's a high school prom, it's a Springsteen song It's a welcome home parade, yeah It's a man on the moon and fireflies in June and kids sellin' lemonade It's cities and farms, it's open arms, one nation under God It's America! It's America! Oh, oh yeah, woo!  ",
        "title": "It's America"
    },
    {
        "artist": "Jonas Brothers",
        "lyrics": null,
        "title": "Love Is On Its Way"
    },
    {
        "artist": "Lil Wayne Featuring Shanell AKA SNL",
        "lyrics": "  [Produced by Infamous and Drew Correa]  [Verse 1] I loved her fancy underwear, I sit behind her every year Waiting for the chance to get to tell her I'm the one she should be with She's popular wit all the guys, so innocent in my eyes I can see her in my life, she woulda had the world if she were mine But see she had other plans I couldn't understand Her and her stupid friends, Varsity's biggest fans Never forget the day she laughed and walked away And I couldn't stop her I guess she had it all  [Refrain] She had it all figured out when she left me with a broken heart Fucked around and turned me down cause she didn't think I could play the part But now the prom queen, the prom queen Is cryin', sittin' outside of my door See you never know how How everything can turn around  [Verse 2] They loved her fancy underwear, every boyfriend, every year She tried to keep them entertained when they can hardly remember her name She did everything she could just to make them laugh and treat her good She finds herself alone, askin' herself, where did she go wrong She didn't realize she chased the type of guys Who don't believe in ties, tryin' to apologize Never forget the day she left and walked away And I couldn't stop her I guess she had it all  [Refrain]  Yeah Yeah Oh Uh Uh  [Refrain]  ",
        "title": "Prom Queen"
    },
    {
        "artist": "Jazmine Sullivan",
        "lyrics": "  I'm not scared of lions and tigers and bears (No I'm not) But I'm scared of loving you I'm not scared to perform at a sold out affair (That's right) But I'm scared of loving you Am I the only one who thinks it's an impossible task Why it don't last? Is that too much to ask? Why do we love love When love seems to hate us?  Sorry if I sound so filled with gloom You say you care and I know you do But this is from my experience And my conclusion only makes sense  Just cause I love you and you love me It doesn't mean that we're meant to be I can climb mountains, swim cross the seas But the most frightening thing is you and me  I'm not scared of lions and tigers and bears (No I'm not) But I'm scared of loving you I'm not scared to perform at a sold out affair (That's right) But I'm scared of loving you Am I the only one who thinks it's an impossible task Why it don't last? Is that too much to ask? Why do we love love When love seems to hate us?  Most circumstances, I know my fate But in this love thing, I don't get the game Why does it feel like those who give in They only wind up losing a friend  Just cause I love you and you love me It doesn't mean that we'll ever be Fly cross the ocean, sing for the queen But the most frightening thing is you and me  I'm not scared of lions and tigers and bears (No I'm not) But I'm scared of loving you I'm not scared to perform at a sold out affair (That's right) But I'm scared of loving you Am I the only one who thinks it's an impossible task Why it don't last? Is that too much to ask? Why do we love love When love seems to hate us?  I'm sure, though I'm not sure But if we never try, we'll never know It's better to have loved Than not to loved at all  Not trying is worse than to stumble and fall And if we do, I'd rather it be with you Cause at least there will be sweet memories Oh, I'm not scared  I'm not scared of lions and tigers and bears (No I'm not) But I'm scared of loving you I'm not scared to perform at a sold out affair (That's right) But I'm scared of loving you Am I the only one who thinks it's an impossible task Why it don't last? Is that too much to ask? Why do we love love When love seems to hate us? Ooh ooh!  ",
        "title": "Lions, Tigers & Bears"
    },
    {
        "artist": "Ludacris Co-Starring T-Pain",
        "lyrics": "  [Ludacris] It was Friday night and I was feelin aight (yup) Downtown Atlanta, big city, bright lights Mixin Henny with the Sprite while I'm drinkin and drivin No police lights (lights) no police sirens I'm headed to the club, lookin for a freak (freak) To spread a little love and spread a couple cheeks (cheeks) Pull up to the spot 26's like BAM! Eyes on me like, \"Bitch do you SEE 'EM?\" Strolled through the front do' headed to the VIP (VIP) Bought a couple bottles and I took a couple sips (sips) Scopin out the room, and what do I SEE? A nice round butt, and a pair of double D's! So I crept up like, \"Shorty what's happenin You killin that dress and I love it with a passion\" Then she turned around and her face was aight She had a gap tooth and a mean overbite, but I was like hmmmm  [Hook: T-Pain] Yeah yeah; if I take one more drink, I'm gon' end up fuckin you Is that what you wanna do, shorty? If I take one more drink, I'm gon' end up fuckin you You too, ooh ooh ooooh  [Ludacris] Woke up the next mornin and all I can remember Was takin shots and tippin the bartender Surrendered to the woman end up bringin me home Cause she started lookin better every shot of Patron, yup! I jumped up with a devilish grin Cause tonight, damn right I might do it again So I called up the homies (whattup) let's ride We can hit the sports bar over on the Southside (aight) Get a couple of Coronas, couple of limes (yup) Went up to the bar and saw a couple of dimes So I, slowly walked up and said hi My name's Ludacris and I'm a hell of a guy One said \"I know who you are, I'm your number one fan And right now it's too bad I got a man\" And I said I understand (I understand) But where the hell is he at cause in a minute if he don't show up then mannnnn  [Hook]  [Ludacris] Uh-huh huh, ay Pain holla at 'em right quick man  [T-Pain] + (Ludacris) Yeah, you gon' get in trouble with yo' man girl (Don't get in trouble girl) Talkin 'bout how you're my biggest fan girl (I know it, I know it!) Now I don't wanna do (please) what you're gon' make me do (Don't make me do it, don't make me do it!) But I, if I have more drink  [Ludacris] One mo' drink I'mma get ya home then I'll split ya Grab the camera phone and take a bunch of drunk pictures Cause Hennessy mixed with a whole bunch of buddah Equals you mixed with a whole bunch of Luda And you know how far one drink could go Start slurrin my speech slowin up the flow Hikin up ya skirt, climbin up ya shirt It's Mr. Late Night Luda and I like to flirt So guess what baby girl!  [Hook]  [Ludacris - over Hook] Just one mo', that's all it's gon' take Who else, T-Pain?  [Outro: Ludacris] Ha ha ha, you hear what I'm sayin? People too picky these days, damnit Too tall, too short, too fat, too skinny Have a couple of drinks and quit discriminatin This has been a Luda Service Announcement Deuces, ha ha ha ha  ",
        "title": "One More Drink"
    },
    {
        "artist": "Thriving Ivory",
        "lyrics": "  [Verse 1:] Do you dream that the world will know your name? So tell me your name Do you care about all the little things, or anything at all? I wanna feel all the chemicals inside, I wanna feel I want a sunburn just to know that I'm alive To know I'm alive  [Chorus:] Don't tell me if I'm dying, 'cause I don't wanna know If I can't see the sun, maybe I should go Don't wake me 'cause I'm dreaming of angels on the moon Where everyone you know never leaves too soon  [Verse 2:] Do you believe in the day that you were born? Tell me, do you believe? Do you know that every day's the first Of the rest of your life?  [Chorus:] Don't tell me if I'm dying, 'cause I don't wanna know If I can't see the sun, maybe I should go Don't wake me 'cause I'm dreaming of angels on the moon Where everyone you know never leaves too soon  [Bridge 1:] This is to one last day in the shadows And to know a brother's love This is to New York City angels And the rivers of our blood This is to all of us, to all of us  [Chorus:] So don't tell me if I'm dying, 'cause I don't wanna know If I can't see the sun, maybe I should go Don't wake me 'cause I'm dreaming of angels on the moon Where everyone you know never leaves too soon  [Bridge 2:] Yeah, you can tell me all your thoughts About the stars that fill polluted skies And show me where you run to When no one's left to take your side But don't tell me where the road ends 'Cause I just don't wanna know No, I don't wanna know  [Outro:] Don't tell me if I'm dying Don't tell me if I'm dying  ",
        "title": "Angels On The Moon"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] I can hear the truck tires coming up the gravel road And its not like her to drive that slow, nothin's on the radio Footsteps on the front porch, I hear my doorbell She usually comes right in, now I can tell  [Chorus] Here comes goodbye Here comes the last time Here comes the start of every sleepless night The first of every tear I'm gonna cry Here comes the pain Here comes me wishing things had never changed And she was right here in my arms tonight, but here comes goodbye  [Verse 2] I can hear her say I love you like it was yesterday And I can see it written on her face that she had never felt this way One day I thought I'd see her with her daddy by her side And violins would play here comes the bride  [Chorus] Here comes goodbye Here comes the last time Here comes the start of every sleepless night The first of every tear I'm gonna cry Here comes the pain Here comes me wishing things had never changed And she was right here in my arms tonight, but here comes goodbye  [Bridge] Why does it have to go from good to gone? Before the lights turn on, yeah and youre left alone All alone, but here comes goodbye  [Chorus] Here comes goodbye Here comes the last time Here comes the start of every sleepless night The first of every tear I'm gonna cry Here comes the pain Here comes me wishing things had never changed And she was right here in my arms tonight, but here comes goodbye  ",
        "title": "Here Comes Goodbye"
    },
    {
        "artist": "John Rich",
        "lyrics": "  [Verse 1] My daddy taught me in this country everyone's the same You work hard for your dollar and you never pass the blame When it don't go your way Now I see all these big shots whining on my evening news About how they're losing billions And it's up to me and you to come running to the rescue  Well pardon me if I don't shed a tear Cause they're selling make-believe And we don't buy that here  [Chorus] Cause in the real world they're shuttin' Detroit down While the boss man takes his bonus pay and jets on out of town And DC's bailing out them bankers as the farmers auction ground While they're living it up on Wall Street in that New York City town Here in the real world they're shuttin' Detroit down Here in the real world they're shuttin' Detroit down  [Verse 2] Well that old man's been working in that plant most all his life Now his pension plan's been cut in half and he can't afford to die And it's a crying shame, cause he ain't the one to blame  When I look down to see his calloused hands Well let me tell you friend it gets me fightin' mad  [Chorus] Because in the real world they're shuttin' Detroit down While the boss man takes his bonus pay and jets on out of town And DC's bailing out them bankers as the farmers auction ground While they're living it up on Wall Street in that New York City town Here in the real world they're shuttin' Detroit down  While they're living it up on Wall Street in that New York City town Here in the real world they're shuttin' Detroit down Here in the real world they're shuttin' Detroit down In the real world they're shuttin' Detroit down They're shuttin' Detroit down  ",
        "title": "Shuttin' Detroit Down"
    },
    {
        "artist": "Billy Currington",
        "lyrics": null,
        "title": "Don't"
    },
    {
        "artist": "Jennifer Hudson",
        "lyrics": "  [Verse 1] I'm calling his phone up just to tell him how much I really love him cause he's everything I want He listens to me, cares for me So I truly believe  [Pre-Chorus] God sent me an angel up from above That's gonna love me for life Might as well be perfect Only because it's the only way I can describe, so  [Chorus] If this isn't love Tell me what it is Cause I could be dreaming and just plain crazy If this isn't love Tell me what it is Cause I never felt like this baby If this isn't love L-o-v-e, what it means to me? L-o-v-e, Oh if this isn't love L-o-v-e, what it means to me? L-o-v-e, Oh if this isn't love  [Verse 2] I'm selfish cause I don't wanna share him with nobody Not even those people that came before me But see, I never believe  [Pre-Chorus] God sent me an angel from above That's gonna love me for life Might as well be perfect Only because it's the only way I can describe, so  [Chorus] If this isn't love Tell me what it is Cause I could be dreaming and just plain crazy If this isn't love Tell me what it is Cause I never felt like this baby If this isn't love L-o-v-e, what it means to me? L-o-v-e, Oh if this isn't love L-o-v-e, what it means to me? L-o-v-e, Oh if this isn't love  [Bridge] So if you got real love Let me see you put your hands up See you put your hands up The kind of love that fits tight like a glove Let me see you put your hands up See you put your hands up If this isn't love Cause I know I ain't crazy, I know I ain't trippin' I know I ain't slipping, I know that it's love See me with my hands up If you think I'm dreaming, I know I ain't dreaming Cause this reason maybe and I know what is love If this isn't love...  [Chorus] If this isn't love Tell me what it is Cause I could be dreaming and just plain crazy If this isn't love Tell me what it is Cause I never felt like this baby If this isn't love L-o-v-e, what is it to me? L-o-v-e, Oh if this isn't love L-o-v-e, what is it to me? L-o-v-e, Oh if this isn't love  ",
        "title": "If This Isn't Love"
    },
    {
        "artist": "M.I.A. & A R Rahman",
        "lyrics": "  O, saya O, saya O, saya O, saya O, saya O, saya O, saya O, saya [?] They can't touch me, we break off Run so fast they can't even touch me Been that gypsy Touch me, I'll show you gypsy my zig zag quickly  Pick up that pack on my journey Don't suddenly start to follow me I am in a luck, some days they suck When we live by the buck, we get for the family  One day I wanna be a star So I get to hang in a bar I'll go to Vegas with the playas Just to forget my scars  Ek, do, teen, char, panch, cheh, saath Aat, nau, das, gyarah, barah, terah  Street shops have made me shifty Like a ninja with speed I am nifty I hope I live till I am fifty See my city go from gritty to pretty  O, saya O, saya O, saya O, saya O, saya O, saya O, saya O, saya  Don't start to follow me To hang in a bar I wanna be a star Pick up that pack on my journey Don't start to follow me Wanna be a star  O, saya Pick up that pack on my journey O, saya Start to follow me O, saya  Ek, do, teen, char, panch, cheh, saath Aat, nau, das, gyarah, barah, terah  ",
        "title": "O... Saya"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": null,
        "title": "Country Boy"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Verse 1] She's beautiful in her simple little way She don't have too much to say when she gets mad She understands; she don't let go of anything Even when the pain gets really bad Guess I should've been more like that  [Verse 2] You had it all for a pretty little while And somehow you made me smile when I was sad You took a chance on a bruised and beaten heart And then you realized you wanted what you had I guess I should've been more like that  [Chorus] I should have held on to my pride I should have never let you lie I guess you got what you deserved I guess I should've been more like her  [Verse 3] Forgiving you, well, she's stronger than I am You don't look much like a man from where I'm at It's plain to see desperation showed it's truth You love her, and she loves you with all she has I guess I should've been more like that  [Chorus]  [Outro] She's beautiful in her simple little way  ",
        "title": "More Like Her"
    },
    {
        "artist": "U2",
        "lyrics": "  The future needs a big kiss Winds blows with a twist Never seen a moon like this Can you see it too?  Night is falling everywhere Rockets at the fun fair Satan loves a bomb scare But he won't scare you  Hey, sexy boots Get on your boots, yeah  You free me from the dark dream Candy floss ice cream All our kids are screaming But the ghosts aren't real  Here's where we gotta be Love and community Laughter is eternity If joy is real  You don't know how beautiful You don't know how beautiful you are You don't know, and you don't get it, do you? You don't know how beautiful you are  That's someone's stuff they're blowing up We're into growing up Women of the future Hold the big revelations  I got a submarine You got gasoline I don't want to talk about wars between nations  Not right now  Hey sexy boots... Get on your boots, yeah Not right now Bossy boots  You don't know how beautiful You don't know how beautiful you are You don't know, and you don't get it, do you? You don't know how beautiful you are  Hey sexy boots I don't want to talk about the wars between the nations Sexy boots, yeah  Let me in the sound Let me in the sound Let me in the sound, sound Let me in the sound, sound Meet me in the sound  Let me in the sound Let me in the sound, now God, I'm going down I don't wanna drown now Meet me in the sound  Let me in the sound Let me in the sound Let me in the sound, sound Let me in the sound, sound Meet me in the sound  Get on your boots Get on your boots Get on your boots Yeah hey hey  ",
        "title": "Get On Your Boots"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Verse 1: Rihanna] Baby, baby, when we first met I never felt something so strong You were like my lover and my best friend All wrapped into one, with a ribbon on it And all of a sudden, when you left I didn't know how to follow, it's like a shot That spun me around and now my heart left I feel so empty and hollow  [Pre-Chorus: Rihanna] And I'll never give myself to another The way I gave it to you Don't even recognize the ways you hurt me, do you? It's gonna take a miracle to bring me back And you're the one to blame  [Chorus: Rihanna] And now I feel like, oh, you're the reason why I'm thinking I don't wanna smoke on these cigarettes no more I guess that's what I get for wishful thinking I should've never let you enter my door Next time you wanna go on and leave I should just let you go on and do it Cause now I'm using like I bleed  [Post-Chorus] It's like I checked into rehab Baby, you're my disease It's like I checked into rehab Baby, you're my disease I gotta check into rehab Cause baby, you're my disease I gotta check into rehab Cause baby, you're my disease  [Verse 2: Rihanna] Damn, ain't it crazy when you're love swept? You'll do anything for the one you love Cause anytime that you needed me, I'd be there It's like you were my favorite drug The only problem is that you was using me In a different way that I was using you But now that I know, it's not meant to be You gotta go, I gotta wean myself off of you  [Pre-Chorus: Rihanna] And I'll never give myself to another, the way I gave it to you Don't even recognize the ways you hurt me, do you? It's gonna take a miracle to bring me back And you're the one to blame  [Chorus: Rihanna] Cause now I feel like, oh, you're the reason why I'm thinking I don't wanna smoke on these cigarettes no more I guess that's what I get for wishful thinking I should've never let you enter my door Next time you wanna go on and leave I should just let you go on and do it Cause now I'm using like I bleed (using like I bleed)  [Post-Chorus] It's like I checked into rehab Baby, you're my disease It's like I checked into rehab Baby, you're my disease I gotta check into rehab Cause baby, you're my disease I gotta check into rehab Cause baby, you're my disease  [Bridge: Justin Timberlake & Rihanna] Now ladies, gimme that Oh, oh, oh, oh, oh-oh, oh, oh, oh-oh Oh, now gimme that Oh, oh, oh, oh, oh-oh, oh, oh, oh-oh Now ladies, gimme that Oh, oh, oh, oh, oh-oh, oh, oh, oh-oh Oh, now gimme that Oh, oh, oh, oh, oh-oh, oh, oh, oh-oh  [Pre-Chorus: Rihanna] Oh, you're the reason why I'm thinking I don't wanna smoke on these cigarettes no more I guess that's what I get for wishful thinking I should've never let you enter my door  [Outro-Chorus: Rihanna] Next time you wanna go on and leave I should just let you go on and do it Cause now I'm using like I bleed It's like I checked into rehab Baby, you're my disease It's like I checked into rehab Baby, you're my disease I gotta check into rehab Cause baby, you're my disease I gotta check into rehab Cause baby, you're my disease  ",
        "title": "Rehab"
    },
    {
        "artist": "Martina McBride",
        "lyrics": null,
        "title": "Ride"
    },
    {
        "artist": "K'Naan",
        "lyrics": "  When I get older I will be stronger They'll call me freedom, just like a wavin' flag  [Hook] When I get older, I will be stronger They'll call me freedom just like a wavin' flag And then it goes back, and then it goes back And then it goes back, oh  [Verse 1] Born to a throne, stronger than Rome A violent prone, poor people zone But it's my home, all I have known Where I got grown, streets we would roam  Out of the darkness, I came the farthest Among the hardest survival Learn from these streets, it can be bleak Accept no defeat, surrender, retreat  So we struggling, fighting to eat And we wondering when we'll be free So we patiently wait for that fateful day It's not far away, but for now we say  [Hook] When I get older I will be stronger They'll call me freedom just like a wavin' flag And then it goes back, and then it goes back And then it goes back, oh  [Verse 2] So many wars, settling scores Bringing us promises, leaving us poor I heard them say 'love is the way' 'Love is the answer,' that's what they say  But look how they treat us, make us believers We fight their battles, then they deceive us Try to control us, they couldn't hold us Cause we just move forward like Buffalo Soldiers  But we struggling, fighting to eat And we wondering, when we'll be free So we patiently wait for that faithful day It's not far away but for now we say  [Hook]  When I get older I will be stronger They'll call me freedom just like a wavin' flag And then it goes back, and then it goes back And then it goes back, and then it goes And then it goes  And everybody will be singing it And you and I will be singing it And we all will be singing it  [Hook]  When I get older, when I get older I will be stronger just like a wavin' flag Just like a wavin' flag, just like a wavin' flag Flag, flag, just like a wavin' flag  ",
        "title": "Wavin' Flag"
    },
    {
        "artist": "Framing Hanley",
        "lyrics": null,
        "title": "Lollipop"
    }
]