[
    {
        "artist": "The Chiffons",
        "lyrics": "  He's so fine Wish he were mine That handsome boy over there The one with the wavy hair I don't know how i'm gonna do it But i'm gonna make him mine Be the envy of all the girls It's just a matter of time He's a soft-spoken guy Also seems kind of shy Makes me wonder if i Should even give him a try But then again he can't shy He can't shy away forever And i'm gonna make him mine If it takes me forever He's so fine Gotta be mine Sooner or later I hope it's not later We've got to get together The sooner the better I just can't wait I just can't wait To be held in his arms If i were a queen And he asked me to leave my throne I'd do anything that he asked Anything to make him my own For he's so fine So fine So fine  ",
        "title": "He's So Fine"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  Guess there's no use in hangin' 'round Guess I'll get dressed and do the town I'll find some crowded avenue Though it will be empty without you  Can't get used to losin' you No matter what I try to do Gonna live my whole life through Loving you  Called up some girl I used to know After I heard her say \"Hello\" Couldn't think of anything to say Since you're gone it happens every day  Can't get used to losin' you No matter what I try to do Gonna live my whole life through Loving you  I'll find somebody, wait and see Who am I kiddin', only me 'Cause no one else could take your place Guess that I am just a hopeless case  Can't get used to losin' you No matter what I try to do Gonna live my whole life through Loving you  I can't get used to losin' you No matter what I try to do Gonna live my whole life through Loving you  ",
        "title": "Can't Get Used To Losing You"
    },
    {
        "artist": "The Orlons",
        "lyrics": "  Where do all the hippest meet? (South Street, South Street) Where the dancin' is elite (South Street, South Street) Side by side we're loose and neat When we're stompin' down the street Hurry down, baby she's the hippest street in town!(Oh baby)  Meet me, on South Street, oh yeah, hurry on down Come on now, meet me on South Street The hippest street in town Well you take West Street, East Street, North Avenue (Cause I know) South Street's the best street To have a ball with you  Do you hear that groovy beat? (South Street, South Street) Don't it make you move your feet? (South Street, South Street) Everybody gathers round Cause they dig that crazy sound Now hurry down, baby she's the hippest street in town  (Oh baby) Meet me on South Street, (come on) oh yeah, hurry on down Come on now, meet me on South Street, the hippest street in town (Well you take) West Street, East Street, North Avenue (Cause I know) South Street's the best street To have a ball with you  (Oh baby) Meet me on South Street, (come on) oh yeah, hurry on down Come on now, meet me on South Street, the hippest street in town (Well you take) West Street, East Street, North Avenue (Cause I know) South Street's the best street To have a ball with you  ",
        "title": "South Street"
    },
    {
        "artist": "Skeeter Davis",
        "lyrics": "  [Verse 1] Why does the sun go on shining? Why does the sea rush to shore? Don’t they know it’s The End of the World Cause you don’t love me any more  [Verse 2] Why do the birds go on singing? Why do the stars glow above? Don’t they know it’s The End of the World It ended when I lost your love  [Verse 3] I wake up in the morning and I wonder Why everything’s the same as it was I can’t understand, no, I can’t understand How life goes on the way it does  [Verse 4] Why does my heart go on beating Why do these eyes of mine cry Don’t they know it’s the end of the world It ended when you said goodbye  [Verse 5] Why does my heart go on beating Why do these eyes of mine cry Don’t they know it’s the end of the world It ended when you said goodbye  ",
        "title": "The End Of The World"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": "  Hey, you! Come out here on the floor Let's rock some more Come out here on the floor Honey, let's rock some more, yeah!  Now when you get out here Don't you have no fear Put your hands on your hip And let your backbone slip And work out  Oh, my momma, move up (first step) Party move back (second step) Shuffle to the left (third step) Wobble to the right (fourth step)  Now it's plain to see You put a hurtin' on me But it's a natural fact I like it like that So work out!  Yeah, baby work out (work baby, work out)! Honey, work out! Ah, baby work out! Shout and turn the joint out! Work out! Work out! Work all night long! Yeah, yeah! (round and around and around and around) Baby, round and round we go Don't you know, don't you know? Round and round we go Where we stop, nobody knows The band is swinging on the stand We're moving in, we're moving out Then we'll step back now and end this dance with a shout So work out!  Now when I tell you to shout I want you to jump at it! Yeah, let's shout, baby, let's shout! (shout baby shout) Honey, let's shout! Baby, let's shout! Yeah, shout and turn it out, baby! Let's shout, let's shout, shout all night long! I gotta have it just one more time Now here we go! Round and round we go Now work out, work out, work all night long! Work out, baby! Work out woman! Shout and turn the joint out! Work out, work out, baby, baby...  ",
        "title": "Baby Workout"
    },
    {
        "artist": "Ruby And The Romantics",
        "lyrics": "  Our day will come And we'll have everything We'll share the joy Falling in love can bring  No one can tell me That I'm too young to know I love you so (love you so) And you love me  Our day will come If we just wait a while No tears for us Think love and wear a smile  Our dreams have magic because We'll always stay In love this way Our day will come (Our day will come, our day will come)  Our dreams have magic because W'll always stay In love this way Our day will come Our day will come  ",
        "title": "Our Day Will Come"
    },
    {
        "artist": "Little Peggy March",
        "lyrics": "  (Intro) I love him, I love him, I love him And where He goes I'll follow, I'll follow, I'll follow  (Verse 1) I will follow him Follow him, wherever he may go There isn't an ocean too deep A mountain so high it can keep me away I must follow him Ever since he touched my hand I knew That near him I always must be And nothing can keep him from me He is my destiny  (Chorus) I love him, I love him, I love him And where he goes I'll follow I'll follow, I'll follow He'll always be my true love, my true love, my true love From now until forever, forever, forever  (Verse 2) I will follow him Follow him, wherever he may go There isn't an ocean too deep A mountain so high it can keep, keep me away Away from my love  (Chorus) I love him, I love him, I love him And where he goes I'll follow I'll follow, I'll follow He'll always be my true love, my true love, my true love From now until forever, forever, forever  (Verse 3) I will follow him Follow him, wherever he may go There isn't an ocean too deep A mountain so high it can keep Keep me away, away from my love  (Outro) And where he goes I'll follow I'll follow, I'll follow I know I'll always love him  ",
        "title": "I Will Follow Him"
    },
    {
        "artist": "Peter, Paul & Mary",
        "lyrics": null,
        "title": "Puff (The Magic Dragon)"
    },
    {
        "artist": "Paul and Paula",
        "lyrics": null,
        "title": "Young Lovers"
    },
    {
        "artist": "Dee Dee Sharp",
        "lyrics": "  Look out, look out There's a big bad bird that's flyin' about Come on baby, do the bird with me Fly, yi, yi, yeah I, yi, yeah, baby Fly your hands around wing down  Do the bird, do the bird Do the shimmy, shimmy I feel for you gimme Do the bird, do the bird Come on were gonna work it out now Hey, hey, there do the bird with might, yeah  Come on take me to the sky above Fly ,yi, yi, yeah I Come on baby, we can fall in love Fly, yi, yi, yeah I Come on baby, shake it more and go And youll get another turn to float  Do the bird, do the bird Youre a crazy flyer Do the bird, do the bird You're gonna fly higher, yeah  Do the bird, do the bird Come on were gonna Loop-de-loop We're gonna hula hoop Twist and fly to the sky, baby, yeah Do the bird with might, yeah, yeah, yeah  Do the shimmy, shimmy A feel for you gimme Come on were gonna Twist tonight, pony ride Shake and shout work it out now  Hey baby, do the bird with me Oh, the bird you're a crazy flyer You're gonna fly higher Come on and come back A rock and roll, baby  ",
        "title": "Do The Bird"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": "  A candy-colored clown they call the sandman Tiptoes to my room every night Just to sprinkle stardust and to whisper \"Go to sleep. Everything is all right.\"  I close my eyes, then I drift away Into the magic night, I softly say A silent prayer like dreamers do Then I fall asleep to dreams, my dreams of you  In dreams I walk with you, in dreams I talk to you In dreams you're mine, all of the time We're together in dreams, in dreams  But just before the dawn, I awake and find you gone I can't help it, I can't help it, if I cry I remember that you said goodbye  It's too bad that all these things Can only happen in my dreams Only in dreams, in beautiful dreams  ",
        "title": "In Dreams"
    },
    {
        "artist": "Chantay's",
        "lyrics": null,
        "title": "Pipeline"
    },
    {
        "artist": "The Cookies",
        "lyrics": "  Don't say nothin' Bad about my baby (Oh, no) Don't say nothin' Bad about my baby (I love him so)  Don't say nothin' Bad about my baby (Oh, don't you know) Don't say nothin' Bad about my baby  He's good (He's good) He's good to me (Good to me) That's all I care about  (Oh, no) Don't you tell me My baby's just a playboy (It wasn't him) Don't you tell me My baby's just a playboy  (Not tonight) I won't listen To a single word you say (He's my guy) Don't you tell me My baby's just a playboy  He's true (He's true) He's true to me (True to me) So, girl, you better Shut your mouth  (Everyone says he's lazy) But not when he's kissin' me (Everyone says he's crazy) Sure he's crazy Crazy about me, oh, yeah  Don't say nothin' Bad about my baby (Oh, no) Don't say nothin' Bad about my baby (I love him so)  Don't say nothin' Bad about my baby (Oh, don't you know) Don't say nothin' Bad about my baby  He's good (He's good) He's good to me (Good to me) And that's all I care about  (Oh, no) Don't say nothin' Bad about my baby (Oh, no) Don't say nothin' Bad about my baby (I love him so)  Don't say nothin' Bad about my baby (Oh, don't you know) Don't say nothin' Bad about my baby  He's true (He's true) He's true to me (True to me) So, girl, you better Shut your mouth (Oh, no)  Don't say nothin' Bad about my baby (Oh, no) Don't say nothin' Bad about my baby  Don't say nothin' Bad about my baby (Oh, no) Don't say nothin' Bad about my baby (Oh, no)  Don't say nothin' Bad about my baby (Oh, no) Don't say nothin' Bad about my baby  ",
        "title": "Don't Say Nothin' Bad (About My Baby)"
    },
    {
        "artist": "The Cascades",
        "lyrics": "  {Intro}  Listen to the rhythm of the falling rain Telling me just what a fool I've been I wish that it would go and let me cry in vain And let me be alone again  The only girl I care about has gone away Looking for a brand new start But little does she know That when she left that day Along with her she took my heart  Rain please tell me now does that seem fair For her to steal my heart away when she don't care? I can't love another when my hearts somewhere far away  The only girl I care about has gone away Looking for a brand new start But little does she know that when she left that day Along with her she took my heart  {Bridge}  Rain won't you tell her that I love her so Please ask the sun to set her heart aglow Rain in her heart and let the love we knew start to grow  Listen to the rhythm of the falling rain Telling me just what a fool I've been I wish that it would go and let me cry in vain And let me be alone again  Oh, listen to the falling rain Pitter patter, pitter patter Oh, oh, oh, listen to the falling rain Pitter patter, pitter patter  ",
        "title": "Rhythm Of The Rain"
    },
    {
        "artist": "Bill Pursell",
        "lyrics": null,
        "title": "Our Winter Love"
    },
    {
        "artist": "Johnny Cymbal",
        "lyrics": "  Mr. Bass Man, you've got that certain somethin' Mr. Bass Man, you set that music thumpin' To you it's easy when you go 1-2-3, d-d-b-bop-a-bop (Bass voice: You mean b-b-BOP-p-p-bop bop bop...) Yeah!  Mr. Bass Man, you're on all the songs B-did-did-a-boom-boom, B-dit-dit-a-boom-boom-bom Hey Mr. Bass Man, you're the hidden King of Rock 'n' Roll, d-d-b-bop-a-bop (Bass voice: No no, b-b-BOP-p-p-bop bop bop...)  It don't mean a thing when the lead is singin' Or when he goes \"Hi-yi-yi-yi-yi-yah\" Hey Mr. Bass Man, I'm askin' just one thing: Will you teach me? Yeah, will you sing? 'Cause Mr. Bass Man, I wanna be a bass man too, d-d-b-bop-a-bop (Bass voice: Try this, b-b-BOP-p-p-bop bop bop...) Hey Mr. Bass Man, I think I'm really with it B-did-did-a-boom-boom, a-boom-boom-b-dit-dit-dit-dit C'mon, Mr. Bass Man, now I'm a bass man too, d-d-b-bop-a-bop  ",
        "title": "Mr. Bass Man"
    },
    {
        "artist": "Chubby Checker",
        "lyrics": "  Twenty miles from my house to your house Twenty miles and I walk it all the way Twenty miles when you're in love is nothin' And I got to see my baby every day  I walk along I sing a song Twenty miles is a long long way But I got to see my baby every day  Lots of girls are ridin' near to my house Pretty girls they keep passin' by all day Lots of girls but I don't even see 'em Cause the girl I love is twenty miles away  I walk along I sing a song Twenty miles is a long long way But I got to see my baby every day  Oh ho  I walk along I sing a song Twenty miles is a long long way But I got to see my baby every day  Twenty miles is a long long way But I got to see my baby every day Oh hey Twenty miles  ",
        "title": "Twenty Miles"
    },
    {
        "artist": "Connie Francis",
        "lyrics": "  I'll follow the boys, wherever they go I'll follow the boys, 'cause in my heart I know I know that somewhere, somewhere along the way I'll find my love, my own true love, someday And there'll be no place too far, no ocean too wide Wherever he goes, I'll be right by his side I'll follow the boys, and wait until the time Till that boy that I'm following is mine There'll be no place too far, no ocean too wide Wherever he goes, I'll be right by his side So I'll follow the boys, and wait until the time Till that wonderful boy that I'm following is mine  ",
        "title": "Follow The Boys"
    },
    {
        "artist": "Bobby Darin",
        "lyrics": "  You're the reason I'm living You're the breath that I take You're the stars in my heaven You're the sun when I wake You're the reason I'm living Oh you carry me through All of life's little burdens I'd be lost without you  A long long time ago When I was down Wo-o-o you picked me up And showed me true love Still could be found  You're the reason I do things You're the things that I do You're the reason I'm livin I'd be lost without you  Come and tell me again You're the reason I'm living Oh you carry me through All of life's little burdens I'd be lost without you  ",
        "title": "You're The Reason I'm Living"
    },
    {
        "artist": "Richard Chamberlain",
        "lyrics": null,
        "title": "All I Have To Do Is Dream"
    },
    {
        "artist": "Eydie Gorme",
        "lyrics": "  I was at a dance when he caught my eye Standin' all alone lookin' sad and shy We began to dance, swaying' to and fro And soon I knew I'd never let him go  Blame it on the bossa nova with its magic spell Blame it on the bossa nova that he did so well Oh, it all began with just one little dance But then it ended up a big romance Blame it on the bossa nova The dance of love  (Now was it the moon?) No, no, the bossa nova (Or the stars above?) No, no, the bossa nova (Now was it the tune?) Yeah, yeah, the bossa nova (The dance of love)  Now I'm glad to say I'm his bride to be And we're gonna raise a family And when our kids ask how it came about I'm gonna say to them without a doubt  Blame it on the bossa nova with its magic spell Blame it on the bossa nova that he did so well Oh, it all began with just one little dance But then it ended up a big romance Blame it on the bossa nova The dance of love  (Now was it the moon?) No, no, the bossa nova (Or the stars above?) No, no, the bossa nova (Now was it the tune? ) Yeah, yeah, the bossa nova (The dance of love)  (Now was it the moon?) No, no, the bossa nova (Or the stars above ?) No, no, the bossa nova  ",
        "title": "Blame It On The Bossa Nova"
    },
    {
        "artist": "The Drifters",
        "lyrics": null,
        "title": "On Broadway"
    },
    {
        "artist": "Tony Bennett",
        "lyrics": "  I wanna be around, to pick up the pieces - When somebody breaks your heart - Some, Somebody twice as smart as I - A somebody who would swear to be true As you used to do with me - Who'll leave you to learn That misery loves company - Wait and see  I mean I wanna be around to see how he does it When he breaks your heart to bits - Let's see if that puzzle really fits, so fine - And that's when I'll discover that revenge is sweet As I sit there applauding from a front row seat - When somebody breaks your heart just like you Broke mine  When somebody breaks your heart just like you Broke mine - Oh yeah  Then...  That's when I'll discover that revenge is sweet As I sit there applauding from a front row seat - Somebody breaks your heart, Yes, Like you broke Mine - When somebody breaks your heart like you broke Mine - Oh yeah  ",
        "title": "I Wanna Be Around"
    },
    {
        "artist": "Johnny Tillotson",
        "lyrics": null,
        "title": "Out Of My Mind"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": null,
        "title": "Over The Mountain (Across The Sea)"
    },
    {
        "artist": "Steve Lawrence",
        "lyrics": null,
        "title": "Don't Be Afraid, Little Darlin'"
    },
    {
        "artist": "Dion",
        "lyrics": null,
        "title": "Sandy"
    },
    {
        "artist": "Dick and DeeDee",
        "lyrics": null,
        "title": "Young And In Love"
    },
    {
        "artist": "Brook Benton",
        "lyrics": "  When I go to all the places we used to go When I see all the people we used to know They ask me why I look so sad, I have to say I got what I wanted but I lost what I had  Without your love I'm such a lonely man, that's what I am And there's no one but myself to take the blame Because I once had your love and I treated you so bad I got what I wanted but I lost what I had  Since you've gone, the bright lights are dim The people don't seem the same They're so used to seeing us together Oh, but my, how things have changed  I went searching, not knowing what I'd find I looked for something and I had it all the time Now to think I've treated you so bad, makes me sad I got what I wanted but I lost [Incomprehensible] I had I got what I wanted but I lost what I had  ",
        "title": "I Got What I Wanted"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": null,
        "title": "Mecca"
    },
    {
        "artist": "Mongo Santamaria Band",
        "lyrics": "  Watermelon man Watermelon man  Watermelon man Watermelon man  Watermelon man Watermelon man  Watermelon man Watermelon man  ",
        "title": "Watermelon Man"
    },
    {
        "artist": "Mary Wells",
        "lyrics": "  Laughing boy (Ha ha ha ha ha) That's what they used to call you Before you found a new love to take my place (Ha ha ha ha ha ha ha ha)  Laughing boy (Ha ha ha ha ha) That's what they used to call you You always wore a smile upon your face (Ha ha ha ha ha ha ha ha)  But as I look at you now I know that somehow The smile you're wearing is untrue Laughing boy (Laughing boy) I think you're blue  Your new love (Your new love) She really must have hurt you She really must have filled your heart with pain 'Cause I know you well (Know you well) And you could never fool me  I know that somehow you're not the same (La la la la la la la la) As I look at you now I know that somehow  When you say you're happy You're lying Laughing boy (Laughing boy) I believe you've been crying (La la la la la la la la)  Don't you know that it's true I still love you Just as much as I did before So laughing boy (Come on home)  Come on home, laughing boy (Come on home) Come on home, laughing boy (Come on home) And smile once more  ",
        "title": "Laughing Boy"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  If everybody had an ocean Across the U. S. A Then everybody'd be surfin' Like Californi-a You'd see them wearing their baggies Huarachi sandals too A bushy bushy blonde hairdo Surfin' U. S. A  You'd catch 'em surfin' at Del Mar (Inside, outside, USA) Ventura County line (Inside, outside, USA) Santa Cruz and Trestles (Inside, outside, USA) Australia's Narrabeen (Inside, outside, USA) All over Manhattan (Inside, outside, USA) And down Doheny Way (Inside, outside)  Everybody's gone surfin' Surfin' U.S.A  We'll all be planning that route We're gonna take real soon We're waxing down our surfboards We can't wait for June We'll all be gone for the summer We're on surfari to stay Tell the teacher we're surfin' Surfin' U. S. A  Haggerties and Swamis (Inside, outside, USA) Pacific Palisades (Inside, outside, USA) San Onofre and Sunset (Inside, outside, USA) Redondo Beach LA (Inside, outside, USA) All over La Jolla (Inside, outside, USA) At Wa'imea Bay (Inside, outside)  Everybody's gone surfin' Surfin' U.S. A  Everybody's gone surfin' Surfin' U.S. A  Everybody's gone surfin' Surfin' U.S. A  ",
        "title": "Surfin' U.S.A."
    },
    {
        "artist": "Bobby Vee",
        "lyrics": null,
        "title": "Charms"
    },
    {
        "artist": "Boots Randolph and his Combo",
        "lyrics": "  Instrumental  ",
        "title": "Yakety Sax"
    },
    {
        "artist": "Chubby Checker",
        "lyrics": "  Let's Limbo some more Let's Limbo some more Let's hit the floor like we did before Let's Limbo some more  Let's Limbo to the Limbo Rock Let's Limbo to the [magic clock] You know the score Whatsya waitin' for Let's Limbo some more  We started dancin' at half past nine Quarter to one we still look fine And we're still dancin' at half past two Now whatsya wanna do  Ha Limbo some more Let's Limbo some more Let's hit the floor like we did before Let's Limbo some more  Limbo some more Let's Limbo some more You know the score Whats ya waitin' for Let's Limbo some more  Let's Limbo like we did last month Let's Limbo like we did last year Well down and down and down we go Let's Limbo some more  We started dancin' at half past nine Quarter to one we still look fine And we're still limbin' at half past two Now whats ya wanna do  Everybody gonna Limbo some more Let's Limbo some more Let's hit the floor like we did before Let's Limbo some more  Limbo to the Limbo baby Limbo are drivin' me crazy No No Limbo like a slow slow Limbo With you with you with you...  ",
        "title": "Let's Limbo Some More"
    },
    {
        "artist": "The Rebels",
        "lyrics": null,
        "title": "Wild Weekend"
    },
    {
        "artist": "Johnny Mathis",
        "lyrics": "  I must be going (Don't go) My heart is showing (Don't go)  I better hurry away If I don't leave I'll be sorry What will my Mary say?  Your lips are thrilling My arms are willing I know that I shouldn't stay If I don't leave I'll be sorry What will my Mary say?  What would I do If she should need me And find me kissing you? She's always trusted me completely Her poor heart would break in two  I must be going (Don't go) My heart is showing (Don't go)  I better hurry away If I don't leave I'll be sorry What will my Mary say?  If I don't leave I'll be sorry What will my Mary say? (Don't go, don't go)  ",
        "title": "What Will My Mary Say"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  The days of wine and roses laugh and run away like a child at play Through a meadow land toward a closing door A door marked \"nevermore\" that wasn't there before  The lonely night discloses just a passing breeze filled with memories Of the golden smile that introduced me to The days of wine and roses and you  (The lonely night discloses) just a passing breeze filled with memories Of the golden smile that introduced me to The days of wine and roses and you-oo-oo  ",
        "title": "Days Of Wine And Roses"
    },
    {
        "artist": "The 4 Seasons",
        "lyrics": null,
        "title": "Walk Like A Man"
    },
    {
        "artist": "Jan & Dean",
        "lyrics": null,
        "title": "Linda"
    },
    {
        "artist": "Nat King Cole",
        "lyrics": null,
        "title": "All Over The World"
    },
    {
        "artist": "The Shirelles",
        "lyrics": "  Spoken: \"You broke his heart and made him cry And he's been blue since then\". \"Now he's Found somebody new and you want him back again\"  Foolish little girl,fickle little girl You didn't want him when he wanted you He's found another love,it's her he's dreaming of And there's not a single thing that you can do  \"But I love him\" \"No you don't it's just your pride that's hurt\" \" I still love him\" (If you got him back again,you'd go right out and do him dirt)  Foolish little girl,fickle little girl You didn't want him when he wanted you He's found another love,it's her he's dreaming of And there's not a single thing that you can do  \"But I love him\" \"It's too late to have a change of heart\" \"I still love him\" (Tomorrow is his wedding day and you'll keep quiet if you're smart!)  Foolish little girl,fickle little girl You didn't want him when he wanted you He's found another love,it's her he's dreaming of And there's not a single thing that you can do  \"Forget him cause he don't belong to you\" \"It's too late he's found somebody new\" \"There's not a single thing that you can do\"  ",
        "title": "Foolish Little Girl"
    },
    {
        "artist": "The Rooftop Singers",
        "lyrics": null,
        "title": "Tom Cat"
    },
    {
        "artist": "Henry Mancini And His Orchestra",
        "lyrics": "  The days of wine and roses laugh and run away like a child at play Through a meadow land toward a closing door A door marked \"nevermore\" that wasn't there before  The lonely night discloses just a passing breeze filled with memories Of the golden smile that introduced me to The days of wine and roses and you  (The lonely night discloses) just a passing breeze filled with memories Of the golden smile that introduced me to The days of wine and roses and you-oo-oo  ",
        "title": "Days Of Wine And Roses"
    },
    {
        "artist": "Bob B. Soxx And The Blue Jeans",
        "lyrics": null,
        "title": "Why Do Lovers Break Each Other's Heart?"
    },
    {
        "artist": "Rick Nelson",
        "lyrics": null,
        "title": "You Don't Love Me Anymore (And I Can Tell)"
    },
    {
        "artist": "Elvis Presley With The Mello Men",
        "lyrics": "  [Chorus] Who wants to buy a heart One broken lover's heart One broken heart for sale  [Verse 1] Well, excuse me if you see me crying like a baby Since she rejected me There's nothing left to save me  [Chorus]  [Verse 2] She would not listen to the things my heart was saying She turned and walked away And told me I was playing  [Outro] Some guys have all the luck And my heart hasn't any I think I'll paint a sign For sale for a penny  Who wants...  ",
        "title": "One Broken Heart For Sale"
    },
    {
        "artist": "Dion",
        "lyrics": "  Ah, now that I love a girl and Ruby is her name (Hear me talking now) This girl don't love me, but I love her just the same (What'd I say) Oh-ooh, Ruby-Ruby, how I want ya Like a ghost I'm a-gonna haunt ya Ruby-Ruby-Ruby will you be mine... sometime Each time I see you waving my heart cries (Oh, it does Ruby) I'll tell ya, I'm gonna steal you away from all those guys Oh-ooh, from the happy day I met you I made a bet that I was going to get you Ruby-Ruby-Ruby will you be mine (Hear me talking, in time now!)  I'll tell ya... I love this girl, I said Ruby is her name (Believe me now) When this girl looks at me, she just sets my soul a-flame Don't you know, I got all kind of kisses too, yeah And I'm gonna give them all to you Now listen up, Ruby-Ruby when will you be mine Gonna get you sometime! Ruby-Ruby, Ruby baby Ruby-Ruby, Ruby baby Ruby-Ruby, Ruby baby Ruby-Ruby, Ruby baby  ",
        "title": "Ruby Baby"
    },
    {
        "artist": "Jimmy Soul",
        "lyrics": "  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  A pretty woman makes her husband look small And very often causes his downfall As soon as he marries her then she starts To do the things that will break his heart  But if you make an ugly woman your wife You'll be happy for the rest of your life An ugly woman cooks meals on time She'll always give you peace of mind  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  Don't let your friends say you have no taste Go ahead and marry anyway Though her face is ugly, her eyes don't match Take it from me, she's a better catch  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  Say man! Hey baby! I saw your wife the other day! Yeah? Yeah, an' she's ugly! Yeah, she's ugly, but she sure can cook, baby! Yeah, alright!  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  ",
        "title": "If You Wanna Be Happy"
    },
    {
        "artist": "Arthur Lyman Group",
        "lyrics": null,
        "title": "Love For Sale"
    },
    {
        "artist": "Ray Charles and his Orchestra",
        "lyrics": "  [Verse 1] Don't set me free And leave me all alone Don't make me be Just a rolling stone Lock me up and throw the key away Make me a prisoner night and day And whatever you do to me Don't set me free[x2] On my knees I pray Have mercy on me Don't send me away Like a train jumping off a track Without you baby, I'd blow my stack And whatever you do to me Don't set me free  [Pre-Chorus] Like a stamp on a letter, if you let me stick with you I could love you better, than anyone else can do  [Chorus] So don't set me free Though I've done you wrong Baby can't you see Without you I can't get along Keep me in a state of agony Make me miserable as can be And whatever you do to me Don't set me free  [Pre-Chorus]  [Chorus]  ",
        "title": "Don't Set Me Free"
    },
    {
        "artist": "Rick Nelson",
        "lyrics": null,
        "title": "I Got A Woman"
    },
    {
        "artist": "The Marvelettes",
        "lyrics": "  I'm puttin' up my guard I'm lockin' up my heart Tellin' Cupid to pass by me 'Cause all love ever brought me was misery  Hello loneliness, goodbye love I'm tired of being abused and being misused I've had my share of romance, no more for me I'm lockin' up my heart and throwin' away the key  Lockin' up (lockin' up, lockin' up) Said I'm gonna throw away the key (throw away the key) I'm lockin' up (lockin' up) 'Cause all love ever brought me was misery  I don't want (don't want) nobody to love me Leave me alone and let me be lonely This way I'll know just where I stand I'll never have to worry about love again  Lockin' up (lockin' up, lockin' up) Said I'm gonna throw away the key (throw away the key) I'm gonna save myself from all this misery  Lockin' up (lockin' up, lockin' up) Said I'm gonna throw away the key I'm lockin' up (lockin' up my heart) I'm lockin' up (lockin' up my heart)  Yeah yeah yeah (lockin' up my heart)  ",
        "title": "Locking Up My Heart"
    },
    {
        "artist": "George McCurn",
        "lyrics": null,
        "title": "I'm Just A Country Boy"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": null,
        "title": "Losing You"
    },
    {
        "artist": "Gene Chandler",
        "lyrics": null,
        "title": "Rainbow"
    },
    {
        "artist": "The Exciters",
        "lyrics": "  Yeah, yeah, yeah, yeah He makes me do things I don't wanna do He makes me say things I don't wanna say  And even though I wanna break away I can't stop saying I adore him I can't stop doing things for him He's got the power, the power of love over me  Me, me me me me me  He makes me stay when I don't wanna stay He makes me go when I don't wanna go And though I try to break the spell, I know  I can't stop saying I adore him I can't stop doing things for him He's got the power, the power of love over me Can't stop, can't stop, can't stop  Can't stop the way I need him It's got me crazy as can be Oh but I love him he's got a certain somethin' And that's the one thing that has got a hold on me  Yeah, yeah, yeah, yeah He makes me do things I don't wanna do He makes me say things I don't wanna say  And even though I wanna break away I can't stop saying I adore him I can't stop doing things for him He's got the power, the power of love over me Can't stop, can't stop, can't stop  La la la La la la La la la  Oh but I love him  La la la La la la La la la  Yeah, yeah, yeah, yeah He makes me do things I don't wanna do He makes me say things I don't wanna say  And even though I wanna break away I can't stop saying I adore him I can't stop doing things for him He's got the power, the power of love over me  Can't stop sayin' I adore him and doin' things for him Can't stop sayin' I adore him and doin' things for him Can't stop sayin' I adore him and doin' things for him ...  ",
        "title": "He's Got The Power"
    },
    {
        "artist": "The Miracles",
        "lyrics": "  Everyday, I'm gonna love become what may 'cause I know that there is (nothing that means more) To a woman than a love that she can count on  Yeah oh oh oh oh ooh Darling dear yeah (ooh ooh ooh) Whenever when you need me I'll be here (ooh ooh ooh) 'cause I know that there is (nothing that means more to a woman) yeah than A love that she can count on  Oh repeat after me now I remember one day it come to me ( I remember one day it come to me) The guy next door has money you see (the guy next door has money you see) Oh you know he buys his woman everything yeah (he buys his woman everything) Oh he buys her cars and clothes and diamond rings Cars and clothes and diamond rings (cars and clothes and diamond rings) And although she accepts the things he buys (tho she accepts the things he buys) What she really wants is his love sometimes (really wants his love sometime)  So oh oh baby I want for you to see yeh eh eh eh  (baby I want for you to see) Oh oh oh oh that you can always count on me Yeah count on me to comfort you yeah eh eh eh (comfort you) When you start to feeling sad and blue (sad and blue)  'cause I know that there is (nothing that means more to a woman) Yeah I'm here to tell ya' than a love that she can count on (nothing that means more to a woman) Oh oh oh ask any woman about it yeah (nothing that means more to a woman) Yeah eh eh tell you they can't do without it (nothing that means more to a woman) I know that you know how precious this girl is and you know that I know my darling that there is (nothing that means more to a woman) Oh oh oh not in the whole wide world (nothing that means more to a woman)  (fade) Whoo hoo ooh ooh you've got to love that girl  ",
        "title": "A Love She Can Count On"
    },
    {
        "artist": "The Percells",
        "lyrics": null,
        "title": "What Are Boys Made Of"
    },
    {
        "artist": "Rolf Harris",
        "lyrics": "  Sun arise, she bring in the morning Sun arise, bring in the morning, fluttering her skirts all around Sun arise, she come with the dawning Sun arise, come with the dawning, spreading all the light all around  Sun arise, on the kangaroo paw Sun arise, on the kangaroo paw, glistening the dew all around  Sun arise, filling all the hollows Sun arise, filling all the hollows, lighting up the hills all around  Sun arise, come with the dawning Sun arise, she come every day Sun arise, bring in the morning Sun arise, every, every, every, every, day She drive away the darkness, every day Drive away the darkness Bringing back the warmth to the ground  Sun arise, oh, oh Sun arise, oh, oh Spreading all the light all around  Sun arise, bring in the morning Sun arise, bring in the morning, spreading all the light all around  ",
        "title": "Sun Arise"
    },
    {
        "artist": "The Kingston Trio",
        "lyrics": "  [Spoken:] He rode easy in the saddle. He was tall and lean, and at first you'd a-thought nothing but a streak of mean could make a man look so down right strong, but one look in his eyes and you knowed you was wrong. He was a mountain of a man, and I want you to know. He could preach hot hell or freezin' snow. He carried a Bible in a canvas sack and folks just called him The Reverend Mr. Black. He was poor as a beggar, but he rode like a king. Sometimes in the evening, I'd hear him sing:  [Chorus:] I gotta walk that lonesome valley. I got to walk it by myself. Oh nobody else can walk it for me. I got to walk it by myself  [2nd & 3rd times:] You got to walk that lonesome valley. You got to walk it by yourself. Oh nobody else can walk it for you. You got to walk it by yourself If ever I could have thought this man in black was soft and had any yellow up his back, I gave that notion up the day a lumberjack came in and it wasn't to pray. Yeah, he kicked open the meeting house door and he cussed everybody up and down the floor! Then, when things got quiet in the place, he walked up and cusses in the preacher's face! He hit that Reverend like a kick of a mule and to my way of thinkin' it took a real fool to turn the other face to that lumber jack, but that's what he did, The Reverend Mr. Black. He stood like a rock, a man among men and he let that lumberjack hit him again, and then with a voice as quiet as could be, he cut him down like a big oak tree when he said:  [Chorus] It's been many years since we had to part and I guess I learned his ways by heart. I can still hear his sermon's ring, down in the valley where he used to sing. I followed him, yes, sir, and I don't regret it and I hope I will always be a credit to his memory 'cause I want you to understand. The Reverend Mr. Black was my old man!  [Chorus]  ",
        "title": "Reverend Mr. Black"
    },
    {
        "artist": "Jimmy Smith",
        "lyrics": null,
        "title": "Back At The Chicken Shack, Part 1"
    },
    {
        "artist": "Brook Benton",
        "lyrics": null,
        "title": "Dearer Than Life"
    },
    {
        "artist": "Paul Petersen",
        "lyrics": null,
        "title": "Amy"
    },
    {
        "artist": "James Gilreath",
        "lyrics": null,
        "title": "Little Band Of Gold"
    },
    {
        "artist": "The Rip Chords",
        "lyrics": null,
        "title": "Here I Stand"
    },
    {
        "artist": "Al Martino",
        "lyrics": null,
        "title": "I Love You Because"
    },
    {
        "artist": "Johnny Beecher and his Buckingham Road Quintet",
        "lyrics": null,
        "title": "Sax Fifth Avenue"
    },
    {
        "artist": "Ray Charles",
        "lyrics": "  [Intro] (Take these chains from my heart and set me free)  [Verse] Take these chains from my heart and set me free You've grown cold and no longer care for me All my faith in you is gone but the heartaches linger on Take these chains from my heart and set me free Take these tears from my eyes and let me see Just a spark of the love that used to be If you love somebody new, let me find a new love, too Take these chains from my heart and set me free Give my heart just a word of sympathy (sympathy) Be as fair to my heart as you can be (you can be) Then if you no longer care for the love that's beating there Take these chains from my heart and set me free Take these chains from my heart and set me free (set me free)  ",
        "title": "Take These Chains From My Heart"
    },
    {
        "artist": "Lou Christie",
        "lyrics": "  I don't want the world to know I don't want my heart to show Two faces have I I I pretend that I'm happy But I'm Mr. blue I pretend that I'm happy Since I lost you Two faces have I One to laugh and one to cry Two faces have i One to laugh and one to cry Will I ever laugh again She'll never see me cry Will I walk with a smile on my face Kniowing I live a lie I pretend that I'm carefree But what am I I pretend that I'm carefree But I'm living a lie Two faces have I One to laugh and one to cry Two faces have i One to laugh and one to cry  ",
        "title": "Two Faces Have I"
    },
    {
        "artist": "The Rocky Fellers",
        "lyrics": "  The Rocky Fellers Miscellaneous Killer Joe Killer Joe The Rocky Fellers Written by Bert Russell (Bert Berns), Bob Elgin, and Phil Medley Peaked at # 16 in 1963 The Feller family's first and only Top 40 hit, featuring Manila-born Mindanao \"Pop\" Feller And his four sons. The melody for part of this song is extremely similar to that of Mickey & Sylvia's 1957 R&B hit \"Love Is Strange.\" Covered by The Kingsmen as a minor single In 1966 Oh, whoa, oh, no Oh, whoa, oh, yeah Look at Killer Joe go (ah-ah-ah) Dancing with Marie (oh-oh-no) He don't act like he knows (oh-oh-yeah) She belongs to me Look at how they Wobble (ah-ah-ah) He's the best in town (he's the best in town) I think I'm in trouble (oh-oh-yeah) She forgets that I'm around Yeah, ay-ee-ay-eh Oh, I'm so jealous Hey, help me, fellas Go on and tell her she should only dance with me-ee-ee Ooh Look at Killer Joe go (ah-ah-ah) Holding her so tight (oh-oh-no) Putting on the big show (oh-oh-yeah) With Marie tonight Someone better tell him (ah-ah-ah) She is mine alone (she is mine alone) Just because he dance good (oh-oh-yeah) That don't mean he take her home Yeah, ay ee ay, yeah Oh, I'm so jealous, yeah, yeah, yeah, hey, help me fellas Yeah, yeah, yeah, go on and tell her She should only dance with me Ooh Look at Killer Joe go (ah-ah-ah) Stealing my Marie (stealing my Marie) Someone better tell her (ah-ah-ah) She belongs to me Yeah, ay ee ay, yeah (wop, wop Killer Joe) Come back, Marie (no-no-no-no) Come back, Marie (no-no-no-no) Come back, Marie (no-no-no-no) Come back, Marie FADE  ",
        "title": "Killer Joe"
    },
    {
        "artist": "Dickey Lee",
        "lyrics": null,
        "title": "Don't Wanna Think About Paula"
    },
    {
        "artist": "Jimmy Holiday",
        "lyrics": null,
        "title": "How Can I Forget"
    },
    {
        "artist": "Ella Fitzgerald",
        "lyrics": null,
        "title": "Bill Bailey, Won't You Please Come Home"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": null,
        "title": "Whatever You Want"
    },
    {
        "artist": "Baby Washington",
        "lyrics": "  (That's how heartaches are made, that's how heartaches are made)  They told me I was such a fool to love you They say that you're the kind who'd never be true Pretty soon the day would come when I'd be the sorry one But I said that I'm not afraid; well That's how heartaches are made, that's how heartaches are made  I went ahead and my heart opened the door I gave you so much love, no one could want more You pretended to be mine, how could you be so unkind? With all the other girls you've played; well That's how heartaches are made, that's how heartaches are mad  (That's how heartaches are made, that's how heartaches are made)  I know you're not sincere, and you'll never be But, still, I want your kisses so desperately I can never let you go Baby, even though I know every rule of love you've disobeyed; well  That's how heartaches are made, that's how heartaches are made That's how heartaches are made  ",
        "title": "That's How Heartaches Are Made"
    },
    {
        "artist": "Del Shannon",
        "lyrics": "  [Verse 1] There are two kinds of teardrops (two kinds of teardrops) That I know you can cry (two kinds of teardrops) One is known as lonely teardrops (two kinds of teardrops) That come when lovers say goodbye  I know the last lover you had He let you down and treated you bad I know he made you cry, oh yeah I know he made you cry-y-y-y-y Those lonely teardrops  [Verse 2] But there´s another kind of teardrop (two kinds of teardrops) That I know you can cry (two kinds of teardrops) And they´re known as happy teardrops (two kinds of teardrops) That come from feeling good inside  [Chorus] I´ll make you cry those tears of joy I´ll mend the heart he nearly destroyed I´m gonna make you cry, but don´t worry I´m gonna make you cry-y-y-y-y  [Verse 3] Those happy teardrops I know your little heart has suffered in vain He hurt you over and over again But he won´t hurt you any more, so Just forget the lonely past And the romance that didn´t last And dry those lonely teardrops from your eyes (from your eyes)  [Chorus] ´Cause there are two kinds of teardrops (two kinds of teardrops) That I know you can cry (two kinds of teardrops) But they´ll be the tears of joy (two kinds of teardrops) Filling your lovely little eyes I´ll make you cry those tears of joy I´ll mend the heart he nearly destroyed I´m gonna make you cry, oh yeah! I´m gonna make you cry-y-y-y-y Those happy teardrops  [Outro] Come on baby yes cry (two kinds of teardrops) Let me hear you know, Cry..... One more time now, Cry..... Let me hear you now, Cry.....  ",
        "title": "Two Kind Of Teardrops"
    },
    {
        "artist": "Charlie Byrd",
        "lyrics": null,
        "title": "Meditation (Meditacao)"
    },
    {
        "artist": "The Dartells",
        "lyrics": null,
        "title": "Hot Pastrami"
    },
    {
        "artist": "Ray Stevens",
        "lyrics": "  Look-a there, there he goes Ha, there goes the funny man The life of the party, that's me  And they'd never guess That I had a care They'd be amazed to see me cry When the party's through Cry over you  Talk loud, funny man In the crowd, funny man You're in rare form today  Leave em' laughing as you walk away, yeah, yeah But they wouldn't laugh If they only knew that I'll go home alone To cry, cry the whole night through Cry over you  And who's to know that this clever clown Is really the fool of a town? Yes, who's to know the girl I loved Laughed when she turned me down?  So, tell a joke, funny man Be gay, funny man Don't give yourself away, funny man Pretend you didn't love her anyway  Act as though nothin's wrong Wear good smile to go alone Then cry, cry the whole night through 'Cause there's nothin' you can do  ",
        "title": "Funny Man"
    },
    {
        "artist": "Maxine Brown",
        "lyrics": null,
        "title": "Ask Me"
    },
    {
        "artist": "Darlene Love",
        "lyrics": "  Today I met the boy I'm gonna marry He's all I've wanted all my life and even more He smiled at me, and, gee, the music started playing \"Here Comes the Bride\" when he walked through the door  Today I met the boy I'm gonna marry The boy whose life and dream and love I want to share For on my hand a band of gold appeared before me The band of gold I always dreamed I'd wear  When we kissed, I felt a sweet sensation This time it wasn't just my imagination  Today I met the boy I'm gonna marry He's just what I've been waiting for, oh, yeah With every kiss, \"Oh, this is it,\" my heart keeps saying Today I met the boy I'm going to marry  When we kissed, I felt a sweet sensation This time it wasn't just my imagination  Today I met the boy I'm gonna marry He's just what I've been waiting for, oh, yeah With every kiss, \"Oh, this is it,\" my heart keeps saying Today I met the boy I'm going to marry Yeah, yeah, yeah Oh, yeah Today I met the boy Mm-mm-mm-mm Today I met Yeah, yeah, yeah, yeah  ",
        "title": "(Today I Met) The Boy I'm Gonna Marry"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  There's an empty place beside me When I'm walkin' down the street That's the place where you used to walk The place where you held my hand Now I reach and all I touch is space An empty, empty place  Sadness and tears, that's all you left me They're such bad souvenirs Of a love that once was, oh, so very great The greatest love Reaching all the way to the stars above  And now there's not a star left in the sky And if you don't come back to me I'll die Only your embrace Can fill this empty place  If I don't fill this emptiness I know that I'll lose my mind Looking out and only seeing space An empty, empty place  Oh, sadness and tears, that's all you left me They're such bad, bad souvenirs Of a love that once was, oh, so very great The greatest love Reaching all the way to the stars above  But now there's not a star left in the sky And if you don't come back to me I'll die Only your embrace Can fill this empty place  Come back, come back, come back to me Come back and fill my empty arms I need your lovin' darling Your lips are lovin' darling  ",
        "title": "This Empty Place"
    },
    {
        "artist": "The Appalachians",
        "lyrics": null,
        "title": "Bony Moronie"
    },
    {
        "artist": "The Contours",
        "lyrics": "  Look, I'm telling you as a friend Because I think you're so nice I really think a lot of you Now you can let her wear your pin You can let her your friend But remember, whatever you do  Don't you let her Be your baby (no, no, no) Don't you let her Be your baby (no, no, no) Don't let her be your baby (No, no, no, no, no, no)  Don't you know she's gonna Kiss you (gonna kiss you) Hold you tight (hold you tight) She's saying she'll miss you (She'll miss you) day and night (Day and night, night and day)  She'll tell you that she loves you (Sounds so sweet) Make your temperature rise (Temperature rise) She says gonna hug you (Gonna hug you) Tell you no lies (tell you no lies)  When she puts her arms around you (Yeah, yeah, yeah) make you Feel so fine, yeah  She'll be sugar and spice (Sugar and spice) Everything nice (everything nice) And then, and then, and then She's gonna break your heart Like she did mine  Push, push, push, push  She'll put her arms around you (Yeah, yeah, yeah) make you Feel so fine, yeah  She's sugar and spice now (Sugar and spice) Everything nice now (everything nice) And then, and then, and then She's gonna break your heart Like she did mine  Don't let her be your baby (Please be smart) Don't you let her be your baby (Have a broken heart) Don't you let her be your baby (You agree, if you agree)  Send her back to me Send her back to me  Don't let her be your baby (no, no, no) Don't let her be your baby (no, no, no) Don't let her be your baby (no, no, no) Don't let her be  ",
        "title": "Don't Let Her Be Your Baby"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": "  Call me irresponsible - call me unreliable Throw in undependable too Do my foolish alibis bore you Well I'm not too clever - I just adore you  Call me unpredictable - tell me I'm impractical Rainbows I'm inclined to pursue Call me irresponsible - yes I'm unreliable But it's undeniably true - I'm irresponsibly mad for you  Call me irresponsible - yes I'm unreliable But it's undeniably true - I'm irresponsibly mad for you  ",
        "title": "Call Me Irresponsible"
    },
    {
        "artist": "Kenny Chandler",
        "lyrics": null,
        "title": "Heart"
    },
    {
        "artist": "Paul Anka",
        "lyrics": "  Everybody remembers Diana And just how much I loved her I wrote a song about her How wrong could I be?  Oh well, she went and found another Found another lover She didn't even bother To say, goodbye to me  Things have changed She's found another Yes, things have changed She's found another lover  Things have changed She didn't say goodbye Instead she made me cry Diana  I'll learn to live without her Yes, I'll forget about her Just wait and see  Things will change, I'll find another lover Things will change, I'll learn to live without her Things will change, I'm gonna make her cry I'm gonna say, goodbye to Diana  I'll learn to live without her Yes, I'll forget about her Just wait and see  Just wait and see Just wait and see  ",
        "title": "Remember Diana"
    },
    {
        "artist": "The Hippies (Formerly The Tams)",
        "lyrics": null,
        "title": "Memory Lane"
    },
    {
        "artist": "Dave \"Baby\" Cortez",
        "lyrics": null,
        "title": "Hot Cakes! 1st Serving"
    },
    {
        "artist": "Charlie Russo",
        "lyrics": null,
        "title": "Preacherman"
    },
    {
        "artist": "Ferrante & Teicher",
        "lyrics": null,
        "title": "Theme From Lawrence Of Arabia"
    },
    {
        "artist": "The Shepherd Sisters",
        "lyrics": null,
        "title": "Don't Mention My Name"
    },
    {
        "artist": "Jimmy Reed",
        "lyrics": null,
        "title": "Shame, Shame, Shame"
    },
    {
        "artist": "Rufus Thomas",
        "lyrics": null,
        "title": "The Dog"
    },
    {
        "artist": "Martha & The Vandellas",
        "lyrics": null,
        "title": "Come And Get These Memories"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": null,
        "title": "He's So Heavenly"
    },
    {
        "artist": "Bill Anderson",
        "lyrics": null,
        "title": "Still"
    },
    {
        "artist": "The Shirelles",
        "lyrics": null,
        "title": "Not For All The Money In The World"
    }
]