[
    {
        "artist": "Bee Gees",
        "lyrics": "  [Verse 1] I can think of younger days when living for my life Was everything a man could want to do I could never see tomorrow But I was never told about the sorrows  [Chorus] How can you mend a broken heart? How can you stop the rain from falling down? How can you stop the sun from shining? What makes the world go round? How can you mend this broken man? How can a loser ever win? Please help me mend my broken heart and let me live again  [Verse 2] I can still feel the breeze that rustles through the trees And misty memories of days gone by We could never see tomorrow No one said a word about the sorrow  [Chorus] And how can you mend a broken heart? How can you stop the rain from falling down? How can you stop the sun from shining? What makes the world go round? And how can you mend this broken man? How can a loser ever win? Please help me mend my broken heart and let me live again  [Bridge] La la la la la la, la la la la La la la la la la, la la la la  [Outro] Please help me mend my broken heart and let me live again  Da da da da Da da da da, da da da da da, da  ",
        "title": "How Can You Mend A Broken Heart"
    },
    {
        "artist": "John Denver",
        "lyrics": "  Almost heaven, West Virginia Blue ridge mountains, Shenandoah river Life is old there, older than the trees Younger than the mountains, blowing like a breeze  Country roads, take me home To the place I belong West Virginia, mountain mamma Take me home, country roads  All my memories, gather round her Miners' lady, stranger to blue water Dark and dusty, painted on the sky Misty taste of moonshine, teardrop in my eye  Country roads, take me home To the place I belong West Virginia, mountain mamma Take me home, to the country roads  I hear her voice in the morning hour she calls me Radio reminds me of my home far away Driving down the road I get a feeling That I should have been home yesterday, yesterday  Country roads, take me home To the place I belong West Virginia, mountain mamma Take me home, country roads  Country roads, take me home To the place I belong West Virginia, mountain mamma Take me home, to the country roads  Take me home, that country road Take me home, that country road  ",
        "title": "Take Me Home, Country Roads"
    },
    {
        "artist": "Five Man Electrical Band",
        "lyrics": null,
        "title": "Signs"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Verse 1] Mercy, mercy me Things ain't what they used to be, no no Where did all the blue skies go? Poison is the wind that blows from the north and south and east  [Verse 2] Mercy, mercy me Things ain't what they used to be, no no Oil wasted on the ocean and upon our seas Fish full of mercury  [Verse 3] Mercy, mercy me Things ain't what they used to be, no no Radiation under ground and in the sky Animals and birds who live nearby are dying  [Verse 4] Mercy, mercy me Things ain't what they used to be What about this overcrowded land How much more abuse from man can she stand?  ",
        "title": "Mercy, Mercy Me (The Ecology)"
    },
    {
        "artist": "Jean Knight",
        "lyrics": "  Mr. Big Stuf  Who do you think you are Mr. Big Stuff You're never gonna get my love  Now because you wear all those fancy clothes (oh yeah) And have a big fine car, oh yes you do now Do you think I can afford to give you my love (oh yeah) You think you're higher than every star above  [Chorus]  Now I know all the girls I've seen you with I know you broke their hearts one after another now, bit by bit You made 'em cry, many poor girls cry When they tried to keep you happy, they just tried to keep you satisfied  [Chorus]  I'd rather give my love to a poor guy that has a love that's true (oh yeah) Than to be fooled around and get hurt by you Cause when I give my love, I want love in return (oh yeah) Now I know this is a lesson Mr. Big Stuff you haven't learned  [Chorus]  Mr. Big Stuff You're never gonna break my heart Mr. Big Stuff You're never gonna make me cry  ",
        "title": "Mr. Big Stuff"
    },
    {
        "artist": "Creedence Clearwater Revival",
        "lyrics": "  [Verse 1] Was Riding along side the highway Rolling up the country side Thinking I'm the devil's heat wave What you burn in your crazy mind? Saw a slight distraction standing by the road She was smiling there, yellow in her hair Do you want to, I was thinking Would you care  [Chorus] Sweet Hitch-a-Hiker We could make music at the Greasy King Sweet Hitch-a-Hiker Won't you ride on my fast machine?  [Verse 2] Cruising on thru the junction I'm flying 'bout the speed of sound Noticing peculiar function I ain't no roller coaster show me down I turned away to see her Woa! she caught my eye But I was rolling down, moving too fast Do you want to She was thinking can it last  [Chorus]  [Verse 3] Was busted up along the highway I'm the saddest riding fool alive Wondering if you're going in my way Won't you give a poor boy a ride? Here she comes a riding Lord, She's flying high But she was rolling down, moving too fast Do you wan to She was thinking can I last  [Chorus][3x]  ",
        "title": "Sweet Hitch-Hiker"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": null,
        "title": "Liar"
    },
    {
        "artist": "The Undisputed Truth",
        "lyrics": "  Smiling faces sometimes Pretend to be your friend Smiling faces show no traces Of the evil that lurks within  [Chorus] Smiling faces, smiling faces sometimes They don't tell the truth Smiling faces, smiling faces Tell lies and I got proof  The truth is in the eyes Cause the eyes don't lie, amen Remember a smile is just A frown turned upside down My friend let me tell you  [Chorus]  Beware, beware of the handshake That hides the snake I'm telling you beware Beware of the pat on the back It just might hold you back Jealousy (jealousy) Misery (misery) Envy I tell you, you can't see behind  [Chorus 2x]  (Smiling faces, smiling faces sometimes) (Smiling faces, smiling faces sometimes) I'm telling you beware, beware of the handshake That hides the snake Listen to me now, beware Beware of that pat on the back It just might hold you back  [Chorus] Your enemy won't do you no harm Cause you'll know where he's coming from Don't let the handshake and the smile fool ya Take my advice I'm only try' to school ya  [Chorus]  ",
        "title": "Smiling Faces Sometimes"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": "  [Intro - Aretha Franklin ] (La-la-la la la la la la la la) (La-la-la la la la la la la la)  [Chorus - Aretha Franklin ] (There's a rose in black at spanish harlem) (A rose in black at spanish harlem)  [Verse 1 - Aretha Franklin ] It is the special one It never sees the sun It only comes up When the moon is on the run And all the stars are gleaming It's growing in the street Right up through the concrete But soft sweet and dreamy  [Chorus - Aretha Franklin ] (There is a rose in spanish harlem) (A rose in black at spanish harlem)  [Verse 2 - Aretha Franklin ] With eyes as black as coal That look down in his soul It start a fire there and then he looses control I'm gonna beg his par-ar-ar-ardon yeah He's going to pick that rose And watch her as she grows In his garden  [Chorus - Aretha Franklin ] (There is a rose in spanish harlem uum uum) (A rose in black at spanish harlem uum uum)  [Verse 3 - Aretha Franklin ] With eyes as black as coal That look down in his soul And start a fire there and then he loses control And i wanna beg his par-ar-ar-don He's going to pick that rose And watch her as she grows In his garden  [Outro - Aretha Franklin ] (La-la-la- la la la la la la la) (La la la-la-la la-la-la la) (La la la-la-la la-la-la la) (La la la-la-la la-la-la la)  ",
        "title": "Spanish Harlem"
    },
    {
        "artist": "Donny Osmond",
        "lyrics": "  Go away, little girl Go away, little girl I'm not supposed to be alone with you  I know that your lips are sweet But our lips must never meet I'm dating somebody else I must be true  Oh, go away little girl Go away, little girl It's hurting me more each minute that we delay  When you're near me like this You're much too hard to resist So go away, little girl Before I beg you to stay  Go away, little girl Go away, little girl It hurts me more the more that we delay When you're near me like this You're much too hard to resist  So go away, little girl Let's call it a day, little girl Please, go away, little girl Before I beg you to stay  ",
        "title": "Go Away Little Girl"
    },
    {
        "artist": "Chicago",
        "lyrics": null,
        "title": "Beginnings/Colour My World"
    },
    {
        "artist": "Paul & Linda McCartney",
        "lyrics": "  We're so sorry, Uncle Albert We're so sorry if we caused you any pain We're so sorry, Uncle Albert But there's no one left at home, and I believe I'm gonna rain  We're so sorry, but we haven't heard a thing all day We're so sorry, Uncle Albert But if anything should happen, we'll be sure to give a ring  (human voice imitates telephone ringing)  (distorted voice, as if heard over a telephone) We're so sorry, Uncle Albert But we haven't done a bloody thing all day We're so sorry, Uncle Albert But the kettle's on the boil, and we're so easily called away  (Yeah, yeah, yeah, yeah)  Hands across the water, water Heads across the sky Hands across the water, water Heads across the sky  Admiral Halsey notified me He had to have a berth or he couldn't get to sea I had another look and I had a cup of tea And butter pie (A butter pie?) The butter wouldn't melt, so I put it in a pie  Hands across the water, water Heads across the sky Hands across the water, water Heads across the sky  Live a little, be a gypsy Get around (Get around) Get your feet up off the ground Live a little, get around  Live a little, be a gypsy Get around (Get around) Get your feet up off the ground Live a little, get around  Hands across the water, water Heads across the sky Hands across the water, water Heads across the sky  ",
        "title": "Uncle Albert/Admiral Halsey"
    },
    {
        "artist": "Bill Withers",
        "lyrics": "  Ain't no sunshine when she's gone It's not warm when she's away Ain't no sunshine when she's gone She's always gone too long anytime she goes away  Wonder this time where she's gone Wonder if she's gone to stay Ain't no sunshine when she's gone And this house just ain't no home anytime she goes away  And I know, I know, I know, I know I know, I know, I know, I know I know, I know, I know, I know I know, I know, I know, I know I know, I know, I know, I know I know, I know, I know, I know I know, I know Hey, I oughtta leave young thing alone But ain't no sunshine when she's gone  Ain't no sunshine when she's gone Only darkness every day Ain't no sunshine when she's gone And this house just ain't no home anytime she goes away  Anytime she goes away Anytime she goes away Anytime she goes away Anytime she goes away Anytime she goes away  ",
        "title": "Ain't No Sunshine"
    },
    {
        "artist": "James Taylor",
        "lyrics": "  [Verse 1] When you're down and troubled and you need a helping hand And nothing, whoa, nothing is going right Close your eyes and think of me and soon I will be there To brighten up even your darkest nights  [Chorus] You just call out my name And you know where ever I am I'll come running to see you again Winter, spring, summer, or fall All you have to do is call And I'll be there, yeah, yeah You've got a friend  [Verse 2] If the sky above you should turn dark and full of clouds And that old north wind should begin to blow Keep your head together and call my name out loud Soon I will be knocking upon your door  [Chorus]  [Bridge] Hey, isn't it good to know that you've got a friend? People can be so cold They'll hurt you and desert you Well, they'll take your soul if you let them Oh yeah, but don't you let them  [Chorus]  ",
        "title": "You've Got A Friend"
    },
    {
        "artist": "The Doors",
        "lyrics": "  [Chorus 1] Riders on the storm Riders on the storm  [Chorus 2] Into this house we're born Into this world we're thrown Like a dog without a bone An actor out on loan Riders on the storm  [Verse 1] There's a killer on the road His brain is squirmin' like a toad Take a long holiday Let your children play If you give this man a ride Sweet family will die Killer on the road  [Verse 2] Girl you gotta love your man Girl you gotta love your man Take him by the hand Make him understand The world on you depends Our life will never end Gotta love your man  [Chorus 1] Riders on the storm Riders on the storm  [Chorus 2] Into this house we're born Into this world we're thrown Like a dog without a bone An actor out on loan  [Chorus 1] Riders on the storm Riders on the storm Riders on the storm Riders on the storm Riders on the storm  ",
        "title": "Riders On The Storm"
    },
    {
        "artist": "The Dramatics",
        "lyrics": "  Some people are made of plastic And you know some people are made of wood Some people have hearts of stone Some people are up to no good  But baby, I'm for real I'm as real as real can get If what you're looking for is real loving Then what you see is what you get  What you see (what you see) is what you get (is what you get) What you see (what you see) is what you get (is what you get) I said, what you see (what you see) is what you get now, baby (is what you get) And the real thing is the best thing yet (the best thing yet)  You know some people are made of lies To bring you down and shame your name But baby, I have good intentions 'Cause breaking hearts just ain't my game  All I want to do is love you And sugar, I won't fill you with regret, no, no If what you're looking for is real loving Then what you see is what you get  What you see (what you see) is what you get (is what you get) What you see (what you see) is what you get (is what you get) I mean, what you see (what you see) is what you get now, baby (is what you get) And the real thing is the best thing yet (the best thing yet)  ",
        "title": "Whatcha See Is Whatcha Get"
    },
    {
        "artist": "Tommy James",
        "lyrics": "  Makin' a livin' the old, hard way Takin' and givin' by day by day I dig snow and rain and the bright sunshine Draggin' the line (Draggin' the line)  My dog Sam eats purple flowers Ain't got much, but what we got's ours We dig snow and rain and the bright sunshine Draggin' the line (Draggin' the line) Draggin' the line (Draggin' the line)  I feel fine I'm talkin' 'bout peace of mind I'm gonna take my time I'm gettin' the good sign Draggin' the line (Draggin' the line) Draggin' the line (Draggin' the line)  Lovin' the free and feelin' spirit Of hugging a tree, when you get near it Diggin' the snow and rain and the bright sunshine Draggin' the line (Draggin' the line) Draggin' the line (Draggin' the line)  I feel fine I'm talkin' 'bout peace of mind I'm gonna take my time I'm gettin' the good sign Draggin' the line (Draggin' the line) Draggin' the line (Draggin' the line)  Draggin' the line (Draggin' the line) (La-la la-la la-la la-la) Draggin' the line (Draggin' the line) (La-la la-la la-la la) Draggin' the line (Draggin' the line) (La-la la-la la-la la-la) Draggin' the line (Draggin' the line) (La-la la-la la-la la) Draggin' the line (Draggin' the line) (La-la la-la la-la la-la) Draggin' the line (Draggin' the line) (La-la la-la la-la la)  ",
        "title": "Draggin' The Line"
    },
    {
        "artist": "Rare Earth",
        "lyrics": "  One, two, three, four I just want to celebrate another day of livin' I just want to celebrate another day of life I put my faith in the people But the people let me down So I turned the other way And I carry on, anyhow  That's why I'm telling you I just want to celebrate, yeah, yeah Another day of living, yeah I just want to celebrate another day of life Had my hand on the dollar bill And the dollar bill flew away But the sun is shining down on me And it's here to stay  That's why I'm telling you I just want to celebrate, yeah, yeah Another day of living, yeah I just want to celebrate another day of livin' I just want to celebrate another day of life  Don't let it all get you down, no, no Don't let it turn you around and around and around and around and around Well, I can't be bothered with sorrow And I can't be bothered with hate, no, no I'm using up the time but feeling fine, every day That's why I'm telling you I just want to celebrate Oh, yeah I just want to celebrate another day Oh, I just want to celebrate another day of livin' I just want to celebrate another day of life Don't let it all get you down, no, no Don't let it turn you around and around, etc Round, round, round, etc Don't go round I just want to celebrate I just want to celebrate Well, I just want to celebrate Said I just want to celebrate (celebrate) I just want to celebrate (I want to celebrate) I just want to celebrate (I got to celebrate) I just want to celebrate  ",
        "title": "I Just Want To Celebrate"
    },
    {
        "artist": "The Raiders",
        "lyrics": "  They took the whole Cherokee nation Put us on this reservation Took away our ways of life The tomahawk and the bow and knife Took away our native tongue And taught their English to our young And all the things we made by hand Are nowadays made in Japan  Cherokee people, Cherokee tribe So proud to live, so proud to die  They took the whole Indian nation Locked us on this reservation Though I wear a shirt and tie I'm still a redman deep inside  Cherokee people, Cherokee tribe So proud to live, so proud to die  But maybe someday when they learn Cherokee nation will return, will return, will return, will return, will return  ",
        "title": "Indian Reservation (The Lament Of The Cherokee Reservation Indian)"
    },
    {
        "artist": "Tom Clay",
        "lyrics": "  What is segregation? I don't know what seggeration is What is bigotry? I don't know what biggery is What does hatred mean? I don't know what that is.. What is prejudice? Hmm, I think its when someones sick  Rise and shine, boys! One, two, three, four! One, two, three, four!  Anybody here, seen my old friend John, can you tell me where he's Gone?  Were at the Trademark, the motorcade is coming by here, I can see many Many motorcycles coming By now, police motorcycles. Just heard a call on the radio for all Units along Industrial, to pick up the Motorcade Somethings happened here, we understand there has been a shooting. The Presidential car coming up Now, we know its the presidential car. We can see Mrs. Kennedys pink Suit, there's a Secret Service Man spread eagle over the top of the car. We understand governor and Mrs. Connolly are in the car With president and Mrs. Kennedy We can't see who has been hit if anybody's been hit, but apparently Something is wrong here Something is terribly wrong. I am behind the motorcade now, (and as you Probably notice?) they're Going to Parkland Hospital  We interrupt this program to bring you a special bulletin: Dallas Texas, the flash, apparently official: President John F. Kennedy died, at 1 p.m., central standard time  Anybody here, seen my old friend Martin, can you tell me where he's Gone? He has freed a lot of people, but it seems the good they die young  We've got some difficult days ahead. But it doesn't really matter With me now. Because I've been to the Mountain top, and I  ",
        "title": "What The World Needs Now Is Love/Abraham, Martin and John"
    },
    {
        "artist": "Carole King",
        "lyrics": null,
        "title": "It's Too Late/I Feel The Earth Move"
    },
    {
        "artist": "James Brown",
        "lyrics": "  [Verse] One-two one-two-three uh! Hot pants- hey hot pants uh! Smoking Hot pants- smoking that-hot pants That's where its at a-that's where its at Take your fine self home It looks much better than time My fever keeps growing Girl you're blowing my mind Thinking of loosing that funky feeling don't uh! Cause you got to use just what you got To get just what you want-a Hey hu! Hot pants! Hey! Hot pants smoking! Hot pants make ya sure of yourself -good lord You walk like you got the only loving left hey So brother- if you're thinking of loosing that feeling Then don't- ha Cause a woman got to use what she got To get just what she wants hey! Hey hotpants A-look a-hot pants won't make ya dance But as slick as you are-ah! You make the pants Uh! Hey brother- do ya like it? The girl over there with the funky pants on ha! She can ah! Do the chicken all night long The girl over there with the hot pants on uh! She can do the funky broadway all night long The girl over there with the hot pants on Filthy macnasty all night long Get down hu! The one over there With the mini dress ha! I ain't got time- i still dig that mess Get down! But i like the hot pants Hey! I like a hot pants Ooooh! Bring it home! One more! Hit me! Aaay! Bring it home! Bring it home! Oh uh! Bring it on home Bring it on home  ",
        "title": "Hot Pants (She Got To Use What She Got To Get What She Wants) (Pt. 1)"
    },
    {
        "artist": "The Who",
        "lyrics": "  [Intro] [Verse 1] We'll be fighting in the streets With our children at our feet And the morals that they worship will be gone And the men who spurred us on Sit in judgment of all wrong They decide and the shotgun sings the song  [Chorus] I'll tip my hat to the new constitution Take a bow for the new revolution Smile and grin at the change all around me Pick up my guitar and play Just like yesterday And I'll get on my knees and pray We don't get fooled again Don't get fooled again  [Verse 2] Change it had to come We knew it all along We were liberated from the fold that's all But the world looks just the same And history ain't changed Cause the banners, they all flown in the last war  [Chorus] I'll tip my hat to the new constitution Take a vow for the new revolution Smile and grin at the change all around Pick up my guitar and play Just like yesterday And I'll get on my knees and pray We don't get fooled again No, no!  [Bridge] I'll move myself and my family aside If we happen to be left half alive I'll get all my papers and smile at the sky For I know that the hypnotized never lie Do ya?  [Verse 3] There's nothing in the street Looks any different to me And the slogans are replaced, by-the-bye And the parting on the left Is now the parting on the right And the beards have all grown longer overnight  [Chorus] I'll tip my hat to the new constitution Take a bow for the new revolution Smile and grin at the change all around me Pick up my guitar and play Just like yesterday Then I'll get on my knees and pray We don't get fooled again Don't get fooled again No, no!  [Synth solo]  [Outro] YEAAAAAAAAAH!!!!!!!!!!!!!!!! Meet the new boss Same as the old boss  ",
        "title": "Won't Get Fooled Again"
    },
    {
        "artist": "Delaney & Bonnie & Friends",
        "lyrics": "  I've got a never ending love for you From now on that's all I want to do From the first time we met I knew I'd have a never ending love for you  ",
        "title": "Never Ending Song Of Love"
    },
    {
        "artist": "The Partridge Family Starring Shirley Jones Featuring David Cassidy",
        "lyrics": "  Last night, I turned out the light, lay down and thought about you I thought about the way that it could be Two o'clock, wonderin' what I'm doin' here alone without you So I close my eyes and dream you here to me, and  CHORUS: I woke up in love this morning I woke up in love this morning Went to sleep with you on my mind I woke up in love this morning I woke up in love this morning Went to sleep with you on my mind  Hello, girl, yes it's five o'clock I know but you just listen  There's something that I've got to let you know Yes it's you, you're this pillow that I'm huggin' and I'm kissin' And one more thing before I let you go  CHORUS  BRIDGE: Do dreams come true, well if they do, I'll have you Not just for a night, but for my whole life through  CHORUS  REPEAT AND FADE  ",
        "title": "I Woke Up In Love This Morning"
    },
    {
        "artist": "Olivia Newton-John",
        "lyrics": null,
        "title": "If Not For You"
    },
    {
        "artist": "The Honey Cone",
        "lyrics": null,
        "title": "Stick-Up"
    },
    {
        "artist": "Freda Payne",
        "lyrics": "  Fathers are pleading, lovers are all alone Mothers are prayin', send our sons back home (tell 'em 'bout it) You marched them away, yes you did now, on ships and planes To a senseless war facing death in vain  Bring the boys home (bring 'em back alive) Bring the boys home (bring 'em back alive) Bring the boys home (bring 'em back alive) Bring the boys home (bring 'em back alive) (Why don't you) Turn the ships around (Everybody oughta) Lay your weapons down  Can't you see 'em marchin' 'cross the sky? All the soldiers that have died Tryin' to get home Can't you see them tryin' to get home? Tryin' to get home They're tryin' to get home  Cease all fire (tell 'em 'bout it) on the battlefield Enough men have already been wounded and killed  Bring the boys home (bring 'em back alive) Bring the boys home (bring 'em back alive) Bring the boys home (bring 'em back alive) Bring the boys home (bring 'em back alive) (Why don't you) Turn the ships around (Everybody oughta) Lay your weapons down (Mothers, fathers, and lovers, can't you see them?)  Tryin' to get home Can't you see them tryin' to get home (Have mercy) Tryin' to get home Tryin' to get home  Bring the boys home (bring 'em back alive) Bring the boys home (bring 'em back alive) Bring the boys home (bring 'em back alive) Bring the boys home (bring 'em back alive)  What they doin' over there now (bring 'em back alive) When we need 'em over here now? (bring 'em back alive) What they doin' over there now (bring 'em back alive) When we need 'em over here now? (bring 'em back alive) Bring 'em all, bring 'em all home (bring 'em back alive) Bring 'em all, bring 'em home now (bring 'em back alive) (fade out)  ",
        "title": "Bring The Boys Home"
    },
    {
        "artist": "Cymarron",
        "lyrics": null,
        "title": "Rings"
    },
    {
        "artist": "Jackson 5",
        "lyrics": "  [Verse 1] I don't know how many stars there are Up in the heavenly sky I only know my heaven is here on earth Each time you look into my eyes The way you do baby  Thank you, thank you baby  My beautiful bird you have flown away I held you too tight I can see You're all I need to get by No else can make me cry The way you do baby  [Chorus] You are the book that I read each day You are the song that I sing (Gonna sing it to you) You are the four seasons of my life But maybe tomorrow you'll change your mind girl Maybe tomorrow you'll come back to my arms girl Maybe she'll come  [Verse 2] Baby, you're all I need to get by No one else can make me cry The way you do baby, cause  [Chorus] You are the book that I read each day You are the song that I sing (Gonna sing it to you) You are the four seasons of my life But maybe tomorrow you'll change your mind girl Maybe tomorrow you'll come back to my arms girl Maybe she'll come  Oh, you are the book that I read each day (Sing it, sing it, sing it, yeah) You are the song that I sing (Sing it, sing it, sing it, yeah) You are the four seasons of my life But maybe tomorrow you'll change your mind girl Maybe tomorrow you'll come back to my arms girl  You are the book that I read each day, yeah You are the song that I sing (Gonna sing it to you) You are the four seasons of my life But maybe tomorrow you'll change your mind girl Maybe tomorrow you'll come back to my arms girl (Oh) oh (Baby) baby I need you (Listen to me girl) You are the song that I sing You are the four seasons of my life But maybe tomorrow you'll change your mind girl Maybe tomorrow you'll come back to my arms girl  ",
        "title": "Maybe Tomorrow"
    },
    {
        "artist": "George Harrison",
        "lyrics": null,
        "title": "Bangla-Desh/Deep Blue"
    },
    {
        "artist": "Blood, Sweat & Tears",
        "lyrics": "  [Verse 1] Born a natural loser -- can't recall just where Raised on brew and poker and a dollar here and there Blackjack hand, dealer man, you better pay off that last bet Two-bit hand, a 21 is all I ever get  [Chorus] Go down gamblin', say it when you're runnin' low Go down gamblin' -- you may never have to go no  [Guitar Solo 1]  [Verse 2] Down in a crap game, I've been losin' at roulette Cards are bound to break me, but I ain't busted yet Cause I've been called a natural lover by that lady over there Honey, I'm just a natural gambler but I try to do my share  [Guitar Solo 2]  [Chorus] (2x)  ",
        "title": "Go Down Gamblin'"
    },
    {
        "artist": "Joan Baez",
        "lyrics": "  Virgil Caine is my name and I drove on the Danville train Till So much Cavalry came and tore up the tracks again In the winter of '65, we were hungry, just barely alive I took the train to Richmond that fell It was a time I remember, oh, so well The night they drove old Dixie down And all the bells were ringin' The night they drove old Dixie down And all the people were singin' They went, \"Na, na, na\" Back with my wife in Tennessee and one day she said to me \"Virgil, quick, come see, there goes Robert E. Lee\" Now I don't mind 'em chopping wood And I don't care if the money's no good Just take what you need and leave the rest But they should never have taken the very best The night they drove old Dixie down And all the bells were ringin' The night they drove old Dixie down And all the people were singin' They went, \"Na, na, na\" Like my father before me, I'm a working man And like my brother before me, I took a rebel stand But he was just 18, proud and brave But a yankee laid him in his grave I swear by the blood below my feet You can't raise the Caine back up when he's in defeat The night they drove old Dixie down And all the bells were ringin' The night they drove old Dixie down And all the people were singin' They went, \"Na, na, na\"  ",
        "title": "The Night They Drove Old Dixie Down"
    },
    {
        "artist": "B.J. Thomas",
        "lyrics": "  Those old bad dreams Been sleeping in your head Those old dark clouds Been hanging around your head But all your hard times Will vanish in the wind When the mighty clouds of joy Come rolling in Ohhhh, Holy Jesus Let your love seize us Oh, let us find sweet peace within Hallelujah! Happiness begins When the mighty clouds of joy Come rolling in Those old storm clouds Are slowly drifting by And those old raindrops Are fading from your eyes And oh, Mr. Sun Gonna shine on us again When the mighty clouds of joy Come rolling in Ohhhh, Holy Jesus Let your love seize us Oh, let us find sweet peace within Hallelujah! Happiness begins When the mighty clouds of joy Come rolling in Holy Jesus Won´t you let your love seize us Let us find sweet peace within Hallelujah! Happiness begins When the mighty clouds of joy Come rolling in  ",
        "title": "Mighty Clouds Of Joy"
    },
    {
        "artist": "Al Green",
        "lyrics": "  I’m so tired of being alone I’m so tired of on-my-own Won’t you help me girl Just as soon as you can  People say that I’ve found a way To make you say that you love me Hey baby, you didn’t go for that It’s a natural fact That I wanna come back Show me where it’s at, baby  I’m so tired of being alone I’m so tired of on-my-own Won’t you help me girl Soon as you can  I guess you know that I, uh, I love you so Even though you don’t want me no more Hey hey hey hey, I’m cryin’ tears All through the years I’ll tell ya like it is Honey, love me if you will  Yeah baby Tired of being alone here by myself, now I tell ya, I’m tired baby I’m tired of being all wrapped up late at night In my dreams, nobody but you, baby Sometimes I wonder If you love me like you say you do You see baby, I been thinkin’ about it, yeah I been, I been wantin’ to get next to you baby Ya see, sometimes I hold my arms, I say mmmm hmmm hmmm Yeah baby Meeting you has proven to me To be my greatest dream, yeah  Tired, baby Yeah, you don’t know what I’m talkin’ about Sometimes late at night I get to wonderin’ about you baby Oh baby, baby I’m so tired of being alone I’m so tired of being alone I’m so tired of being alone…  ",
        "title": "Tired Of Being Alone"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": null,
        "title": "Maggie May/Reason To Believe"
    },
    {
        "artist": "The Isley Brothers",
        "lyrics": "  If you're down and confused And you don't remember who you're talking to Concentration slips away Because you're baby is so far away  Well, there's a rose in a fisted glove And the eagle flies with the dove And if you can't be with the one you love, honey Love the one you're with You got to love the one you're with You got to love the one you're with You got to love the one you're with  Don't be angry, don't be sad Don't sit crying talking 'bout the good times you've had Well, there's a girl sitting right next to you And she's just waiting for something to do  Well, there's a rose in a fisted glove And the eagle flies with the dove And if you can't be with the one you love, honey Love the one you're with You got to love the one you're with You got to love the one you're with  Doo, doo, doo, doo, doo, doo, doo, doo Doo, doo, doo, doo, doo, doo, doo, doo Doo, doo, doo, doo, doo, doo, doo, doo Doo doo doo, doo doo doo  Lord, love the one you're with You got to love the one you're with You got to love the one you're with Why don't you love  Turn your heartaches right into joy, now She's a girl, yeah, and you're a boy I want you to get it together and make it nice Well, you ain't gonna need anymore advice  Hey, there's a rose in a fisted glove And the eagle flies with the dove Sometimes you can't be with the one you love, honey Love the one you're with You got to love the one you're with You got to love the one you're with You got to love the one you're with You got to love the one you're with  You gotta love (love the one you're with) You gotta love (love the one you're with) Oh, love (love the one you're with) You gotta love (love the one you're with) Woah yeah (love the one you're with) You gotta love, love the one you're with (love the one you're with) You gotta love (love the one you're with)  Doo, doo, doo, doo, doo, doo, doo, doo Doo, doo, doo, doo, doo, doo, doo, doo Doo, doo, doo, doo, doo, doo, doo, doo Doo doo doo, doo doo doo  ",
        "title": "Love The One You're With"
    },
    {
        "artist": "Bobby Russell",
        "lyrics": "  Here they come, warming up I hear the pitter patter of little People on the living room rug Woe is me, there goes the TV Now it's Popeye and Bluto Batman and Bozo  Don't spill the corn flakes They'll break at lunch break Home from the office Why did I stop to Have a beer with the boys Now my head's 'bout to pop  It's a Saturday morning confusion If you think you can sleep, it's illusion Cause you'll probably get a rude Intrusion from Harry the dog  Harry the dog is as big as can be And Harry the dog had puppies last week We couldn't tell if it's a he Or a she, now we know  It's a Saturday morning confusion If I could just get to the bathroom And get a cold rag and an aspirin To help how I feel  But here come the twins And they're screaming at me What is the deal and turn off the TV Go ask your mother and quietly Your daddy is ill  There he is, cousin Jack You got the leaf rake too Keep at it till I get it all back  Hanging round my yard Snooping in my garage I tolerate him because he's my cousin He's nice to the kids And Harry just loves him  It's a Saturday morning confusion And if I could just hide in my attic 'Cause I can hear my wife yelling Take 'em all to the show  I'll take the whole Neighborhood to the show I'll just walk out in back Where the money tree grows Grab me a handful And off to the show we'll go  It's a Saturday morning confusion And if I could just get a transfusion Or maybe go hide in the bedroom Till five o'clock  Let it be known that at five the TV Is gonna be tuned to the game of the week And that goes for dogs and twins And the whole family  It's a Saturday morning confusion It's a Saturday morning confusion  Day is done  Cousin Jack, in his yard Cooking steaks on a grill That I'll never get back  The twins in front of the TV Harry with his family Sis on her date and Mom at the door Smiles as she surveys the sight For the first time today The kingdom is quiet  Lord, let us thank you for Saturdays And may they remain my friends  Cause I work all week long To keep strong till they're grown And next Saturday then We'll do it again  Here they come, warming up I hear the pitter patter of little People on the living room rug  Woe is me, there goes the TV...  ",
        "title": "Saturday Morning Confusion"
    },
    {
        "artist": "Roberta Flack & Donny Hathaway",
        "lyrics": null,
        "title": "You've Got A Friend"
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": "  I need your sweet inspiration I need you here on my mind Every hour of the day Without your sweet inspiration The lonely hours of the night Just don't go my way  Wanting you the way I do I only want to be with you And I would go to the ends of the earth 'Cause darling, to me that's what you're worth  Where you lead, I will follow Anywhere you tell me to If you need, need me to be with you I will follow where you lead  If you're out on the road Feelin' lonely and oh so cold All you gotta do is call my name And I'll be there on the next train  Where you lead I will follow Anywhere you tell me to If you need, need me to be with you I will follow where you lead  I'd always wanted a real home With flowers on the windowsill But if you want to leave in New York City Honey, you know I will Yes I will Yes I will  I never thought I could get satisfaction From just one man If anyone can keep me happy Oh, you're the one who can  I'm gonna follow where you lead me I'm gonna follow where you lead me I need your sweet inspiration I need you here on my mind Every hour of the day Without your sweet inspiration The lonely hours of the night Just don't go my way  Oh, a woman in love needs sweet inspiration And honey that's all I ask, you know That's all I ask from you I gotta have your sweet inspiration You know there just ain't no tellin' What a satisfied woman might do  The way you call me baby, baby (such a sweet inspiration) The way you call me darlin', darlin' (sets my heart a skating) And if I'm out in the rain, baby (and in a bad situation) You know I just look back in my mind And there I find your sweet, sweet inspiration  Inspiration, oh what a power And a bucket of power every hour of the day I need your sweet inspiration To go on livin', to keep on givin' this way Wanting you the way I do (sweet, sweet) Only want to be with you (sweet, sweet) Gonna follow where you lead (sweet, sweet) Baby you're just what I need Your sweet, sweet, sweet, sweet inspiration And honey that's all I ask, you know That's all I ask from you I gotta have your sweet inspiration You know there just ain't no telling What a satisfied woman can do  You are my sweet inspiration  ",
        "title": "Where You Lead"
    },
    {
        "artist": "The Moody Blues",
        "lyrics": "  {Intro}  I've been thinking about our fortune And I've decided that we're really not to blame For the love that's deep inside us now is still the same And the sound we make together Is the music to the story in your eyes It's been shining down upon you now, I realize  Listen to the tide slowly turning Wash all our heartaches away We are part of the fire that is burning And from the ashes we can build another day But I'm frightened for your children And the life that we are living is in vain And the sunshine we've been waiting for Will turn to rain  {Bridge}  Listen to the tide slowly turning Wash all our heartaches away We are part of the fire that is burning And from the ashes we can build another day But I'm frightened for your children And the life that we are living is in vain And the sunshine we've been waiting for Will turn to rain  When the final line is over And it's certain that the curtain's gonna fall I can hide inside your sweet sweet love Forever more  {Outro}  ",
        "title": "The Story In Your Eyes"
    },
    {
        "artist": "The People's Choice",
        "lyrics": null,
        "title": "I Likes To Do It"
    },
    {
        "artist": "Paul Stookey",
        "lyrics": null,
        "title": "Wedding Song (There Is Love)"
    },
    {
        "artist": "Mac And Katie Kissoon",
        "lyrics": null,
        "title": "Chirpy Chirpy Cheep Cheep"
    },
    {
        "artist": "Lee Michaels",
        "lyrics": "  {Intro}  Been forty days since I don't know when I just saw her with my best friend Do you know what I mean? Do you know, know what I mean?  I just saw her yesterday I just saw her, asked her to stay Do you know what I mean? Lord, Do you know what I mean?  Her and Bobby were steppin' out Her and Bobby didn't know I found out Do you know what I mean? Do you know, know what I mean?  So I asked her if she still cared She didn't hear me, she just stared Do you know what I mean? Lord, Do you know what I mean?  And then she said Lee you haven't loved me in nearly four years You haven't noticed that I held back my tears And now you have, but it's really too late Better find yourself another girl Better find another girl Better find uh, another place  {Pause}  She just left me yesterday She just left me, had nothing to say Do you know what I mean? Oh, do you know what I mean?  She's a dandy, yes indeed She's a dandy, but now she's free Do you know what I mean? Lord, do you know what I mean? Yeah  Been forty days since I don't know when I just saw her with my best friend Do you know what I mean? Lord, do you know what I mean?  I just saw her yesterday I just saw her, learn how to stay Do you know what I mean? Lord, Do you know what I mean?  Yeah, here comes it now..  {outro}  ",
        "title": "Do You Know What I Mean"
    },
    {
        "artist": "Bread",
        "lyrics": "  Freedom Keep walking Keep on your toes and Don't stop talking 'bout  Freedom Get going Lots to be learned And lots to be knowing 'bout  People Gotta reach 'em Sit 'em right down and then You gotta teach 'em 'bout  Freedom Gotta win it Gotta put yourself smack-dab in it  Hey, tomorrow Hey, don't you go away Cause freedom Just might come your way  Freedom Keep trying People stay alive And people keep dying for  Freedom So don't lose it You gotta understand You just can't abuse it  Freedom Get moving Never gonna stop 'Til everybody's grooving on  Love for one another Calling some friend And calling some brother  Hey, tomorrow You're not so far away Mother freedom We'll know you well someday  ",
        "title": "Mother Freedom"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Chorus] And if you really love me won't you tell me And if you really love me won't you tell me And if you really love me won't you tell me Then I won't have to be Playing around  [Verse 1] You call my name Ooh so sweet To make your kiss incomplete When your mood is clear You quickly change your ways Then you say I'm untrue What am I supposed to do Be a fool who sits alone waiting for you  [Chorus] And if you really love me won't you tell me And if you really love me won't you tell me And if you really love me won't you tell me (yeah) Then I won't have to be Playing around  [Verse 2] I see the light of your smile Calling me all the while You are saying baby It's time to go First the feeling's alright Then it's gone from sight So I'm taking out this time to say Ooh oh  [Chorus] And if you really love me won't you tell me And if you really love me won't you tell me And if you really love me won't you tell me, baby tell me Then I won't have to be Playing around Playing around (oh Yeah) Playing around  [Outro] Hey yeah Goofing around no Oh baby Playing around no Let me know how you feel baby (ooooh ooh) Hey oh baby Playing around no (oh oh)  ",
        "title": "If You Really Love Me"
    },
    {
        "artist": "Redbone",
        "lyrics": null,
        "title": "Maggie"
    },
    {
        "artist": "War",
        "lyrics": "  Music is what we like to play All day all day all day all day all day To soothe your soul, yeah Down at the beach y'all parting down Making love or lying around To soothe your mind  Music is what we like to play All day all day all day all day all day To soothe your soul, yeah Lets have a picnic go to the park Rolling in the grass 'til long after dark To soothe you soul, yeah  Down at the beach y'all partying down Making love or just lying around  Lets have a picnic go to the park Rolling in the grass 'til long after dark  Down at the beach y'all partying down Making love or just lying around  Lets have a picnic go to the park Rolling in the grass 'til long after dark  Down at the beach y'all partying down Making love or just lying around  Repeat to fade  ",
        "title": "All Day Music"
    },
    {
        "artist": "The Guess Who",
        "lyrics": null,
        "title": "Rain Dance"
    },
    {
        "artist": "Cat Stevens",
        "lyrics": "  Oh, I’m bein’ followed by a moonshadow, moonshadow, moonshadow Leapin and hoppin’ on a moonshadow, moonshadow, moonshadow  And if I ever lose my hands, lose my plough, lose my land Oh if I ever lose my hands, oh if.... I won’t have to work no more And if I ever lose my eyes, if my colours all run dry Yes if I ever lose my eyes, oh if.... I won’t have to cry no more  Yes, I am being followed by a moonshadow, moonshadow, moonshadow Leapin' and hoppin' on a moonshadow, moonshadow, moonshadow  And if I ever lose my legs, I won’t moan, and I won’t beg Oh if I ever lose my legs, oh if.... I won’t have to walk no more And if I ever lose my mouth, all my teeth, north and south Yes if I ever lose my mouth, oh if.... I won’t have to talk...  Did it take long to find me? I asked the faithful light Did it take long to find me? and are you gonna stay the night?  I am being followed by a moonshadow, moonshadow, moonshadow Leapin' and hoppin' on a moonshadow, moonshadow, moonshadow Moonshadow, moonshadow Moonshadow, moonshadow  ",
        "title": "Moon Shadow"
    },
    {
        "artist": "Steppenwolf",
        "lyrics": null,
        "title": "Ride With Me"
    },
    {
        "artist": "The Nite-Liters",
        "lyrics": "  Instrumental  ",
        "title": "K-Jee"
    },
    {
        "artist": "Diana Ross",
        "lyrics": null,
        "title": "Surrender"
    },
    {
        "artist": "The Poppy Family",
        "lyrics": "  I like the way you smile at me I felt the heat that enveloped me And what I saw I liked to see I never knew where evil grew  I should have steered away from you My friend told me to keep clear of you But something drew me near to you I never knew where evil grew  Evil grows in the dark Where the sun it never shines Evil grows in cracks and holes And lives in people's minds  Evil grew, it's part of you And now it seems to be That every time I look at you Evil grows in me  If I could build a wall around you I could control the thing that you do But I couldn't kill the will within you And it never shows The place where evil grows  Evil grows in the dark Where the sun it never shines Evil grows in cracks and holes And lives in people's minds  Evil grew, it's part of you And now it seems to be That every time I look at you Evil grows in me  ",
        "title": "Where Evil Grows"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": null,
        "title": "Take Me Girl, I'm Ready"
    },
    {
        "artist": "The Glass Bottle",
        "lyrics": "  Got no time to stop and speak to friends passing by Got no strength to wipe away the tears from my eye I don't care what's going on Only know she's gone  And the sun don't shine anymore And I don't feel fine anymore 'Cause she ain't mine anymore No, I don't feel fine anymore I ain't got time anymore  Seems to be such sadness now in each place I go Other people laugh and, still, I just wouldn't know Never stop to see who's there Once I used to care  But the sun don't shine anymore 'Cause she ain't mine anymore And I don't feel fine anymore No, I ain't got time anymore I ain't got time anymore  I can't get used to being left on my own It takes up all my time just trying to be alone  Used to take an interest in the state of world Now I only know how much I'm missing that girl Hope the world will understand I can't lend a hand  'Cause she ain't mine anymore And I don't feel fine anymore 'Cause she ain't mine anymore And I don't feel fine anymore No, I ain't got time anymore 'Cause she ain't mine anymore And I don't feel fine anymore 'Cause she ain't mine anymore No, I ain't got time anymore She ain't mine anymore And I don't feel fine anymore 'Cause she ain't mine anymore I ain't got time anymore  ",
        "title": "I Ain't Got Time Anymore"
    },
    {
        "artist": "Stephen Stills",
        "lyrics": null,
        "title": "Marianne"
    },
    {
        "artist": "Bobby Sherman",
        "lyrics": null,
        "title": "Waiting At The Bus Stop"
    },
    {
        "artist": "Rufus Thomas",
        "lyrics": "  Honey, baby, I been told You know how, shake the butter bowl I got to see for myself If you got any butter left  Breakdown to the left Breakdown to the right Breakdown to the one Gonna love her tonight  Do the breakdown, children Break on down Do the breakdown, children Break on down  You got it going, my, my, my Just look around and grab your guy Stop where you are, let your big hip rock Show him how your love can rock  Breakdown for me Breakdown for you Breakdown to the one Gonna give it to  Do the breakdown, children Break on down Do the breakdown, children Break on down, [Incomprehensible]  Come on children, look at me I'm showing you how it's supposed to be Do it in the evening, late at night I'm gonna show you, breakdown is alright  Do the breakdown, children Break on down Do the breakdown, children Break on down  Listen, it's the brand new dance that's going around It ain't the 'Funky Chicken', it's called 'The Breakdown' It's the brand new dance that's going around It ain't push and pull, it's called 'The Breakdown'  Now breakdown, children Break on down Breakdown, children Break on down  Mama can do it, Papa too Grandma, Grandpa, they're doing it too Mama, Mama, just look at Sis She's in the backyard breaking down like this  Breakdown, children Break on down Breakdown, children Break on down Breakdown, children  ",
        "title": "The Breakdown (Part I)"
    },
    {
        "artist": "Stampeders",
        "lyrics": "  Well, I'm on my way, to the city life To a pretty face that shines her light on the city nights And I gotta catch a noon train Gotta be there on time Oh, it feels so good to know she waits at the end of the line Swee-ee-eet, sweet city woman I can see your face, I can hear your voice, I can almost touch you  Swee-ee-eet, sweet city woman Oh, my banjo and me, we got a feel for singin', yeah, yeah  Bon c'est bon, bon bon c'est bon, bon Bon c'est bon, bon, bon, bon, bon Bon c'est, bon, bon bon c'est bon, bon Bon c'est bon, bon, bon, bon, bon So long ma, so long pa, so long Neighbors and friends  Like a country mornin', all snuggled in dew Ah she's got a way to make a man feel shiny and new And she sing in the evenin', oh familiar tunes And she feeds me love and tenderness and macaroons Swee-ee-eet, sweet city woman I can see your face, I can hear your voice, I can almost touch you Swee-ee-eet, sweet city woman Oh, my banjo and me, we got a feel for singin'  {Guitar Solo}  Da da da da da da ...  Swee-ee-eet, sweet city woman (oh, she's my) Sweet, sweet, sweet, sweet city woman Swee-ee-eet, sweet city woman (woah my) Sweet, sweet, sweet, sweet city woman (everybody) Sweet, sweet, sweet, sweet city woman (ba da da da, ba da da da) Sweet, sweet, sweet, sweet city woman (ba da da da, ba da da da) Sweet, sweet, sweet, sweet city woman (ba da da da, ba da da da) Sweet, sweet, sweet, sweet city woman (ba da da da, ba da da da)  [Repeat And Fade]  ",
        "title": "Sweet City Woman"
    },
    {
        "artist": "Helen Reddy",
        "lyrics": null,
        "title": "Crazy Love"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": null,
        "title": "I'm Leavin'"
    },
    {
        "artist": "Dusk",
        "lyrics": null,
        "title": "I Hear Those Church Bells Ringing"
    },
    {
        "artist": "James Brown",
        "lyrics": "  [Intro] What you going to play now? Bobby, I don't know but what's it ever I play Its got to be funky! Yeah  [Bridge] (Make it funky) (Make it funky) huh! (Make it funky) I got-to (Make it funky)[x3] Tell me it is (Make it funky) So it is (Make it funky) Got to do it now (Make it funky) I got to do it now (Make it funky) Oh yes! (Make it funky)[x8]  [Chorus] Oh yes I got-to (make it funky) I got the need to (make it funky) I want ta say now (make it funky) Oh yes I got to do it now (Make it funky) (Make it funky) Oh yes I got-ta do it now (Make it funky) [x4]  [Chorus] The drum beat (make it funky) Got-ta hear the drum beat (make it funky) Funky with the beat (make it funky) The beat (make it funky) Ha! (make it funky) Good Lord! (make it funky) Isn't it nice ha-ha-ha (make it funky) Good Lord!(make it funky  [Bridge] Take me home! (make it funky) To the bridge (make it funky) To the bridge (make it funky) So funky I can't help it!  [Outro] Neck bones-candy yams-turnips Smothered steak! [x2] Grits and gravy Cracking bread, ha ha  ",
        "title": "Make It Funky (Part 1)"
    },
    {
        "artist": "Tommy Roe",
        "lyrics": null,
        "title": "Stagger Lee"
    },
    {
        "artist": "The Free Movement",
        "lyrics": "  I got up this morning While I was having my coffee My woman came in, sat down by my side With tears in her eyes She said Ive a confession to make I said Woman, speak whats on your mind She said Ive found somebody new To take your place I said dont feel so all alone Ive found someone of my own All those lonely nights You left me all alone My true love would call And talk to me on the phone I said Woman, if thats the way its gotta be Then darlin, dont you worry about me She said Ive found somebody new To take your place I said dont feel so all alone Ive found someone of my own I got up from the table Reached down and wiped the tears From her face I put out my cigarette Turned and walked away She said Ive found somebody new To take your place I said dont feel so all alone Ive found someone of my own  ",
        "title": "I've Found Someone Of My Own"
    },
    {
        "artist": "Buddy Miles & The Freedom Express",
        "lyrics": "  {Intro}  Well, my mind is going through them changes I feel just like the meetin' of time Every time you see me goin' somewhere I know I'm goin' outta my mind, yeah Oh, my baby she left me the other day And we were havin' a lot of fun Oh, she knew I just loved her so And that's the reason why she had to run  It's all right You know what I mean All right What I say All right Oh, yeah  {Hook}  Well, my mind is goin' through so many changes I'm goin' right out of my mind Every time ya see me goin' somewhere I could commit a big ole crime, yeah  She had me runnin' She had me ridin' She had me runnin', hidin', ridin', runnin' She had me runnin' She had me hidin' Had me runnin That's right, yeah Had me runnin Had me hidin' She had me runnin' Had me hide  Yeah All right What I say All right  {Bridge}  Well, my mind is going through them changes I feel just like commitin' a crime Every time ya see me goin' somewhere I feel like I'm goin' outta my mind, yeah Every day that she left me alone She didn't have much to say, no no Every time she stepped out on me She didn't know how I feel, yeah How'd I feel, how'd I feel, baby She didn't know what I feel like Every time, she just see me She Didn't know No, No Oh, my darling, darling Oh, Oh  ",
        "title": "Them Changes"
    },
    {
        "artist": "The Temptations",
        "lyrics": null,
        "title": "It's Summer"
    },
    {
        "artist": "The Dells",
        "lyrics": null,
        "title": "The Love We Had (Stays On My Mind)"
    },
    {
        "artist": "Carole King",
        "lyrics": null,
        "title": "So Far Away/Smackwater Jack"
    },
    {
        "artist": "Kris Kristofferson",
        "lyrics": "  {Intro}  I have seen the morning burning golden on the mountain in the sky Aching with the feeling of the freedom of an eagle when she flies Turning on the world the way she smiled upon my soul as I lay dying Healing as the colors in the sunshine and the shadows of her eyes  Waking in the morning to the feeling of her fingers on my skin Wiping out the traces of the people and the places that I've been Teaching me that yesterday was something that I never thought of trying Talking of tomorrow and the money, love and time we had to spend  Loving her was easier than anything I'll ever do again  Coming close together with a feeling that I've never known before,in my Time She ain't ashamed to be a woman nor afraid to be a friend I don't know the answer to the easy way she opened every door in my mind But dreaming was as easy as believing it was never gonna end  And loving her was easier than anything I'll ever do again  {Outro}  ",
        "title": "Loving Her Was Easier (Than Anything I'll Ever Do Again)"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": null,
        "title": "Come Back Home"
    },
    {
        "artist": "Hamilton, Joe Frank & Reynolds",
        "lyrics": null,
        "title": "Annabella"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": "  See, the sun is shinin' hot up above Rain will follow you when you're in love You may wonder, I get lost in the tide But think of me darlin', when you're hurtin' inside  Call my name and I'll be there And I'll follow you everywhere Call my name and I'll be there And I'll follow you everywhere  Nights won't ever get too dark Days won't ever get too long Winds won't ever blow too strong I'll be there to wrap you in my lovin' arms  Call my name and I'll be there And I'll follow you everywhere Let your love light shine on me, baby I'll be there to love you endlessly, yeah  Call my name and I'll be there And I'll follow you everywhere Let your love light shine on me I'll be there to love you endlessly  Nights won't ever get too dark Days won't ever get too long Winds won't ever blow too strong Call me, call me, call me  ",
        "title": "Call My Name, I'll Be There"
    },
    {
        "artist": "Engelbert Humperdinck",
        "lyrics": "  Another time, another place Her candles flicker in the fading light I sit alone and watch that lonely night I see you everywhere and I try desperately to hide  Another time, another place, I see that old familiar face And I try hard to catch your eye Another road, another mile, I see that old familiar smile But you'll be with somebody new  Another night, another day, I'll see you standing in my way I'll stop and say \"hello, my friend\" Another place, another time, you'll tell me you've been doing fine And walk away from me once more  I try to run away from sad regrets The bitter wine won't help me to forget That I locked up my heart and threw away the precious key  Another time, another place, I see that old familiar face And I try hard to catch your eye Another road, another mile, I see that old familiar smile But you'll be with somebody new  Another night, another day, I'll see you standing in my way I'll stop and say \"hello, my friend\" Another place, another time, you'll tell me you've been doing fine And walk away from me once more  Another night, another day, i'll see you standing in my way I'll stop and say \"hello, my friend\" Another place, another time, you'll tell me you've been doing fine And walk away from me once more  ",
        "title": "Another Time, Another Place"
    },
    {
        "artist": "Denise LaSalle",
        "lyrics": "  Somebody tell me, what has this man got He makes me feel what I don't want to feel Somebody tell me, what has this man got He makes me give what I don't want to give  On solid ground, I feel myself sinking fast I grab a hold but I don't think it's going to last I'm slowly losing my ground, slowly sinking down Trapped by this thing they call love, oh, baby  (Hooked on this thing called love)  (Hooked on this thing called love) Somebody tell me, what has this man got He makes me cry, Lord, I don't want to cry Somebody tell me, what has this man got He makes me lie when I don't want to lie  He calls me up and I tell 'em to say that I'm not in Then I cry all night if he doesn't call again I'm slowly losing my ground, slowly sinking down Trapped by this thing they call love, oh, baby  I'm slowly losing my ground, slowly sinking down Trapped by this thing they call love, oh, baby  (Hooked on this thing called love ...) I'm trapped, I can't help myself I'm hooked on you baby, I just can't help myself I can never be happy loving no one else Oh, baby Ooh baby  ",
        "title": "Trapped By A Thing Called Love"
    },
    {
        "artist": "Freddie Hart",
        "lyrics": "  Easy lovin', so sexy lookin' I know from the feelin' that it comes from the heart Easy lovin', every day's Thanksgivin' To count all my blessings, I wouldn't know where to start  Every time I look you over So real-to-life it seems For upon your pretty shoulders There's a pair of angel wings  Easy lovin', seein's believin' Life with you's like livin' in a beautiful dream  Every time I look you over So real-to-life it seems For upon your pretty shoulders There's a pair of angel wings  Easy lovin', seein's believin' Life with you's like livin' in a beautiful dream  ",
        "title": "Easy Loving"
    },
    {
        "artist": "The Stylistics",
        "lyrics": "  You're alone all time Does it ever puzzle you, have you asked why You seem to fall in love, out again Do you ever really love or just pretend  Why fool yourself Don't be afraid to help yourself It's never too late, too late to  Stop, look Listen to your heart, hear what it's saying Stop, look Listen to your heart, hear what it's saying Love, love, love  Though you try, you can't hide All the things you really feel, this time decide That you will open up, let it in There's no shame in sharing love you keep within  So jump on in Head over heels, and fall right in It's never too late too late to  Stop, look Listen to your heart, hear what it's saying Stop, look Listen to your heart, hear what it's saying Love, love, love  Stop, look Listen to your heart, hear what it's saying (Listen to your heart, can't You see it's not too late) Stop, look Listen to your heart, hear what it's saying (La, la, la, la, la, la, la)  Stop, look Listen to your heart, hear what it's saying (Listen to your heart, can't You see it's not too late) Stop, look Listen to your heart, hear what it's saying  ",
        "title": "Stop, Look, Listen (To Your Heart)"
    },
    {
        "artist": "Lynn Anderson",
        "lyrics": "  How can I unsay the things I said to you How can I undo the things that we used to do Tell me how can I unfeel the way I feel for you how can I unlove you How can I untight the hold that you got on me When you won't unchain my heart and set me free How can I unremember every memory so how can I unlove you I'll never never uncry tears that I cried when you said goodbye No I'll never never unmiss the thrill that I missed when we used to kiss How can I unsay the things I said to you And how can I undo the things that we used to do Tell me how can I unfeel the way I feel for you how can I unlove you  Oh I'll never never uncry... How can I unlove you how can I unlove you how can I unlove you  ",
        "title": "How Can I Unlove You"
    },
    {
        "artist": "Grand Funk Railroad",
        "lyrics": "  Oooo, oooo, oooo Oooo, oooo, oooo  Oooo, a storm is threatenin', my very life today If I don't get some shelter, oh, I'm gonna' fade away  War, children, it's just a shot away, it's just a shot away War, children, it's just a shot away, it's just a shot away  Oooo, see the fire sweeping up every street today Burns like a red-coal carpet, mad bull lost it's way  War, children, it's just a shot away, it's just a shot away War, children, it's just a shot away, it's just a shot away  Rape, murder, it's just a shot away, it's just a shot away Rape, murder, it's just a shot away, it's just a shot away Rape, murder, it's just a shot away, it's just a shot away  Oooo, a storm is threatenin' my very life today If I don't get some shelter, oh, I'm gonna' fade away  War children, it's just a shot away, it's just a shot away It's just a shot away, it's just a shot away, it's just a shot away  I said a love, sister, it's just a kiss away, it's just a kiss away It's just a kiss away, it's just a kiss away, kiss away, kiss away  War, children, it's just a shot away, it's just a shot away War, children, it's just a shot away, it's just a shot away  War, children, it's just a shot away, it's just a shot away War, children, it's just a shot away, it's just a shot away  Love, sister, it's just a kiss away, it's just a kiss away Love, sister, it's just a kiss away, it's just a kiss away War, children, it's just a shot away, it's just a shot away Love, sister, it's just a kiss away, it's just a kiss away War, children, it's just a shot away, it's just a shot away Love, sister, it's just a kiss away, it's just a kiss away  ",
        "title": "Gimme Shelter"
    },
    {
        "artist": "Ocean",
        "lyrics": null,
        "title": "We Got A Dream"
    },
    {
        "artist": "Dionne Warwicke",
        "lyrics": null,
        "title": "Amanda"
    },
    {
        "artist": "Clarence Carter",
        "lyrics": "  I knew from the very beginning What you had in mind But I said to myself, baby You're gonna just waste your time  But somehow during the night, baby Things started to get out of hand And I found myself Falling in love again  I slipped, tripped, fell in love Fell in love with you, baby, yes, I did I slipped, tripped, fell in love Fell in love with you, baby, oh yeah  Getting stuck on you, baby Was the last thing I had in mind But now you got me wanting you, baby Want your love all the time  When you touch me, baby I just lose control And I find myself Wanting more of you down in my soul  I slipped, tripped, fell in love Fell in love with you, baby, yes, I did I slipped, tripped, fell in love Fell in love with you, baby, yes, I did  Lord, it's alright, yeah  I slipped, tripped, fell in love Fell in love with you, baby and I like it like that I slipped, tripped, fell in love Fell in love with you, baby  I slipped, tripped, fell in love Fell in love with you, baby  ",
        "title": "Slipped, Tripped And Fell In Love"
    },
    {
        "artist": "John Baldry",
        "lyrics": "  You know, I remember a few years ago Some funny things used to happen to me About 1956-57  At that time there was no blues scene Or not really any kind of scene in London I used to go out and play my guitar in the streets And sing things with passing my hat down  I remember one particular night I was playing the guitar in a little alleyway Just off of Wardour Street in Soho And I got busted by the police  This policeman come up and dragged me and my guitar And my hat full of pennies off to the police station  Anyway, the next day I had to appear in Marlboro Street Police Court And it was quite a day Police officer giving his evidence  I was proceeding in a southernly direction, mi-lord When I heard strange sounds Coming from Wardour Place, mi-lord A sort of boogie woogie music was being played  On further investigation, I saw the defendant Standing there with a guitar and an old hat On the floor collecting pennies Well, I decided that he was contravening  A breach of the peace there, as there was A traffic jam about five miles long down Wardour Street Wondering what all the fuss was about  So then I arrested the defendant Ah, just one moment, officer Well, what is this boogie woogie music Here we're talking about?  \"Oh, well, mi-lord\", said the officer Getting out his notebook, obviously Been doing up his homework It's a kind of jazz-rhythm music Peculiar to the American-Negro  Oh, and what was the defendant doing Playing this kind of music there in Wardour street?  Anyway I got off with a caution A years conditional discharge But I'll always remember that policeman And his boogie woogie music So don't try to lay no boogie woogie On the king of rock and roll  Don't tell me nothing, don't lies, a woman 'Cause all you know I've told Don't sell me no alibis, sister 'Cause all you've got I've sold  You better leave at a-midnight slinking To the one who works it out I don't want to hear no rackem-tackem squeaking To go on and shut your mouth  And everything is gonna work out tight If you ain't like you been told Just don't try to lay no boogie woogie On the king of rock and roll  Don't feed me no TV dinners When you know that I'm used to steak I don't need no rank beginners When it's time to shake the shake  You better pull your thing together 'Cause you've been bested out And if you feel that you just can't dig it You know you don't know what it's all about  It ain't a matter of par convenience That's gonna justify your soul Just don't try to lay no boogie woogie On the king of rock and roll  Don't try to lay no boogie woogie On the king of rock and roll  You and I started to drive So don't pull nothing on me You didn't arrive til late '45 But your head's in '53  You got what it takes, give your heads a spin Down by the lonely shack But you come on just like a fool woman In the back of a red Cadillac  You can't come across the Upsalquitch Until you pay the toll So don't try to lay no boogie woogie On the king of rock and roll  ",
        "title": "Don't Try To Lay No Boogie-Woogie On The King Of Rock And Roll"
    },
    {
        "artist": "Lou Rawls",
        "lyrics": null,
        "title": "A Natural Man"
    },
    {
        "artist": "Tin Tin",
        "lyrics": null,
        "title": "Is That The Way"
    },
    {
        "artist": "Andy Williams",
        "lyrics": null,
        "title": "A Song For You"
    },
    {
        "artist": "Ray Price",
        "lyrics": "  If you hurt me you won't be the first or the last in the lifetime of many mistakes But I won't spend tomorrow regreting the past for the chances that I didn't take Cause I'll never know till it's over if I'm right or I'm wrong loving you But I'd rather be sorry for something I've done than for something that I didn't do [ strings ] When you touch me it's easy to make me believe tomorrow won't take you away But I'll gamble whatever tomorrow might bring of a life that I'm living today Cause I'll never know...  ",
        "title": "I'd Rather Be Sorry"
    },
    {
        "artist": "Ray Stevens",
        "lyrics": null,
        "title": "All My Trials"
    },
    {
        "artist": "Detroit Emeralds",
        "lyrics": "  Wear this ring with love forever Wear this ring with love This ring means I love you And this ring means you love me too It's a ring to seal our love together You for me Me always for you  And you be my woman And, baby I'll be your man If you just wear this ring with love forever  This ring will tell a story Think of all the good things we got to Settle down and have two little children A boy for me and a sweet little girl for you How sweet it is for a man to love his woman And, baby, for a woman to love her man  Please, wear this ring with love (Promise me, baby) Forever Forever (I know you're gonna do it for me) Forever (ever and ever) And more  Wear this ring with love (Hey) Wear this ring with love (Listen now)  Now just put this ring on your finger And we will be on a ship of love You and me having lots of fun together Making real All the things we dream of How sweet it is for a man to love his woman And, baby, for a woman to love her man  Please, wear this ring with love (Promise me, baby) Wear this ring with love (Don't ever pull it off of your finger) Wear this ring with love (I know you're gonna) Wear this ring with love (You're gonna do it for me now)  ",
        "title": "Wear This Ring (With Love)"
    },
    {
        "artist": "Tom T. Hall",
        "lyrics": "  [Verse:] Well I remember the year that Clayton Delaney died They said for the last two weeks that he suffered and cried It made a big impression on me although I was a barefoot kid They said he got religion at the end and I'm glad that he did Clayton was the best guitar picker in our town I thought he was a hero and I used to follow Clayton around I often wondered why Clayton who seemed so good to me Never took his guitar and made it down in Tennessee Daddy said he drank a lot but I could never understand I knew he used to picked up in Ohio with a five piece band Clayton used to tell me son you better put that old guitar away There ain't no money in it it'll lead you to an early gray I guess if I'd admit it Clayton taught me how to drink booze I can see him half stoned pickin` up the Lovesick Blues When Clayton died I made him a promise I was gonna carry on somehow I'd give a hundred dollars if he could only see me now I remember the year that Clayton Delaney died Nobody ever knew it but I went out in the woods and I cried Well I know there's a lotta big preachers that know a lot more than I do But it could be that the good Lord likes a little picking too Yeah I remember the year that Clayton Delaney died  ",
        "title": "The Year That Clayton Delaney Died"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": null,
        "title": "Think His Name"
    },
    {
        "artist": "Charley Pride",
        "lyrics": "  Down at the railroad station there's people gettin' on Some are a goin' north some are a goin' south I'm just goin' to be gone Some people are born to be takers others just wanna give Some people live just to love but I just love to live For I was just born to be exactly what you see Nothing more or less I'm not the worst or the best I just try to be exactly what you see today and every day I'm just me  When people say their life is rough I wonder compared to what Some are wantin' more and more's gettin' less I just want what I've got Some wanna live on a hill others down by the sea Some wanna live inside high walls I just wanna live free For I was just born... Oh I was just born to be exactly what you see today and every day I'm just me  ",
        "title": "I'm Just Me"
    },
    {
        "artist": "The New Colony Six",
        "lyrics": null,
        "title": "Roll On"
    },
    {
        "artist": "The Persuaders",
        "lyrics": null,
        "title": "Thin Line Between Love & Hate"
    },
    {
        "artist": "Johnnie Taylor (The Soul Philosopher)",
        "lyrics": "  Oh, oh, yeah... I got to tell you something  Hey, girl, let me tell you something I swear every word is true When your man stay out all night long There must be something wrong with you  The other woman's doing your job She could be Miss Pompous every day She give him good loving in the morning  The evening, and the midnight hour When he need it, that's why He never turn away  Let me ask you something else If somebody can steal a jet plane Baby, right from out of the sky If you ain't doing what You're supposed to do Somebody will snatch your man Right out from under your eye  They call it hijacking, hijacking love You never thought about Hijacking, hijacking love That's where he goes and He gets what he needs with her Hijacking, hijacking love  All you fellas Trying to get greedy Trying to have your cake And eat it too Let me tell you something  It's wrong to be one woman's man When you're sneaking round Making love with two  Meanwhile, your woman Found a part-time love Just as greedy as you  Lookie here He's in your home, while you're gone Doing your job better than you  That's what they call Hijacking, hijacking love That's what I'm talking about Hijacking, they're hijacking love Every chance he gets He's hijacking love  If you ain't lonesome, out to get You better try to give Your woman a little respect Better tell her, I need you, baby Better hold her in your arms Better turn on all your charm If you don't do it Let me tell you one thing  You better get ready cause, hey If somebody can steal a plane Baby, right from out of the sky When you looked around Somebody stole your love Right from under your eye  You know what they call that, boy Hijacking, that's hijacking love You ever thought about trying Hijacking love  Hijacking, hijacking love Everybody wanna hijack Hijack your love Hijacking love  ",
        "title": "Hijackin' Love"
    },
    {
        "artist": "The Moments",
        "lyrics": null,
        "title": "Lucky Me"
    },
    {
        "artist": "Ray Charles",
        "lyrics": null,
        "title": "Feel So Bad"
    },
    {
        "artist": "Brenda & The Tabulations",
        "lyrics": null,
        "title": "A Part Of You"
    }
]