[
    {
        "artist": "OutKast",
        "lyrics": "  [Intro] 1, 2, 3 Uh!  [Verse 1] My baby don't mess around Because she loves me so And this I know for sho But does she really want it But can't stand to see me Walk out the door? Don't try to fight the feeling Cause the thought alone is killing me right now Thank God for Mom and Dad For sticking through together Cause we don't know how  [Hook] Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya!  [Verse 2] You think you've got it Oh, you think you've got it But \"got it\" just don't get it 'Til there's nothing at all We've been together Oh, we've been together But separate's always better When there's feelings involved If what they say is \"Nothing is forever\" Then what makes, then what makes, then what makes Then what makes, what makes, what makes Love the exception? So why oh why oh, why oh why oh Are we so in denial When we know we're not happy here? Y'all don't want to hear me, you just want to dance  [Hook] Hey ya! Uh-oh Hey ya! Uh-oh Don't want to meet your daddy, Hey ya! Uh-oh Just want you in my Caddy, Uh-oh, Hey ya! Uh-oh Don't want to meet your mama, Hey ya! Uh-oh Just want to make you cumma, Uh-oh, Hey ya! Uh-oh I'm, I'm, I'm Hey ya! I'm just being honest I'm just being honest  [Bridge] Hey, alright now Alright now fellas (Yeah!) Now what's cooler than being cool? (Ice cold!) I can't hear ya I say what's cooler than being cool? (Ice cold!) Alright, alright, alright, alright Alright, alright, alright, alright Alright, alright, alright, alright Alright, alright.. OK: now ladies (Yeah?) We're gonna break this back down in just a few seconds Now don't have me break this thing down for nothing Now I want to see y'all on your baddest behavior Lend me some sugar, I am your neighbor! Ah, here we go! Shake it, sh-shake it Shake it, sh-shake it Shake it, sh-shake it Shake it, sh-shake it Shake it, sh-shake it Shake it like a Polaroid picture Shake it, sh-shake it Shake it, sh-shake it Shake it, sh-shake it Shake it, sh-shake it Shake it, sh-shake it Shake it like a Polaroid picture  Now all the Beyonce's and Lucy Lius And babydolls, get on the floor (Get on the floor) Shake it like a Polaroid picture You know what to do Shake it, sh-shake it Oh, you know what to do! Shake it, sh-shake it Shake it, sh-shake it Oh, you know what to do! Shake it like a Polaroid picture  Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya!  ",
        "title": "Hey Ya!"
    },
    {
        "artist": "OutKast Featuring Sleepy Brown",
        "lyrics": "  [Verse 1: Big Boi] Ready for action, nip it in the bud We never relaxing, OutKast is everlasting Not clashing, not at all But see my nigga went to do a little acting Now that's for anyone asking, give me one pass 'em Drip drip drop, there goes an eargasm Now you cumming out the side of your face We tapping right into your memory banks - thanks! So click it or ticket, let's see your seat belt fastened Trunk rattling, like two midgets in the backseat rassling Speakerboxxx vibrate the tag Make it sound like aluminum cans in a bag But I know y'all wanted that 808 Can you feel that B-A-S-S bass? But I know y'all wanted that 808 Can you feel that B-A-S-S bass?  [Hook: Sleepy Brown] I like the way you move I like the way you move wooo I love the way you move I love the way, I love the way I like the way you move I like the way you move wooo I love the way you move I love the way, I love the way  [Verse 2: Big Boi] The whole room fell silent, the girls all paused with glee Turning left, turning right, are they looking at me? Well I was looking at them, there there on the dancefloor Now they got me in the middle, feeling like a man-whore Especially the big girl Big girls need love too, no discrimination here squirrel So keep your hands off my cheeks Let me study how you ride the beat, you big freak Skinny slim women got the cameltoe within them You can hump them, lift them, bend them, give them Something to remember, yell out Timber when you fall through the chop shop Take a deep breath and exhale Your ex-male friend boyfriend's boring as hell But let me listen to the story you tell And we can make moves like a person in jail, on the low ho  [Hook: Sleepy Brown] I like the way you move I like the way you move wooo I love the way you move I love the way, I love the way I like the way you move I like the way you move wooo I love the way you move I love the way, I love the way  [Verse 3: Sleepy Brown] Hey baby, girl don't you stop it Come on lady, dance all around me You look so fine (look so fine) look so fine You driving me out my mind (out of my mind) Out my mind, ooooh baby If I could I would just be with you baby Oooh cause you light me, and excite me And you know, you got me baby, whoo!  [Hook: Sleepy Brown] I like the way you move I like the way you move wooo I love the way you move I love the way, I love the way I like the way you move I like the way you move wooo I love the way you move I love the way, I love the way  ",
        "title": "The Way You Move"
    },
    {
        "artist": "Kelis",
        "lyrics": "  [Chorus] My milkshake brings all the boys to the yard And they're like, it's better than yours Damn right it's better than yours I can teach you, but I have to charge My milkshake brings all the boys to the yard And they're like, it's better than yours Damn right it's better than yours I can teach you, but I have to charge  [Verse 1] I know you want it The thing that makes me What the guys go crazy for They lose their minds The way I wind I think its time  [Pre-Chorus] La-la, la-la, la Warm it up La-la, la-la, la The boys are waiting La-la, la-la, la Warm it up La-la, la-la, la The boys are waiting  [Chorus] My milkshake brings all the boys to the yard And they're like, it's better than yours Damn right it's better than yours I can teach you, but I have to charge My milkshake brings all the boys to the yard And they're like, it's better than yours Damn right it's better than yours I can teach you, but I have to charge  [Verse 2] I can see you're on it You want me to teach thee Techniques that freaks these boys It can't be bought Just know, thieves get caught Watch if you're smart  [Pre-Chorus] La-la, la-la, la Warm it up La-la, la-la, la The boys are waiting La-la, la-la, la Warm it up La-la, la-la, la The boys are waiting  [Chorus] My milkshake brings all the boys to the yard And they're like, it's better than yours Damn right it's better than yours I can teach you, but I have to charge My milkshake brings all the boys to the yard And they're like, it's better than yours Damn right it's better than yours I can teach you, but I have to charge  [Verse 3] Oh, once you get involved Everyone will look this way, so You must maintain your charm Same time maintain your halo Just get the perfect blend Plus what you have within Then next his eyes'll squint Then he's picked up your scent  [Pre-Chorus] La-la, la-la, la Warm it up La-la, la-la, la The boys are waiting La-la, la-la, la Warm it up La-la, la-la, la The boys are waiting  [Chorus] My milkshake brings all the boys to the yard And they're like, it's better than yours Damn right it's better than yours I can teach you, but I have to charge My milkshake brings all the boys to the yard And they're like, it's better than yours Damn right it's better than yours I can teach you, but I have to charge  ",
        "title": "Milkshake"
    },
    {
        "artist": "Alicia Keys",
        "lyrics": "  [Verse 1] Baby, baby, baby From the day I saw you I really really want to catch your eye There's something special 'bout you I must really like you Not a lotta guys are worth my time Ooo baby, baby, baby It's gettin kind of crazy Cause you are takin over my mind  [Chorus] And it feels like oooooo But you don't know my name And I swear it feels like ooooo ooooo ooooo ooooo You don't know my name (round and round and round we go, will you ever know)  [Verse 2] Oh baby baby baby I see us on our first date You're doin everything that makes me smile And when we had our first kiss It happened on a Thursday Ooooo it set my soul on fire Ooo baby baby baby I can't wait for the first time My imagination's runnin wild  [Chorus] It feels like ooooo You don't know my name And I swear it baby, it feels like oooo ooooo ooooo ooooo You don't know my name (round and round and round we go, will you ever know)  [Bridge] \"I'm sayin, he don't even know what he's doin' to me Got me feelin' all crazy inside I'm feelin like\" Owww! Ooooo Oooooo Doin more than I've ever done for anyone's attention Take notice of what's in front of you Cause did I mention you're 'bout to miss a good thing And you'll never know how good it feels to have all of my affection And you'll never get a chance to experience my lovin' Cause...  [Chorus] My lovin' feels like ooooooo You don't know my name (round and round and round we go, will you ever know) And I swear it feels like oooo ooooo ooooo ooooo You don't know my name (round and round and round we go, will you ever know) Ohhh  Will you ever know it, no no no no no Will you ever know it?  [Alicia talking on the phone (choirs)] \"I'm gonna have to just go ahead and call this boy Hello? Can I speak to -- to Michael? Oh hey, how you doin? Uh, I feel kinda silly doin' this But um, this is the waitress from the coffee house on 39th and Lennox You know, the one with the braids? Yeah, well I see you on Wednesdays all the time You come in every Wednesday on your lunch break, I think And you always order the special, with the hot chocolate And my manager be tripping and stuff Talking bout we gotta use water But I always use some milk and cream for you Cause I think you're kinda sweet Anyway you always got on some fly blue suit 'n your cuff links are shining all bright So, whatchu do? Oh, word? Yeah, that's interesting Look man, I mean I don't wanna waste your time but I know girls don't usually do this But I was wondering if maybe we could get together Outside the restaurant one day Cause I do look a lot different outside my work clothes I mean we could just go across the street to the park right here Wait, hold up, my cell phone's breakin up, hold up Can you hear me now? Yeah So, what day did you say? Oh yeah, Thursday's perfect, man:.\"  [Chorus] And it feels like oooo You don't know my name (round and round and round we go, will you ever know) Baby Baby I swear it's like oooooo You don't know my name, no no no (round and round and round we go, will you ever know) And it feels like oooo You don't know my name (round and round and round we go, will you ever know)  [Outro] And I swear on my mother and father it feels like Oooo ooo oooo ooo ooo ooo Oooo ooo oooo ooo ooo ooo Oooo ooo oooo ooo ooo ooo You don't know my name (round and round and round we go, will you ever know?)  ",
        "title": "You Don't Know My Name"
    },
    {
        "artist": "Twista Featuring Kanye West & Jamie Foxx",
        "lyrics": "  [Produced by Kanye West]  [Intro] Are you going to be, say that you're gonna be  [Hook: Jamie Foxx] She say she want some Marvin Gaye, some Luther Vandross A little Anita, will definitely set this party off right (Are you gonna be, are you gonna be, are you gonna be) (Are you gonna be, are you gonna be, well well well well) She say she want some Ready For The World, some New Edition Some Minnie Riperton, will definitely set this party off right Yes it well, oh yes it will (Are you gonna be, are you gonna be, are you gonna be) (Are you gonna be, are you gonna be, well well well well)  [Verse 1: Kanye West] Yes it will, it definitely will! You know what I told her? I told her to \"Drive over in your new whip Bring some friends you cool with I'mma bring the Cool Whip, then I want you to strip See you is my new chick, so we get our grind on She be grabbing, calling me Biggie, like Shyne home Man I swear she fine homes, why she always lying though? Telling me them diamonds, when she know they rhinestones She got a light-skinned friend, look like Michael Jackson Got a dark-skinned friend, look like Michael Jackson I played Ready for the World,she was ready for some action My dog said you ain't a freak, so you gotta prove my man wrong I'mma play this Vandross, you gon' take your pants off I'mma play this Gladys Knight, me and you gon' get right  [Hook: Jamie Foxx] She say she want some Marvin Gaye, some Luther Vandross A little Anita, will definitely set this party off right (Are you gonna be, are you gonna be, are you gonna be) (Are you gonna be, are you gonna be, well well well well) She say she want some Ready For The World, some New Edition Some Minnie Riperton, will definitely set this party off right Yes it well, oh yes it will (Are you gonna be, are you gonna be, are you gonna be) (Are you gonna be, are you gonna be, well well well well)  [Interlude: Aisha Tyler & Kanye West] Now Kanye, I know I told you to slow it down, baby And it's good, it's all good, it's beautiful, it's beautiful But now I need you to do it faster, baby Can you please? Do it faster baby, do it faster! Damn baby I can't do it that fast But I know somebody who can, Twista!  [Verse 2: Twista] Got you looking at the gliss' on my hands and wrists While I'm laying back, smoking on my cannabis When it come to rocking the rhythm like Marvin and Luther I can tell you ain't no messin' with Kan-man and Twist From the Chi, and I be sipping Hennessy Play some R&B while I smoke a B You can't fuck with me, put that on a G And all is (Well well well well) Come with me and sip on some Evelyn Champagne You ain't know Twista can work it like The Whispers? Hit the stop light, get into some Isley's The rims still moving so I'm bumping a little Spinners While I'm smoking on a B, dipping through the streets Bumping R&B, and I got the heat on them 23's And I do it (Well well well well) Put my Earth in the Wind smokin' Fire Let me get your sheets wet listening to Keith Sweat Put you in a daze with Maze Fulfilling our every temptation, slow-jamming, having deep sex You Ready for the World, girl? Come on over Make me touch you all over your body, baby don't say no to me And every moment you controlling me I'm loving the way you be holding me when I be listening to Jodeci And when I come over and bend your ass You be bumpin' Teddy Pendergrass I done hit it from the back to the melody of \"Roll It Slow\" Now I gotta go up in it fast, but I'mma finish last No matter how much of a thug, you see I still spit it like its R&B, go to the club with me And with some Luther come on I hope you feelin' me and still gon' be in love with me  [Hook: Jamie Foxx] She say she want some Marvin Gaye, some Luther Vandross A little Anita, will definitely set this party off right (Are you gonna be, are you gonna be, are you gonna be) (Are you gonna be, are you gonna be, well well well well) She say she want some Ready For The World, some New Edition Some Minnie Riperton, will definitely set this party off right Yes it well, oh yes it will (Are you gonna be, are you gonna be, are you gonna be) (Are you gonna be, are you gonna be, well well well well)  [Verse 3: Twista] Baby drop another slow jam And all us lovers, need to hold hands And if you ain't got no man, hop up in my Brougham I keep it pimping like an old man, you gots to roll with the plan Cause after that, then I take it to the dome Then I got to bone, stay up in the zone Got to get you home, gotta run up on And I do it (well well well well) Baby drop another slow jam And all us lovers, need to hold hands And if you ain't got no man, hop up in my Brougham I keep it pimping like an old man, you gots to roll with the plan Cause after that then I, take you to my home We can get it on, disconnect the phone Trying to get you gone, I'mma make you moan And I'll do it (Well well well well)  ",
        "title": "Slow Jamz"
    },
    {
        "artist": "Ludacris Featuring Shawnna",
        "lyrics": "  [Intro: Ludacris (w/Shawnna)] Stand up! (ah) Stand up! (yeah) Stand up! (ah) Stand up! (uh)  [Hook: Ludacris (w/ Shawnna)] When I move, you move (just like that?) When I move, you move (just like that?) When I move, you move (just like that?) Hell yeah, hey DJ bring that back (When I move, you move) just like that? (When I move, you move) just like that? (When I move, you move) just like that? (Hell yeah, hey DJ bring that back)  [Verse 1: Ludacris] How you ain't gone fuck?, bitch I'm me I'm the goddamn reason you in V.I.P CEO, you don't have to see ID I'm young, wild, and strapped like Chi-Ali BLAOW, we ain't got nothing to worry about Whoop ass, let security carry them out Watch out for the medallion, my diamonds are reckless It feels like a midget is hanging from my necklace I pulled up with a million trucks Looking, smelling, feeling like a million bucks, ahh Pass the bottles, the heat is on We in the huddle all smoking that Cheech & Chong What's wrong? The club and the moon is full And I'm looking for a thick, young lady to pull One sure shot way to get them out of them pants Take note to the brand new dance Like this  [Hook]  [Verse 2: Ludacris] Go on with your big ass, let me see something Tell your little friend he can quit mean mugging I'm lit and I don't care what no one thinks But where the fuck is the waitress at with my drinks? My people outside and they can't get in We gon' rush the back door & break them in The owner already pissed cause we sort of late But our time and our clothes, got to coordinate Most girls looking right, some looking a mess That's why they spilling drinks all over your dress But Louis Vuitton bras all over your breasts Got me wanting to put hickeys all over your chest Ahh, come on we gon' party tonight Y'all use mouth to mouth bring the party to life Don't be scared, show another part of your life The more drinks in your system, the harder the fight  [Hook]  [Bridge - Ludacris] Stand up! Stand up! Stand up! Stand up!  [Verse 3: Ludacris] Damn right, the fire marshal wanna shut us down Get us out, so someone can gun us down We was two songs away from getting so cut up Now we one song away from tearing the club up Move over; Luda got something to say Do it now cause tomorrow ain't promised today Work with me, let's become one with the beat And don't worry about me stepping all over your feet  [Hook]  [Outro: Ludacris] Stand up! Stand up! Stand up! Stand up!  ",
        "title": "Stand Up"
    },
    {
        "artist": "Jagged Edge",
        "lyrics": "  [Verse 1: Brian] I'm rolling down a lonely highway Asking God to please forgive me For messing up the blessing he gave to me, I see,everything clearer now The nights is black as, black as its ever been Without my girl, I'm gonna lose it I pray that he would just shed his grace on me I need just to be back with my baby  [Hook] Feels like I just walked right out of heaven Feels like I have damn near thrown my life away, hey yea yea Scared, just like a child that's lost at seven Don't know what to do, get back right wit you Feels like I just walked right out of heaven Feels like I have damn near thrown my life away, hey yea yea Scared, just like a child that's lost at seven Don't know what to do, Feels like I just walk right out of heaven  [Verse 2: Brandon] See my mama told me that's if its meant to be She'll come back and she'll forgive me And the best thing I can do it to just let her, let her go I know, I don't wanna do it But if I continue to push she'll just pull away And I know that in my heart its a reality I didn't treat her like she wanted to be treated And I hope that shes not gone for good no no  [Hook]  [Bridge 1] Hey girl waiting for you all the time Suppose to move on with my life, and girl I tried and I tried I feel like I can't walk, I feel like I can't talk girl I don't know what to do get back right with you I feel like I just Walked outta heaven  [Bridge 2: Wingo] If u ever loved somebody And if you ever had somebody But you know that you hurt that somebody Let me here you say yea  [Hook]  ",
        "title": "Walked Outta Heaven"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Me, Myself And I"
    },
    {
        "artist": "Baby Bash Featuring Frankie J",
        "lyrics": "  [Intro: Frankie J.] So tight, so fly You got me lifted You got me lifted  [Hook: Frankie J] Got me lifted, shifted higher than the ceilin' And ooohwee, it's the ultimate feelin' You got me lifted, feeling so gifted Sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly  [Bridge: Baby Bash] You know it's leather when we ride Wood grain and raw hide Doing what we do, watchin' screens gettin' high Girl, you keep it so fly, with your sweet honey buns You was there when the money was gone You'll be there when the money comes  [Verse 1: Baby Bash] Off top, I can't lie, I love to get blowed You my little sugar, I'm your little chulo And every time we kick it It's off to the groovy Treat you like my sticky ickey Or my sweet oooh-wee, gooey (Fa real, though)  [Hook] Got me lifted, shifted higher than the ceilin' And ooohwee, it's the ultimate feelin' You got me lifted, feeling so gifted Sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly  [Verse 2: Baby Bash] Now, I ain't worried about a thang cause I just hit me a lick I got a fat sack and a superfly chick And uh-uh ad there ain't nothin' you can say to a player Cause doo wop She fly like the planes in the air That's right, she full grown, settin' the wrong tone I'm diggin' the energy and I'm lovin' her ozone So fly, like a dove, fly, like a raven Quick, to politic with some fly, conversation In a natural mood, then I'm a natural dude And we some natural fools, blowin' out by the pool She like my sexy cool mama, we'll blaze on the Barada Rockin' Dolce & Gabbana, with hydro in a Cubana  [Hook] Got me lifted, shifted higher than the ceilin' And ooohwee, it's the ultimate feelin' You got me lifted, feeling so gifted Sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly  [Bridge] You know it's leather when we ride Wood grain and raw hide Doing what we do, watchin' screens gettin' high Girl, you keep it so fly, with your sweet honey buns You was there when the money was gone You'll be there when the money comes You know it's leather when we ride Wood grain and raw hide Doing what we do, watchin' screens gettin' high Girl, you keep it so fly, with your sweet honey buns You was there when the money was gone You'll be there when the money comes  [Baby Bash] Fa real, though  [Hook] Got me lifted, shifted higher than the ceilin' And ooohwee, it's the ultimate feelin' You got me lifted, feeling so gifted Sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly  [Baby Bash] So high, like I'm a star So high, like I'm a star So high, like I'm a star So high, like I'm a star Azucar  ",
        "title": "Suga Suga"
    },
    {
        "artist": "3 Doors Down",
        "lyrics": "  [Verse 1] A hundred days have made me older Since the last time that I saw your pretty face A thousand lies have made me colder And I don't think I can look at this the same But all the miles that separate Disappear now when I'm dreaming of your face  [Chorus] I'm here without you baby But you're still on my lonely mind I think about you baby And I dream about you all the time I'm here without you baby But you're still with me in my dreams And tonight it's only you and me, yeah  [Verse 2] The miles just keep rolling As the people leave their way to say hello I've heard this life is overrated But I hope that it gets better as we go, oh yeah, yeah  [Chorus] I'm here without you baby But you're still on my lonely mind I think about you baby And I dream about you all the time I'm here without you baby But you're still with me in my dreams And tonight it's only you and me, yeah  [Bridge] Everything I know, and anywhere I go It gets hard but it won't take away my love And when the last one falls When it's all said and done It gets hard but it won't take away my love, whoa, oh, oh  [Chorus] I'm here without you baby But you're still on my lonely mind I think about you baby And I dream about you all the time I'm here without you baby But you're still with me in my dreams And tonight, girl, it's only you and me  ",
        "title": "Here Without You"
    },
    {
        "artist": "No Doubt",
        "lyrics": "  [Verse 1] It's funny how I find myself In love with you If I could buy my reasoning I'd pay to lose One half won't do I've asked myself How much do you Commit yourself?  [Chorus] It's my life Don't you forget It's my life It never ends (it never ends)  [Verse 2] Funny how I blind myself I never knew If I was sometimes played upon Afraid to lose Oh, I'd tell myself What good do you do Convince myself  [Chorus] It's my life Don't you forget It's my life It never ends (it never ends)  [Bridge] And I've asked myself How much do you Commit yourself?  [Chorus] Oh, it's my life Don't you forget Caught in the crowd It never ends (it never ends)  [Chorus] Oh, it's my life Don't you forget Caught in the crowd It never ends (it never ends)  [Outro] Oh, it's my life (oh it's my life) Don't you forget (don't you forget) Caught in the crowd (caught in the crowd) It never ends (it never ends)  ",
        "title": "It's My Life"
    },
    {
        "artist": "Nickelback",
        "lyrics": null,
        "title": "Someday"
    },
    {
        "artist": "Avant",
        "lyrics": "  [Intro] Yes, don't close the door Listen, I've been waiting to tell you this You are, all that a man could ever want Wait a minute just let me Listen  [Verse 1] I stepped in a club in your hood I slowly turned left and there you stood You and your friends talking But then our eyes connect, I knew then It was just like two ways on beam I'm your king be my queen And what ever you wanna do tonight My truck is parked out front so lets ride  [Hook] I can read your mind, babe I know what you're thinkin' Its alright with me, baby Its alright, yes I can read your mind, babe I know what you're thinkin' Its alright with me Its alright, yes  [Verse 2] So baby take a ride with me And I'll fulfill all your fantasies And when the rain starts pourin' down Then all the love that's lost will be found I'll make your mind lose control Over your body that's my goal So baby just come down here Just let the gravity pull you near  [Hook] I can read your mind, babe I know what you're thinkin' Its alright can you feel me, yeah? Its alright, yes I can read your mind, babe (Just me and you right now) I know what you're thinkin' (I got an idea babe) It's alright It's alright, yes  [Verse 3] I know you wanna rub I know you wanna touch I know you wanna feel So baby keep it real I know you wanna see I know you wanna be In my B-E-D, grindin' slowly I know you wanna rub I know you wanna touch I know you wanna feel So baby keep it real I know you wanna see I know you wanna be In my B-E-D, grindin' slowly  [Hook] I can read your mind, babe I know what you're thinkin' It's alright (You see, I know, you know, cause I can feel it too) It's alright, yes I can read your mind, babe (Just me and you, yeah) I know what you're thinkin' (I know, yeah) Its alright Its alright, yes  [Verse 4] I wanna love baby (That's what I wanna do to you) I wanna feel you (If you come, if you come) I wanna love baby I wanna feel you (I wanna feel you, girl) I wanna love baby (Come on and go with me I wanna feel you (I want you to stay with me)  ",
        "title": "Read Your Mind"
    },
    {
        "artist": "Usher Featuring Lil Jon & Ludacris",
        "lyrics": "  [Produced by Lil Jon]  [Intro: Usher & Lil Jon] Peace up, A-Town down Yeah! Okay! Usher Lil Jon Yeah, yeah, yeah, yeah, yeah, yeah! Yeah, yeah, yeah, yeah, yeah, yeah! Let's go!  [Verse 1: Usher & Lil Jon] I was up in the club with my homies, trying to get a lil V-I Keep it down on the low key You should know how it feels (hey!) I seen shorty, she was checking up on me From the game she was spitting in my ear You would think that she know me I decided to chill (okay!) Conversation got heavy She had me feeling like she's ready to blow (watch out!) Ohh! (watch out) She's saying, come get me So I got up and followed her to the floor She said, baby let's go When I told her (let's go!) I said  [Chorus: Usher & Lil Jon] (Yeah!) Yeah! Shorty got down low said, come and get me (Yeah!) Yeah! I got so caught up, I forgot she told me (Yeah!) Yeah! Her and my girl, they used to be the best of homies (Yeah!) Yeah! Next thing I knew, she was all up on me screaming Yeah (yeah!) yeah (yeah!) yeah, yeah! Yeah (yeah!) yeah (yeah!) yeah, yeah!  [Verse 2: Usher & Lil Jon] She's all up in my head now, got me thinking That it might be a good idea to take her with me Cause she's ready to leave, ready to leave now (let's go!) And I got to keep it real now Cause on a one to ten, she's a certified twenty But that's just ain't me (hey!) Cause I don't know, if I take that chance Just where's it gonna lead But what I do know is the way she dance Make shorty alright with me The way she get low I'm like, yeah, just work that out for me She asks for one more dance, and I'm like, yeah How the hell am I supposed to leave (Let's go, bring the beat back!) And I say  [Chorus: Usher & Lil Jon] (Yeah!) Yeah! Shorty got down low said, come and get me (Yeah!) Yeah! I got so caught up, I forgot she told me (Yeah!) Yeah! Her and my girl, they used to be the best of homies (Yeah!) Yeah! Next thing I knew, she was all up on me screaming Yeah (yeah!) yeah (yeah!) yeah, yeah! Yeah (yeah!) yeah (yeah!) yeah, yeah!  [Verse 3: Ludacris & Lil Jon] Watch out, my outfit's ridiculous In the club looking so conspicuous And roar, these women all on the prowl If you hold the head steady, I'ma milk the cow (yeah!) And forget about game, I'ma spit the truth (what?) I won't stop till I get 'em in their birthday suit (yeah!) So gimme the rhythm and it'll be off with their clothes Then bend over to the front and touch your toes I left the Jag and I took the Rolls If they ain't cutting, then I put em on foot patrol (let's go!) How you like me now? When my pinky's valued over three hundred thousand Let's drink, you the one to please (yeah!) Ludacris fill cups like double D's (yeah!) Me and Ursh' once more, and we leaves 'em dead We want a lady in the street but a freak in the bed that say  [Chorus: Usher & Lil Jon] (Yeah!) Yeah! Shorty got down low said, come and get me (Yeah!) Yeah! I got so caught up, I forgot she told me (Yeah!) Yeah! Her and my girl, they used to be the best of homies (Yeah!) Yeah! Next thing I knew, she was all up on me screaming Yeah (yeah!) yeah (yeah!) yeah, yeah! Yeah (yeah!) yeah (yeah!) yeah, yeah!  [Outro: Ludacris & Lil Jon] Take that and rewind it back Lil Jon got the beat that make your booty go (clap) Take that, rewind it back Ursher got the voice make your booty go (clap) Take that, rewind it back Ludacris got the flow to make your booty go (clap) Take that, rewind it back Lil Jon got the beat that make your booty go (clap) Let me see you do the A-town stomp! Do the A-town stomp! Now do the muscle, do the muscle! Do the muscle, do the muscle! A thunder clap, hey! A thunder clap, hey! A thunder clap, hey! A thunder clap, hey! Rock a way, rock a way, rock a way, rock a way and cut!  ",
        "title": "Yeah!"
    },
    {
        "artist": "Lil Jon & The East Side Boyz Featuring Ying Yang Twins",
        "lyrics": "  [Hook] 3, 6, 9 - damn she fine Hoping she can sock it to me one more time Get low, get low, get low get low! To the window, to the wall! Til the sweat drop down my balls Til all these bitches crawl Til all skeet skeet motherfuckers, all skeet skeet god damn! Til all skeet skeet motherfuckers, all skeet skeet god damn!  [Verse 1] Shorty crunk - so fresh, so clean Can she fuck? That question been harassing me In the mind. This bitch is fine! I done came to the club about 50 11 times Now can I play with your panty line? The club owner said I need to calm down Security guard go to sweating me now Nigga drunker than a motherfucker, threaten me now She getting crunk in the club, I mean she work it And I like to see the females twerking Taking the clothes off - buckey naked ATL - ho, don't disrespect it P-pop your pussy like this Cause Yin Yang Twins in this B-I-itch Lil Jon and the East Side Boys with me And we all like to see ass and titties Now bring your ass over here, ho And let me see you get low if you want this thug Now take it to the floor - and if your ass want to act You can keep your ass where you're at  [Hook]  [Verse 2 - Lil Jon] Let me see you get low (You scared!) Drop that ass to the floor (You scared!) Drop that ass yea, shake it fast yea Pop that ass to the left and the right yea Now back, back, back it up Now stop (oh!) then wiggle with it (yea!)  [Hook]  [Verse 3] Now give me my dub back and go get your friend Stupid bitch standing there while I'm drinking my Hen Steady looking at me still asking questions Time's up - nigga, pass me another contestant Ho move to the left if you ain't bout 50 Done talked through 3 or 4 songs already Looking at a nigga with your palm out Bitch, I ain't even seen you dance! Twerk something baby, work something baby Pop your pussy on the pole, do your thang baby Slide down that bitch a little bit then stop Get back on the floor, catch your balance then drop Now bring it back up, clap your ass like hands I just wanna see your ass dirty dance Yin Yang we done done again And put it on the map like \"hah?!\"  [Outro] Ya'll twerking a little bit ladies But you got to twerk a little bit harder than that Right now, I need all the ladies that know they look good tonight We want ya'll to do this shit like this: Bend over to the front, touch your toes! Back that ass up and down and get low Bend over to the front, touch your toes! Back that ass up and down and get low  ",
        "title": "Get Low"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Verse 1: Chester Bennington] I'm tired of being what you want me to be Feeling so faithless, lost under the surface Don't know what you're expecting of me Put under the pressure of walking in your shoes  [Pre-Chorus: Chester & Mike Shinoda] Caught in the undertow, just caught in the undertow Every step that I take is another mistake to you Caught in the undertow, just caught in the undertow  [Chorus: Chester] I've become so numb, I can't feel you there Become so tired, so much more aware I'm becoming this, all I want to do Is be more like me and be less like you  [Verse 2: Chester] Can't you see that you're smothering me? Holding too tightly, afraid to lose control? 'Cause everything that you thought I would be Has fallen apart, right in front of you  [Pre-Chorus: Chester & Mike] Caught in the undertow, just caught in the undertow Every step that I take is another mistake to you Caught in the undertow, just caught in the undertow And every second I waste is more than I can take  [Chorus: Chester] I've become so numb, I can't feel you there Become so tired, so much more aware I'm becoming this, all I want to do Is be more like me and be less like you  [Bridge: Chester] And I know, I may end up failing, too But I know, you were just like me With someone disappointed in you  [Chorus: Chester] I've become so numb, I can't feel you there Become so tired, so much more aware I'm becoming this, all I want to do Is be more like me and be less like you  [Outro: Chester] I've become so numb, I can't feel you there I'm tired of being what you want me to be I've become so numb, I can't feel you there I'm tired of being what you want me to be  ",
        "title": "Numb"
    },
    {
        "artist": "Beyonce Featuring Sean Paul",
        "lyrics": null,
        "title": "Baby Boy"
    },
    {
        "artist": "Dido",
        "lyrics": "  [Verse 1] I know you think that I shouldn't still love you Or tell you that But if I didn't say it Well, I'd still have felt it Where's the sense in that? I promise I'm not trying to make your life harder Or return to where we were  [Chorus] I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be  [Verse 2] I know I left too Much mess and destruction To come back again And I caused nothing but trouble I understand if you Can't talk to me again And if you live by the rules of \"it's over\" Then I'm sure that that makes sense  [Chorus] I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be  [Bridge] And when we meet Which I'm sure we will All that was there Will be there still I'll let it pass And hold my tongue And you will think That I've moved on  [Chorus] I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be  [Outro] I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be  ",
        "title": "White Flag"
    },
    {
        "artist": "Sheryl Crow",
        "lyrics": "  [Verse 1] I would have given you all of my heart But there's someone who's torn it apart And he's taken just all that I have But if you want I'll try to love again Baby, I'll try to love again, but I know  [Chorus] The first cut is the deepest Baby I know The first cut is the deepest But when it comes to being lucky, he's cursed When it comes to lovin' me, he's worst  [Verse 2] I still want you by my side Just to help me dry the tears that I've cried And I'm sure gonna give you a try If you want I'll try to love again, (try) Baby, I'll try to love again, but I know  [Chorus] The first cut is the deepest Baby I know The first cut is the deepest But when it comes to being lucky, he's cursed When it comes to lovin' me, he's worst  [Bridge] I still want you by my side Just to help me dry the tears that I've cried But I'm sure gonna give you a try Cuz if you want I'll try to love again (Try to love again, try to love again) Baby, I'll try to love again but I know, Ohhhh  [Chorus] The first cut is the deepest Baby I know The first cut is the deepest When it comes to bein' lucky, he's cursed When it comes to lovin' me, he's worst  [Outro] Ohhhh, the first cut is the deepest Baby I know (baby I know) The first cut is the deepest Try to love again  ",
        "title": "The First Cut Is The Deepest"
    },
    {
        "artist": "YoungBloodZ Featuring Lil Jon",
        "lyrics": null,
        "title": "Damn!"
    },
    {
        "artist": "Chingy Featuring Ludacris & Snoop Dogg",
        "lyrics": "  [Intro: Snoop Dogg] Bomb ass pussy Ma, ooh you got that bomb, know you got it Ma, ooh you got some bomb ass pussy Ma I know you got that bomb bomb pussy  [Hook: Snoop/Chingy + Girl] (Whachu doing?) Nothing chilling at the Holiday Inn! (Who you with?) Me and my peeps thought you'd bring over your friends (What we gon' do?) Feel on each other and sip on some Hen One thing leading to another let the party begin (Whachu doing?) Nothing chilling at the Holiday Inn! (Who you with?) Me and my peeps thought you'd bring over your friends (What we gon' do?) Feel on each other and sip on some Hen One thing leading to another let the party begin  [Verse 1: Chingy] Peeps call me up [phone ring] said it's a ho-tel party Just bring the liquor, there's already eight shawties I'm on my way, let me stop by the store Get a 12-pack of Corona - plus an ounce of 'dro, ya know? Now I'm on Highway 270 to Natural Bridge Rd I'm already blowed, hit third I'mma be be blowed some mo' Pulled up, stop parked, rims still spinning Valet looking like he in the game and must be winning To room 490 I'm headed, on my way up It's three girls on the elevator like: \"wassup?\" I told em: \"follow me\". they knew I had it cracking B One said \"ain't you that boy that be on BET?\" \"Ya that's me, Ching-a-ling equipped with much ding-a-ling\" Knock on the door, I'm on the scene of things Busted in, Henny bottle to the face Fuck it then, feel like my head is toxic waste It's some pretty girls in hurr, I heard em whispering Talking bout \"that's that dude that sing \"Right Thurr\" - he glistening\" I ain't come to talk, I ain't come to sit What I came for was to find out who I'm gonna hit, aww shit  [Hook: Snoop/Chingy + Girl] (Whachu doing?) Nothing chilling at the Holiday Inn! (Who you with?) Me and my peeps thought you'd bring over your friends (What we gon' do?) Feel on each other and sip on some Hen One thing leading to another let the party begin (Whachu doing?) Nothing chilling at the Holiday Inn! (Who you with?) Me and my peeps thought you'd bring over your friends (What we gon' do?) Feel on each other and sip on some Hen One thing leading to another let the party begin  [Verse 2: Chingy] Ma showed up like \"what's the hold up?\" Man know what, get them wraps and roll up I took a chick in the bathroom seeing what's poppin You know what's on my mind, shirts off and panties dropping Niggas knocking on the door drunk, acting silly The girl said \"can I be in yo video\" I'm like \"yeah!\", \"oh really?\" Now she naked strip teasing, me I'm just cheesing She gave me a reason to be a damn heathen Handled that, told ol' G, bring tha camera Then I thought about, no footage as I ram her Walked out the bathroom smiling, cats still wilding Sharing the next room with some girls looking like they from an island  [Hook: Snoop + Chingy] (Whachu doing?) Nothing chilling at the Holiday Inn! (Who you with?) Me and my peeps thought you'd bring over your friends (What we gon' do?) Feel on each other and sip on some Hen One thing leading to another let the party begin (Whachu doing?) Nothing chilling at the Holiday Inn! (Who you with?) Me and my peeps thought you'd bring over your friends (What we gon' do?) Feel on each other and sip on some Hen One thing leading to another let the party begin  [Verse 3: Ludacris] Stop, drop, KABOOM!, baby rub on your nipples Some call me Ludacris, some call me Mr. Wiggles Far from little, make ya mammary glands jiggle Got 'em under control, with a bowl of Tender Vittles Doc-tor giggles, I can't stop until it tickles Just play a little \"D\" and I'll make ya mouth dribble Bits and Kibbles, got 'em all after the pickle I swing it like a bat, but these balls are not Wiffle Hit 'em in triples, with no strikes, stripes, or whistles I ain't felt this good, since my wood lived off a thistle Sippin' some ripple, I got quarters, dimes, and nickels For shizzle dizzle, I'm on a track with the Big Snoop Dizzle Let the Henny trickle, down the beat, with a ghetto tempo I done blazed the instrumental, laid it plain and simple Getting brain in the rental, I done did it again My eyes chinky, I'm with Chingy, at the Holiday Inn  [Hook] (Whachu doing?) Nothing chilling at the Holiday Inn! (Who you with?) Me and my peeps thought you'd bring over your friends (What we gon' do?) Feel on each other and sip on some Hen One thing leading to another let the party begin (Whachu doing?) Nothing chilling at the Holiday Inn! (Who you with?) Me and my peeps thought you'd bring over your friends (What we gon' do?) Feel on each other and sip on some Hen One thing leading to another let the party begin  [Outro: Snoop Dogg] Yeah, let the party begin, bitch Ching-a-ling Ling, all the way in St. Louis My nigga Chingy, Disturbing Tha Peace Luda, Luda, going hard on you hoes Yeah bitch, bring four of ya friends Meet me at the Holiday Inn Bring a gang of that Hen, some VSOP Ooh wee! And light that sticky-icky And we gone do the damn thing Now what I'm talking bout We gonna disturb the peace right now Yeah we ain't doing nothing but chillin We chillin' and nuttin' Know what I'm talking bout, so push the button You know what's happenin', fa shizzle Yeah bitch, trying to run from this pimpin' You can't out run the pimpin' bitch, I done told you  ",
        "title": "Holidae In"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Spoken Intro] Nah nah nah, see, you got to understand Steppin' is not just a dance, it's a, it's a culture It's the, it's the way we live It's what we eat, think, and breathe, you understand me? See, you know, you out there on the dance floor and you with your partner And y'all holdin' hands and y'all swingin' and swayin' And you turnin' 'em and twistin' 'em and dippin' 'em It's just such an exciting feelin' you get You know what I mean?  [Intro] Yeah, it's the Pied Piper of R&B, y'all (Whoa, oh, oh) Follow me (Yeah) Chicago n' them (Oh yeah, oh yeah) Don Juan and them (Yeah) This is for y'all, the remix  [Verse 1] Said I know that it's somebody's birthday tonight somewhere And I know somebody's gonna celebrate tonight somewhere I know...  [Pre-Chorus] (One things for sure) I'm gonna put on my dancing shoes (Then I'ma hit the door) And go out and step the whole night through  [Chorus] Step in the name of love (I'm gonna) Step in the name of love (then I'm gonna) Clap in the name of love (oh yeah) Clap in the name of love (I'm gonna step) Step in the name of love (woo) Step in the name of love (in the name of love) Groove in the name of love Groove in the name of love  [Verse 2] See I know, there's somebody's breaking out the champagne somewhere And you can be sure (you can be sure) Somebody's gonna make love Night until the day (oh one thing)  [Pre-Chorus] (One thing's for sure) I'm gonna put on my dancing shoes (Then I'm gonna hit the floor) And go out and step the whole night through  [Chorus] Step in the name of love (yeah) Step in the name of love (whoa) Clap in the name of love (yeah) Clap in the name of love (said I'm gonna step) Step in the name of love (woo) Step in the name of love (in the name of love) Groove in the name of love Groove in the name of love  [Bridge] Oh, I'll wait til somebody else gets up Then I, I wanna be the first one to hit the floor (Ooh, so, so...) So tell the DJ to turn it up (turn it up) 'Cause it feels so good dancing to this remix Makes me wanna step, 'cause it's a cut!  [Chorus] Snap in the name of love (oh baby) Snap in the name of love (I'm...gonna) Clap in the name of love (yeah) Clap in the name of love (step in the name...) Step in the name of love (...of love) Step in the name of love (then I'm gonna groove, yeah) Groove in the name of love Groove in the name of love  In the name of love Yeah, yeah, yeah yeah, yeah  [Outro] Good evening, ladies and gentlemen It's the Pied Piper of R&B And I would like to welcome you to the Chocolate Factory This album was designed to make you feel good For those of you who wanna feel good, follow me  Yeah Now I know everybody is familiar with the stepping game Yeah, from the Loveland album But y'all know I had to go and do a remix And put it on the Chocolate Factory (yeah) So the stepper's game we played then Is the same game we gon' play right now Are y'all ready? Come on, 1, 2, 3, sing...  Step, step, side to side Round and round, dip it now Separate, bring it back Now let me see you do the love slide (dance) Step, step, side to side Round and round, dip it now Separate, bring it back Now let me see you do the love slide (step) Step, step, side to side Round and round, dip it now Separate, bring it back Now let me see you do the love slide Step, step, side to side (Everybody keep steppin') Round and round, dip it now (Everybody keep steppin') Separate, bring it back Now let me see you do the love slide (One more time) Step, step, side to side (Keep on steppin') Round and round, dip it now Separate, bring it back (Round and round, side to side...) Now let me see you do the love slide (Separate and bring it back) Step, step, side to side Round and round, dip it now (Come on and step in the name of love) Separate, bring it back Now let me see you do the love slide (While we're livin'...) Step, step, side to side (Let's step out, hit the club) Round and round, dip it now (DJ's rockin' that song for us) Separate, bring it back (Anybody ask why we're steppin') Now let me see you do the love slide (Tell 'em that we did it for love, yeah) Step, step, side to side Round and round, dip it now (Did it for love, yeah) Separate, bring it back Now let me see you do the love slide (Did it for love, yeah) Step, step, side to side Round and round, dip it now (That's why we did it, did it for love, yeah) Separate, bring it back (Oh yeah) Now let me see you do the love slide (Did it for love) Step, step, side to side Round and round, dip it now (Did it for love, yeah) Separate, bring it back (Oh yeah) Now let me see you do the love slide (If they ask you why we did it...) Step, step, side to side Round and round, dip it now (...tell 'em, we did it for love) Separate, bring it back (Oh yeah) Now let me see you do the love slide (If they ask you why we did it...) Step, step, side to side Round and round, dip it now (Hey, we did it for love) Separate, bring it back (Oh yeah) Now let me see you do the love slide (In a land where everybody's snappin' [snappin']...) Step, step, side to side (Everybody's clappin' [clappin']) Round and round, dip it now (Everybody's groovin' [hey]) Separate, bring it back (In the name of love) Now let me see you do the love slide Step, step, side to side (Step on, y'all) Round and round, dip it now (Yeah, Regina and George Daniels...) Separate, bring it back (...I love you, baby) Now let me see you do the love slide Step, step, side to side (Henry Love, I see you, yeah) Round and round, dip it now (DJ Wayne Williams...) Separate, bring it back (...spinnin' the records...) Now let me see you do the love slide (...make sure you spin this one, baby, alright?) Step, step, side to side (And last but not least, let's not forget the most talented man on the guitar...) Round and round, dip it now (...ladies and gentlemen, Mr. Donnie Lyle...) Separate, bring it back (...play on, playa) Now let me see you do the love slide Step, step, side to side (And all my fans out there...) Round and round, dip it now (I just wanna thank you for supporting me...) Separate, bring it back (...and this Chocolate Factory album...) Now let me see you do the love slide (...and all of the albums I've ever done in my career) Step, step, side to side (I thank you...) Round and round, dip it now (I love you...) Separate, bring it back (Peace...) Now let me see you do the love slide Step, step, side to side Round and round, dip it now Separate, bring it back Now let me see you do the love slide Step, step, side to side Round and round, dip it now Separate, bring it back Now let me see you do the love slide...  ",
        "title": "Step In The Name Of Love"
    },
    {
        "artist": "JAY-Z",
        "lyrics": "  [Intro: Jay-Z (Pharrell)] Wooo! Uh, uh, bounce is back Uhh, uh-uh uh uh, geyeah, uh, your boy is back (Sexy, sexy) I know y'all missed the bounce You need to bounce for the sexy, y'know? Hah, haha, uh, let's get it in  [Verse 1: Jay-Z] Yeah ma, your dude is back, the Maybach Coupe is back Tell the whole world the truth is back You ain't gotta argue about who can rap Cause the proof is back, just go through my raps (New York, New York!) Yeah, where my troopers at? Where my hustlers, where my boosters at? I don't care what you do for stacks I know the world glued your back to the wall You gotta brawl, do that I been through that, been shot at, shoot back Gotta keep a peace like a Buddhist I ain't a New Jack; nobody gon' Wesley Snipe me It's less than likely, move back Let I breathe, Jedi Knight The more space I get the better I write Oh, never I write, but if, ever I write I need the space to say whatever I like, now just  [Chorus: Jay-Z (Pharrell)] (Change clothes, and go) You know I stay fresh to death, a boy from the projects And I'ma take you to the top of the globe, so let's go (So let's exchange numbers and go) (And girl I promise you, no substitutes) It's just me  [Verse 2: Jay-Z] And I ain't gon' tell you again, let's get ghost in the Phantom You can bring your friend, we can make this a tandem Or you can come by yourself if you can stand him Best believe, I sweat out weaves Give Afro Puffs like R.A.G.E Aww you get if could move it Back it on up like a U-Haul truck Then run and tell them ducks you heard Hovi new shit He and the boy Phar-real make beautiful music He is to the East coast what Snoop is To the West Coast, what 'Face is to Houston Young Hov' in the house is so necessary No bra with that blouse, that's so necessary No panties and jeans, that's so necessary Now why you fronting on me, is that necessary? Do I, to you, look like a lame Who don't understand a broad with a mean shoe game Who's up on dot dot dot and Vera Wang Ma are you insane? Let's just (What you want me to do?)  [Chorus: Jay-Z (Pharrell)] (Change clothes, and go) You know I stay fresh to death, a boy from the projects And I'ma take you to the top of the globe, so let's go (So let's exchange numbers and go) (And girl I promise you, no substitutes) It's just me  [Interlude: Pharrell (Jay-Z)] Ha ha! Sexy sexy, ha ha! Sexy sexy (It's so necessary ma) Ha ha! Sexy sexy (woo, that's right, it's a groove) Ha ha! Sexy sexy (uh, uh, it's a groove, uh, bring it back) Ha ha!  [Verse 3: Jay-Z] Young Hov' in the house is so necessary No bra with that blouse, that's so necessary No panties and jeans, that's so necessary Why you frontin' on me? Let's go to my hotel, cause this don't go well With those S. Dots, gotta stay fresh ma Ma, I don't shop where the rest buy Ho no ma, please respect my Jiggy this is probably Purple Label Or that BBC shit or it's probably tailored And y'all niggas actin' way too tough Throw on a suit, get it tapered up, and let's just:  [Chorus: Jay-Z (Pharrell)] (Change clothes, and go) You know I stay fresh to death, a boy from the projects And I'ma take you to the top of the globe, so let's go (So let's exchange numbers and go) uh huh yeah, uh (And girl I promise you, no substitutes) It's just me  [Outro: Pharrell (Jay-Z)] Ha ha! Sexy sexy (uh, uh, WOO, sing along) Ha ha! Sexy sexy (yeah, uh.. turn your radio up) Ha ha! Sexy sexy (woo, put your hands in the air if you in the club) Ha ha! Sexy sexy (snap your fingers now, uh, woo!) Ha ha! (Your boy is back, uh-huh, uh, uh) (The bounce is back, uh, uh woo!) (Uh, Young is back, hahahaha - PEACE!!!)  ",
        "title": "Change Clothes"
    },
    {
        "artist": "Ying Yang Twins Featuring Lil Jon & The East Side Boyz",
        "lyrics": "  [Hook] Shawty crunk on the floor wide open Skeet so much they call her Billy Ocean Roll like an 18-wheeler That ho fine, but this ho killer She's leaking! She's soaking wet She leaking! Soaking wet Shake it like a salt shaker (shake it like a salt shaker) Shake it like a salt shaker (shake it like a salt shaker)   [Verse 1] Popping till you percolate First booty-on-booty, no time to wait Make it work, with your wet t-shirt Bitch you gotta shake it till your camel toe hurt Sadie heels on your feet, strap around your ankles Jegga jegga jegga Call that bitch Bojangles Juicy like fruit or douche like coup Deville Lucy get loose on the goose for real Five dollars get your ass a table dance If you got 10 then bring a friend Ho shake your ass till the song then If you ain't gon dance, well go on, then! We ain't no boys, we grown men If you ain't gonna dance, well don't then! Why you gonna waste a nigga's song, then? Sit your ass down doing nothing?  [Hook] Shawty crunk on the floor wide open Skeet so much they call her Billy Ocean Roll like an 18-wheeler That ho fine, but this ho killer She's leaking! She's soaking wet She leaking! Soaking wet Shake it like a salt shaker (shake it like a salt shaker) Shake it like a salt shaker (shake it like a salt shaker)   [Line Dancing Portion - Lil Jon] Face the wall shawty, put your hands on it Bounce that ass up & down; make a nigga want it Face the wall shawty, put your hands on it Bounce that ass up & down; make a nigga want it Roll that ass round & round like a motherfucking wheel Shake that shit, this ain't no motherfuckin drill! Roll that ass round & round like a motherfucking wheel Shake that shit this ain't no motherfucking drill! Get crunk with, get loose with it Like Short said: let Bruce Bruce hit it! Get crunk with it, get loose with it Like Short said: let Bruce Bruce hit it Shake that ass real fast then stop Shake that ass real fast then stop Shake that ass real fast then drop Shake that ass real fast then drop  [Hook] Shawty crunk on the floor wide open Skeet so much they call her Billy Ocean Roll like an 18-wheeler That ho fine, but this ho killer She's leaking! She's soaking wet She leaking! Soaking wet Shake it like a salt shaker (shake it like a salt shaker) Shake it like a salt shaker (shake it like a salt shaker)  [Verse 2] Shake it like a dollar, 5, or 10 But what would you do for a twenty twen? Get on the stage shake that ass, then Get on the pole do a backbend I like that! Do it again! Here's another 10 bitch, do it again Work it like a game that you playing to win Make that pussy fart for the Ying Yang Twins  16 bitches in thongs in 1 club The home of the 5th, redbones and big butts Game spittin' bitches splitting all on the floor Hornified, can't deny, certified pro On the pole upside down (This shit for real!) 69, plenty of times to pay a bill By day she's a clerk, by night she turn stripper You're not even dating You just trying so you can tip her!  [Hook] Shawty crunk on the floor wide open Skeet so much they call her Billy Ocean Roll like an 18-wheeler That ho fine, but this ho killer She's leaking! She's soaking wet She leaking! Soaking wet Shake it like a salt shaker (shake it like a salt shaker) Shake it like a salt shaker (shake it like a salt shaker)  ",
        "title": "Salt Shaker"
    },
    {
        "artist": "Santana Featuring Alex Band Or Chad Kroeger",
        "lyrics": null,
        "title": "Why Don't You & I"
    },
    {
        "artist": "Kanye West",
        "lyrics": "  [Music Video] [Produced by Kanye West]  [Intro] Yo, Gee, they can't stop me from rappin', can they? Can they, Hop?  [Hook] Through the fire, to the limit, to the wall For a chance to be with you, I'd gladly risk it all Through the fire, through whatever, come what may For a chance at loving you, I'd take it all the way Right down to the wire, even through the fire  [Over Hook] I spit it through the wire, man There's too much stuff on my heart right now, man I'd gladly risk it all right now It's a life-or-death situation, man Y'all, y'all don't really understand how I feel right now, man It's your boy, Kanye to the… Chi-Town, what's goin' on?  [Verse 1] I drink a Boost for breakfast, an Ensure for dessert Somebody ordered pancakes, I just sip the sizzurp That right there could drive a sane man berserk Not to worry, Mr. H-to-the-Izzo's back to work How do you console my mom or give her light support Tellin' her her son's on life support? And just imagine how my girl feel On the plane scared as hell that her guy look like Emmett Till She was with me before the deal, she'd been tryna be mine She a Delta, so she'd been throwin' that Dynasty sign No use in me tryna be lyin', I been tryna be signed Tryin' to be a millionaire, how I used two lifelines In the same hospital where Biggie Smalls died The doctor said I had blood clots, but I ain't Jamaican, man Story on MTV and I ain't tryna make a band I swear, this right here, history in the makin', man  [Hook] Through the fire, to the limit, to the wall For a chance to be with you, I'd gladly risk it all Through the fire, through whatever, come what may For a chance at loving you, I'd take it all the way Right down to the wire, even through the fire  [Over Hook] I really apologize for everything right now If it's unclear at all, man They got my mouth wired shut For like… I dunno, the doctor said like six weeks Y'know, he had, I had reconstructive surgery on my jaw I looked in the mirror And half my jaw was in the back of my mouth, man I couldn't believe it But I'm still here for y'all right now, man This what I got to say right here, dawg Yeah, turn me up, yeah, uh  [Verse 2] What if somebody from the Chi' that was ill got a deal On the hottest rap label around? But he wasn't talkin' about coke and birds It was more like spoken word Except he's really puttin' it down? And he explained the story About how blacks came from glory And what we need to do in the game Good dude, bad night, right place, wrong time In the blink of a eye his whole life changed If you could feel how my face felt You would know how Mase felt Thank God I ain't too cool for the safe belt I swear to God, driver two wanna sue I got a lawyer for the case, to keep what's in my safe safe My dawgs couldn't tell if I… I looked like Tom Cruise in Vanilla Sky, it was televised There's been an accident like GEICO They thought I was burnt up like Pepsi did Michael I must got a angel, ‘cause look how death missed his ass Unbreakable, what, you thought they'd call me Mr. Glass? Look back on my life like the Ghost of Christmas Past Toys \"R\" Us where I used to spend that Christmas cash And I still won't grow up, I'm a grown-ass kid Swear I should be locked up for stupid shit that I did But I'm a champion, so I turned tragedy to triumph Make music that's fire, spit my soul through the wire  [Hook] Through the fire, to the limit, to the wall For a chance to be with you, I'd gladly risk it all Through the fire, through whatever, come what may For a chance at loving you, I'd take it all the way Right down to the wire, even through the fire  [Outro Over Hook] Y'know what I'm sayin'? When the doctor told me I had, um That I was gonna have to have a plate in my chin, I said \"Dawg, don't you realize I'll never make it on a plane now?\" \"It's bad enough I got all this jewelry on!\" You can't be serious, man  ",
        "title": "Through The Wire"
    },
    {
        "artist": "Nick Cannon Featuring R. Kelly",
        "lyrics": "  [Intro - R. Kelly] + (Nick Cannon) Oh, oh, oh, oh, oh (Oh, uh, haha, Cannon Ball) Oh, oh, oh, oh, oh (Check it, Kels!) (Yo nigga we in the club singing this for money, ha!)  [Hook - R. Kelly] I'm a gigolo, spending lot's a dough You can tell the way wide-body, sitting on voguesAnd how I'm shining, wit the fresh, fresh clothes Always surrounded, by so many (HO!) I'm a gigolo, always on the go Every time I turn around, I got another show In the club, wit about three in a row Drop in the Six, cause I love them (HO!)  [Verse 1 - Nick Cannon] Shorty I, only got one night in town, tell me baby where you down Bushes we won't beat around, bushes we just eat 'em now Feeling yo Moschino  blouse, seven jean, Black and Lebanese Head to her knees, please if you ever need a bastard remember me Just rock to the melody, I got you in bed wit me I thought you would never leave You wanna name me, like Amerie Know the chain freeze wrist, be the same degrees Tryna get lil' mami, in that thang of reese Only getting in for free, if you came wit me Cause I'mma grown man, not B2K If I need a Girlfriend, it won't be to-day No, I'm NOT tryna be ya man, pimp bones in my body Rock them body-hotty, rock them, like ladi-dadi Me and Kels on Ducatti's, wanna see you drop it shawty Oh weee! tryna leave the club, wit a groupie!  [Hook]  [Verse 2 - Nick Cannon] Ma I'm busy on tour, ma, you busy on the floor Ma I'm feeling yo heels, them Christian Dior's I'm like David Beckham, keep a mean shoe game But like my favorite records, keep spinning new thangs Let my hair grow, cause I was looking for a change Shorty call me the Scare Crow, I'm looking for some brain In \"The Wiz\", there it go, here it is, where the show Cause through yo dress, I can see yo drawls So shorty just shake it, make a round of applause If you outta Hypnotic, 'nother round at the bar And when we parking lot pimping, they surrounding the car No, I'm NOT tryna be ya man, pimp bones in my body Rock them body-hotty, rock them, like ladi-dadi Me and Kels on Ducatti's, wanna see you drop it shawty Oh weee! tryna leave the club Wit a groupie! wit a groupie!  [Hook]  [Verse 3 - Nick Cannon] Mami, when we leave the club, leave wit us You don't need ya car keys, we gon' fair in the bus And the way you wear ya jeans, is means to cuss So DAMN! how you get them on, DAMN! big secrets on her Throwback chick, hotter than Ms. Vic Damone This the type of ... I'm on, not picking up the phone Unless you unblock ya joint, then put on ya coat Know when to hit, when Nick get in the booth Come through in something new, wit an invisible roof Oh the sentence on my necklace seem invisible too When we do what we do, we can't be visible boo The last thing I need is lawsuits, all I did is call you Initiated first move, shorty that was all you I'm NOT tryna be ya man, pimp bones in my body Rock them body-hotty, rock them, like ladi-dadi Me and Kels on Ducatti's, wanna see you drop it shawty, oh weee!  [Hook]  ",
        "title": "Gigolo"
    },
    {
        "artist": "Tupac Featuring The Notorious B.I.G.",
        "lyrics": null,
        "title": "Runnin (Dying To Live)"
    },
    {
        "artist": "Simple Plan",
        "lyrics": null,
        "title": "Perfect"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Verse: 1] Remember when I was young and so were you And time stood still and love was all we knew You were the first, so was I We made love and then you cried Remember when  [Verse: 2] Remember when we vowed the vows And walked the walk Gave our hearts, made the start, it was hard We lived and learned, life threw curves There was joy, there was hurt Remember when  [Verse: 3] Remember when old ones died and new were born And life was changed, disassembled, rearranged We came together, fell apart And broke each other's hearts Remember when  [Verse: 4] Remember when the sound of little feet Was the music We danced to week to week Brought back the love, we found trust Vowed we'd never give it up Remember when  [Verse: 5] Remember when thirty seemed so old Now lookn' back it's just a steppin' stone To where we are Where we've been Said we'd do it all again Remember when Remember when we said when we turned gray When the children grow up and move away We won't be sad, we'll be glad For all the life we've had And we'll remember when  ",
        "title": "Remember When"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] All he could think about was I'm too young for this Got my whole life ahead Hell I'm just a kid myself How am I going to raise one  All he could see were his dreams going up in smoke So much for ditching this town and hanging out on the coast Oh well, those plans are long gone  [Chorus] And he said There goes my life There goes my future, my everything Might as well kiss it all good-bye There goes my life  [Verse 2] A couple years of up all night and a few thousand diapers later That mistake he thought he made covers up the refrigerator Oh yeah, he loves that little girl  Momma's waiting to tuck her in As she fumbles up those stairs She smiles back at him dragging that teddy bear Sleep tight, blue eyes and bouncing curls  [Chorus] He smiles There goes my life There goes my future, my everything I love you, daddy good-night There goes my life  [Verse 3] She had that Honda loaded down With Abercrombie clothes and 15 pairs of shoes and his American Express He checked the oil and slammed the hood, said you're good to go She hugged them both and headed off to the West Coast  [Chorus] And he cried There goes my life There goes my future, my everything I love you Baby good-bye  [Outro] There goes my life There goes my life Baby good-bye  ",
        "title": "There Goes My Life"
    },
    {
        "artist": "Trapt",
        "lyrics": "  [Verse 1] Circling your, circling your, circling your head Contemplating everything you ever said Now I see the truth, I got a doubt A different motive in your eyes And now I'm out, see you later  [Pre-Chorus] I see your fantasy You want to make it a reality paved in gold See inside, inside of our heads, yeah Well, now that's over I see your motives inside Decisions to hide  [Chorus 1] Back off, I'll take you on Headstrong to take on anyone I know that you are wrong Headstrong, we're headstrong Back off, I'll take you on Headstrong to take on anyone I know that you are wrong And this is not where you belong I can't give everything away I won't give everything away  [Verse 2] Conclusions manifest, your first impression's Got to be your very best I see you're full of shit and that's alright That's how you play, I guess you get through Every night, well, now that's over  [Pre-Chorus] I see your fantasy You want to make it a reality paved in gold See inside, inside of our heads, yeah Well, now that's over I see your motives inside Decisions to hide  [Chorus 2] Back off, I'll take you on Headstrong to take on anyone I know that you are wrong Headstrong, we're headstrong Back off, I'll take you on Headstrong to take on anyone I know that you are wrong And this is not where you belong Where you belong (I can't give everything away) This is not where you belong (I won't give everything away)  [Bridge] I know, I know all about I know, I know all about I know, I know all about I know, I know all about Your motives inside and your decision to hide  [Chorus 3] Back off, I'll take you on Headstrong to take on anyone I know that you are wrong Headstrong, we're headstrong Back off, I'll take you on Headstrong to take on anyone I know that you are wrong And this is not where you belong Where you belong This is not where you belong (I can't give everything away) This is not where you belong (I won't give everything away) This is not where you belong  ",
        "title": "Headstrong"
    },
    {
        "artist": "Staind",
        "lyrics": "  [Verse 1] This is my life It's not what it was before All these feelings I've shared And these are my dreams That I'd never lived before  Somebody shake me, 'cause I I must be sleeping  [Chorus] Now that we're here, it's so far away All the struggle we thought was in vain And all the mistakes one life contained They all finally start to go away And now that we're here, it's so far away And I feel like I can face the day And I can forgive, and I'm not ashamed To be the person that I am today  [Verse 2] And these are my words That I've never said before I think I'm doing okay And this is the smile That I've never shown before  Somebody shake me 'cause I I must be sleeping  [Chorus] [Bridge] I'm so afraid of waking Please don't shake me Afraid of waking Please don't shake me  [Chorus] Now that we're here, it's so far away All the struggle we thought was in vain All the mistakes one life contained They all finally start to go away And now that we're here, it's so far away And I feel like I can face the day I can forgive, and I'm not ashamed To be the person that I am today  ",
        "title": "So Far Away"
    },
    {
        "artist": "matchbox twenty",
        "lyrics": "  [Verse 1: Rob Thomas] All day Staring at the ceiling, making Friends with shadows on my wall All night Hearing voices telling me That I should get some sleep because Tomorrow might be good for something  [Pre-Chorus 1: Rob Thomas] Hold on Feeling like I'm headed for a Breakdown And I don't know why  [Chorus: Rob Thomas] But I'm not crazy, I'm just a little unwell I know right now you can't tell But stay awhile and maybe then you'll see A different side of me I'm not crazy, I'm just a little impaired I know right now you don't care But soon enough you're gonna think of me And how I used to be  [Verse 2: Rob Thomas] Me I'm talking to myself in public And dodging glances on the train And I know I know they've all been talkin' 'bout me I can hear them whisper And it makes me think there must be something wrong  [Pre-Chorus 2: Rob Thomas] With me Out of all the hours thinking Somehow I've lost my mind  [Chorus: Rob Thomas] But I'm not crazy, I'm just a little unwell I know right now you can't tell But stay awhile and maybe then you'll see A different side of me I'm not crazy, I'm just a little impaired I know right now you don't care But soon enough you're gonna think of me And how I used to be  [Bridge: Rob Thomas] I've been talking in my sleep Pretty soon they'll come to get me Yeah, they're taking me away  [Chorus: Rob Thomas] I'm not crazy, I'm just a little unwell I know right now you can't tell But stay awhile and maybe then you'll see A different side of me I'm not crazy, I'm just a little impaired I know right now you don't care But soon enough you're gonna think of me And how I used to be  [Post-Chorus: Rob Thomas] Yeah, how I used to be How I used to be Well, I'm just a little unwell How I used to be How I used to be I'm just a little unwell  ",
        "title": "Unwell"
    },
    {
        "artist": "Ruben Studdard",
        "lyrics": "  (I'm sorry) (I'm Sorry)  It's like I missed a shot It's like I dropped the ball (Damn I'm Sorry) It's like I'm on stage And I forgot the words (Damn, I'm sorry) It's like building a new house With no roof and no doors (Damn, I'm sorry) It's like trying to propose And I ain't got the ring (Oooh damn I'm sorry)  But girl I've apologized A million times before (I'll apologize a million more) So here it comes again For all the wrong I've done (so get ready babe) Here's One million one  [Hook] Girl this is my sorry for, 2004 And I ain't gonna mess up no more, this year I'm 'a take this one chance And make it real clear I'm sorry for May And I'm sorry for June (for real) And I'm sorry for July (i am) In case I dont tell you August, September, October, November 'till your December I'm Sorry (I'm sorry 2004)  Its like stayin' out at night Had way too much to drink (Damn, I'm sorry) It's like you change your hair And I dont say a thing (Damn I'm sorry) It's like we're fallin' fast asleep With no kiss, and before we hit (yeah I'm sorry) And It's like I forgot your gift On 02 14 03 (Damn! So sorry!)  But girl I've apologized A million times before (I'll apologize a million more) So here it comes again For all the wrong I've done (so get ready babe) Here's One million one  [Hook] Girl this is my sorry for, 2004 And I ain't gonna mess up no more, this year I'm 'a take this one chance (I'm 'a take my time) And make it real clear I'm sorry for May And I'm sorry for June (for real) And I'm sorry for July (i am) In case I dont tell you August, September, October, November 'till your December I'm Sorry (I'm sorry 2004)  [Hook] I'm sorry for the way that I did you I'm sorry from the bottom of my heart for how I hurt you girl I'm sorry on the weekends, sorry on the weekdays Sorry for the things I did, Sorry for the things I said Sorry for the lies Sorry for the time That I didn't get you what you want That I didn't get you what you like What can I do to tell you that I'm sorry babe (sorry, sorry)  Oooooooooooooohhhhhhh! [echo] Wooooooooh! All them strip clubs All them hot tubs I'm gone give them up Cause I dont want to lose your love  [Hook] Girl this is my sorry for, 2004 And I ain't gonna mess up no more, this year I'm 'a take this one chance And make it real clear I'm sorry for May And I'm sorry for June (for real) And I'm sorry for July (i am) In case I dont tell you August, September, October, November 'till your December I'm Sorry (I'm sorry 2004)  [Starts Fading] Girl this is my sorry for, 2004 Sorry 2004 Girl this is my sorry for, 2004 Sorry 2004  ",
        "title": "Sorry 2004"
    },
    {
        "artist": "Eamon",
        "lyrics": null,
        "title": "F**k It (I Don't Want You Back)"
    },
    {
        "artist": "Murphy Lee Featuring Jermaine Dupri",
        "lyrics": "  [Intro: Murphy Lee] Hahaha, yo, yo, yo, yo You never met a nigga like me Yo yo, have you ever seen a little dude Who be doing what I do? Uh huh, yo whoo! Let's get at it dog, whoo!  [Verse 1: Murphy Lee] Now what goes up, must come down (shiiett) But we ain't coming down, it be them same ol' clowns Aiming your pound, pretending they proud But when you leave town they go around they running they mouth (maaann) They something like a hater, man Talking bad about a playa as if I'm not gon' see ya later, man You constantly frontin' until you confronted on If you don't like whats going on goin' to another song 'Cause I keep a hater guilty My cars and my money all alike man, both them filthy (get it?) From skimpy and empty to fuel on full See I be high when my 'Ca-go Bulls Obey no rules to school you fools Schoolboy's err'y where, we're Young Dude news (maann) St. Louis like Blues, D. Miles and Larry Hughes And the Young Dude done paid young dudes' dues dude  [Hook] 2x [JD:] But yo, what da hook gon' be? (Uh oh!) [ML:] See I don't need no fucking hook on this beat (Shiieet) All I need is the track in the background My headphones loud, keep the blunt goin' 'round and I'mma rip  [Verse 2: Murphy Lee] The sun'll come out... tomorrow And I will never have to borrow Got my first car when I turned sixteen Only drove it home outta town limousines Plus we was broke wit a deal but nobody could tell So we did what we had to do for \"Country Grammar\" to sell Haha, I stay on my own melodies Plus I like my booties and my boobs like a capital letter 'B' That's how it is, how it better be I preferably rather have two or three girls in the bed wit' me Close your ears, ma, you ain't heard nothing (what?) I always pay ma, let a brother hold something I'm basically coming from nothing to something When I say nothing meaning pocket full of lint and buttons (We all we got!) Used to be creative on Halloween (how you gon?) Stop a hotter teen went from nada to a lot of things  [Hook] x2  [Verse 3: Murphy Lee] People always saying man it must be nice No hi, no nothing, not a simple house life Understand the money's good but I'm still from the hood So don't be asking for no \"inch\" and be expecting the \"foot\" Unless you want a foot (whoo!) I know a few crooks that can place you where you need to be put And it might not cost me playa Got a Benz pepper interior, paint salty playa And we all push it, but me I push it real good Brains blown out, chromed out, wheel real wood Catch me on your local derrty Or in the studio doing vocals derrty I'm the same dude that came through wit my crew Let the girls do me while you do you And um, all I need is JD beat to be banging And I'll come up wit these verses that I'm usually slanging I be ripping man  [Hook] x4  ",
        "title": "Wat Da Hook Gon Be"
    },
    {
        "artist": "Jessica Simpson",
        "lyrics": null,
        "title": "With You"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": "  [Verse 1] Connie came back for her second cousin's wedding First time she'd been home in a year or two Just in time for the rehearsal dinner That crazy Connie wasn't wearing any shoes  [Chorus] She lives in L.A. she flies to New York City That woman's been around the world You can take the girl out of the honky tonk But you can't take the honky tonk Take the honky tonk out of the girl Oh, oh, oh, oh, oh, oh, oh, oh  [Verse 2] Well the dinner broke up at around 11:30 Boys went out to do what boys do And Connie said hey girls lets huddle up Around something 'bout a hundred proof  [Chorus]  [Verse 3] Well at nine a.m. out in front of that church People are going nuts looking for the groom And somebody says hey Bonnie by the way where is Connie She's run off with that boy to Cancun  [Chorus]  ",
        "title": "You Can't Take The Honky Tonk Out Of The Girl"
    },
    {
        "artist": "Westside Connection Featuring Nate Dogg",
        "lyrics": "  [Intro: Ice Cube] Consider this an invitation, to my gangsta nation  [Nate Dogg] Na na na na na na na na (Westside) Na na na na na na na na (ohh ohh) Na na na na na na na na (what what) Na na na na na na na na Na na na na na na na na (yeah yeah) Na na na na na na na na Na na na na na na na na Na na na na na na na na  [Hook] This game right here is rough as fuck These hoes out here about the bucks These fools out here afraid to bust I have no fear, afraid of what And with my peers I'm comin' up Fools talk real loud but don't run up When we come through they'll run'n'duck We still right here so what the fuck  [W.C.] Nigga I'm tired of this niggas barkin that shit talkin that shit From the concrete when they chalkin' that shit And then he goes in a bitch pose and a throw back Holdin' a gat ain't gonna bust and know that It's a Dub-S-C thang WC brain And we don't FUCK with niggas in khaki g-strings Fuck movin I'm clearin the crowd It's the who bangin ban-dana cri-mi-ni-mi-nal, the ori-gi-nal  [Mack 10] Evacuate the building bitch here come a plane No, it's the mad ass Westside Connect Gang And fuck what you playin nigga this who bang With enough game to drive a swear bitch insane And we number one gunners no we ain't stunners It's real with us homey, killers and drug runners And Mack need a D-bo in a H2 Hummer Lookin hotter than a South Central L.A. summer, let's go  [Hook] This game right here is rough as fuck These hoes out here about the bucks These fools out here afraid to bust I have no fear, afraid of what And with my peers I'm comin' up Fools talk real loud but don't run up When we come through they'd run'n'duck We still right here so what the fuck  [Ice Cube] What the fuck is Ice Cube talkin about That's how you get these nuts parked in you mouth Westside ride bitch, the same old shit I don't conversate with pussy I ain't gon hit I don't holla at these hoes that sing like Ashante Body like Beyonce, face like Andre (uhhh) Bitch you kinda strangé But I'm rich so my entré Got to be bombay  [W.C.] Have you seen us? Naw Haters can't see us Connect Gang we the G'est nigga Countless calls and countless charges Street niggas makin blunts out of Cuban cigars Big by the linnas hyp-notic by the liters With a flank of hoes on us cause the chronic is the greenest And to my niggas incarcerated and on probation I'mma stay bangin for the whole G Nation, nigga  [Hook] This game right here is rough as fuck These hoes out here about the bucks These fools out here afraid to bust I have no fear, afraid of what And with my peers I'm comin' up Fools talk real loud but don't run up When we come through they'd run'n'duck We still right here so what the fuck  [Mack 10] It's a Gangsta Nation if you in you a G And the whole world influence by the B and the C Now tell the truth rappers you don't ball like me Cause I'm really from the gang ya'll is industry And while I'm servin up and comin young hustlas and cluckas Bangin for the hood causin havoc and ruckus You niggas at the label kissin ass like suckas And you're bitches so sit down when you piss mutherfuckas  [Ice Cube] One thing I do know I ain't the uno Big puno rap sumo on pruno (you know) I'd like to thank the congregation And my affiliation to the Gangsta Nation I'm hard on them, yeah I'm ruthless You like a stick pussy, nigga you're useless You know the side bitch, better get up on it Cause it must be a single with Nate Dogg singin on it  [Mack 10]  Look here man Check this shit out man look Ya'll might as well say: fuck it and join this Westside thing man Cause we got a muthafucking Gangsta Nation goin over here And once you join this shit you as G as can mother fucking be! Believe that homie Look It ain't a hit till nate dogg spit  [Nate Dogg + (Ice Cube)] This game right here is rough as fuck These hoes out here about the bucks These fools out here afraid to bust I have no fear, afraid of what And with my peers I'm comin' up Fools talk real loud but don't run up When we come through they'd run'n'duck We still right here don't fresh your luck  Na na na na na na na na Na na na na na na na na Na na na na na na na na (Consider this an invitation, to my gangsta nation) Na na na na na na na na Na na na na na na na na Na na na na na na na na Na na na na na na na na Na na na na na na na na  ",
        "title": "Gangsta Nation"
    },
    {
        "artist": "Christina Aguilera",
        "lyrics": "  [Verse 1] Young girl, don't cry I'll be right here when your world starts to fall Young girl, it's all right Your tears will dry, you'll soon be free to fly  [Pre-Chorus] When you're safe inside your room you tend to dream Of a place where nothing's harder than it seems No one ever wants or bothers to explain Of the heartache life can bring and what it means  [Chorus] When there's no one else Look inside yourself Like your oldest friend Just trust the voice within Then you'll find the strength That will guide your way If you learn to begin To trust the voice within  [Verse 2] Young girl, don't hide You'll never change if you just run away Young girl, just hold tight And soon you're going to see your brighter day  [Pre-Chorus] Now in a world where innocence is quickly claimed It's so hard to stand your ground when you're so afraid No one reaches out a hand for you to hold When you're lost outside look inside to your soul  [Chorus] When there's no one else Look inside yourself Like your oldest friend Just trust the voice within Then you'll find the strength That will guide your way If you learn to begin To trust the voice within  [Bridge] Life is a journey It can take you anywhere you choose to go As long as you're learning You'll find all you'll ever need to know You'll make it You'll make it Just don’t forsaken yourself No one can tell you what you can’t do, No one can stop you You know that I’m talking to you  [Chorus] When there's no one else Look inside yourself Like your oldest friend Just trust the voice within Then you'll find the strength That will guide your way If you will learn to begin To trust the voice within  [Outro] Young girl don't cry I'll be right here when your world starts to fall  ",
        "title": "The Voice Within"
    },
    {
        "artist": "Cassidy Featuring R. Kelly",
        "lyrics": null,
        "title": "Hotel"
    },
    {
        "artist": "G Unit",
        "lyrics": "  [Chorus: 50 Cent] I'll teach you how to stunt My wrists stay rocked up My TV's pop up in a Maybach benz I'll teach you how to stunt Nigga you can't see me My Bentley GT got smoke-gray tints I'll teach you how to stunt My neck stay blinging, my rims stay gleaming, I'm shining man I'll teach you how to stunt I see you scheming, nigga keep on dreaming, I hurt ya mans I'll teach you how to stunt  [Verse 1: 50 Cent] Seven series BM, six series benz Twenty-four inches, Giovanni rims R1 one wheel when I'm on one of them Ma, that boy out there acting a fool that's him They say I've changed man, I'm getting paper, I'm flashy They like me better when I'm fucked up and ashy My royalty check's the rebirth of Liberace Stunt so hard, everybody got to watch me And I don't really care if it's platinum or white gold As long as the VS bling, look at that light show In the hood they say 50 man your sneaker look right yo Just can't believe Reebok did a deal with a psycho Banks is a sure thing, y'all niggas might blow I'm fin to drop that, so I suggest you lay low Buck, he from Cashville, Ten-a-key nigga We getting them ten a ki', save ten for me nigga  [Chorus: 50 Cent] I'll teach you how to stunt My wrists stay rocked up My TV's pop up in a Maybach benz I'll teach you how to stunt Nigga you can't see me My Bentley GT got smoke-gray tints I'll teach you how to stunt My neck stay blinging, my rims stay gleaming, I'm shining man I'll teach you how to stunt I see you scheming, nigga keep on dreaming, I hurt ya mans I'll teach you how to stunt  [Verse 2: Lloyd Banks] I'm sensing a lot of tension now that I'm rapping But the kids used to look up to you, what happened? Me on the contrary, hand covered with platinum Different color coupes but I'm in love with the black one On point, cause you get R.I.P.'s when slacking So the stash box big enough to squeeze the MAC in Yeah, I'm fairly new but I demand some respect Cause I already wear your advance on my neck I'm fresh off the jet, then I breeze to the beaches Blue yankee fitted, G-Unit sneakers I already figured out what to do with all my features Decorate the basement, full of street sweepers When it comes to stunting there's nothing you can teach us We're in a different time zone, your records don't reach us Naww, I ain't here to save the world, just roll up a blunt Come with me out front, I'LL TEACH YOU HOW TO STUNT  [Chorus: 50 Cent] I'll teach you how to stunt My wrists stay rocked up My TV's pop up in a Maybach benz I'll teach you how to stunt Nigga you can't see me My Bentley GT got smoke-gray tints I'll teach you how to stunt My neck stay blinging, my rims stay gleaming, I'm shining man I'll teach you how to stunt I see you scheming, nigga keep on dreaming, I hurt ya mans I'll teach you how to stunt  [Verse 3: Young Buck] Chain so icy, you don't have to like me In a throwback jersey, with the throwback Nikes I know you probably seen me with Cash Money from back in the days The only thing changed is the numbers on the Range I bought me an old school and blew out the brains The Roc the Mic tour, I threw off my chain My Sprewell's spinning man, I'm doing my thing And whodi now in trouble now that you in the game Come on now, we all know gold is getting old The ice in my teeth keep the Cristal cold G-Unit homie, actin like y'all don't know Look, I can't even walk through the mall no more I just pull up, get out, and get all the hoes They never seen doors lift up on a car before Don't be mad at me dog, that's all I know That's how to show these fugazies how it's supposed to go, yeah  [Chorus: 50 Cent] I'll teach you how to stunt My wrists stay rocked up My TV's pop up in a Maybach benz I'll teach you how to stunt Nigga you can't see me My Bentley GT got smoke-gray tints I'll teach you how to stunt My neck stay blinging, my rims stay gleaming, I'm shining man I'll teach you how to stunt I see you scheming, nigga keep on dreaming, I hurt ya mans I'll teach you how to stunt  ",
        "title": "Stunt 101"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] I'm just trying to be a father Raise a daughter and a son Be a lover to their mother Everything to everyone Up and at them bright and early I'm all business in my suit Yeah, I'm dressed for success From my head down to my boots  [Verse 2] I don't do it for money there's still bills that I can't pay I don't do it for the glory, I just do it anyway Providing for our future's my responsibility Yeah I'm real good under pressure, being all that I can be And I can't call in sick on Mondays When the weekends been to strong I just work straight through the holidays And sometimes all night long  [Verse 3] You can bet that I stand ready when the wolf growls at the door Hey, I'm solid, hey I'm steady, hey I'm true down to the core And I will always do my duty, no matter what the price I've counted up the cost, I know the sacrifice Oh, and I don't want to die for you But if dying's asked of me I'll bear that cross with an honor Cause freedom don't come free  [Verse 4] I'm an American soldier, an American Beside my brothers and my sisters I will proudly take a stand When liberty's in jeopardy I will always do what's right I'm out here on the front lines, so sleep in peace tonight American soldier, I'm an American An American An American Soldier  ",
        "title": "American Soldier"
    },
    {
        "artist": "matchbox twenty",
        "lyrics": "  [Verse 1] She got out of town On a railway, New York bound Took all except my name Another alien out on Broadway Some things in this world you just can't change Some things you can't see until it gets too late  [Chorus] Baby, baby, baby When all your love is gone Who will save me From all I'm up against out in this world? Maybe, maybe, maybe You'll find something that's enough to keep you But if the bright lights don't receive you You should turn yourself around and come on home  [Verse 2] I got a hole in me now I got a scar I can talk about She keeps a picture of me In her apartment in the city Some things in this world, man, they don't make sense Some things you don't need until they leave you They're the things that you miss  [Chorus] Baby, baby, baby When all your love is gone Who will save me From all I'm up against out in this world? Maybe, maybe, maybe You'll find something that's enough to keep you But if the bright lights don't receive you You should turn yourself around and come on home  [Bridge] Let that city take you in (come on home) Let that city spit you out (come on home) Let that city take you down For God's sake, turn around  [Chorus] Baby, baby, baby When all your love is gone Who will save me From all I'm up against out in this world? Maybe, maybe, maybe You'll find something that's enough to keep you But if the bright lights don't receive you Turn yourself around and come on home Yeah, come on home Maybe, maybe, baby, baby Come on home Yeah, come on home Come on home Come on home  ",
        "title": "Bright Lights"
    },
    {
        "artist": "Ludacris",
        "lyrics": "  [Ludacris] + (Sandy Coffee) Ohhhh! Ohhhh! Ohhhh! Say it (make love to me) Ohhhh! Ohhhh! Ohhhh! What? (fuck, meee!) Ohhhh! Ohhhh! Ohhhh! Say it (make love to me) Ohhhh! Ohhhh! Ohhhh! What? (fuck, meee!)  [Hook: repeat 2X] I'm bout to throw some game, they both one and the same Cupid's the one to blame - say it (make love to me) I'm bout to shed some light, cause each and every night You gotta do it right - what? (fuck, meee!)  [Verse One] They want it nice and slow, kiss 'em from head to toe Relax and let it go - say it (make love to me) They want it now and fast, grabbin and smackin ass You gotta make it last - what? (fuck, meee!) Together holdin hands, you out there spendin grands And makin family plans - say it (make love to me) Don't have to straighten facts, don't want no strings attached Just scratches on your BACK - what? (fuck, meee!) Ex's ain't actin right, and you so glad to fight Dinner's by candlelight - say it (make love to me) She got a nigga whipped, down to ya fingertips Tryin that freaky shit - what? (fuck, meee!) Turn on some Babyface, just for your lady's sake You call her babycakes - say it (make love to me) Know how to mack a broad, she's on your sack and balls You call her Jabberjaws - what? (fuck, meee!)  [Hook]  [Verse Two] You bout to buy a ring, she needs the finer things Gucci designer frames - say it (make love to me) Purchase a nasty flick, wrap up and tie her quick Know how to drive a stick - what? (fuck, meee!) You both unite as one, you the moon and she's your sun Your heart's a beating drum - say it (make love to me) You better not of came, she want to feel the pain Then hear her scream your name - what? (fuck, meee!) Follow this DICK-tionary, you're both some visionaries Then do it missionary - say it (make love to me) I hear 'em call da wild, and do it all the while Doggy and FROGGY style - what? (fuck, meee!) You in between the sheets, lickin and eatin sweets And what you find you keep - say it (make love to me) You do it standin up, orgasms hand 'em up Y'all just don't GIVE A FUCK - what? (fuck, meee!)  [Hook]  [Verse Three] You wanna tell the world, cause she's your favorite girl Your diamond and your pearl - say it (make love to me) Nobody has to know, just keep it on the low And meet 'em right at fo' - what? (fuck, meee!) Nothin but fights and fussin, plus there's a lot of cussin Just grab ahold of SOMETHIN - say it (make love to me) Y'all do that BAD stuff, she like it rammed up Ropes and HANDCUFFS - what? (fuck, meee!)  [Hook]  ",
        "title": "Splash Waterfalls"
    },
    {
        "artist": "Sarah McLachlan",
        "lyrics": null,
        "title": "Fallen"
    },
    {
        "artist": "Clay Aiken",
        "lyrics": null,
        "title": "Invisible"
    },
    {
        "artist": "Terri Clark",
        "lyrics": null,
        "title": "I Wanna Do It All"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] Creek goes rippling by I've been barefoot and all day with my baby Brown leaves have started falling Leading the way  [Verse 2] I like it best just like this Doing nothing all the way So let's lay down in the tall grass Dreaming away   [Chorus] And all I wanna do is let it be and be with you And watch the wind blow by And all I wanna see is you and me go on forever Like the clear blue sky Slowly, there's only You and I And all I want to do is watch the wind blow by  [Verse 3] Girl, you know you told me not so long ago To let it come, then let it pass And all your troubles and your sorrows They won't last  [Verse 4] So let me kiss you now, little darling Beneath this autumn moon Cold wind, another season Will be here soon  [Chorus] And all I wanna do is let it be and be with you And watch the wind blow by And all I wanna see is you and me go on forever Like the clear blue sky Slowly, there's only You and I And all I want to do is watch the wind blow by And all I want to do is watch the wind blow by And all I want to do is watch the wind blow by  ",
        "title": "Watch The Wind Blow By"
    },
    {
        "artist": "Mary J. Blige Featuring Eve",
        "lyrics": "  [Mary] Uh, this is another one of those heartbreak hotel joints For the ladies, uh, mmm, ooh, hmm  [Mary] Why won't you grow up and be a man someday I can't believe that you're still playing silly games Now why do I put up with all this child's play Now if your word is all you have then you ain't worth a damn thang  [Mary] Promises, you told me everyday (yeah, hmm) That you made, you never ever cared (ooh yeah) Not with me, I really want to believe Well not today (mm, not today), not today (not today, ooh)  [Mary] You're the worst, I can't even depend on you You say I'm not a good thing, but something else you always do Be a man of your word, try to love something of loving you But now you can be on your way, cos I don't want you (promises)  [Eve] Promises bout a house Bout the kids, lifestyle, we would live Who the fuck you really is In my face all the time spittin line after line Broke down my wall and you got in my mind You's a fake should a known All the signs I was shown Can't believe what I saw and your cover was blown Break up, leave Make up, please You's a magician all them tricks up your sleeve Had me for a minute, I was in it You played good But I'm a bitch you gotta get it so I make moves And I'm a leave you where you at, dog, chill Go back to square one, wait for something real, huh Selfish nigga, coulda helped you nigga Usually know better but I felt you nigga I guess gettin in my head was a part of the plan Cos in reailty the only thing you giving me is  [Mary] Promises, you told me everyday (that you told me everyday, everyday) That you made, you never ever cared (you never, never, never) Not with me, I really want to believe (never cared) Well not today (not today), not today (not today, babe)  [Mary] Promises, you told me everyday (that you told me everyday) That you made, you never ever cared (you never, never, never, never cared) Not with me, I really want to believe (I really, really, really) Well not today (not today), not today (not today, ooh)  [Mary] Don't let him waste your time girl (don't let him waste your time girl) He's only telling lies girl (he's only telling some lies to you) When he apologizes (and he will, he will) Don't even leave ? a ? (ooh) Cos he will do it again  [Mary] Promises, you told me everyday (ooh you told me everyday) That you made, you never ever cared (you never, never, never cared) Not with me, I really want to believe (I really want to believe) Well not today (not today), not today (not today) Ohhh  ",
        "title": "Not Today"
    },
    {
        "artist": "Liz Phair",
        "lyrics": "  [Verse 1] Get a load of me Get a load of you Walking down the street And I hardly know you It's just like we were meant to be  Holding hands with you When we're out at night Got a girlfriend You say it isn't right And I've got someone waiting too  [Pre-Chorus] What if this is just the beginning We're already wet And we're gonna go swimming  [Chorus] Why can't I breathe Whenever I think about you Why can't I speak Whenever I talk about you  It's inevitable It's a fact that we're gonna get down to it So tell me Why can't I breathe whenever I think about you  Whenever I think about you...  [Verse 2] Isn't this the best part of breaking up Finding someone else You can't get enough of Someone who wants to be with you too  It's an itch we know We are gonna scratch Gonna take a while For this egg to hatch But wouldn't it be beautiful  [Pre-Chorus] Here we go We're at the beginning We haven't fucked yet But my head's spinning  [Chorus] Why can't I breathe Whenever I think about you Why can't I speak Whenever I talk about you  It's inevitable It's a fact that we're gonna get down to it So tell me Why can't I breathe whenever I think about you  [Bridge] High enough for you to make me wonder Where it's going High enough for you to pull me under  Somethin's growing Out of this that we can control Baby I am dying  Why can't I breathe Whenever I think about you Why can't I speak Whenever I talk about you  [Chorus] Why can't I breathe Whenever I think about you Why can't I speak Whenever I talk about you  It's inevitable It's a fact that we're gonna get down to it So tell me Why can't I breathe whenever I think about you  Whenever I think about you? Whenever I think about you? Whenever I think about you?  ",
        "title": "Why Can't I?"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] Well I'll never forget the first time that I heard That pretty mouth say that dirty word And I can't even remember now what she backed my truck into But she covered her mouth and her face got red And she just looked so darn cute That I couldn't even act like I was mad Yeah I live for little moments like that  [Verse 2] Well that's just like this last year on my birthday She lost all track of time and burnt the cake And every smoke detector in the house was going off And she was just about to cry until I took her in my arms And I tried not to let her see me laugh Yeah I live for little moments like that  [Verse 3] I know she's not perfect but she tries so hard for me And I thank god that she isn't cause how boring would that be It's the little imperfections it's the sudden change in plans When she misreads the directions and we're lost but holding hands Yeah I live for little moments like that  [Verse 4] When she's laying on my shoulder on the sofa in the dark And about the time she falls asleep so does my right arm And I want so bad to move it cause it's tingling and it's numb But she looks so much like an angel that I don't want to wake her up Yeah I live for little moments When she steals my heart again and doesn't even know it Yeah I live for little moments like that  ",
        "title": "Little Moments"
    },
    {
        "artist": "Joe",
        "lyrics": null,
        "title": "More & More"
    },
    {
        "artist": "Bow Wow Featuring Jagged Edge",
        "lyrics": null,
        "title": "My Baby"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Intro] (Oh na, na, na)  [Verse 1] She hosts a T.V. show--she rides the rodeo She plays the bass in a band She's an astronaut-- A valet at the parking lot A farmer working the land She is a champion--she gets the gold She's a ballerina--the star of the show  [Hook] She's--not--just a pretty face She's--got--everything it takes  [Verse 2] She has a fashion line A journalist for \"Time Coaches a football team She's a geologist--a romance novelist She is a mother of three She is a soldier--she is a wife She is a surgeon--she'll save your life  [Hook] She's--not--just a pretty face She's--got--everything it takes She's--mother--of the human race She's--not--just a pretty face  Oh, oh, yeah Oh na, na, na, na  [Verse 3] She is your waitress--she is your judge She is your teacher She is every woman in the world  [Verse 4] She flies an airplane She drives a subway train At night she pumps gasoline She's on the council--she's on the board She's a politician--she praises the Lord  [Hook]  [Outro] No, she's (she's) not (not) Just a pretty face She's (she's) got (got)--everything it takes She's not just a pretty face She's got everything it takes She's not just a pretty face  ",
        "title": "She's Not Just A Pretty Face"
    },
    {
        "artist": "Rodney Atkins",
        "lyrics": null,
        "title": "Honesty (Write Me A List)"
    },
    {
        "artist": "Martina McBride",
        "lyrics": "  [Verse 1] In my daughter's eyes I am a hero I am strong and wise and I know no fear But the truth is plain to see She was sent to rescue me I see who I want to be In my daughter's eyes In my daughter's eyes everyone is equal Darkness turns to light and the World is at peace This miracle God gave to me Gives me strength when I am weak I find reason to believe In my daughter's eyes And when she wraps her hand Around my finger Oh it puts a smile in my heart Everything becomes a little clearer I realize what life is all about It's hanging on when your heart Has had enough It's giving more when you feel like giving up I've seen the light It's in my daugter's eyes In my daughter's eyes I can see the future A reflection of who I am and what will be Though she'll grow and someday leave Maybe raise a family When I'm gone I hope you see how happy She made me For I'll be there In my daughter's eyes  ",
        "title": "In My Daughter's Eyes"
    },
    {
        "artist": "B2K Featuring Fabolous",
        "lyrics": "  [Intro - Marques Houston] + (Fabolous) Yea, yea, yea (It's B2K) It's B2K ya'll Welcome ladies and gentlemen (Uh-huh, uh) Yes, to the You Got Served Soundtrack (Street Family) Yea, we about to do this You know how we get down Oh Yea, you know dat Come on, Omarion hit 'em wit it  [Verse 1 - Omarion] Like whoa, you know Girl you're the star of my show In this club, poppin bub The way you shakin deservin some dubs Turn around, make it bounce Shake it like you come from out of town What's yo name, what's yo sign Girl you leavin with me tonight  [Hook - B2K] Mami shake it like you care for me You know I like it when you do that little dance for me Mami I'm just tryna get you in my room And see that big bada-bing go bada-boom Mami shake it like you care for me You know I like it when you do that little dance for me Mami I'm just tryna get you in my room And see that big bada-bing go bada-boom  [Verse 2 - Omarion] This one, I seen Couldn't believe the ass in them jeans To myself, had to think Any room for me up in them jeans Ghetto star, you are Eat you up like a chocolate bar What's yo name, what's yo sign? Damn you got me weeping inside  [Hook]  [Verse 3 - Fabolous] I wanna see ya bada-bing go bada-boom And my house got a wing, with a lotta rooms I can do a lotta things, get you hot as June I wanna watch ya body swing, to the hottest grooves I'm tryna slide behind it, when you throw it 'round So I can ride and grind it, when you slow it down Bring it from the top, then take it to the bottom I'm clingin to ya top, tryna make it to ya oh The way you move is fab-o-losa It makes me wanna grab you closa You know I like it when ya (Bounce! Bounce!) Throw ya hands up and ya (Bounce! Bounce!) I don't back down, when I'm pressin ya I'm finna \"Lay the smack down\" like the wrestler But nobody get it to poppin like this man can Have them girls, get it to poppin on a handstand, ghetto  [Hook x2.5]  [Outro - B2K] La la la la la B2K, Fab T-Scott Oh yea Chris Stoke I see you boy And oh yea, Dave Mack Let's do dis again Yea {*laughs*} T.U.G. {*hums*} Mmmmmm bada-boom  ",
        "title": "Badaboom"
    },
    {
        "artist": "Tracy Byrd",
        "lyrics": "  Well it's Friday evening, six o'clock And all my friends are twisting off I'm at the house just turning on TV And they all wonder why I've changed How many times must I explain It's basic honky-tonk anatomy  The drinkin' bone's connected to the party bone The party bone's connected to the staying out all night long And she won't think it's funny and I'll wind up all alone And the lonely bone's connected to the drinkin' bone  Hey two plus two is always four And down is south and up is north Thirty-two degrees is freezing cold You play with fire, you wind up burned The early bird gets the worm But the only thing you really need to know  Is the drinkin' bone's connected to the party bone The party bone's connected to the staying out all night long And she won't think it's funny and I'll wind up all alone And the lonely bone's connected to the drinkin' bone  Yeah now sing it with me Let's make sure you know  The drinkin' bone's connected to the party bone The party bone's connected to the staying out all night long And she won't think it's funny and I'll wind up all alone And the lonely bone's connected to the... Drinkin' bone's connected to the party bone The party bone's connected to the staying out all night long And she won't think it's funny and I'll wind up all alone And the lonely bone's connected to the drinkin' bone  ",
        "title": "Drinkin' Bone"
    },
    {
        "artist": "Evanescence",
        "lyrics": "  [Verse 1] I'm so tired of being here Suppressed by all my childish fears And if you have to leave I wish that you would just leave Your presence still lingers here And it won't leave me alone  [Pre-Chorus] These wounds won't seem to heal This pain is just too real There's just too much that time cannot erase  [Chorus] When you cried I'd wipe away all of your tears When you'd scream I'd fight away all of your fears And I held your hand through all of these years But you still have All of me  [Verse 2] You used to captivate me By your resonating light Now I'm bound by the life you left behind Your face it haunts My once pleasant dreams Your voice it chased away All the sanity in me  [Pre-Chorus] These wounds won't seem to heal This pain is just too real There's just too much that time cannot erase  [Chorus] When you cried I'd wipe away all of your tears When you'd scream I'd fight away all of your fears And I held your hand through all of these years But you still have All of me  [Bridge] I've tried so hard to tell myself that you're gone But though you're still with me I've been alone all along  [Chorus - Variation] When you cried I'd wipe away all of your tears When you'd scream I'd fight away all of your fears And I held your hand through all of these years But you still have all All of me, me, me  ",
        "title": "My Immortal"
    },
    {
        "artist": "Stacie Orrico",
        "lyrics": "  [Intro] Yeah, yeah Oh, yeah  [Verse 1] I've got it all, but I feel so deprived I go up, I come down And I'm emptier inside Tell me what is this thing that I feel like I'm missing And why can't I let it go?  [Chorus] There's gotta be more to life Than chasing down every temporary high To satisfy me Cause the more that  I'm tripping out Thinking there must be more to life Well, there's life, but I'm sure There's gotta be more Than wanting more  [Verse 2] I've got the time and I'm wasting it slowly Here in this moment, I'm halfway out the door Onto the next thing, I'm searching for something that's missing  [Chorus] There's gotta be more to life Than chasing down every temporary high To satisfy me Cause the more that  I'm tripping out Thinking there must be more to life Well, there's life, but I'm sure There's gotta be more  [Bridge] I'm wanting more Oh, I'm always waiting on something other than this Why am I feelin' like there's something I missed, yeah  [Chorus] There's gotta be more to life Than chasing down every temporary high To satisfy me Cause the more that I'm (more that I'm) Trippin', I'm thinkin' there must be more to life Well, there's life, but I'm sure There's gotta be more to life Than chasing down every temporary high To satisfy me Cause the more that I'm... Trippin', I'm thinkin' there must be more to life Well, there's life, but I'm sure  [Outro] There's gotta be more to life More to life (more to life) There's gotta be more to life (more to, more to life) More to life (more to life) There's gotta be more to life More to life  ",
        "title": "(There's Gotta Be) More To Life"
    },
    {
        "artist": "Michelle Branch",
        "lyrics": null,
        "title": "Breathe"
    },
    {
        "artist": "Three Days Grace",
        "lyrics": "  [Verse 1] Every time we lie awake After every hit we take Every feeling that I get But I haven't missed you yet Every roommate kept awake By every sigh and scream we make All the feelings that I get But I still don't miss you yet Only when I stop to think about it  [Chorus] I hate everything about you Why do I love you? I hate everything about you Why do I love you?  [Verse 2] Every time we lie awake After every hit we take Every feeling that I get But I haven't missed you yet Only when I stop to think about it  [Chorus] I hate everything about you Why do I love you? I hate everything about you Why do I love you?  [Bridge] Only when I stop to think about you, I know Only when you stop to think about me, do you know?  [Chorus] I hate everything about you Why do I love you? You hate everything about me Why do you love me? I hate, you hate I hate, you love me I hate everything about you Why do I love you?  ",
        "title": "(I Hate) Everything About You"
    },
    {
        "artist": "Jet",
        "lyrics": "  [Verse 1] Let go So 1, 2, 3, take my hand and come with me Because you look so fine And I really wanna make you mine I say you look so fine That I really wanna make you mine  [Verse 2] Oh 4, 5, 6, come on and get your kicks Now you don't need that money When you look like that, do you honey  [Pre-Chorus] Big black boots Long brown hair She's so sweet With her get back stare  [Chorus] Well I could see, you home with me But you were with another man, yeah I know we ain't got much to say Before I let you get away, yeah I said, are you gonna be my girl  [Verse 1] So 1, 2, 3, take my hand and come with me Because you look so fine And I really wanna make you mine I say you look so fine That I really wanna make you mine  [Verse 2] Oh 4, 5, 6, come on and get your kicks Now you don't need that money With a face like that, do you  [Pre-Chorus] Big black boots Long brown hair She's so sweet With her get back stare  [Chorus] Well I could see, you home with me But you were with another man, yeah I know we ain't got much to say Before I let you get away, yeah I said, are you gonna be my girl  [Bridge] Oh yeah, oh yeah, come on  [Chorus] I could see, you home with me But you were with another man, yeah I know we ain't got much to say Before I let you get away, yeah Uh, be my girl Be my girl Are you gonna be my girl, yeah  ",
        "title": "Are You Gonna Be My Girl"
    },
    {
        "artist": "Juvenile Featuring Mannie Fresh",
        "lyrics": null,
        "title": "In My Life"
    },
    {
        "artist": "Incubus",
        "lyrics": "  [Verse 1] I hear you on the radio You permeate my screen, it's unkind but If I met you in a scissor fight I'd cut off both your wings on principle alone On principle alone  [Chorus] Hey megalomaniac You're no Jesus Yeah, you're no fucking Elvis Wash your hands clean of yourself baby Maniac, step down, step down  [Verse 2] If I were your appendages I'd hold open your eyes So you would see That all of us are heaven sent There was never meant to be only one To be only one  [Chorus]  [Bridge] Yeah You're no Jesus You're no Elvis You're no Jesus You're no Jesus You're no Elvis You're no answer Step down, step down Step down, step down  [Chorus]  [Outro] Step down, step down [x2]  ",
        "title": "Megalomaniac"
    },
    {
        "artist": "JAY-Z",
        "lyrics": "  [Produced by Timbaland]  [Intro] You're now tuned into the muh'fuckin' greatest (Jigga) Turn the music up in the headphones (Jigga) Tim, you can go and brush your shoulder off, nigga I got you, yeah, uhh  [Chorus] If you feeling like a pimp Nigga, go and brush your shoulders off Ladies is pimps too, go and brush your shoulders off Niggas is crazy, baby, don't forget that boy told you Get that dirt off your shoulder  [Verse 1] I probably owe it to y'all, probably be locked by the force Tryin' to hustle some things that go with the Porsche Feelin' no remorse, feelin' like my hand was forced Middle finger to the law, nigga, grippin' my balls Said the ladies, they love me, from the bleachers they screamin' All the ballers is bouncin', they like the way I be leanin' All the rappers be hatin' off the track that I'm makin' But all the hustlers, they love it, just to see one of us make it Came from the bottom of the bottom, to the top of the pops Nigga, London, Japan and I'm straight off the block Like a running back, get it? Man, I'm straight off the block I can run it back, nigga, ‘cause I'm straight with the Roc  [Chorus] If you feeling like a pimp Nigga, go and brush your shoulders off Ladies is pimps too, go and brush your shoulders off Niggas is crazy, baby, don't forget that boy told you Get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder  [Verse 2] Your homie Hov' in position, in the kitchen with soda I just whipped up a watch, tryin' to get me a Rover Tryin' to stretch out the coca, like a wrestler, yessir Keep the Heckler close, you know them smokers'll test ya But, like, 52 cards went out, I'm through dealin' Now 52 bars come out, now you feel 'em Now 52 cars roll out, remove ceilin' In case 52 broads come out, now you chillin' With a boss, bitch, of course, S.C. on the sleeve At the 40/40 club, ESPN on the screen I paid a grip for the jeans, plus the slippers is clean No chrome on the wheels, I'm a grown-up for real  [Chorus] If you feeling like a pimp Nigga, go and brush your shoulders off Ladies is pimps too, go and brush your shoulders off Niggas is crazy, baby, don't forget that boy told you Get, that, dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder  [Verse 3] Your boy back in the building; Brooklyn, we back on the map Me and my beautiful bee-itch in the back of that 'Bach I'm the realest to run it, I just happen to rap I ain't gotta clap at 'em, niggas scared of that black I drop that Black Album, then I back out it As the best rapper alive, nigga, ask 'bout me From bricks to Billboards, from grams to Grammy's From O's to opposite of Orphan Annie You gotta pardon Jay, for sellin' out the Garden in a day I'm like a young Marvin in his hey' I'm a hustler, homie, you a customer crony Got some dirt on my shoulder; could you brush it off for me?  [Chorus] If you feeling like a pimp Nigga, go and brush your shoulders off Ladies is pimps too, go and brush your shoulders off Niggas is crazy, baby, don't forget that boy told you Get, that, dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder  [Outro] You're now tuned into the mu'fuckin' greatest Best rapper alive, best rapper alive  ",
        "title": "Dirt Off Your Shoulder"
    },
    {
        "artist": "The Offspring",
        "lyrics": "  [Verse 1] The winds of fortune Don't blow the same She had to get out And make a change She had a kid now But much too young That baby daddy's out having fun  [Chorus] He's saying I'm on a roll With all the girls I know His baby momma She ain't so slow He's saying I'm on a roll With all the girls I know I know you wanna hit that I know you wanna hit that All the world is gettin' with, I say Consequences are a lot, but hey That's the way it That's the way things go  [Verse 2] What was a family Is now a shell We're raising kids now Who raise themselves Sex is a weapon And it's like a drug It gets him right into that grave that he just dug  [Chorus] She's saying I'm on the run I'm chasing guys for fun Her baby daddy It ain't his only one She's saying I'm on the run I'm chasing guys for fun I know you wanna hit that I know you wanna hit that Everybody's gettin' with, I say Consequences are a lot, but hey That's the way it That's the way things go  [Bridge] Well it winds up Broken up Really such a shame But why not Take a chance Everything's a game And it don't stop Hooking up Nothing's gonna change The more he's trying The more he's buying  [Chorus] He says I'm on a roll With all the girls I know His baby momma Don't need to know He's saying I'm on a roll With all the girls I know I know you wanna hit that I know you wanna hit that, hit that All the world is gettin' with, I say Consequences are a lot, but hey That's the way it That's the way things go  ",
        "title": "Hit That"
    },
    {
        "artist": "Musiq",
        "lyrics": "  [Verse 1] Let's pretend for one night, I'm the man in your life And we do the things that lovers do All the loving you like, I give it to you just right There's nothing less than special when it comes to you  [Pre-Chorus] See what we have is understanding That works so well for how we are Cause neither of us has the heart To fall in love all over again  [Chorus] Even though I'm not your man and I know you're not my girl But let's just act like it's that way tonight Now I know you got your friends and you know I got some too But let's just act like you're my lady tonight  [Verse 2] Now what I like about you Is that you're always so cool and comfortable whenever I'm around You're someone that I can talk too No matter what I'm going through I call on you Cause I know you'll always be down  [Pre-Chorus] See what we have is so incredible That we'll never find in anyone else This thing that we share is so unbelievable That I want you all to myself  [Chorus] Even though I'm not your man and I know you're not my girl But let's just act like it's that way tonight Now I know you got your friends and you know I got some too But let's just act like you're my lady tonight  [Bridge] Oh, I know that we both have our separate lives And we don't keep ties on each other So you can have me So that I can hold you until the morning comes Then we can go back to how things was before  [Chorus] Even though I'm not your man and I know you're not my girl But let's just act like it's that way tonight Now I know you got your friends and you know I got some too But let's just act like you're my lady tonight Even though I'm not your man and I know you're not my girl But let's just act like it's that way tonight Now I know you got your friends and you know I got some too But let's just act like you're my lady tonight  [Outro] Tonight, tonight I like it (I like it) I love it (I love it) It feels good to me (It feels good to me) So good to me (So good to me) I like it (I like it) I love it (I love it) It feels good to me (It feels good to me) So so good to me (So so good to me)  ",
        "title": "Forthenight"
    },
    {
        "artist": "Sara Evans",
        "lyrics": null,
        "title": "Perfect"
    },
    {
        "artist": "T.I.",
        "lyrics": "  [Hook] (Ay, who I be?) Rubberband man, wild as the Taliban 9 in my right, 45 in my other hand (Ay, Who I'm is?) Call me Trouble Man Always in trouble, man! Worth a couple hundred grand Chevys all colors, man  [Verse 1] Rubberband man Like a one-man band Treat these niggas like the Apollo And I'm the Sandman Tote a hundred grand Cannon in the waistband Looking for a sweet lick? Well this is the wrong place, man 7-time felon, what I care about a case, man? I'm campaigning to bury the hate So say ya grace, man Ay, I don't talk behind a nigga back I say it in his face I'm a thoroughbred nigga I don't fake and I don't hate Check my resume, nigga My record's impeccable Anywhere in the A nigga How T.I.P. is highly respectable And in the M.I.A. nigga I'm tryna keep it professional Cause all this tongue rustling Finna have me snappin, I'm telling you From the bottom of the Duval Cakalacky to New York And everybody showing me love That's one to you all  Yeah, to all my Florida niggas, my Cakalacky niggas My LA niggas  [Hook] (Ay, who I be?) Rubber band man Wild as the Taliban 9 in my right 45 in my other hand (who I'm is?) Call me trouble man Always in trouble man Worth a couple hundred grand Chevys, all colors man  [Verse 2] Call me trouble man Stayed in some trouble man Some niggas still hating on shawty But they some suckers, man! Got a couple fans That love to do nothing other than Lick, suck, show 'nuff respect But still I love 'em, man Dig it, little pimping got the mind and the muscle Stay down on his grind Put the crown on the hustle Ay, I could show you how to juggle anything And make it double Weed, blow, real estate, liquor store With no trouble Young Cassius Clay of my day Marvin Gaye of my time Tryna stay alive Living how I say in my rhymes My cousin used to tell me: \"Take this shit a day at a time\" And told me Friday, died Sunday Wednesday in the ground I still smile, cause somehow I know he seeing me now And so I'm doing all my shows Just like he in the crowd  Ay, throw your lighters up for my cousin Toot Aaliyah, Left Eye and Jam Master Jay  [Hook] (Ay, who I be?) Rubber band man Wild as the Taliban 9 in my right 45 in my other hand (who I'm is?) Call me trouble man Always in trouble man Worth a couple hundred grand Chevys, all colors man  [Verse 3] Grand Hustle man Mo' hustles than Hustle Man \"But why the rubber band?\" It representing the struggle man! My folk gonna trap Until they come up with another plan Stack a couple grand To get theyself off they mama land Gangsters who been serving Since you was doing the running man Went down, did 10 Back round and rich again That's why I'm young With the soul of an old man I'm shell-shocked, get shot Slow your roll, man Still ride around With the Glock on patrol, man I ain't robbing I'm just looking for that dro, man For my niggas slanging blow, pimping hoes Rollin' vogues, 24s Let these other niggas know  ",
        "title": "Rubber Band Man"
    },
    {
        "artist": "Trace Adkins",
        "lyrics": "  [Verse 1] You're doin' all you can, to get in them old jeans You want that body back, you had at seventeen Well, baby, don't get down, don't worry 'bout a thing 'Cause the way you fill 'em out, hey, that's alright with me  [Pre-Chorus 1] I don't want the girl you used to be An' if you ain't noticed, the kids are fast asleep, and you're...  [Chorus] One hot mama You turn me on, let's turn it up, and turn this room into a sauna One hot mama Oh, what do you say, babe? You wanna?  [Verse 2] Well, I know sometimes you think, that all you really are Is the woman with the kids, and the groceries in the car And you worry about your hips, and you worry about your age Meanwhile I'm tryin' to catch, the breath you take away  [Pre-Chorus 2] Oh, an' believe me, you still do Baby, all I see, when I look at you, is...  [Chorus] One hot mama You turn me on, let's turn it up, and turn this room into a sauna One hot mama Oh, what do you say, babe? You wanna?  [Bridge] I can't imagine me lovin' someone else I'm a lucky man, I think Daddy's got himself  [Chorus] One hot mama You turn me on, let's turn it up, and turn this room into a sauna One hot mama Oh, what do you say, babe? Oh, now what do you say, babe? You wanna?  [Outro] You're one hot mama Let's turn this room into a sauna, yeah What do you say, babe? What do you say, babe?  ",
        "title": "Hot Mama"
    },
    {
        "artist": "Jimmy Wayne",
        "lyrics": null,
        "title": "I Love You This Much"
    },
    {
        "artist": "Jo Dee Messina",
        "lyrics": null,
        "title": "I Wish"
    },
    {
        "artist": "J-Kwon",
        "lyrics": "  [Intro] Teen drinking, is very bad Yo, I got a fake I.D. though Yeah Yeah, Yeah Yo, two step wit' me, two step wit' me  [Verse 1] One, here comes the two to the three to the four Everybody drunk out on the dance floor Baby girl ass jiggle like she want more Like she a groupie and I ain't even on tour Maybe cause she heard that I rhyme hardcore Or maybe cause she heard that I buy out the stores Bottom of the ninth and a nigga gotta score If not I gotta move on to the next whore Here comes the three to the two, to the one Homeboy trippin' he don't know I got a gun When it come to pop, we do shit for fun You ain't got one? Nigga you better run Now I'm in the back gettin' head from a hun While she goin' down I'm braggin' on what I done She smokin' my blunt sayin' she ain't havin' fun Bitch give it back now you don't get none  [Hook x4] Everybody in this bitch gettin' tipsy (Everybody in this bitch gettin' tipsy)  [Verse 2] Two, here comes the three to the four to the five Now I'm lookin' at shorty right in her eyes Couple seconds pass now I'm lookin' at her thighs Why she tellin' me how much she hate her guy Say she got a kid but she got her tubes tied Girl you 21 girl that's alright I'm wonderin' if a shake comin' wit' those fries If so baby, can I get them super-sized? Here comes the four to the three, to the two She stay feelin' on my Johnson, right out the blue Girl you super thick so I'm thinkin' thats cool But instead of one life hat, I need two Her eyes got big when she glanced at my jewels Expression on her face like she ain't got a clue Then she told me she don't run wit' the crew You know how I do but that's just what I gotta do  [Hook x4]  [Verse 3] Three, then comes the four to the five, to the six Self explanatory, I ain't gotta say I'm rich Yes single man, I ain't tryin' to get hitched Liquor wasted on me man, son of a bitch Brushed it off now I'm back to gettin' lit Wit' some orange juice man, this some good 'ish Homeboy trippin' cause I'm starin' at his chick Now he on the sideline starin' at my clique Here comes the five to the four to the three Hands in the air if you cats drunk as me Club owner said, \"Kwon put out those trees\" Dude I don't care I'm a P.I.M.P!  [Hook x4]  ",
        "title": "Tipsy"
    },
    {
        "artist": "Mya",
        "lyrics": null,
        "title": "Fallen"
    },
    {
        "artist": "Audioslave",
        "lyrics": "  [Verse 1] Pearls and swine Bereft of me Long and weary My road has been I was lost in the cities Alone in the hills No sorrow or pity For leaving, I feel, yeah  [Chorus] I am not your rolling wheels I am the highway I am not your carpet ride I am the sky  [Verse 2] Friends and liars Don't wait for me Cause I'll get on All by myself I put millions of miles Under my heels And still too close To you, I feel, yeah  [Chorus] I am not your rolling wheels I am the highway I am not your carpet ride I am the sky I am not your blowing wind I am the lightning I am not your autumn moon I am the night, the night  [Chorus] Yeah! I am not your rolling wheels I am the highway I am not your carpet ride I am the sky Well, I am not your blowing wind I am the lightning I am not your autumn moon I am the night, the night  [Outro] Yeah, yeah, yeah, yeah  ",
        "title": "I Am The Highway"
    },
    {
        "artist": "Puddle Of Mudd",
        "lyrics": "  YEAH!!  LIES!!  [Verse 1] Looking at me now just sitting here by myself And I think you've found someone else Now I'm gonna have to find a way to put the bottle down And why can't you see, that I'm drowning in a pool of misery  [Chorus] I'm always afraid That you're gone Away from me I'm always afraid That you're lost in somebody I'm always afraid That you're gone Away from me I'm always afraid that you're lost  [Verse 2] So here I am I don't wanna be by myself And I think you're fucking someone else Now I'm gonna have to find a way to take the knife out of my back And how could you leave me, stranded in a closet full of bones  [Chorus] I'm always afraid That you're gone Away from me I'm always afraid That you're lost in somebody I'm always afraid That you're gone Away from me I'm always afraid that you're lost  [Bridge] Maybe you could let me stay Maybe just for one more day You could help me stay the same Maybe things won't ever change Maybe we could taste the rain You could push me out the way Now I set here by myself Think about somebody else How could you let them take you away from me There's somebody else There's somebody else!  [Chorus] I'm always afraid That you're gone Away from me I'm always afraid That you're lost in somebody I'm always afraid That you're gone Away from me I'm always afraid that you're FUCKING! I'm always afraid I'm always afraid I'm always afraid I'm always afraid I'm always afraid I'm always afraid I'm always afraid! Away from me  ",
        "title": "Away From Me"
    },
    {
        "artist": "Montgomery Gentry",
        "lyrics": null,
        "title": "Hell Yeah"
    },
    {
        "artist": "Sean Paul Featuring Sasha",
        "lyrics": "  [Intro: Sean Paul] Well in come the thing them call a broken heart This blessed love will never part You done know it from the start Me tell them say a dutty yeah A Sean Paul and Sasha, come sing for them baby  [Verse 1: Sasha] Though you make me holler Though you make me sweat I can't get your tenderness Still I can't get you off my mind What is it about you baby? A just the dutty dutty love  [Chorus 1: Sean Paul & Sasha] I'm still in love with you boy Well I'm a hustler and a player, and you know I'm not a stayer That's the dutty dutty love I'm still in love with you boy So girly try to understand that a man is just a man That's the dutty dutty love I'm still in love with you boy Blessed loving from the start, but you know we had to part That's the way I give my love I'm still in love with you (yes I'm still in love with you) But a man gotta do what a man gotta do  [Verse 2: Sean Paul] Girl! Well I never had fi promise you no bling bling fi hold you girl Well, a just the loving weh mi fling fling control you girl And a-make your head swirl And a-make your body twirl And a-make you wanna be my one and only baby girl Night after night me give you love fi keep you warm Gyal, you never get this kinda loving from you born And now you want draw card say, \"me just can't perform\"  [Bridge 1: Sean Paul & Sasha] I love you baby A true you get the likkle loving and me gone? You don't know how to love me I and I nuh have no time for no kissing up and charm Not even how to kiss me A true me take your likkle heart by storm? I don't know why Baby girl (baby girl), baby girl (baby girl) I love you baby A just the dutty dutty love  [Chorus 2: Sean Paul & Sasha] I'm still in love with you boy Well I'm a hustler and a player, and you know I'm not a stayer That's the dutty dutty love I'm still in love with you boy So girly can't you understand that a man is just a man That's the dutty dutty love I'm still in love with you boy The blessed loving from the start, but you know we had to part That's the way I give my love I'm still in love with you (yes I'm still in love with you) Yo, but a man gotta do what a man gotta do, girl  [Verse 3: Sean Paul] Hey! A true me give her thug love and say, \"bye, bye, bye\" Me turn around, she ask the question, \"why?, why?, why?\" When me leaving, me see the gyal cry cry cry And it hurts my heart fi tell a lie lie lie So don't cry no more Baby girl for sure Just remember the good times we had before  [Bridge 2: Sean Paul & Sasha] I love you baby A true you get the likkle loving and me gone? You don't know how to love me I and I nuh have no time for no kissing up nor charm Not even how to kiss me A true me take your likkle heart by storm? I don't know why Hey baby girl I love you baby A just the dutty dutty love  [Chorus 3: Sean Paul & Sasha] I'm still in love with you boy Well I'm a hustler and a player, and you know I'm not a stayer That's the dutty dutty love I'm still in love with you boy So girly don't you understand that a man is just a man That's the way I give my love I'm still in love with you boy The blessed loving from the start, but you know we had to part That's the dutty dutty love I'm still in love with you (yes I'm still in love with you) But a man gotta do what a man gotta do, girl  [Outro: Sasha] I don't know I don't know I don't know why I don't know I don't know I don't know why I don't know I'm still in love with you boy With you boy  ",
        "title": "I'm Still In Love With You"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] I take off time to time With those crazy friends of mine Head out on steel horses With wheels and we ride  [Verse 2] We burn up that road to old Mexico Blend in with the desert Just we amigos And we roll  [Chorus] Cowboys like us sure do have fun Racing the wind, chasing the sun Take the long way around back to square one Today we're just outlaws out on the run There'll be no regrets, no worries and such For cowboys like us  [Verse 3] We talk about living, babies, and women All that we've lost and all we've been giving We sing about true love, lie about things we ain't done Drink one more cold one, come morning get up And we roll  [Chorus] Cowboys like us sure do have fun Racing the wind, chasing the sun Take the long way around back to square one Today we're just outlaws out on the run There'll be no regrets, no worries and such For cowboys like us Cowboys like us sure do have fun Racing the wind, chasing the sun Take the long way around back to square one Today we're just outlaws out on the run There'll be no regrets, no worries and such For cowboys like us  [Outro] Cowboys like us  ",
        "title": "Cowboys Like Us"
    },
    {
        "artist": "Marques Houston Featuring Jermaine \"JD\" Dupri",
        "lyrics": "  [Intro - Marques Houston] Yeah (come on) Here it is y'all, one more time JD, MH (come on) (JD: Yeah, So So Def is in the building)  [Bridge - Marques Houston] It's the - MH and Pied Pied Pied Piper MH and Pied Pied Pied Piper We get the girls so-so hyper We make 'em say da-da-da-da-da-da-da  [Verse 1 - Marques Houston] Pulled up to the party, in a black Lexus jeep (yeah) Hop up out the whip I'm feelin' freaky (ohh) All the ladies comes surround me Cause I'm so important, like the H in Hi-C This one girl, she making my body fien I'm {fucked} up on hypnotic and ice cream So I stepped to her, like I knew her Introduced her to Jacob the Jewler Mami won't you come take a ride with me (ohh) Be the girl of my fantasies But first won't you do one thing for me Baby won't you come pop ya booty for me (0hh)  [Hook - Marques Houston] Love the way you move so sexy (oohh oh) I love it when you are all up on me But one thing I have to see Is the way you pop that booty (pop it for me) I love the way you move so sexy I love it when you all up on me (ohh oh) Girl take the floor and you'll see Let me see you pop that booty  [Bridge]  [Verse 2 - Marques Houston] Girl shake that ahh like there's no rules Love the way you move in those high heel shoes So pop your booty like +Beyonce+ Got me falling +Crazy In Love+ with you Making me wanna say Uh oh uh oh uh oh uh oh Uh oh uh oh uh oh uh oh Girl you shaped like a Coke bottle So let me see you pop your thing full throttle  [Hook]  [Bridge]  [Verse 3 - Jermaine Dupri] I don't do too many skinny or the runway frail Thick with it is how we like it in the ATL Sick with it, pants low with a real wide load As soon as you hit the door everybody was like (OOOOH!) And it's hard for you to go to the mall and buy clothes Cause your waist is so little and your ass is like (WHOA!) You poppin' that thing like a Luke video Mesmerized by the sound and the way the flutes blow Drink in my right hand, another in my left Crew right behind me screamin So So Def Now forgive me if I'm staring, but I gotta no one thing How in the hell did you get all that in those jeans I'm behind you +Grindin+, molding the +Clipse+ Cause I ain't never seen nobody pop they booty like dis What I'm saying is, what you doing is major The way you keep, shaking, shaking, shaking what cha momma gave ya  [Marques Houston] Mami dancing all on me She not wearing any panties (ok) I love it when she call me dada The way she pops it like she from Jamaica  [Hook]  [Bridge]  [Outro - Marques Houston] Yeah MH, JD, Piper, TUG T. Scott you a fool fo dis one (oh yeah) Holla! Chris Stokes Holla at cha boy man Bring that ish back or something  ",
        "title": "Pop That Booty"
    },
    {
        "artist": "Too Short Featuring Lil Jon & The East Side Boyz",
        "lyrics": null,
        "title": "Shake That Monkey"
    },
    {
        "artist": "Petey Pablo",
        "lyrics": "  [Intro]  [DJ Petey Pablo] Let's take some calls from the request line Caller number 1  [Caller number 1] Hey man what's up this Dominique from shade-n-low trailer park  [DJ Petey Pablo] What's up Dominique?  [Caller number 1] I wanna hear that song from Lil' Jon and Petey Pablo  [DJ Petey Pablo] Aight, I got that coming right up for ya Now shout out the radio station that gave ya what ya wanted  [Caller number 1] W boom boom beat baby  [Hook 1] How you like it daddy (Would ya do it from the front?) How you like it daddy (Would ya do it from the back?) How you like it daddy (Gonna break it down like that, uh) How you like it daddy (Would ya do it from the front?) How you like it daddy (Would ya take it from the back?) How you like it daddy (Gonna break it down like that, uh)  [Verse 1] Twenty-four, thirty-four, forty-six Good and thick and what you give her she'll work wit' it (she'll work wit' it) Pretty face and some cute lips Earing in her tongue and she know what to do with it (she know what to do wit' it) Made a name for herself and she do her shit well and know how To keep her business to herself Come over anytime nigga call check 1 o'clock, 2 o'clock (ding dong) and she right there And she know why she came here And she know where clothes suppose to be (off and over there) Sniff a lil' coke, take a lil' x, smoke a lil' weed, drink a lil' bit I need a girl I could freak wit' (freak wit') And wanna try shit and ain't scared of a big dick (big dick) And love to get her pussy licked by another bitch Cause I ain't drunk enough to do that shit  [Hook 2] Freek-a-leek (How you like it daddy) Shamika, Kiesha, Tara (freek-a-leek) (How you like it daddy) Shawna, Sabrina, Crystal, DaRhonda (freek-a-leek) (How you like it daddy) Lisa, Felicia, Tonisha, Shavon (freek-a-leek) (How you like it daddy) Monica, Monique, Christina, Yolonda  [Verse 2] I need to know a whole lot That could teach me broad Need a ding dong stick a tongue and take her to ball I had to gon' head do that for her I'm spoiled and I don't like to work that hard I like to lay back relax and enjoy my turn Til my eyes roll back and my toes curl I love when you do that girl Til it come time for me to give her hers Tell me what you want Do you want it missionary with your feet crammed to the head board Do you want it from the back with your face In the pillow so you could yell as loud as you want to Do you want it on the floor, do you want it on the chair Do you want it over here, do you want it over there Do you want it in your pussy, do you want it in your ass (I could give you anything you can handle)  [Hook 2] Freek-a-leek (How you like it daddy) Shamika, Kiesha, Tara (freek-a-leek) (How you like it daddy) Shawna, Sabrina, Crystal, DaRhonda (freek-a-leek) (How you like it daddy) Lisa, Felicia, Tonisha, Shavon (freek-a-leek) (How you like it daddy) Monica, Monique, Christina, Yolonda  [Hook 1] How you like it daddy (Would ya do it from the front?) How you like it daddy (Would ya do it from the back?) How you like it daddy (Gonna break it down like that, uh) How you like it daddy (Would ya do it from the front?) How you like it daddy (Would ya take it from the back?) How you like it daddy (Gonna break it down like that, uh)  [Caller number 1] Hey I appreciate that homeboy  [DJ Petey Pablo] Not a problem, you know I do it cause I love ya Now I got to give a shout out to Seagram's gin Cause I drink it, and they payin' me for it  [Hook 3] Freek-a-leek Shamika, Kiesha, Tara (freek-a-leek) Shawna, Sabrina, Crystal, DaRhonda (freek-a-leek) Lisa, Felicia, Tonisha, Shavon (freek-a-leek) Monica, Monique, Christina, Yolonda  [Hook 2] Freek-a-leek (How you like it daddy) Shamika, Kiesha, Tara (freek-a-leek) (How you like it daddy) Shawna, Sabrina, Crystal, DaRhonda (freek-a-leek) (How you like it daddy) Lisa, Felicia, Tonisha, Shavon (freek-a-leek) (How you like it daddy) Monica, Monique, Christina, Yolonda  [Outro] W boom boom beat The radio station that plays all the new hip hop and R&B That was the new \"Freek-A-Leek\" by Petey Pablo Something to put a little razzle to your dazzle A little pimp in your step We gonna keep it going and we're gonna play another one of the songs off of the album This one right here, one of my personal favorites Featuring Young Buck from G-G-G-G-G-G-G-Unit!  ",
        "title": "Freek-A-Leek"
    },
    {
        "artist": "Chris Cagle",
        "lyrics": "  Daddy's belt, Momma's drapes Standin' tall on the backyard shed Lookin' cool in my superman cape I told the neighborhood girl, said hey y'all watch this My fate was a broken arm, my reward one big kiss When daddy asked me why I did it I made him laugh out loud when I told him Cause the chicks dig it  [Chorus] Scars heal, glory fades And all we're left with are the memories made Pain hurts, but only for a minute Yeah life is short so go on and live it Cause the chicks dig it  [Verse 2] Black top road, learner permit Thought I was Earnhardt Drivin' fast but I didn't see the ditch Took out a mailbox, then a fence and then a barn The police came and called my father But I met the farmer's daughter And when the judge asked me why I did it He threw the book at me when I told him Cause the chicks dig it  [Chorus]  [Bridge] Just throw caution to the wind, my friend Then sit back and watch your life begin, cause  [Chorus]  [Outro] Scars heal, glory fades And all we're left with are the memories made Pain hurts, but only for a minute Yeah life is short so go on and live it It don't matter if you lose or if you win it Hey the chicks dig it The chicks dig it (x3)  ",
        "title": "Chicks Dig It"
    },
    {
        "artist": "Trapt",
        "lyrics": "  Please help me ‘cause I'm breaking down This picture's frozen, and I can't get it out Please help me ‘cause I'm breaking down This picture's frozen, and I can't get it out of here Believe me, I'm just as lost as you Believe me, I'm just as lost as you  And every time I think I've finally made it I learn I'm farther away than I have ever been before I see the clock and its ticking away And the hourglass empty What the fuck do I have to say?  Please help me ‘cause I'm breaking down This picture's frozen, and I can't get it out Please help me ‘cause I'm breaking down This picture's frozen, and I can't get it out of here Believe me, I'm just as lost as you Believe me, I'm just as lost as you  Keep it inside, the image portrayed As if I couldn't stand losing, as if I couldn't be saved, no way A small confession, I think I'm starting to lose it I think I'm drifting away from the people I really need A small reflection on when we were younger We had it all figured out, ‘cause we had everything covered Now we're older, it's getting harder to see What this future will hold for us? What the fuck are we going to be?  Please help me ‘cause I'm breaking down This picture's frozen, and I can't get it out Please help me ‘cause I'm breaking down This picture's frozen, and I can't get it  out of here Believe me, I'm just as lost as you Believe me, I'm just as lost as you  Lost, lost, lost, lost, lost, lost, lost, lost I'm just as lost as you What am I going to do?  I'm afraid I'm falling farther away I'm falling farther away I'm falling farther from where I wanna be I'm afraid I'm falling farther away I'm falling farther away I'm falling farther away  Please help me ‘cause I'm breaking down This picture's frozen, and I can't get it out Please help me ‘cause I'm breaking down This picture's frozen, and I can't get it out of here Believe me, I'm just as lost as you Believe me, I'm just as lost as you Now I'm breaking it down I'm just as lost as you Now I'm breaking it down  ",
        "title": "Still Frame"
    },
    {
        "artist": "Big Tymers Featuring R. Kelly",
        "lyrics": "  [R. Kelly - talking] (*continues behind Chorus*) Roll, cheah, cheah Roll, cheah, cheah Roll, cheah, cheah  [Chorus] You can catch me in the club with a gangsta girl When I ride, I'm gonna ride with a gangsta girl When I smoke, I'm gonna smoke with a gangsta girl When I freak, I'm gonna freak me a gangsta ...  [Verse 1 - R. Kelly] I'm lookin for them gangsta girls Not them fake ass +Wanksta+ girls Just them ghetto fabulous girls, gotta keep 'em in my world Mama makin gangsta moves, rollin with this gangsta dudes Sittin on, spinnin 24's, openin my Bentley doors Drunk at the party, hands up in the air but still she sexy when she shake her body That type of chick that says \"hey girl, let's go to the after party\" After that we go to my room for the after, after party Y'all know what happens next Hypnotiq and a rated X, got her singin the greatest sex Now on dubs, rollin up, into the club, raisin 'em up Now we in the back, blazin 'em up (*inhale*), dice in hand, shakin 'em up I need a chick like that to come and share my gangsta world (woo) And if you in the club with hands up, you be gangsta girl  [Baby - talking behind Chorus] Oh yeah I see ya Oh yeah Yeah  [Chorus]  [Verse 2 - Baby] Ok, mami your so gangsta cause she fuck with nothin but gangsta (gangsta) Type a nigga that a stank a gangsta Drink Hypnotiq and she roll big body And she got a body, that is gangsta hottie And she fuck with nothin but gangstas that is old O.G.'s (O.G.) 24's on that brand new jeep At a gangsta party, she'll be drinkin Bacardi And she pops her body, don't you hurt nobody Got my killers in here, they'll squirt somebody But that Benz so fast, it'll jerk your body And we smokin that Cali dro, totin that calico Bird man and Kelly mami, let your body roll No one will never know, what happen behind the door I like it fast or slow, a freaky bitch fo sho Street life is all I know, hustlin and stackin dough I file to keep it gangsta, until my casket closed  [Chorus]  [Verse 3 - Mannie Fresh] Once upon a time in this place called hood Where the gangsta girls shake it and they all smell good Lived this legendary pimp (pimp) by the name of Fresh Fix hair, fix nails, fix toes, fix breast But one chick super sick, make every nigga grab his dick Heart pound up and down, when she goin round and round Do the +Snake+, stop and shake, ass like an earthquake I can't wait to meet her uh, undress her, beat her up Now we leavin from the club, and she let me cop a rub Can't believe she choose me, +Feelin On Her Booty+ I'm about to cut like knives, strokin mami with some ice Takin me to paradise, I nut once, she nut twice Sex in cities, rubbin titties, that's how I get it One more 'gain, with her friend, playa that's how I hit it Now we grippin, grabbin, pullin, stabbin (what is your name?) It's Hypnotiq how I got it, but I'ma glad that you came  [Chorus]  [Verse 4 - Mannie Fresh] Slim Teresa, and Lakeisha (they some gangsta girls) Tanya, Wanda, and Laneisha (they some gangsta girls) My fifty Kims all in Tims (gangsta girls) A hundred shorties, all at parties (gangsta girls) Full of drama, baby mama (she's a gangsta girl) When they freakin on the weekend (they some gangsta girls) But they knowin where they goin (the gangsta girls) Fly wheels, pay they bills (the gangsta girls)  [Chorus]  ",
        "title": "Gangsta Girl"
    },
    {
        "artist": "Josh Turner",
        "lyrics": "  [Verse 1] There's a long black train coming down the line Feeding off the souls that are lost and crying Rails of sin, only evil remains Watch out, brother, for that long black train Look to the heaven's, you can look to the sky You can find redemption staring back into your eyes There is protection and there's peace the same: Burning your ticket for that long black train  [Chorus] Because there's victory in the Lord, I say Victory in the Lord Cling to the Father and his Holy name And don't go riding on that long black train  [Verse 2] There's an engineer on that long black train Making you wonder if the ride is worth the pain He's just a-waiting on your heart to say: \"Let me ride on that long black train.\"  [Chorus] But you know there's victory in the Lord, I say Victory in the Lord Cling to the Father and his Holy name And don't go riding on that long black train  [Verse 3] Well, I can hear the whistle from a mile away It sounds so good but I must stay away That train is a beauty making everybody stare But its only destination is the middle of nowhere  [Chorus] But you know there's victory in the Lord, I say Victory in the Lord Cling to the Father and his Holy name And don't go riding on that long black train  [Outro] I said cling to the Father and his Holy name And don't go riding on that long black train Yeah, watch out brother for that long black train That devil's a-driving that long black train  ",
        "title": "Long Black Train"
    },
    {
        "artist": "Trillville",
        "lyrics": "  [Hook: Lil Jon] Bitch nigga you can neva eva Eva eva Eva eva, eva eva eva eva Get on my level ho (What!) Get on my level ho (What!) Get on my level ho (What!) Get on my level ho (What!)  [Verse 1: Dirty Mouth] Get the fuck back, get the fuck back already I ain't playing nann day Prove a nigga what you say Meet me anywhere, I don't care It don't matter to me Cause if you fucking step I'mma step in your vicinity What, you think I'm a ho? Nigga please! You ain't on my level Get some rank, bitch While I'm digging your grave with a shovel Time after time I ask myself Is it really clever for you to get with me? Bitch nigga you can never ever Rank on my level, I push a Chevrolet pedal If you niggas fuck with me I got that chrome Heavy metal Never settle for less but always strive for the best Most these niggas playing chief will put you straight to the test [Hook]  [Verse 2: Don Peezy] Look at my Benz, look at my Ac' Look at my Navi' and my 'LacGet on my level? Hell nah never that I knew you wasn't real cause all ya do is chit-chat Always slizzle-making Sure I stay gone Call us some broad to the Georgia Dome Trying to get with me is like naps through a comb They call me Don P aka \"Corleone\" Up in the club with my Cartiers on Don't know if I'm high, drunk, or getting my roll on He on the cell \"Can ya hear me?\" Hell nah Get on my level That's what I'm trying to tell y'all  [Hook]  [Verse 3: LA] LA off in this thing, get up on my level, ho! Bitch nigga, you can never ever, ever ever hang Bitch nigga step the fuck back, and if you think I'm jokin' Ask them niggas that tried to play us See 'em lying off in that coffin Trillville, ATL swanging, swanging, throwing bows Got some niggas that be hating busting slugs at my foes If you thinking you can fuck with a nigga like me Nah nigga. Get rich Trillville and BME What the fuck you talking about? We too deep Nigga what! If a hater wanna hate then a hater getting bust We ain't hard to find, nigga, so why you steadily talking shit? I'm fixing to sick my dogs, ho Pussy nigga, get big, nigga-ho  [Verse 4: Lil' Scrappy] Get crunk out your brains when I spit this verse I'm a blood-sucking vampire, my venom is worse Head Bustas deal with dangerous thirsts Shatter your bones in your chest and make your motherfuckin' heart burst Don't worry now, best of the South on the map Knock your thoughts out and leave your brains on your lap Don't touch my Kangol, shorty... what's wrong with you? I might drop my fist back and knock your grill through  ",
        "title": "Neva Eva"
    },
    {
        "artist": "Obie Trice Featuring Nate Dogg",
        "lyrics": "  [Intro: Obie Trice] Bitch I see, did you know I know you? Yeah, I know you  [Verse 1: Obie Trice] Last time I saw you You was brewed up, booed up, ready for a new fuck Last time you saw me I was P.I. to the mothafuckin' M.P., what? And lately I heard you's a broke bitch Livin in the lower class suburb And lately the word is I live in a suburb And I don't fuck with birds She used to pump on the block Sell a nigga rocks, bail a nigga out, but She tried to plot on a nigga Vacant lot one shot bitch died go figure He used to pay this bitch Gave her lots of shit, fuck's wrong with this nigga, man? He used to bring her through the hood Treat the bitch too fuckin good, my opinion We used to blaze with the bitch Faded off the lick she x-rated the clip This nigga bought braids for the bitch Louis Vuitton kicks and tricked on some sucka shit Meanwhile in the hood she drivin around good This bitch thinks she's in Hollywood Meantime she settin the nigga up Telling us what his stuff she's ready to get him stuck, what?  [Hook: Nate Dogg] Thick thighs but she full of surprises I swear this bitch is Shady (That's what I know) Sex on her mind all the time And you think that that's your baby (You don't know) You a good guy that's living a lie But she told 'em where your safe be (It's what I know) If you cool and she satisfied How come that bitch just paged me? (You don't know)  [Verse 2: Obie Trice] We had to ride on a nigga, watch him For the right time to get richer We decided when the hit was Run up on him, 45 in the ribs, what? This nigga screamed like a bitch Showed us where his shit, hit a hell of a lick But the bitch, who told us 'bout the bricks Exposed us to the nigga, he knew that we'd come But meanwhile in his hood His niggas is suiting up and Timbed, looted up Rims and new trucks your man livin' it up Then a van with no hubs suddenly pulled up and erupt Shot a nigga the fuck up, just my luck The bitch got us both touched, it's like a rush The bitch who blushed and smoked blunts with us Turned out to be nuts, switched up Mixed up with the wrong slut Got my frame zipped up in the bag, it's all bad My niggas got my back, in fact They caught on her Ave, flossin in another nigga cab  [Hook: Nate Dogg] Thick thighs but she full of surprises I swear this bitch is Shady (That's what I know) Sex on her mind all the time And you think that that's your baby (You don't know) You a good guy that's living a lie But she told 'em where your safe be (It's what I know) If you cool and she satisfied How come that bitch just paged me? (You don't know)  ",
        "title": "The Set Up"
    },
    {
        "artist": "Fountains Of Wayne",
        "lyrics": "  [Intro] Stacy's mom has got it going on Stacy's mom has got it going on Stacy's mom has got it going on Stacy's mom has got it going on  [Verse 1] Stacy, can I come over after school? (After school) We can hang around by the pool (Hang by the pool) Did your mom get back from her business trip? (Business trip) Is she there, or is she trying to give me the slip? (Give me the slip)  [Pre-Chorus 1] You know, I'm not the little boy that I used to be I'm all grown up now, baby, can't you see?  [Chorus] Stacy's mom has got it going on She's all I want and I've waited for so long Stacy, can't you see? You're just not the girl for me I know it might be wrong, but I'm in love with Stacy's mom Stacy's mom has got it going on Stacy's mom has got it going on  [Verse 2] Stacy, do you remember when I mowed your lawn? (Mowed your lawn) Your mom came out with just a towel on (Towel on) I could tell she liked me from the way she stared (Way she stared) And the way she said, \"You missed a spot over there\" (Spot over there)  [Pre-Chorus 2] And I know that you think it's just a fantasy But since your dad walked out, your mom could use a guy like me  [Chorus] Stacy's mom has got it going on She's all I want and I've waited for so long Stacy, can't you see? You're just not the girl for me I know it might be wrong, but I'm in love with Stacy's mom  [Guitar Solo]  [Chorus] Stacy's mom has got it going on She's all I want and I've waited for so long Stacy, can't you see? You're just not the girl for me I know it might be wrong, but I'm in love with Stacy's mom  [Outro] Stacy's mom, ah-oh-ah-oh (I'm in love with-) Stacy's mom, ah-oh-ah-oh (Wait a minute) Stacy, can't you see? You're just not the girl for me I know it might be wrong but, I'm in love with Stacy's mom  ",
        "title": "Stacy's Mom"
    },
    {
        "artist": "Ginuwine",
        "lyrics": "  [Intro] (I just don't know what else to say baby There's really nothing left to say There's really nothing more I can say But I love you, listen; Yeah... I love you... I love you... Listen)  [Verse 1] Since you came inside my life You've given me the best of you everyday and night I felt my happiness in you Make me wanna ride to the end of any valley Then you give me piece of mind You bring me comfort to my soul give me such a high No I will never let you go Make me wanna fly to the top of every rainbow  [Chorus] I love you more everyday You show me love in every way There's nothing left for me to say But I love you I love you more everyday You show me love in every way There's nothing left for me to say But I love you (more and more everyday)  [Verse 2] So promise you will never leave You never say this is the end you'll spend your life with me You'll be my wife and my best friend, raise a family Something we both can treasure Ooh yeah In the mean time I'm gonna put in work You gonna be fine You never have to work So won't you come and fly with me Forever you and me That's how it's suppose to be I love you every  [Chorus] I love you more everyday You show me love in every way There's nothing left for me to say But I love you I love you more everyday You show me love in every way There's nothing left for me to say But I love you (more and more everyday)  [Bridge] I won't stop loving you And I won't stop kissing you You're the reason why I smile And I won't stop holding you And I won't stop loving you You're the reason why I smile  [Chorus] I love you more everyday You show me love in every way There's nothing left for me to say But I love you I love you more everyday You show me love in every way There's nothing left for me to say But I love you I love you more everyday You show me love in every way There's nothing left for me to say  ",
        "title": "Love You More"
    },
    {
        "artist": "Lasgo",
        "lyrics": null,
        "title": "Alone"
    },
    {
        "artist": "Monica",
        "lyrics": null,
        "title": "Knock Knock"
    },
    {
        "artist": "A Perfect Circle",
        "lyrics": "  [Verse 1] Tilling my own grave to keep me level Jam another dragon down the hole, driven to the Rhythm and the echo of a solitary siren, one that Pushes me along and leaves me so  [Chorus] Desperate, ravenous So weak and powerless over you  [Verse 2] Someone feed the monkey while I Dig in search of China white as Dracula as I approach the bottom  [Chorus] Desperate, ravenous So weak and powerless over you  [Bridge] Little angel go away Come again some other day The devil has my ear today I'll never hear a word you say Promised I would find a little Solace and some peace of mind Whatever just as long as I don't feel so  [Chorus] Desperate, ravenous So weak and powerless Desperate, ravenous So weak and powerless over you  [Outro] Over you  ",
        "title": "Weak And Powerless"
    },
    {
        "artist": "Ryan Duarte",
        "lyrics": null,
        "title": "You"
    },
    {
        "artist": "MercyMe",
        "lyrics": "  [Verse 1] I can only imagine What it will be like When I walk By Your side I can only imagine What my eyes will see When Your face Is before me I can only imagine  [Chorus] Surrounded by Your glory What will my heart feel? Will I dance for You, Jesus Or in awe of You be still? Will I stand in Your presence Or to my knees will I fall? Will I sing hallelujah Will I be able to speak at all? I can only imagine  [Verse 2] I can only imagine When that day comes And I find myself Standing in the Son I can only imagine When all I will do Is forever Forever worship You I can only imagine  [Chorus] Surrounded by Your glory What will my heart feel? Will I dance for You, Jesus Or in awe of You be still? Will I stand in Your presence Or to my knees will I fall? Will I sing hallelujah Will I be able to speak at all? I can only imagine  ",
        "title": "I Can Only Imagine"
    },
    {
        "artist": "Barenaked Ladies",
        "lyrics": "  [Verse 1] You can't imagine so many monkeys in the daily mail All of them coming anonymously so they leave no trail I never thought I'd have an admirer from overseas But someone is sending me stationary filled with chimpanzees Some chimps in swimsuits, some chimps are swinging from a vine Some chimps in jackboots, some chimps that wish they could be mine Starsky and Hutch chimps, a chimp who's sitting on the can A pair of Dutch chimps who send their love from Amsterdam  [Chorus]x2 Another postcard with chimpanzees And every one is addressed to me  [Verse 2] If I had to guess, I'd say the monkey-sender thinks it's great He's sending me, maybe she's sending me just to see me get irate I'm losing sleep - and it's gonna be keeping me up all night I thought it was funny, but now I've got money on a monkey fight Some chimps in hard hats, chimps a-working on a chain gang Some chimps who love cats, burning rubber in a Mustang A birthday-wishing chimp, a chimp in black like a goth A goin' fishin' chimp, a British chimp in the bath  [Chorus]x2  [Verse 3] Somehow they followed me even though I packed and moved my home No matter what, they come and they come they won't leave me alone Another monkey in the mail could make me lose my mind But look at me shuffling through the stack until I finally find Some chimps in swimsuits Some chimps in Jackboots Some chimps in hard hats Some chimps who love cats I've got some shaved chimps; that's chimps devoid of any hair I've got depraved chimps dressed up in women's underwear  [Chorus 2] Another postcard with chimpanzees And every one is addressed to me Every one is, every one is, every one is addressed to me Every one is, every one is, every one is addressed to me  [Chorus]x4  [Verse 4] Some chimps in swimsuits, Some chimps in Jackboots Some chimps in hard hats, Some chimps who love cats I've got some shaved chimps; that's chimps devoid of any hair I've got depraved chimps dressed up in women's underwear Starsky and Hutch chimps, a chimp who's sitting on the can A pair of Dutch chimps who send their love from Amsterdam Some chimps in Mustangs, Some chimps in chain gangs I got a birthday wishin' chimp and I got the goin' fishin' chimp  ",
        "title": "Another Postcard (Chimps)"
    },
    {
        "artist": "Missy Elliott",
        "lyrics": "  [Intro] Listen up, everyone! We have been just informed that there's an unknown virus that's attacking all clubs Symptoms have been said to be: heaving breathing, wild dancing, coughing So when you hear the sound \"who-di-whoooo!\" Run for cover, motherfucker! Woooooo! Ahh, daddy! Ooooo! Ah! oh, ooh! Pass that dutch (ah), pass that dutch (ooh) Pass that dutch (ah), pass that dutch (ah) Pass that dutch (ah), pass that dutch (ah) Pass that dutch (whoo), pass that dutch  [Verse - 1] Misdemeanor on the flow, pretty boy, here I come Pumps and a bump make you wanna hurt something I can take your man, I don't have to sex 'em Hang 'em out the window, call me Michael Jackson (hehehee!) I'm a pain in your rectum, I am that bitch y'all slept on Heavy hitter, rhyme spitter, call me Re-Run Hey, hey, hey, I'm what's happ'nin Hpnotiq in my drink (That’s right!) Shake ya ass 'til it stink (That's right!) Mr. Mos' on the beat (That's right!) Put it down for the streets (That's right!)  [Hook] (Who-di-whooooooooooooo!) Pass that dutch, pass that dutch Pass that dutch, pass that dutch, pass that dutch Come on, pass the dutch, baby! (ahh!) Shake-shake shake ya stuff, ladies! (Who-di-whooooooooooooo!) Pass that dutch, pass that dutch Pass that dutch, pass that dutch Pop that, pop that, jiggle that fat (ahh!) Don't stop, get it 'til ya clothes get wet  [Verse - 2] Number one; drums go bump, bump, bump This beat here will make your pum pum jump If you's a fat one, put your clothes back on Before you start putting pot holes in my lawn Oh my gosh, oh my gosh I'm under attack like my name was Saddam I am the bomb from New York to Milan And I can write a song sicker than Jeffrey Dahm' (Woop woop!) Don't touch my car alarm Break in my car, you will hear \"Viper Armed\" I've been a superstar since Daddy Kane was raw I'm live on stage, c'mon and give me some applause \"Thank you! Oh, thank you, you all are so wonderful!\"  [Hook] (Who-di-whooooooooooooo!) Pass that dutch, pass that dutch Pass that dutch, pass that dutch, pass that dutch Come on, pass the dutch, baby! (ahh!) Shake-shake shake ya stuff, ladies! (Who-di-whooooooooooooo!) Pass that dutch, pass that dutch Pass that dutch, pass that dutch Pop that, pop that, jiggle that fat (ahh!) Don't stop, get it 'til ya clothes get wet  [Interlude] Listen up, motherfuckers You have five seconds to catch your breath Five, four, three, two, one  [Verse - 3] Pop that, pop that, make that money Just keep it going like the Energizer Bunny Shake that, shake that, move it all around Spank that, yank that, dutch back now Freak him, freak her, whatever your choice Didn't come to judge, I came to get ya moist Scream \"Who-di-whooooooo!\", now my voice is lost Can I get a ride on the white horse?  [Hook] (Who-di-whooooooooooooo!) Pass that dutch, pass that dutch Pass that dutch, pass that dutch, pass that dutch Come on, pass the dutch, baby! (ahh!) Shake-shake shake ya stuff, ladies! (Who-di-whooooooooooooo!) Pass that dutch, pass that dutch Pass that dutch, pass that dutch Pop that, pop that, jiggle that fat (ahh!) Don't stop, get it 'til ya clothes get wet  [Outro] Pop that Pass that dutch, baby! Jiggle that fat  ",
        "title": "Pass That Dutch"
    }
]