[
    {
        "artist": "Jay Sean Featuring Lil Wayne",
        "lyrics": null,
        "title": "Down"
    },
    {
        "artist": "Jason Derulo",
        "lyrics": "  [Intro] Wha-wha-wha-wha-what did you say? (J-J-J-J-J.R.) Mmmm, whatcha say Mmm, that you only meant well? Well of course you did Mmmm, whatcha say (Jason Derulo) Mmmm, that it's all for the best? Of course, it is  [Verse 1] I (I) was so wrong (wrong) for so long (long) Only tryna please myself (myself) Girl, I (I) was caught up (up) in her lust (lust) When I don't really want no one else, so no I know I should have treated you better (better) But me and you were meant to last forever (forever) So let me in (let me in), give me another chance (another chance) To really be your man  [Pre-Chorus] 'Cause when the roof caved in and the truth came out I just didn't know what to do But when I become a star we'll be living so large, I'll do anything for you So tell me, girl  [Chorus] Mmmm, whatcha say Mmmm, that you only meant well? Well of course you did Mmmm, whatcha say (whatcha say, whatcha say) Mmmm, that it's all for the best? Of course it is Mmmm, whatcha say Mmmm, that you only meant well? Well of course you did Mmmm, whatcha say (whatcha say, whatcha say) Wha-wha-wha-wha-what did you say?  [Verse 2] How (how) could I live (live) with myself (self) Knowing that I let our love go? (Love go) And ooh (ooh), what I'd do (do) with one chance (chance) I just gotta let you know I know what I did wasn't clever But me and you we're meant to be together So let me in (let me in), give me another chance (another chance) To really be your man  [Pre-Chorus] 'Cause when the roof caved in and the truth came out I just didn't know what to do But when I become a star we'll be living so large, I'll do anything for you So tell me, girl  [Chorus] Mmmm, whatcha say Mmmm, that you only meant well? Well of course you did Mmmm, whatcha say (whatcha say, whatcha say) Mmmm, that it's all for the best? Of course it is Mmmm, whatcha say Mmmm, that you only meant well? Well of course you did Mmmm, whatcha say (whatcha say, whatcha say) Wha-wha-wha-wha-what did you say?  [Bridge] Girl, tell me what to say, I (say, I) I don't want you to leave me, though you caught me cheating Tell me, tell me what to say, I (say, I) I really need you in my life 'cause things ain't right, girl Girl, tell me what to say, I (say, I) I don't want you to leave me, though you caught me cheating Tell me, tell me what to say, I (say, I) I really need you in my life 'cause things ain't right  [Pre-Chorus] 'Cause when the roof caved in and the truth came out I just didn't know what to do (I just didn't know what to do) But when I become a star we'll be living so large, I'll do anything for you So baby, whatcha say  [Chorus] Mmmm, whatcha say Mmmm, that you only meant well? (Well of course I did, baby) Well of course you did Mmmm, whatcha say (whatcha say, whatcha say) Mmmm, that it's all for the best? Of course it is (well, of course it is) Mmmm, whatcha say (what did you say?) Mmmm, that you only meant well? Well of course you did (woah-oh-oh-oh) Mmmm, whatcha say (whatcha say, whatcha say) Wha-wha-wha-wha-what did you say?  [Outro] (Beluga Heights)  ",
        "title": "Whatcha Say"
    },
    {
        "artist": "Miley Cyrus",
        "lyrics": "  [Verse 1] I hopped off the plane at LAX With a dream and my cardigan Welcome to the land of fame excess (woah) Am I gonna fit in? Jumped in the cab, here I am for the first time Look to my right, and I see the Hollywood sign This is all so crazy Everybody seems so famous  [Pre-Chorus 1] My tummy's turnin' and I'm feelin' kinda home sick Too much pressure and I'm nervous That's when the taxi man turned on the radio And the JAY-Z song was on And the JAY-Z song was on And the JAY-Z song was on  [Chorus] So I put my hands up They're playing my song, the butterflies fly away I'm noddin' my head like, 'yeah' Movin' my hips like, 'yeah' Got my hands up, they're playing my song They know I'm gonna be okay Yeah, it's a party in the U.S.A.  Yeah, it's a party in the U.S.A.   [Verse 2] Get to the club in my taxi cab Everybody's looking at me now Like, \"Who's that chick, that's rockin' kicks? She gotta be from out of town\" So hard with my girls not around me It's definitely not a Nashville party 'Cause all I see are stilettos I guess I never got the memo  [Pre-Chorus 2] My tummy's turnin' and I'm feelin' kinda home sick Too much pressure and I'm nervous That's when the DJ dropped my favorite tune And a Britney song was on And a Britney song was on And a Britney song was on  [Chorus] So I put my hands up They're playing my song, the butterflies fly away I'm noddin' my head like, 'yeah' Movin' my hips like, 'yeah' Got my hands up, they're playing my song They know I'm gonna be okay Yeah, it's a party in the U.S.A.  Yeah, it's a party in the U.S.A.   [Bridge] Feel like hopping on a flight (on a flight) Back to my hometown tonight (town tonight) Something stops me every time (every time) The DJ plays my song and I feel alright  [Chorus] So I put my hands up They're playing my song, the butterflies fly away I'm noddin' my head like, 'yeah' (noddin' my head) Movin' my hips like, 'yeah' (ooh yeah) Got my hands up, they're playing my song They know I'm gonna be okay (gonna be okay) Yeah, it's a party in the U.S.A.  Yeah, it's a party in the U.S.A.   [Chorus] So I put my hands up They're playing my song, the butterflies fly away (flying away) I'm noddin' my head like, 'yeah' (noddin' my head like, 'yeah') Movin' my hips like, 'yeah' (movin' my hips like, 'yeah') Got my hands up, they're playing my song They know I'm gonna be okay (I'm gonna be okay) Yeah, it's a party in the U.S.A.  Yeah (ha-ha-ha-ha), it's a party in the U.S.A.   ",
        "title": "Party In The U.S.A."
    },
    {
        "artist": "Jay-Z, Rihanna & Kanye West",
        "lyrics": "  [Produced by Kanye West & No I.D]  [Intro: Rihanna] Feel it comin' in the air Hear the screams from everywhere I’m addicted to the thrill It's a dangerous love affair Can’t be scared when it goes down Got a problem, tell me now Only thing that's on my mind Is who's gon' run this town tonight Is who's gon' run this town tonight We gon' run this town!  [Verse 1: Jay Z] We are, yeah, I said it: we are This is Roc Nation, pledge your allegiance Get your fatigues on, all black everything Black cards, black cars, all black everything And our girls are blackbirds ridin' with they Dillingers I get more in depth if you boys really real enough This is la Familia, I'll explain later But for now, let me get back to this paper I'm a couple bands down and I'm tryin' to get back I gave Doug a grip and lost a flip for five stacks Yeah, I'm talkin' 5 comma, 6 zeros, dot zero, here Doug Back to runnin' circles round niggas, now we squared up Hold up!  [Hook: Rihanna] Life’s a game, but it's not fair I break the rules, so I don’t care So I keep doin' my own thang Walkin' tall against the rain Victory’s within the mile Almost there, don’t give up now Only thing that's on my mind Is who’s gon' run this town tonight Heyyy, heyy, heyyy, heyy Who’s gon' run this town tonight?  [Verse 2: Jay Z] We are, yeah, I said it: we are You can call me Caesar, in a dark Caesar Please follow the leader, so Eric B we are Microphone fiend, this the return of the God Peace, God, ah ah, it ain't no nobody fresher I'm in Maison, ah, Martin Margiela On the table, screamin' \"Fuck the other side! They're jealous!\" We got a banquette full of broads They got a table full of fellas Yeah, and they ain't spendin' no cake They should throw their hand in ‘Cause they ain't got no spades Yeah, my whole team got dough So my banquette is lookin' like millionaires' row  [Hook: Rihanna] Life’s a game, but it's not fair I break the rules, so I don’t care So I keep doin' my own thang Walkin' tall against the rain Victory’s within the mile Almost there, don’t give up now Only thing that's on my mind Is who’s gon' run this town tonight Heyyy, heyy, heyyy, heyy Who’s gon' run this town tonight?  [Verse 3: Kanye West] It's crazy how you can go from bein' Joe Blow To everybody on your dick; no homo I bought my whole family whips; no Volvos Next time I’m in church: please, no photos Police escorts, everybody passports This the life that everybody ask for This the fast life, we are on a crash course What you think I rap for, to push a fuckin' Rav 4? But I know that if I stay stunting All these girls only gon' want one thing I can spend my whole life goodwill hunting Only good gon' come is this good when I'm cumming She got a ass that'll swallow up a G-string And up top, ungh, two bee stings And I'm beasting off the Riesling And my nigga just made it out the precinct We give a damn about the drama that your dude bring I'm just tryin' to change the color on your mood ring Reebok, baby, you need to try some new things Have you ever had shoes without shoe strings? \"What's that, Ye?\" \"Baby, these heels.\" \"Is that a May— what?!\" \"Baby, these wheels.\" You trippin' when you ain't sippin', have a refill You feelin' like you runnin', huh? Now you know how we feel  [Outro: Jay Z & Rihanna] Whassup! Heyyy, heyy, heyyy, heyy Yeah, yeah, whassup! Heyyy, heyy, heyyy, heyy We gon' run this town tonight  ",
        "title": "Run This Town"
    },
    {
        "artist": "Britney Spears",
        "lyrics": null,
        "title": "3"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Verse 1] We are the crowd We're c-coming out Got my flash on, it's true Need that picture of you, it's so magical We'd be so fantastical Leather and jeans Garage glamorous Not sure what it means But this photo of us, it don't have a price Ready for those flashing lights 'Cause you know that, baby, I...  [Chorus] I'm your biggest fan I'll follow you until you love me Papa-paparazzi Baby, there's no other superstar you know that I'll be Your papa-paparazzi Promise I'll be kind But I won't stop until that boy is mine Baby, you'll be famous Chase you down until you love me Papa-paparazzi  [Verse 2] I'll be a girl backstage at your show Velvet ropes and guitars Yeah, 'cause you're my rockstar in between the sets Eyeliner and cigarettes Shadow is burnt Yellow dance and we turn My lashes are dry Purple teardrops, I cry It don't have a price Loving you is cherry pie 'Cause you know that, baby, I...  [Chorus] I'm your biggest fan I'll follow you until you love me Papa-paparazzi Baby, there's no other superstar you know that I'll be Your papa-paparazzi Promise I'll be kind But I won't stop until that boy is mine Baby, you'll be famous Chase you down until you love me Papa-paparazzi  [Bridge] Real good We dance in the studio Snap snap to that shit on the radio Don't stop for anyone We're plastic, but we still have fun!  [Chorus] I'm your biggest fan I'll follow you until you love me Papa-paparazzi Baby, there's no other superstar you know that I'll be Your papa-paparazzi Promise I'll be kind But I won't stop until that boy is mine Baby, you'll be famous Chase you down until you love me Papa-paparazzi Promise I'll be kind But I won't stop until that boy is mine Baby, you'll be famous Chase you down until you love me Papa-paparazzi  ",
        "title": "Paparazzi"
    },
    {
        "artist": "Owl City",
        "lyrics": "  [Verse 1] You would not believe your eyes If ten million fireflies Lit up the world as I fell asleep 'Cause they'd fill the open air And leave teardrops everywhere You'd think me rude but I would just stand and stare  [Hook] I'd like to make myself believe That planet Earth turns slowly It's hard to say that I'd rather stay awake when I'm asleep 'Cause everything is never as it seems  [Verse 2] 'Cause I'd get a thousand hugs From ten thousand lightning bugs As they tried to teach me how to dance A foxtrot above my head A sock hop beneath my bed The disco ball is just hanging by a thread  [Hook] I'd like to make myself believe That planet Earth turns slowly It's hard to say that I'd rather stay awake when I'm asleep 'Cause everything is never as it seems (when I fall asleep)  [Bridge] Leave my door open just a crack (Please take me away from here) 'Cause I feel like such an insomniac (Please take me away from here) Why do I tire of counting sheep? (Please take me away from here) When I'm far too tired to fall asleep (Haha)  [Verse 3] To ten million fireflies I'm weird 'cause I hate goodbyes I got misty eyes as they said farewell But I'll know where several are If my dreams get real bizarre 'Cause I saved a few and I keep them in a jar  [Hook] I'd like to make myself believe That planet Earth turns slowly It's hard to say that I'd rather stay awake when I'm asleep 'Cause everything is never as it seems (when I fall asleep) I'd like to make myself believe That planet Earth turns slowly It's hard to say that I'd rather stay awake when I'm asleep 'Cause everything is never as it seems (when I fall asleep) I'd like to make myself believe That planet Earth turns slowly It's hard to say that I'd rather stay awake when I'm asleep Because my dreams are bursting at the seams  ",
        "title": "Fireflies"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Hook] I got a feeling that tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  I got a feeling that tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  [Post-Hook] Tonight's that night Let's live it up I got my money Let's spend it up Go out and smash it Like, \"Oh my God!\" Jump out that sofa Let's kick it Off!  [Verse 1] I know that we'll have a ball If we get down, and go out, and just lose it all I feel stressed out, I wanna let it go Let's go way out, spaced out, and losing all control  [Refrain] Fill up my cup Mazel tov Look at her dancing, just take it off! Let's paint the town We'll shut it down Let's burn the roof  [Refrain 2] And then we'll do it again Let's do it, let's do it, let's do it, let's do it And do it, and do it (let's live it up) And do it, and do it, and do it, do it, do it Let's do it, let's do it, let's do it  [Hook] Cause I got a feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  [Post-Hook] Tonight's that night, Hey! Let's live it up (let's live it up) I got my money, (My pay) Let's spend it up (let's spend it up) Go out and smash it  (Smash it) Like, \"Oh my God!\" ( like, \"Oh my God!\") Jump out that sofa, (Come on!) Let's kick it off!  [Refrain 1] Fill up my cup, (drank!) Mazel tov (l'chaim!) Look at her dancing (Move it, move it) Just take it off! Let's paint the town (Paint the town) We'll shut it down  (Let's shut it down) Let's burn the roof  [Refrain 2] And then we'll do it again Let's do it, let's do it, let's do it, let's do it And do it, and do it (let's live it up) And do it, and do it, and do it, do it, do it Let's do it, let's do it, let's do it, do it, do it, do it  [Verse 2] Here we come, here we go, we gotta rock (Rock rock rock rock rock) Easy come, easy go, now we on top (Top top top top top) Fill the shot, body rock, rock it don't stop (Stop stop stop stop stop) Round and round, up and down, around the clock (Rock rock rock rock rock)  [Verse 3] Monday, Tuesday, Wednesday and Thursday (do it!) Friday, Saturday, Saturday to Sunday (do it!) Weeekend get get get with us, you know what we say Party every day, p-p-p-party every day  [Hook] And I'm feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  [Outro] (Woo-hoo!)  ",
        "title": "I Gotta Feeling"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Intro: Fergie] Ooh, I can't go any further than this Ooh, I want you so badly, it's my biggest wish  [Verse 1: will.i.am] Cool, I spend my time just thinking Thinking, thinking 'bout you Every single day, yes, I'm really missing, missing you And all those things we used to Used to, used to, used to do Hey girl, what's up, it used, to used to be just me and you I spend my time just thinking, thinking, thinking 'bout you Every single day, yes, I'm really missing, missing you And all those things we used to Used to, used to, used to do Hey girl, what's up yo, what's up, what's up  [Chorus: Fergie] Can you meet me halfway? Right at the borderline That's where I'm gonna wait for you I'll be looking out, night and day Took my heart to the limit, and this is where I'll stay I can't go any further than this I want you so bad, it's my only wish  [Verse 2: will.i.am] Girl, I travel 'round the world and even sail the seven seas Across the universe and go to other galaxies Just tell me where to go, just tell me where you wanna meet I navigate myself, myself to take me where you be Cause girl I want, I, I, I want you right now I travel uptown, town I travel downtown Wanna have you around, 'round like every single day I love you always, ways I'll meet you halfway  [Chorus: Fergie] Can you meet me halfway? Right at the borderline That's where I'm gonna wait for you I'll be looking out, night and day Took my heart to the limit, and this is where I'll stay I can't go any further than this I want you so bad, it's my only wish I can't go any further than this I want you so bad, it's my only wish  [Bridge: Taboo] Let's cross the bridge to the other side Just you and I (Just you and I) I will fly, fly the skies For you and I (For you and I) I will try, until I die For you and I (For you and I) For for for you and I For for for for you and I For for you and I (For you and I)  [Breakdown: Fergie] Can you meet me halfway? Can you meet me halfway? Can you meet me halfway? Can you meet me halfway?  [Chorus: Fergie] Meet me halfway Right at the borderline That's where I'm gonna wait for you I'll be looking out, night and day Took my heart to the limit, and this is where I'll stay I can't go any further than this I want you so bad, it's my only wish I can't go any further than this I want you so bad, it's my only wish  ",
        "title": "Meet Me Halfway"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] You're on the phone with your girlfriend, she's upset She's going off about something that you said 'Cause she doesn't get your humor like I do I'm in the room, it's a typical Tuesday night I'm listening to the kind of music she doesn't like And she'll never know your story like I do  [Pre-Chorus] But she wears short skirts, I wear T-shirts She's Cheer Captain and I'm on the bleachers Dreaming about the day when you wake up and find That what you're looking for has been here the whole time  [Chorus] If you could see that I'm the one who understands you Been here all along, so why can't you see? You belong with me, you belong with me  [Verse 2] Walking the streets with you and your worn-out jeans I can't help thinking this is how it ought to be Laughing on a park bench, thinking to myself Hey, isn't this easy? And you've got a smile that could light up this whole town I haven't seen it in a while since she brought you down You say you're fine, I know you better than that Hey, whatcha doing with a girl like that?  [Pre-Chorus] She wears high heels, I wear sneakers She's Cheer Captain and I'm on the bleachers Dreaming about the day when you wake up and find That what you're looking for has been here the whole time  [Chorus] If you could see that I'm the one who understands you Been here all along, so why can't you see? You belong with me Standing by and waiting at your back door All this time how could you not know, baby? You belong with me, you belong with me  [Bridge] Oh, I remember you driving to my house In the middle of the night I'm the one who makes you laugh When you know you're 'bout to cry And I know your favorite songs And you tell me 'bout your dreams Think I know where you belong Think I know it's with me  [Chorus] Can't you see that I'm the one who understands you Been here all along, so why can't you see? You belong with me Standing by and waiting at your back door All this time how could you not know, baby? You belong with me, you belong with me  [Outro] You belong with me Have you ever thought just maybe You belong with me? You belong with me  ",
        "title": "You Belong With Me"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Sweet Dreams"
    },
    {
        "artist": "Jay-Z + Alicia Keys",
        "lyrics": "  [Verse 1: Jay Z] Yeah, I'm out that Brooklyn, now I'm down in Tribeca Right next to DeNiro, but I’ll be hood forever I’m the new Sinatra, and since I made it here I can make it anywhere, yeah, they love me everywhere I used to cop in Harlem; hola, my Dominicanos Right there up on Broadway Brought me back to that McDonalds Took it to my stash spot, 560 State Street Catch me in the kitchen, like a Simmons whippin' pastry Cruising down 8th street, off-white Lexus Driving so slow, but BK is from Texas Me, I’m out that Bed-Stuy, home of that boy Biggie Now I live on Billboard and I brought my boys with me Say what up to Ty Ty, still sipping Mai Tais Sitting courtside, Knicks and Nets give me high fives Nigga, I be Spiked out, I can trip a referee Tell by my attitude that I'm most definitely from…  [Hook: Alicia Keys] New York, concrete jungle Where dreams are made of There's nothing you can’t do Now you’re in New York These streets will make you feel brand new Big lights will inspire you Let's hear it for New York New York, New York  [Interlude: Jay Z] You're welcome, OG I made you hot, nigga  [Verse 2: Jay Z] Catch me at the X with OG at a Yankee game Shit, I made the Yankee hat more famous than a Yankee can You should know I bleed Blue, but I ain't a Crip, though But I got a gang of niggas walking with my clique though Welcome to the melting pot, corners where we sellin' rocks Afrika Bambaataa shit, home of the hip-hop Yellow cab, gypsy cab, dollar cab, holla back For foreigners it ain't fair, they act like they forgot how to add Eight million stories out there in the naked city It's a pity half of y’all won’t make it Me, I gotta plug Special Ed \"I Got It Made\" If Jeezy's paying LeBron, I’m paying Dwyane Wade Three dice Cee-lo, three card Monte Labor Day Parade, rest in peace Bob Marley Statue of Liberty, long live the World Trade Long live the king, yo; I’m from the Empire State, that's…  [Hook: Alicia Keys] New York, concrete jungle Where dreams are made of There's nothing you can’t do Now you’re in New York These streets will make you feel brand new Big lights will inspire you Let's hear it for New York New York, New York  [Interlude: Jay Z] That boy good Welcome to the bright light, baby!  [Verse 3: Jay Z] Lights is blindin', girls need blinders So they can step out of bounds quick, the side lines is Lined with casualties who sip the life casually Then gradually become worse; don’t bite the apple, Eve! Caught up in the in-crowd, now you're in-style And in the winter gets cold en vogue with your skin out The city of sin is a pity on a whim Good girls gone bad, the city's filled with 'em Mami took a bus trip and now she got her bust out Everybody ride her, just like a bus route \"Hail Mary\" to the city, you're a virgin And Jesus can’t save you, life starts when the church ends Came here for school, graduated to the high life Ball players, rap stars, addicted to the limelight MDMA got you feeling like a champion The city never sleeps, better slip you a Ambien  [Hook: Alicia Keys] New York, concrete jungle Where dreams are made of There's nothing you can’t do Now you’re in New York These streets will make you feel brand new Big lights will inspire you Let's hear it for New York  [Bridge: Alicia Keys] One hand in the air for the big city Street lights, big dreams, all looking pretty No place in the world that can compare Put your lighters in the air Everybody say: \"Yeah!\"  [Hook: Alicia Keys] New York, concrete jungle Where dreams are made of There's nothing you can’t do Now you’re in New York These streets will make you feel brand new Big lights will inspire you Let's hear it for New York New York, New York  ",
        "title": "Empire State Of Mind"
    },
    {
        "artist": "Kings Of Leon",
        "lyrics": "  [Verse 1: Kings of Leon] I've been roaming around, always looking down at all I see Painted faces fill the places I can't reach  [Chorus 1: Kings of Leon] You know that I could use somebody You know that I could use somebody  [Verse 2: Kings of Leon] Someone like you and all you know and how you speak Countless lovers under cover of the street  [Chorus 1: Kings of Leon] You know that I could use somebody You know that I could use somebody  [Chorus 2: Kings of Leon] Someone like you  [Verse 3: Kings of Leon] Off in the night, while you live it up, I'm off to sleep Waging wars to shape the poet and the beat I hope it's going to make you notice I hope it's going to make you notice  [Chorus 2: Kings of Leon] Someone like me Someone like me Someone like me Somebody Someone like me Someone like me Someone like me Somebody  [Bridge: Kings of Leon] I'm ready now I'm ready now I'm ready now I'm ready now  [Chorus 2: Kings of Leon] Someone like you Somebody Someone like you Somebody Someone like you Somebody  [Outro: Kings of Leon] I've been roaming around, always looking down at all I see  ",
        "title": "Use Somebody"
    },
    {
        "artist": "Iyaz",
        "lyrics": "  [Hook] Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay  [Verse 1] Remember the first time we met You was at the mall wit yo friend I was scared to approach ya, but then you came closer Hopin' you would give me a chance Who would have ever knew That we would ever be more than friends? We're real worldwide, breaking all the rules She like a song played again and again  [Pre-Hook] That girl, like somethin' off a poster That girl, is a dime they say That girl, is a gun to my holster She's running through my mind all day, ay  [Hook] Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay  [Verse 2] See you been all around the globe Not once did you leave my mind We talk on the phone, from night 'till the morn' Girl, you really changed my life Doin things I never do I'm in the kitchen cookin' things she likes We're real worldwide, breaking all the rules Someday I wanna make you my wife  [Pre-Hook] That girl, like somethin' off a poster That girl, is a dime they say That girl, is a gun to my holster She's running through my mind all day, ay  [Hook] Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay  [Bridge] I can be your melody Oh, girl that could write you a symphony The one that could fill your fantasies So come baby girl let's sing with me Ay, I can be your melody Oh, girl that could write you a symphony The one that could fill your fantasies So come baby girl let's sing with me Ay, na, na-na, na-na, na-na Na-na, na-na, na-naa Shawty got me singin' Na, na-na, na-na, na-na Na-na, na-na, na-naa Now she got me singin'  [Hook] Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay  ",
        "title": "Replay"
    },
    {
        "artist": "Drake Featuring Kanye West, Lil Wayne & Eminem",
        "lyrics": "  [Produced by Noah \"40\" Shebib]  [Hook] I just love when I'm with you, yeah, this shit is on ten We used to be friends, girl, and even back then You would look at me with no hesitation and you'd tell me baby, it's yours Nobody else's, yeah, this shit belong to nobody, it's yours Nobody else's, yeah, this shit belong to nobody and that What made me think about the game, girl And how I switched it up with a new thing Young nigga came through on his Wu-Tang And nowadays when I ask about who got it, they say it's yours Nobody else's, yeah, this shit belong to nobody, it's yours Nobody else's, yeah, this shit belong to nobody, it's yours It's yours, it's yours, it's yours that's for sure, that's for sure It's yours, it's yours, it's yours that's for sure, that's for sure  [Bridge] How you feel about comin' home with a nigga for the night? If you nervous, hit the lights, I know we only fuckin' out of spite Cause your man don't do you right, do you right, I could fuck you so good Then I hit you with the 9 a.m. in Dallas who you like, baby, who you like?  [Verse] Machine gun raps for all my niggas in the back Stadium packed, just glad to see the city on the map I just gave the city life, it ain't about who did it first It's 'bout who did it right, niggas looking like \"Preach\" Open cases on me for a half a million each I find peace knowing that it's harder in the streets, I know Luckily I didn't have to grow there I would only go there cause niggas that I know there I don't know what's getting into me, I just like the rush When you see your enemy somewhere in the club and you realize He just not in a position to reciprocate your energy You ain't ever worried cause he's not who he pretends to be People like Mazin who was a best friend to me Start to become a distant memory, things change in that life And this life started lacking synergy And fuckin' with me mentally, I think it's meant to be Paranoid, always rolling with my mothafuckin' boys But you gotta understand when it's yours They don't really leave your ass with a mothafuckin' choice, man  [Hook] I just love when I'm with you, yeah, this shit is on ten We used to be friends, girl, and even back then You would look at me with no hesitation and you'd tell me baby, it's yours Nobody else's, yeah, this shit belong to nobody, it's yours Nobody else's, yeah, this shit belong to nobody and that What made me think about the game, girl And how I switched it up with a new thing Young nigga came through on his Wu-Tang And nowadays when I ask about who got it, they say it's yours Nobody else's, yeah, this shit belong to nobody, it's yours Nobody else's, yeah, this shit belong to nobody, it's yours It's yours, it's yours, it's yours that's for sure, that's for sure It's yours, it's yours, it's yours that's for sure, that's for sure  ",
        "title": "Forever"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Produced by Mariah Carey, The-Dream, and Tricky Stewart]  [Intro] I was like, \"Why are you so obsessed with me?\"  So oh, oh, oh, oh, so oh, oh, oh, oh, so oh, oh, oh, oh...  [Verse 1] All up in the blogs saying we met at the bar When I don't even know who you are Saying we up in your house, saying I'm up in your car But you in LA, and I'm out at Jermaine's I'm up in the A, you so, so lame And no one here even mentions your name It must be the weed, it must be the E Cause you be popping, heard you get it popping  [Chorus] Why you so obsessed with me? Boy, I wanna know Lying that you're sexing me, when everybody knows It's clear that you're upset with me Finally found a girl that you couldn't impress Last man on the earth still couldn't get this You're delusional, you're delusional Boy, you're losing your mind It's confusing, yo, you're confused, you know Why you wasting your time? Got you all fired up with your Napoleon complex Seeing right through you like you're bathing in Windex  [Hook] Oh, oh, oh, oh Boy, why you so obsessed with me? So oh, oh, oh, oh, so oh, oh, oh, oh (And I'm the latest thing) So oh, oh, oh, oh, so oh, oh, oh, oh (And all the girls say) Obsessed, obsessed, obsessed...  [Verse 2] You on your job, you hating hard Ain't gon' feed you, I'mma let you starve Gasping for air, I'm ventilation You out of breath, hope you ain't waiting Telling the world how much you miss me But we never were, so why you tripping? You a mom and pop, I'm a corporation I'm the press conference, you a conversation  [Chorus] Why you so obsessed with me? and boy, I wanna know Lying that you're sexing me, when everybody knows It's clear that you're upset with me Finally found a girl that you couldn't impress Last man on the earth still couldn't get this You're delusional, you're delusional Boy, you're losing your mind It's confusing, yo, you're confused, you know? Why you wasting your time? Got you all fired up with your Napoleon complex Seeing right through you like you're bathing in Windex  [Hook] Oh, oh, oh, oh Boy, why you so obsessed with me? So oh, oh, oh, oh, so oh, oh, oh, oh (And I'm the latest thing) So oh, oh, oh, oh, so oh, oh, oh, oh (And all the girls say) Obsessed, obsessed, obsessed...  [Chorus] (He's all up in George Foreman) Why you so obsessed with me? Boy, I wanna know Lying that you're sexing me, when everybody knows It's clear that you're upset with me Finally found a girl that you couldn't impress Last man on the earth still couldn't get this You're delusional, you're delusional (He's all up in George Foreman) Boy, you're losing your mind It's confusing, yo, you're confused, you know? Why you wasting your time? Got you all fired up with your Napoleon complex Seeing right through you like you're bathing in Windex  ",
        "title": "Obsessed"
    },
    {
        "artist": "John Mayer",
        "lyrics": "  [Verse 1] Who says I can’t get stoned? Turn off the lights and the telephone Me, in my house alone Who says I can’t get stoned?  Who says I can’t be free? From all of the things that I used to be Re-write my history Who says I can’t be free?  [Chorus] It’s been a long night in New York City It’s been a long night in Baton Rouge I don’t remember you looking any better But then again, I don’t remember you  [Verse 2] Who says I can’t get stoned? Call up a girl that I used to know Fake love for an hour or so Who says I can’t get stoned?  Who says I can’t take time? Meet all the girls on the county line Wait on fate to send a sign Who says I can’t take time?  [Chorus] It’s been a long night in New York City It’s been a long night in Austin too I don’t remember you looking any better But then again, I don’t remember you   [Verse 3] Who says I can’t get stoned? Plan a trip to Japan alone Doesn’t matter if I even go Who says I can’t get stoned?  [Chorus] It’s been a long night in New York City It’s been a long time since 22 I don’t remember you looking any better But then again I don’t remember, don't remember you  ",
        "title": "Who Says"
    },
    {
        "artist": "Mario Featuring Gucci Mane & Sean Garrett",
        "lyrics": "  [Intro: Unknown female] I love you, but I don't think I can love you anymore...  [Bridge: Sean Garrett] When I kiss you so good, why would you wanna break up? When this loving is so good, why would you wanna break up? If I hit that so good, why would you wanna break up? If the feeling is so good, why would you wanna break up?  [Hook: Mario (& Sean Garrett)] Lovin' you, lovin' you, lovin' you - when I'm, when I'm Lovin' you, lovin' you; why would you wanna break up? Do anything for you (why would you wanna break up?) See I be driving through your hood (why would you wanna break up?)  [Verse 1: Gucci Mane] Now baby girl had dumped me, she no longer wants me I'm no longer hired, she said that I been fired On to the next one - more fish in the sea Girls are like buses: miss one next 15 one comin' Gucci Mane crazy and the ice game stuntin' (Burr) Swag so stupid but the bitch straight dumped me Over, no more smoking doja Baby girl went A.W.O.L, she used to be my soulja  [Verse 2: Mario] (Don't) Don't I lace you with the Gucci? (Don't) Don't I deck you in the Louie? (Don't) Don't I make your earlobe freeze? (Don't) Don't when I dive I dive deep? I know I be (gone) I know I be (gone) I know I be (flirting with them girls) I know I be, say I be right back but take too long I know I be, saying I be faithful but I don't I know I be making you them promises then breaking your heart again Telling you she wasn't who she was then we arguing But ba-by.. I love, you - OHH!  [Hook x2]  [Verse 3: Sean Garrett] You might be from the hood, but to me you're a model Everything I ever ever seen in a model If you leaving baby don't leave me until tomorrow Tonight we gonna get a little tipsy with a bottle You gonna get me up, I'm gone take 'em down I'm gone change my ways, we gon' work it out Girl, I wouldn't be the same if you were with somebody else Girl, it wouldn't be the same if I were with somebody else I know, I made, mistakes, before Promise, you won't, get hurt, no more I got, what you, like and, you know Once you lay down, it's on  [Hook x2]  [Verse 4: Gucci Mane] Why you wanna leave me, you should wanna tease me Being icy ain't easy, I make it look easy Used to cop you Bally, now you rock Louie Now it's fuck shawty, I don't like Gucci  [Hook x2]  [Outro: Mario] Now would you, break up, break up, break up? Yeah I'm back, baby...  ",
        "title": "Break Up"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] You better take it from me, that boy is like a disease You're running, you're trying, you're trying to hide And you're wondering why you can't get free He's like a curse, he's like a drug You get addicted to his love You want to get out but he's holding you down Because you can't live without one more touch  [Chorus] He's a good time cowboy Casanova Leaning up against the record machine Looks like a cool drink of water But he's candy-coated misery He's the Devil in disguise A snake with blue eyes And he only comes out at night Gives you feelings that you don't want to fight You better run for your life  [Verse 2] I see that look on your face You ain't hearing what I say So I'll say it again 'Cause I been where you been And I know how it ends You can't get away Don't even look in his eyes He'll tell you nothing but lies And you want to believe But you won't be deceived If you listen to me And take my advice  [Chorus] He's a good time cowboy Casanova Leaning up against the record machine Looks like a cool drink of water But he's candy-coated misery He's the Devil in disguise A snake with blue eyes And he only comes out at night Gives you feelings that you don't want to fight You better run for your life  [Verse 3] Run, run away Don't let him mess with your mind He'll tell you anything you want to hear He'll break your heart It's just a matter of time But just remember  [Chorus] He's a good time cowboy Casanova Leaning up against the record machine Looks like a cool drink of water But he's candy-coated misery He's the Devil in disguise A snake with blue eyes And he only comes out at night Gives you feelings that you don't want to fight You better run for your life  [Outro] Oh, you better run for your life (x3)  ",
        "title": "Cowboy Casanova"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Verse 1] Remember all the things we wanted Now all our memories they're haunted We were always meant to say goodbye Even with our fists held high It never would've worked out right We were never meant for do or die  [Interlude] I didn't want us to burn out I didn't come here to hurt you, now I can't stop  [Chorus] I want you to know that it doesn't matter Where we take this road Someone's gotta go And I want you to know you couldn't have loved me better But I want you to move on, so I'm already gone  [Verse 2] Looking at you makes it harder But I know that you'll find another That doesn't always make you wanna cry Started with a perfect kiss then we could feel the poison set in Perfect couldn't keep this love alive You know that I love you so, I love you enough to let you go  [Chorus] I want you to know that it doesn't matter Where we take this road Someone's gotta go And I want you to know you couldn't have loved me better But I want you to move on, so I'm already gone I'm already gone, already gone You can't make it feel right when you know that it's wrong I'm already gone, already gone There's no moving on, so I'm already gone  [Bridge] Already gone, already gone, already gone Already gone, already gone, already gone, yeah  [Verse 3] Remember all the things we wanted Now all our memories they're haunted We were always meant to say goodbye  [Chorus] I want you to know that it doesn't matter Where we take this road Someone's gotta go And I want you to know you couldn't have loved me better But I want you to move on, so I'm already gone  [Outro] I'm already gone, already gone You can't make it feel right when you know that it's wrong I'm already gone, already gone There's no moving on, so I'm already gone  ",
        "title": "Already Gone"
    },
    {
        "artist": "David Guetta Featuring Akon",
        "lyrics": "  [Verse 1] Yes, I can see her Cause every girl here want to be her Oh she's a diva I feel the same and I want to meet her They say she low down It's just a rumor and I don't believe 'em They say she needs to slow down The baddest thing around town  [Chorus] She's nothing like the girls you've ever seen before Nothing you can compare to your neighborhood, hood I'm trying to find the words to describe this girl without being disrespectful The way that booty moving, I can't take no more Had to stop what I'm doing so I can pull her close I'm trying to find the words to describe this girl without being disrespectful  [Hook] Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl!  [Verse 2] Yes, I can see her Cause every girl here want to be her Oh she's a diva I feel the same and I want to meet her They say she low down It's just a rumor and I don't believe 'em They say she needs to slow down The baddest thing around town  [Chorus] She's nothing like the girls you've ever seen before Nothing you can compare to your neighborhood, hood I'm trying to find the words to describe this girl without being disrespectful The way that booty moving, I can't take no more Had to stop what I'm doing so I can pull her close I'm trying to find the words to describe this girl without being disrespectful  [Hook] Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! A sexy chick  ",
        "title": "Sexy Chick"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1: Hillary Scott] Picture perfect memories Scattered all around the floor Reachin' for the phone 'cause I can't fight it anymore  [Pre-Chorus: Hillary Scott] And I wonder if I ever cross your mind For me it happens all the time  [Chorus: Band] It's a quarter after one, I'm all alone and I need you now Said I wouldn't call, but I lost all control and I need you now And I don't know how I can do without I just need you now  [Verse 2: Charles Kelley] Another shot of whiskey Can't stop lookin' at the door Wishing you'd come sweeping In the way you did before  [Pre-Chorus: Hillary Scott + Charles Kelley] And I wonder if I ever cross your mind For me it happens all the time  [Chorus:Band] It's a quarter after one, I'm little drunk and I need you now Said I wouldn't call, but I lost all control and I need you now And I don't know how I can do without I just need you now  [Bridge: Hillary Scott + Charles Kelley] Yes, I'd rather hurt than feel nothin' at all  [Chorus: Hillary Scott + Charles Kelley + Band] It's a quarter after one, I'm all alone and I need you now And I said I wouldn't call, but I'm a little drunk and I need you now And I don't know how I can do without, I just need you now  [Outro: Hillary Scott] I just need you now Oh, baby, I need you now  ",
        "title": "Need You Now"
    },
    {
        "artist": "Justin Bieber",
        "lyrics": "  [Intro] Me plus you I'mma tell you one time Me plus you (one time) I'mma tell you one time Me plus you (one time) I'mma tell you one time One time, one time  [Verse 1] When I met you, girl, my heart went knock, knock Now them butterflies in my stomach won't stop, stop And even though it's a struggle, love is all we got So we gon' keep, keep climbing to the mountain top  [Pre-Chorus] Your world is my world And my fight is your fight And my breath is your breath When you're hurt, I'm not right  [Chorus] And girl, you're my one love My one heart, my one life for sure Let me tell you one time (girl, I love, girl, I love you) I'mma tell you one time (girl, I love, girl, I love you) And I'mma be your one guy, you'll be my number one girl Always making time for you I'mma tell you one time (girl, I love, girl, I love you) I'mma tell you one time (girl, I love, girl, I love you)  [Verse 2] Your love's so deep You know that it humbles me You're by my side Them troubles, them not trouble me Many have called, but the chosen is you Whatever you want shawty, I'll give it to you  [Pre-Chorus] Your world is my world And my fight is your fight And my breath is your breath When you're hurt, I'm not right  [Chorus] And girl, you're my one love My one heart, my one life for sure Let me tell you one time (girl, I love, girl, I love you) I'mma tell you one time (girl, I love, girl, I love you) And I'mma be your one guy, you'll be my number one girl Always making time for you I'mma tell you one time (girl, I love, girl, I love you) I'mma tell you one time (girl, I love, girl, I love you)  [Bridge] Shawty right there She's got everything I need And I'mma tell her one time, one time, one time Give you everything you need Down to my last dime She makes me happy I know where I'll be Right by your side 'cause she is the one for me, yeah  [Chorus] And girl, you're my one love My one heart, my one life for sure Let me tell you one time (girl, I love, girl, I love you) I'mma tell you one time (girl, I love, girl, I love you) And I'mma be your one guy, you'll be my number one girl Always making time for you I'mma tell you one time (girl, I love, girl, I love you) I'mma tell you one time (girl, I love, girl, I love you)  [Outro] Me plus you I'mma tell you one time Me plus you I'mma tell you one time Me plus you I'mma tell you one time One time, one time  ",
        "title": "One Time"
    },
    {
        "artist": "Michael Franti & Spearhead Featuring Cherine Anderson",
        "lyrics": "  (This one goes out to you and yours, worldwide)  [Chorus] I say hey, I'll be gone today But I'll be back all around the way It seems like everywhere I go The more I see, the less I know But I know one thing That I love you (baby girl) I love you, I love you, I love you  [Verse 1] I've been a lot of places all around the way I've seen a lot of joy and I've seen a lot of pain But I don't want to write a love song for the world I just want to write a song about a boy and a girl  Junkies on the corner always calling my name And the kids on the corner playing ghetto games When I saw you getting down, well, I hope it was you And when I look into your eyes I knew it was true  [Chorus] I say hey, I'll be gone today But I'll be back all around the way It seems like everywhere I go The more I see, the less I know But I know one thing That I love you (baby girl) I love you, I love you, I love you  [Verse 2] Now I'm not a highly metaphysical man But I know when the stars are aligned you can Bump into a person in the middle of the road Look into their eyes and you suddenly know  Rocking in the dance hall moving with you Dancing in the night in the middle of June My momma told me don't lose you 'Cause the best luck I had was you  [Chorus] I say hey, I'll be gone today But I'll be back all around the way It seems like everywhere I go The more I see, the less I know But I know one thing That I love you (baby girl) I love you, I love you, I love you  [Bridge] And I say, rocking in the dance hall, moving with you I say, hey momma, hey momma, close to you Rocking in the dance hall, moving with you I say, hey poppa, hey poppa, close to you Rocking in the dance hall moving with you I say, hey momma, hey momma, close to you Rocking in the dance hall moving with you I say, hey momma, hey momma, hey momma, hey momma Hey momma, hey momma, hey momma, hey momma  My momma told me don't lose you 'Cause the best luck I had was you And I know one thing That I love you  [Chorus] I say hey, I'll be gone today But I'll be back all around the way It seems like everywhere I go The more I see, the less I know I say hey, I'll be gone today But I'll be back all around the way It seems like everywhere I go The more I see, the less I know But I know one thing That I love you (baby girl) I love you, I love you, I love you I love you, I love you, I love you I love you, I love you, I love you I love you, I love you, I love you  (Rocking in the dance hall moving with you I say, hey poppa, hey poppa Hey momma, hey momma Rocking in the dance hall moving with you Come on, hey poppa, hey poppa)  I love you, I love you, I love you I love you, I love you, I love you I love you, I love you, I love you  ",
        "title": "Say Hey (I Love You)"
    },
    {
        "artist": "Colbie Caillat",
        "lyrics": "  [Verse 1] I don't know But I think I may be fallin' for you Dropping so quickly Maybe I should keep this to myself Wait until I know you better  [Pre-Chorus] I am trying, not to tell you But I want to I'm scared of what you'll say And so I'm hiding what I'm feeling But I'm tired of holding this inside my head  [Chorus] I've been spending all my time Just thinking 'bout you I don't know what to do I think I'm fallin' for you I've been waiting all my life And now I found you I don't know what to do I think I'm fallin' for you I'm fallin' for you  [Verse 2] As I'm standing here And you hold my hand Pull me towards you And we start to dance All around us I see nobody Here in silence It's just you and me  [Pre-Chorus]  [Chorus]  [Bridge] Oh, I just can't take it My heart is racing The emotions keep spilling out  [Chorus]  [Outro] I think I'm fallin' for you I can't stop thinking 'bout it I want you all around me And now I just can't hide it [x2] I think I'm fallin' for you I'm fallin' for you Oh, oh no no Oh, oh I'm fallin' for you  ",
        "title": "Fallin' For You"
    },
    {
        "artist": "Zac Brown Band",
        "lyrics": "  [Chorus] I got my toes in the water, ass in the sand Not a worry in the world, a cold beer in my hand Life is good today, life is good today  [Verse 1] Well, the plane touched down just about three o'clock And the city's still on my mind Bikinis and palm trees danced in my head I was still in the baggage line Concrete and cars are their own prison bars Like this life I'm living in But the plane brought me farther, I'm surrounded by water And I'm not going back again  [Chorus] I got my toes in the water, ass in the sand Not a worry in the world, a cold beer in my hand Life is good today, life is good today  [Chorus 2] Adios and vaya con Dios Yeah, I'm leaving GA And if it weren't for tequila and pretty señoritas I'd have no reason to stay Adios and vaya con Dios Yeah, I'm leaving GA Going to lay in the hot sun and roll a big fat one And grab my guitar and play  [Verse 2] Four days flew by like a drunk Friday night As the summer drew to an end They can't believe that I just couldn't leave And I bid adieu to my friends  Because my bartender, she's from the islands Her body's been kissed by the sun And coconut replaces the smell of the bar And I don't know if it's her or the rum  [Chorus] I got my toes in the water, ass in the sand Not a worry in the world, a cold beer in my hand Life is good today, life is good today  [Chorus 3] Adios and vaya con Dios A long way from GA Yes, and all the muchachas, they call me big papa When I throw pesos their way Adios and vaya con Dios A long way from GA Someone do me a favor and pour me some Jaeger And I'll grab my guitar and play Adios and vaya con Dios Going home now to stay The señoritas don't care when there's no dinero Yeah, I got no money to stay  [Bridge] Adios and vaya con Dios Going home now to stay  [Outro] I'm just going to drive up by the lake And put my ass in a lawn chair, toes in the clay Not a worry in the world, a PBR on the way Life is good today, life is good today  ",
        "title": "Toes"
    },
    {
        "artist": "Chris Brown Featuring Lil Wayne & Swizz Beatz",
        "lyrics": "  [Verse 1: Lil Wayne] Go hey lil mama, I can transform ya No, I can't dance but I could dance on ya Swizz on the beat, Chris move ya feet And baby I can transform your \"him\" to a \"me\" I can change you life, make it so new Make you never want to go back to the old you Ciroc and lime, give it little time And she gon' transform like Optimus Prime  [Verse 2: Chris Brown] Need a ride I can Range you up, money I can change you up You can ride your own, no longer be the passenger Swag low, I build you up, knees weak, I stand you up Red lips, red dress, like 'em like a fire truck  [Pre-Hook: Chris Brown] What you need, you can have that My black card, they don't decline that See potential in ya, let me mold that I can transform ya, I can transform ya  [Hook: Swizz Beatz & Chris Brown] I can transform ya, I can transform ya Anything ya want, I can get it for ya You're my baby girl so you know I did it for ya I can trans, I can trans, I can transform ya Shoes you got it, bags you got it Cars you got it, money still got it I can transform ya, I can transform ya Anything you want I can, I can get it for ya  [Verse 3: Chris Brown] See it in the video, you can have it really though Iced out everything, frigid like a eskimo Wanna fly, we can go anywhere you wanna go Jimmy Choos in Italy, Louie V in Tokyo Something like Pinocchio, if you lie then I'mma grow Wanna see me do it big, I can show you how it goes Take you from an amateur to being professional I can have you swag surfin'  [Pre-Hook: Chris Brown] What you need, you can have that My black card, they don't decline that See potential in ya, let me mold that I can transform ya, I can transform ya  [Hook: Swizz Beatz & Chris Brown] I can transform ya, I can transform ya Anything ya want, I can get it for ya You're my baby girl so you know I did it for ya I can trans, I can trans, I can transform ya Shoes you got it, bags you got it Cars you got it, money still got it I can transform ya, I can transform ya Anything you want I can, I can get it for ya  [Verse 4: Lil Wayne] Okay, I can transform ya like a transformer I can turn you from a human to a Carter Take you off the bench, turn ya to a starter Then I take you home and put you on a charger Then my car transforms to a charter And we can fly to wherever you ever thought of Haha, I take you to where it's warmer Then I gotta rip off your dress like a warm up Haha, but I'm just gettin' warmed up So tell your man he better get his Voltron up I transform her to a Ducati Then I transform me to a Bugatti Cause her form puts me in a trance I transform smaller and she puts me in her pants Swizz on the beat, Chris move ya feet And Weezy transform a good girl to a freak  [Hook: Swizz Beatz & Chris Brown] I can transform ya, I can transform ya Anything ya want, I can get it for ya You're my baby girl so you know I did it for ya I can trans, I can trans, I can transform ya Shoes you got it, bags you got it Cars you got it, money still got it I can transform ya, I can transform ya Anything you want I can, I can get it for ya  ",
        "title": "I Can Transform Ya"
    },
    {
        "artist": "Boys Like Girls",
        "lyrics": "  Top down in the summer sun The day we met was like a hit-and-run And I still taste it on my tongue (taste it on my tongue) The sky was burning up like fireworks You made me want you oh so bad it hurt But girl, in case you haven't heard  I used to be love drunk, but now I'm hungover I'll love you forever, forever is over We used to kiss all night, now it's just a bar fight So don't call me crying, say hello to goodbye 'Cause just one sip would make me sick I used to be love drunk, but now I'm hungover I'll love you forever, but now it's over  Hot sweat and blurry eyes We're spinning round a roller coaster ride The world stuck in black and white You drove me crazy every time we touched Now I'm so broken that I can't get up Oh girl, you make me such a lush  I used to be love drunk, but now I'm hungover I'll love you forever, forever is over We used to kiss all night, now it's just a bar fight So don't call me crying, say hello to goodbye 'Cause just one sip would make me sick I used to be love drunk, but now I'm hungover I'll love you forever, but now it's over  All the time I wasted on you All the bullshit you put me through Checking into rehab 'cause everything that we had Didn't mean a thing to you  I used to be love drunk, but now I'm hungover I'll love you forever, but now I'm sober  I used to be love drunk, but now I'm hungover I'll love you forever, forever is over We used to kiss all night, now it's just a bar fight So don't call me crying, say hello to goodbye 'Cause just one sip would make me sick I used to be love drunk, but now I'm hungover I'll love you forever, but now it's over  Nananananananananana Nananananananananana Nananananananananana Nananananananananana Nananananananananana Nananananananananana  Now it's over Still taste it on my tongue Nananananananananana Now It's over...  ",
        "title": "Love Drunk"
    },
    {
        "artist": "Pitbull",
        "lyrics": "  [Intro] DJ Jim Jonsin I want everybody to stop what they doing (Mr. 305) Now if you know you're with somebody That you're gonna take the hotel room tonight Make some noise Meet me at the hotel room Meet me at the hotel room Meet me at the hotel room Meet me at the hotel room  [Refrain: Pitbull] Forget about your boyfriend And meet me at the hotel room You can bring your girlfriends And meet me at the hotel room  Forget about your boyfriend And meet me at the hotel room You can bring your girlfriends And meet me at the hotel room  [Hook] We at the hotel, motel, Holiday Inn We at the hotel, motel, Holiday Inn We at the hotel, motel, Holiday Inn We at the hotel, motel, Holiday Inn  [Verse 1: Pitbull] She like that freaky stuff Two in the \"o\" and one in the eye That kinky stuff, you nasty But I like your type And like T.I., it's whatever you like Bring your girls, just whatever the night Your man just left, I'm the plumber tonight I'll check yo pipes, oh, you the healthy type Well, here goes some egg whites  [Pre-Hook: Pitbull] Now gimme that sweet That nasty, that Gucci stuff Let me tell you what we gon' do Two plus two, I'm gon' undress you Then we're gonna go three and three You gon' undress me Then we're gonna go four and four We gon' freak some more, but first  [Refrain: Pitbull] Forget about your boyfriend And meet me at the hotel room You can bring your girlfriends And meet me at the hotel room  Forget about your boyfriend And meet me at the hotel room You can bring your girlfriends And meet me at the hotel room  [Hook] We at the hotel, motel, Holiday Inn We at the hotel, motel, Holiday Inn We at the hotel, motel, Holiday Inn We at the hotel, motel, Holiday Inn  [Verse 2: Pitbull] After party in hotel lobby Then we off to the room, like vroom Put them fingers in you mouth, or open up you blouse And pull that g-string down south Ooh, okay shawty, one's company Two's a crowd, and three's a party Your girl ain't with it, I got somebody And by nature, she's naughty  [Pre-Hook: Pitbull] Now gimme that sweet That nasty, that Gucci stuff Let me tell you what we gon' do Two plus two, I'm gon' undress you Then we're gonna go three and three You gon' undress me Then we're gonna go four and four We gon' freak some more, but first  [Refrain: Pitbull] Forget about your boyfriend And meet me at the hotel room You can bring your girlfriends And meet me at the hotel room  Forget about your boyfriend And meet me at the hotel room You can bring your girlfriends And meet me at the hotel room  [Hook] We at the hotel, motel, Holiday Inn We at the hotel, motel, Holiday Inn We at the hotel, motel, Holiday Inn We at the hotel, motel, Holiday Inn  [Outro] Mujeres! (eoeoe) Jenny Oye Que Obola  Mujeres! (eoeoe) Yamile Oye Que Obola  Mujeres! (eoeoe) Roslin Oye Que Obola  Mujeres! (eoeoe) Zulema Oye Que Obola  Mujeres! (eoeoe) Christina Oye Que Obola  Mujeres! (eoeoe) Carolina Oye Que Obola  Mujeres! (eoeoe) Sofia Oye Que Obola  Mujeres! (eoeoe) Stefany Oye Que Obola  Dale  ",
        "title": "Hotel Room Service"
    },
    {
        "artist": "Fabolous Featuring The-Dream",
        "lyrics": "  [Produced by Shatek]  [Hook: The-Dream] Y'all know me cause all I do is ride around in Bentley coupe Got no need, she got me buyin her them Fendi shoes All we do is shop until we drop All-all-all-all-all-all we do is shop until we drop (Just throw it in the bag, bag) (x2)  [Fabolous - talking over Hook] You know we had to go shopping one more time, right? I think we forget somethin, haha, haha Uh, uh, uh, uh, uh, uh I said if you gettin money, if you gettin money If you gettin money, just throw it in the bag  [Verse 1 - Fabolous] It's Mr. \"Throw It In The Bag\", I just throw it in the bag I don't know how much it cost but I know this bitch is bad Walk up to that register like I ain't know it had a tag I'm no liar I don't front, I'm a buy her what she want Cause your queen 'posed to get what she desire, what she want If my lady like to eat, then I'm a buy her restaurants And she such a boss bitch, she can hire who she want She can help me blow this green, she the fire to my blunt You can try her if you want, bet it's gon' cost you Bags with the G's, jeans with the horseshoe She can go to work or chill like a boss do That nigga ain't ya nigga unless he endorse you They sayin it ain't trickin if you got it, they lyin I say it ain't trickin if you got her, she mine You niggas ain't got to worry 'bout her she fine My Player Card's approved, you niggas declined, NICEEE!!  [Hook]  [Break - Fabolous - talking over Hook] If you gettin money, if you gettin money If you gettin money, just throw it in the bag Uh, uh, uh, uh, uh, uh I said if you gettin money, if you gettin money If you gettin money, just throw it in the bag  [Verse 2 - Drake] Well alright Loso, and Drizzy baby  Uh uh, we up in Barneys goin dumb again Every time we leave the manager say \"come again\" Honestly she's probably old enough to be my mama friend She just want that feeling back, I make her feel young again If her card declined, you need to check that shit and run again They don't give you limits when you keep that money comin in Yeah, just fold some paper around the magnet As soon as it approve you can throw it in the bag She mature to say the least And if I get a car then she make sure to pay the lease She used to have a husband 'til she found out that he cheats And then she filed for divorce and watch her bank account increase She got a condo with a view, a house with a pool Her son is 26 but he just went away to school She always show me pictures of him, tell me that's her baby I hope that I never meet him, that nigga look craaaaazy And I be spendin all my lady chips She got me feeling like my daddy back in '86 Yeah, she say she lucky that she his No, I'm lucky that you mine baby, you know what it isssss  [Hook]  [Break]  [Verse 3 - Fabolous] Shorty so nice, I don't mean polite When I say nice, I mean lookin right And you can't put a price on something lookin right If they ask how much, tell em what it's lookin like Everything I buy fly, it's like I'm bookin flights If I want it, I'm a get it, that should not be tooken light And that's on everything I got a crazy lady So Money Ain't A Thang Jay-Z, J.D Like Jay-Z's lady, it's Beyoncein Supportin your women goes beyond payin Watchin me ball is like LeBRON playin I'm in the Louie shoes you might see KanYe in They sayin it ain't trickin if you got it, they lyin I say it ain't trickin if you got her, she mine You niggas ain't got to worry 'bout her she fine My Player Card's approved, you niggas declined, NICEEE!!  [Hook]  [Break]  ",
        "title": "Throw It In The Bag"
    },
    {
        "artist": "Cascada",
        "lyrics": "  [Verse 1] Oh, turn up the music, let's get out on the floor I like to move it, come and give me some more Watch me getting physical, out of control, ah, ah, ah There's people watching me, ah, I never miss a beat  [Pre-Chorus] Steal the night, kill the lights, feel it under your skin Time is right, keep it tight cause it's pulling you in Wrap it up, you can't stop cause it feels like an overdose (Feels like an overdose, like an overdose)  [Chorus] Oh, oh, evacuate the dance floor Oh, oh, I'm infected by the sound Oh, oh, stop, this beat is killing me Hey Mr. DJ, let the music take me underground Oh, oh, evacuate the dance floor (Everybody in the club) Oh, oh, I'm infected by the sound Oh, oh, stop, this beat is killing me (Everybody in the club) Hey Mr. DJ, come burn this place right down to the ground  [Verse 2] Oh, my body's aching, system overload, overload Temperature's rising, I'm about to explode Watch me, I'm intoxicated, take in the show, ah It's got me hypnotized, ah, everybody step aside  [Pre-Chorus] Steal the night, kill the lights, feel it under your skin Time is right, keep it tight cause it's pulling you in Wrap it up, you can't stop cause it feels like an overdose (Feels like an overdose, like an overdose)  [Chorus] Oh, oh, evacuate the dance floor Oh, oh, I'm infected by the sound Oh, oh, stop, this beat is killing me Hey Mr. DJ, let the music take me underground Oh, oh, evacuate the dance floor (Everybody in the club) Oh, oh, I'm infected by the sound Oh, oh, stop, this beat is killing me (Everybody in the club) Hey Mr. DJ, come burn this place right down to the ground  Come on and evacuate, feel the club is heating up Move on and accelerate, push it to the top Come on and evacuate, feel the club is heating up Move on and accelerate, you don't have to be afraid  [Bridge] Now guess who's back with a brand new track? They got everybody in the club going mad So everybody in the back Get your back up off the wall and just shake that thang Go crazy, yo lady, yo baby Let me see you wreck that thang Now drop it down low, low Let me see you take it to the dance floor, yo  [Chorus] Everybody in the club (Evacuate the dance floor) Everybody in the club (I'm infected by the sound) Everybody in the club (Stop, this beat is killing me) Hey Mr. DJ, let the music take me underground Oh, oh, evacuate the dance floor Oh, oh, I'm infected by the sound Oh, oh, stop, this beat is killing me Hey Mr. DJ, let the music take me underground  [Outro] Oh, oh, evacuate the dance floor (Everybody in the club) Oh, oh, I'm infected by the sound Oh, oh, stop, this beat is killing me (Everybody in the club) Hey Mr. DJ, come burn this place right down to the ground...  ",
        "title": "Evacuate The Dancefloor"
    },
    {
        "artist": "Shakira",
        "lyrics": "  [Intro] S.O.S, she's in disguise S.O.S, she's in disguise There's a she-wolf in disguise Coming out, coming out, coming out  [Verse 1] A domesticated girl, that's all you ask of me Darling, it is no joke, this is lycanthropy The moon's awake now, with eyes wide open My body's craving, so feed the hungry  [Pre-Chorus] I've been devoting myself to you Monday to Monday and Friday to Friday Not getting enough retribution Or decent incentives to keep me at it I'm starting to feel just a little abused Like a coffee machine in an office So I'm gonna go somewhere cozy to get me a lover And tell you all about it  [Chorus] There's a she-wolf in the closet Open up and set it free (awuu) There's a she-wolf in your closet Let it out so it can breathe  [Verse 2] Sitting across a bar, staring right at her prey It's going well so far, she's gonna get her way Nocturnal creatures are not so prudent The moon's my teacher and I'm her student  [Pre-Chorus] To locate the single men I got on me a special radar And the fire department hotline In case I get in trouble later Not looking for cute little divos or rich city guys I just want to enjoy (ungh!) By having a very good time And behave very bad in the arms of a boy  [Chorus] There's a she-wolf in the closet Open up and set it free (awuu) There's a she-wolf in your closet Let it out so it can breathe  [Interlude] S.O.S, she's in disguise S.O.S, she's in disguise There's a she-wolf in disguise Coming out, coming out, coming out  [Chorus] There's a she-wolf in the closet Open up and set it free (awuu) There's a she-wolf in your closet Let it out so it can breathe  ",
        "title": "She Wolf"
    },
    {
        "artist": "Chris Young",
        "lyrics": "  Tuxedo waiters, black tie White table clothes and red wine We've been planning, this night Looking forward to it,for some time Now honey I know you love getting dressed up And you know I love showing you off But watching your baby blue eyes Dancing in the candle light glow All I can think about, is getting you home  [Chorus] Walking through the front door Seeing your black dress hit the floor Uh honey there sure ain't nothing Like you loving me all night long And all I can think about is getting you home  I don't need this menu, no I don't I already know just what I want Did I hear you right, did you tell me Go pay the waiter and lets leave Now honey I know by that look in your eyes And your hand drawing hearts on mine That our night out of the house Ain't gonna last too long When all you can think about, is getting me home  Walking through the front door Seeing your black dress hit the floor Uh honey there sure ain't nothing Like you loving me all night long And all I can think about is getting you home  Walking through the front door Sseeing your black dress hit the floor Uh honey there sure ain't nothing Like you loving me all night long And all I can think about, all I can think about  ",
        "title": "Gettin' You Home"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] Well I know there's a reason And I know there's a rhyme We were meant to be together That's why We can roll with the punches We can stroll hand in hand And when I say it's forever You understand  [Chorus] That you're always in my heart You're always on my mind But when it all becomes too much You're never far behind And there's no one that comes close to you Could ever take your place Cause only you can love me this way  [Verse 2] I could have turned a different corner I could have gone to another place Then I'd of never had this feeling That I feel today, yeah  [Chorus] And you're always in my heart Always on my mind When it all becomes too much You're never far behind And there's no one that comes close to you Could ever take your place Cause only you can love me this way  Oh  [Chorus]  [Outro] Only you can love me this way  ",
        "title": "Only You Can Love Me This Way"
    },
    {
        "artist": "Cobra Starship Featuring Leighton Meester",
        "lyrics": "  [Intro: Gabe Saporta] I make them good girls go bad I make them good girls go Good girls go bad Good girls go bad  [Verse 1: Gabe Saporta] I know your type Yeah daddy's little girl Just take a bite (one bite) Let me shake up your world Cause just one night couldn't be so wrong I'm going to make you lose control  [Pre-Chorus: Gabe Saporta] She was so shy 'Til I drove her wild  [Chorus 1: Gabe Saporta] I make them good girls go bad I make them good girls go bad You were hanging in the corner With your five best friends You heard that I was trouble but you couldn't resist I make them good girls go bad I make them good girls go Good girls go bad Good girls go bad Good girls go  [Verse 2:  Leighton Meester] I know your type Boy you're dangerous Yeah you're that guy (That guy) I'd be stupid to trust But just one night couldn't be so wrong You make me want to lose control  [Pre-Chorus: Gabe Saporta] She was so shy 'Til I drove her wild  [Chorus 2: Gabe Saporta and Leighton Meester] I make them good girls go bad I make them good girls go bad I was hanging in the corner with my five best friends I knew that you were trouble but I couldn't resist I make them good girls go bad I make them good girls go Good girls go bad Good girls go bad Good girls go bad  [Bridge: Gabe Saporta and Leighton Meester] Oh she got a way with them boys in the place Treat 'em like they don't stand a chance And he got a way with them girls in the back Actin' like they too hot to dance Oh she got a way with them boys in the place Treat 'em like they don't stand a chance And he got a way with them girls in the back Actin' like they too hot to dance  [Chorus 1: Cobra Starship and Leighton Meester] I make them good girls go bad I make them good girls go bad You were hanging in the corner With your five best friends You heard that I was trouble but you couldn't resist I make them good girls go bad I make them good girls go Good girls go bad Good girls go bad Good girls go  ",
        "title": "Good Girls Go Bad"
    },
    {
        "artist": "Drake Featuring Trey Songz & Lil Wayne",
        "lyrics": "  [Chorus: Trey Songz] I want the money, money and the cars Cars and the clothes, the hoes, I suppose I just wanna be, I just wanna be successful I just wanna be, I just wanna be successful I just wanna be, I just wanna be successful  [Verse 1: Drake] Aw yeah, Trey, I fuckin' feel ya They be starin' at the money like it's unfamiliar I get it, I live it, to me there's nothing realer Just enough to solve your problems, too much'll kill ya And when I leave I always come right back here The young spitter that everybody in rap fear A lot of y'all are still sounding like last year The game need change and I'm the motherfuckin' cashier Nickels for my thoughts, dimes in my bed Quarters of the kush shape the lines in my head Take my verses too serious, you'll hate me 'Cause I'm the one to paint a vivid picture, no HD Yeah, I want it all, that's why I strive for it Diss me, you'll never hear a reply for it Any award show or party, I get fly for it I know that it's coming, I just hope that I'm alive for it  [Chorus: Trey Songz] I want the money, money and the cars Cars and the clothes, the hoes, I suppose I just wanna be, I just wanna be successful I just wanna be, I just wanna be successful I just wanna be, I just wanna be successful  [Verse 2: Drake] Yeah, I want things to go my way But as of late, a lot of shit been going sideways And my mother try to run away from home But I left something in the car and so I caught her in the driveway And she cried to me, so I cried too And my stomach was soaking wet, she only 5'2\" And 40, that was all before I showed up And brought a thousand dollars worth of drinks and got poured up Damn, my reality just set in And even when the Phantom's leased, them hoes wanna get in I do a lot of things hoping I never have to fit in So try to keep up with my progress, it's like a dead-end My girl love me, but fuck it, my heart beats slow And right now the tour bus is looking like a freak show And life change for us every single week, so It's good, but I know this ain't the peak though 'cause I want the:  [Interlude] Alright well, umm alright.  You’ll just have to do it without me You know what you do… you know what you do nigga. You making it to the top, all the way to the top. You need to go further than mine, and not the money, you know what I’m saying  [Chorus: Trey Songz] I want the money, money and the cars Cars and the clothes, the hoes, I suppose I just wanna be, I just wanna be successful I just wanna be, I just wanna be successful I just wanna be, I just wanna be successful  [Verse 3: Drake] Wise words from a decent man Back when I was trying to put a ring on Alisha hand This lost boy got fly without Peter Pan And my delivery just got me buzzing like the pizza man In-person I am everything and more I'm everywhere these other niggas never been before But inside I'm treading water, steady trying to swim to shore I'm on a shopping spree to get whatever is in store Yeah, just call me \"Shopping Bag Drizzy\" Or call me Mr. \"Damn, he ain't coppin' that, is he?\" And fans of the freshman is about to get iffy While this youngin that you doubted is about to get busy I'ma kill it, I promise, that's how I know you're mad I've always treated my city like some shoulder pads The big homie, use a flash if you must And I swear I ain't asking for much, all I want is the  [Chorus: Trey Songz] I want the money, money and the cars Cars and the clothes, the hoes, I suppose I just wanna be, I just wanna be successful I just wanna be, I just wanna be successful I just wanna be, I just wanna be successful  [Drake] Yeah, its like, like I know what I gotta say I just don’t know how to say it, to you  [Verse 4: Lil Wayne] Pardon the swag, but bitch it's Car-tey Long bread, I don't eat shortcake, how come I can't Miss a woman like I can't miss court dates Cheese, but she's not in this portrait And yeah, life's fine, but I don't portray I'm on the other side, but it is a short gate I don't want the glow, I want the glo-ray And I'ma fuck the world, but this is just foreplay Tired of hearing bullshit, bring on the cow shit Haven't met a smell that's stinkier than our shit And that's word to Toronto So high up, I got birds in the condo Ha, ain't that a female dog Ask her who I am to her, and she yell \"God\" Weezy Baby, I go re-al hard No further details, boy  ",
        "title": "Successful"
    },
    {
        "artist": "Flo Rida Featuring Ne-Yo",
        "lyrics": "  [Hook: Ne-Yo] I said excuse me little mama if I may Take this thought and send it your way And if you don't like that then send it right back But I just gotta say I wanna be on you, on you I wanna be on you, on you And if you don't like that, then send it right back But I just gotta say, I just gotta say  [Verse 1: Flo Rida] Sh-sh-shawty with no limits, that's what I need all the time I'm w-w-with it, she with it, she not sure she put it down Come g-g-get it, the business, I h-h-hit it, whose is it? The Benz with the windows tinted, go on, lock it, dirty south Shown in like them grown men, Goose, Patron, gin L-let me go on in, sexy moanin', c-catch me jonesin' N-no not never ever witnessed little mama off schedule Got me achy, call me papi, hot as saki, fly as feathers B-but robbed that, sh-shawty house staked, g-got that prowl cat I wanna pop it like ecstasy, pretty face and all that But what I look for, this gal is hood core, b-baddest outdoors Deserve a encore, the definition of a show  [Hook: Ne-Yo] I said excuse me little mama if I may Take this thought and send it your way And if you don't like that then send it right back But I just gotta say I wanna be on you, on you I wanna be on you, on you And if you don't like that, then send it right back But I just gotta say, I just gotta say  [Verse 2: Flo Rida] Hey, I'm feeling you girl, wanna get close to you, no doubt My s-s-swagger should tell it more than anything can vouch Little mama you are what's happening, ghetto fine, I'll make you proud So stunt-alicious, I love it, let's at least work something out Miss Thang, million dollar game, Coke bottle frame Make my wall of fame, let me know your name, I control the rain I can make it better, matter of fact I'll make it wetter Stormy weather with this cheddar all because you hot as ever If you may lady, let me play baby, make my way baby You won't like it, send it back, i-it's okay baby You's a keeper, such a diva, give me your fever If I could freak ya, give me the word, I mean no harm  [Hook: Ne-Yo] I said excuse me little mama if I may Take this thought and send it your way And if you don't like that then send it right back But I just gotta say I wanna be on you, on you I wanna be on you, on you And if you don't like that, then send it right back But I just gotta say, I just gotta say  [Bridge: Ne-Yo] Girl, let me touch you like nobody can Girl, let me show you I'm a gentleman I wanna be the one to hold your hand I just wanna be, I just wanna be Girl, let me touch you like nobody can I wanna show you I'm a gentleman Girl, let me be the one to hold your hand I just wanna be, I just wanna be  [Hook: Ne-Yo] I said excuse me little mama if I may Take this thought and send it your way And if you don't like that then send it right back But I just gotta say I wanna be on you, on you I wanna be on you, on you And if you don't like that, then send it right back But I just gotta say, I just gotta say  I said excuse me little mama if I may Take this thought and send it your way And if you don't like that then send it right back But I just gotta say I wanna be on you, I wanna be on you And if you don't like that then send it right back But I just gotta say, I just gotta say Be on you, y-y-you  ",
        "title": "Be On You"
    },
    {
        "artist": "Ester Dean Featuring Chris Brown",
        "lyrics": "  [Intro] Drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl  [Verse 1: Lil Wayne] If ya ass too big, I make ya back that ass up I only go down if ya keep your grass cut Hair to the back, hat to the front Weezy F. baby, tatted on the butt Okay, still remixin’ with one of these vixens I make her ride me like I’m Sea Biscuit Ms. Ester Dean, you can get it Look, I like a nice two pack and a booty on biggie What's really good? What you know about it? Swagger too good, I should notarize it Yeah, they call me Tune, no Bugs Bunny Make the booty clap, give it up for me Yeah, it’s Young Money, you know I bring money I make that booty talk, Connie Chung for me I got her butt naked in a red Snuggie I make her drop it low like she duckin' from me Now where she at? Where she at? There she go, there she go She bring it back, br-bring it back Then she drop it low, drop it low, ya dig  [Verse 2: Ester Dean] You wanna see me drop it, drop it, drop it Wanna pop it, pop it, pop it, shake that ass on the floor You wanna see me shake it, shake it, shake it Yeah, you like it, like it, like it when I drop it real low Yeah, boy, you like that oh I can tell that you like that oh Yeah. boy, you love it When my booty goes boom-bo-bo-boom, bo-bo-boom, ba-boom, boom  [Hook: Ester Dean & Chris Brown] Drop, drop, drop, drop, drop, drop, drop Drop, drop, drop, drop, drop, drop, drop He told me move that ass around and move that ass around And move that ass around and move that ass around He said move that ass around and move that ass around And move that ass around and move that ass around  [Verse 3: Chris Brown] I can't stop staring at your body Put my hands on your body, you sexy fo' sho' You the real deal kinda hotty Come and ride in my Bugatti, girl, come drop it low Yeah girl, I like that You can tell that I like that Yeah girl, I love when your booty goes Boom, ba-ba-boom, ba-boom, ba-boom, boom  [Hook: Ester Dean & Chris Brown] Drop, drop, drop, drop, drop, drop, drop Drop, drop, drop, drop, drop, drop, drop He told me move that ass around and move that ass around And move that ass around and move that ass around He said move that ass around and move that ass around And move that ass around and move that ass around  [Bridge: Ester Dean & Chris Brown] He say he like the way my booty, booty, booty pop He say he like the way my booty, booty booty rock He say he like the way my booty, booty, booty drop Drop, drop, drop Girl, I like the way your booty, booty, booty popp Girl, I like the way your booty, booty, booty drop Girl, I like the way your booty, booty, booty Boom, ba-ba-boom, ba-boom, ba-boom, boom  [Hook: Ester Dean & Chris Brown] Drop, drop, drop, drop, drop, drop, drop Drop, drop, drop, drop, drop, drop, drop He told me move that ass around and move that ass around And move that ass around and move that ass around He said move that ass around and move that ass around And move that ass around and move that ass around  ",
        "title": "Drop It Low"
    },
    {
        "artist": "Keri Hilson Featuring Kanye West & Ne-Yo",
        "lyrics": "  [Intro: Keri Hilson talking] A huh huh, not again Ohh, this ain't supposed to happen to me  [Break: Kanye West] Keep rocking and keep knocking Whether you Louboutin'd up or Reebokin' You see the hate that they serving on a platter So what we gonna have, dessert or disaster  [Verse 1: Keri Hilson] I never thought I'd be in love like this When I look at you my mind goes on a trip Then you came in and knocked me on my face Feels like in I'm a race but I already won first place I never thought I'd fall for you as hard as I did You got me thinking bout our life, our house, and kids Every morning I look at you and smile Cause boy you came around and you knocked me down, knocked me down  [Hook: Keri Hilson] Sometimes love comes around and it knocks you down Just get back up, when it knocks you down, knocks you down Sometimes love comes around and it knocks you down Just get back up, when it knocks you down, knocks you down  [Verse 2: Ne-Yo] I never thought I'd hear myself say \"Y'all go ahead, I think I'm going to kick it with my girl today\" I used to be commander-in-chief of my pimp ship flying high Til I met this pretty little missile that shot me out the sky Hey, so now I'm crashing Don't know how it happened But I know it feels so damn good Said if I could go back and make it happen faster Don't you know I would baby if I could Miss Independent, to the fullest The load never too much, she helping me pull it She shot the bullet that ended that life I swear to you the pimp in me just died tonight Girl sometimes love  [Hook] Sometimes love comes around and it knocks you down Just get back up, when it knocks you down, knocks you down Sometimes love comes around and it knocks you down Just get back up, when it knocks you down, knocks you down  [Verse 3: Kanye West] Tell me now, can you make it past your Caspers? So we can finally fly off into NASA You was always the cheerleader of my dream That seem to only date the head of football teams And I was the class clown that always kept you laughing We were never meant to be baby we just happened So please don't mess up the trick Hey Young World, I'm the new Slick Rick They say I move too quick but we can't let this moment pass us Let the hourglass pass right into ashes Let the wind blow the ash right before my glasses So I wrote this love letter right before my classes How could a goddess ask someone that's only average For advice, OMG, you listen to that bitch Woe is me baby this is tragic Cause we had it, we was magic I was flying now I'm crashing This is Bad, real bad, Michael Jackson Now I'm mad, real mad, Joe Jackson You should leave your boyfriend now, I'm gon' ask him  [Verse 4: Keri Hilson] So you got to take the good with the bad, happy and the sad And let it bring a better future than I had in the past Oh, cause I don't want to make the same mistakes I did I don't want to fall back on my face again I'll admit it, I was scared to act to love's call And if it hits better make it worth the fall  [Hook] Sometimes love comes around and it knocks you down Just get back up, when it knocks you down, knocks you down Sometimes love comes around and it knocks you down Just get back up, when it knocks you down, knocks you down  [Outro: Keri Hilson and Ne-Yo] Won't see it coming when it happens But when it happens You're gonna feel it let me tell you now You see when love comes and knocks you down Yeah Won't see it coming when it happens But when it happens You're gonna feel it let me tell you now You see when love comes and knocks you down Yeah  ",
        "title": "Knock You Down"
    },
    {
        "artist": "Chamillionaire",
        "lyrics": null,
        "title": "Good Morning"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Intro] You know, a lot of girls be Thinkin' my songs are about them This is not to get confused This one's for you  [Chorus] Baby, you my everything, you all I ever wanted We could do it real big, bigger than you ever done it You be up on everything, other hoes ain't never on it I want this forever, I swear I can spend whatever on it 'Cause she hold me down every time I hit her up When I get right, I promise that we gon' live it up She made me beg for it 'til she give it up And I say the same thing every single time I say, you the fuckin' best, you the fuckin' best You the fuckin' best, you the fuckin' best You the best I ever had, best I ever had Best I ever had, best I ever had I say, you the fuckin'  [Verse 1] Know you got a roommate, call me when there's no one there Put the key under the mat and you know I be over there (Yup) I be over there, shawty, I be over there I be hittin' all the spots that you ain't even know was there And you don't even have to ask twice You could have my heart or we could share it like the last slice Always felt like you was so accustomed to the fast life Have a nigga thinkin' that he met you in a past life Sweatpants, hair tied, chillin' with no make-up on That's when you're the prettiest I hope that you don't take it wrong You don't even trip when friends say \"You ain't bringin' Drake along?\" You know that I'm workin', I'll be there soon as I make it home And she a patient in my waiting room Never pay attention to the rumors and what they assume And until them girls prove it I'm the one that never get confused with, 'cause—  [Chorus] Baby, you my everything, you all I ever wanted We could do it real big, bigger than you ever done it You be up on everything, other hoes ain't never on it I want this forever, I swear I can spend whatever on it 'Cause she hold me down every time I hit her up When I get right, I promise that we gon' live it up She made me beg for it 'til she give it up And I say the same thing every single time I say, you the fuckin' best, you the fuckin' best You the fuckin' best, you the fuckin' best You the best I ever had, best I ever had Best I ever had, best I ever had I say, you the fuckin'  [Verse 2] Sex, Love, Pain, baby, I be on that Tank shit Buzz so big I could probably sell a blank disc When my album drop, bitches'll buy it for the picture And niggas'll buy it too and claim they got it for they sister Magazine paper, girl, the money ain't the issue They bring dinner to my room and ask me to initial She call me the referee 'cause I be so official My shirt ain't got no stripes, but I can make your pussy whistle Like the Andy Griffith theme song And who told you to put them jeans on? Double cup love, you the one I lean on Feelin' for a fix, then you should really get your fiend on Yeah, just know my condo is the crack spot Every single show, she out there reppin' like a mascot Get it from the back and make your fuckin' bra strap pop All up in your slot 'til the nigga hit the jackpot  [Chorus] Baby, you my everything, you all I ever wanted We could do it real big, bigger than you ever done it You be up on everything, other hoes ain't never on it I want this forever, I swear I can spend whatever on it 'Cause she hold me down every time I hit her up When I get right, I promise that we gon' live it up She made me beg for it 'til she give it up And I say the same thing every single time I say, you the fuckin' best, you the fuckin' best You the fuckin' best, you the fuckin' best You the best I ever had, best I ever had Best I ever had, best I ever had I say, you the fuckin' best, you the fuckin' best You the fuckin' best, you the fuckin' best You the best I ever had, best I ever had Best I ever had, best I ever had  [Outro] Uhh, ah yea See, this the type of joint you gotta dedicate to somebody Just make sure they that special somebody Young Money, yeah, yeah You know who you are (I got you, got you)  ",
        "title": "Best I Ever Had"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] Winter getting colder, summer getting warmer Tidal wave coming 'cross the Mexican border Why buy a gallon, it's cheaper by the barrel Just don't get busted singing Christmas carols  [Chorus] That's us, that's right Gotta love this American ride Both ends of the ozone burning Funny how the world keeps turning Look ma, no hands I love this American ride Gotta love this American ride  [Verse 2] Momma gets her rocks off watching' Desperate Housewives Daddy works his ass off paying' for the good life Kids on the YouTube learning how to be cool Living in a cruel world, pays to be a mean girl  [Chorus] That's us, That's right Gotta love this American ride Both ends of the ozone burning Funny how the world keeps turning Look ma, no hands I love this American ride Gotta love this American ride  [Verse 3] Poor little infamous, America's town She gained five pounds and lost her crown Quick fix plastic surgical antidote Got herself a record deal, can't even sing a note  [Verse 4] Plasma getting bigger, Jesus getting smaller Spill a cup of coffee, make a million dollars Customs caught a thug with an aerosol can If the shoe don't fit, fits gonna hit the shan  [Outro] That's us, That's right Gotta love this American ride Both ends of the ozone burning Funny how the world keeps turning Hot dog, Hot damn I love this American ride Gotta love this American ride Oh yeah Na na na na na na na na na na na na na na na na na na nananananananana  ",
        "title": "American Ride"
    },
    {
        "artist": "Gucci Mane Featuring Plies Or OJ Da Juiceman",
        "lyrics": "  [Hook: Gucci Mane] Ha, ha, ha, ha (So wasted, so wasted, wasted) Rock star lifestyle, might don't make it (Wasted) Living life high, everyday clique wasted (Wasted) Sipping on purple stuff, rolling up stanky (Wasted) Wake in the morning, 10 o'clock drinking (Wasted) \"Party, party, party!\" Let's all get wasted (Wasted) Shake it for me, baby girl. Do it butt-naked (Wasted) I'm so wasted, she's so wasted (Wasted) Tell the bartender send me 20 more cases  [Verse 1: Gucci Mane] Geeking like Whitney, geeking like Britney (Wasted) Gucci no hippie but he stoned like Jimmy (Jimmy) X-pill poppers, geeked up crazy (Crazy) Whole clique rolling, everyone's wasted (Wasted) Purple Codeine Sprite pink: don't waste it (Waste it) Mix-up, grandma drink it, didn't taste it (Taste it) Now grandma sipping syrup, leaning wasted Walking around fucked up twisting her fingers Homegirl slipped up, drunk, got wasted (Wasted) Now she backstage and she trying to get famous See me, I'm a drinkie, drinking, Gucci Mane shake it (shake it) Club life, damn right, Gucci Mane wasted (wasted)  [Hook: Gucci Mane] Rock star lifestyle, might don't make it (Wasted) Living life high, everyday clique wasted (Wasted) Sipping on purple stuff, rolling up stanking (Wasted) Wake in the morning, 10 o'clock drinking (Wasted) \"Party, party, party!\" Let's all get wasted (Wasted) Shake it for me, baby girl. Do it butt-naked (Wasted) I'm so wasted, she's so wasted (Wasted) Tell the bartender send me 20 more cases  [Verse 2: Plies] I don't wear tight jeans like the white boys But I do get wasted like the white boys Now I'm looking for a bitch to suck this Almond Joy Say she got to stop sucking cause her jaws sore Got a bitch on the couch, bitch on the floor (on the floor) Your partner just popped another one, now he rolling more Was on 3 pills, now he on 4 I don't know why, but that Remy turn me into a whore Walked in the club, pocket full of big faces Got that 40 on my waist and it's off safety About 40 goons with me and we all wasted On Remy straight tonight, dogg, no chaser  [Hook: Gucci Mane] Rock star lifestyle, might don't make it (Wasted) Living life high, everyday clique wasted (Wasted) Sipping on purple stuff, rolling up stanking (Wasted) Wake in the morning, 10 o'clock drinking (Wasted) \"Party, party, party!\" Let's all get wasted (Wasted) Shake it for me, baby girl. Do it butt-naked (Wasted) I'm so wasted, she's so wasted (Wasted) Tell the bartender send me 20 more cases  [Verse 3: Gucci Mane] Whole click faded, we geeked up crazy (crazy) Big boy bracelets, we \"white-boy wasted\" (Wasted) No shirts, fuck it! Our necks and arms are tatted We sloppy drunk, disgusted, the liquor keep wasting (wasting) 2-8-5 Eastside, me and Plies wasted (Wasted) Racing, Chevy beating, booty/butt chasing Spring bling, 50 thousand, white girls shaking Some dancing naked, but everyone's wasted (Wasted) Magic City Monday, ball-player wasted (Wasted) This is for your uncle drinking Thunderbird, wasted (Wasted) 12-pack wasted, I need more cases (Wasted) And Gucci's not a racist all my diamonds caucasian  [Hook: Gucci Mane] Rock star lifestyle, might don't make it (Wasted) Living life high, everyday clique wasted (Wasted) Sipping on purple stuff, rolling up stanking (Wasted) Wake in the morning, 10 o'clock drinking (Wasted) \"Party, party, party!\" Let's all get wasted (Wasted) Shake it for me, baby girl. Do it butt-naked (Wasted) I'm so wasted, she's so wasted (Wasted) Tell the bartender send me 20 more cases  [Outro: Gucci Mane] This is GPSA (Ghetto Public Service Announcement) We don't get fucked up no more We get wasted (Wasted) Gucci Mane, Plies, FATBOI  ",
        "title": "Wasted"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  [Verse 1] She had a shiny little beamer with the ragtop down Sitting in the drive but she wouldn't get out The dogs were all barking and a wagging around And I just laughed and said you all get in She had on a new dress and she curled her hair She was looking too good not to go somewhere Said what you want to do baby I don't care We can go to the show We can stay right here  [Chorus] And I can take you for a ride on my big green tractor We can go slow or make it go faster Down through the woods and out to the pasture Long as I'm with you it really don't matter Climb up in my lap and drive if you want to Girl you know you got me to hold on to We can go to town or baby if you'd rather I'll take you for a ride on my big green tractor  [Bridge] Said we can fire it up and I can show you around Sit up on the hill and watch the sun go down When the fireflies are dancing and the moon comes out We can turn on the lights and head back to the house  [Chorus] Or we can take another ride on my big green tractor We can go slow or make it go faster Down through the woods and out to the pasture Long as I'm with you it really don't matter Climb up in my lap and drive if you want to Girl you know you got me to hold on to We can go to town baby if you'd rather I'll take you for a ride on my big green tractor  [Verse 2] Just let me dust of the seat Put your pretty little arms around me You can climb up in my lap and drive if you want to Girl you know you got me to hold on to We can go to town or baby if you'd rather I'll take you for a ride on my big green tractor We can go to town Or we can go another round On my big green tractor  ",
        "title": "Big Green Tractor"
    },
    {
        "artist": "Pitbull",
        "lyrics": "  [Intro] Haha Its Mr. 305 checkin' in for the remix You know that is 75 Street Brazil? Well this here is gon' be called Calle Ocho Hahahaha  Que Bola Cata, Que Bola Omega And this how we gon' do it Dale  One, two, three, four Uno, do', tres, cuatro  [Chorus] I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) (Hahaha)  One, two, three, four Uno, do', tres, cuatro  Rumba (Si) Ella quiere su Rumba (Como?) Rumba (Si) Ella quiere si Rumba (Como?)  Si e' verdad que tu ere' guapa Yo te voy a poner gozar Tu tienes la boca grande Dale ponte a jugar (Como)  One, two, three, four Uno, do', tres, cuatro (Woooo-ooo!)  [Verse 1] Tick to the tock, on my way to the top, huh Pit got it locked from goons to the locks R.I.P., uh, BIG and Pac That he's not, but damn he's hot Label flop but Pit won't stop Got her in the cockpit playin' with Pit's (Como?) Now watch me make a movie like Albert Hitchcock, ha Enjoy Me  [Chorus] I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha)  One, two, three, four Uno, do', tres, cuatro  Rumba (Si) Ella quiere su Rumba (Como?) Rumba (Si) Ella quiere su Rumba (Como?)  Si es verdad que tu ere guapa Yo te voy a poner gozar Tu tiene la boca grande Dale ponte a jugar (Como)  One, two, three, four Uno, do', tres, cuatro (Woooo-ooo!)  [Verse 2] Mami got an ass like a donkey, with a monkey Look like King Kong Welcome to the crib, 305, that's what it is With a woman down here ya shhh The don't play games They off the chain, and they love to do Everythang and anythang, anythang And they love to gettin' in, gettin' on All night long (Dale)  [Chorus] I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha)  One, two, three, four Uno, do', tres, cuatro  Rumba (Si) Ella quiere su Rumba (Como?) Rumba (Si) Ella quiere su Rumba (Como?)  Si es verdad que tu ere guapa Yo te voy a poner gozar Tu tiene la boca grande Dale ponte a jugar (Como)  One, two, three, four Uno, do', tres, cuatro  [Verse 3] Baby you can get it, if you with it, we can play Baby I got cribs, I got condos we can stay Even got a king size matress we can lay Baby I don't care, I don't care, what they say, 'cause  [Chorus] I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha)  One, two, three, four Uno, do', tres, cuatro  Rumba (Si) Ella quiere su Rumba (Como?) Rumba (Si) Ella quiere su Rumba (Como?)  Si es verdad que tu ere guapa Yo te voy a poner gozar Tu tiene la boca grande Dale ponte a jugar (Como)  One, two, three, four Uno, do', tres, cuatro  ",
        "title": "I Know You Want Me (Calle Ocho)"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Album Intro] Welcome Welcome to The E.N.D Do not panic, there is nothing to fear Everything around you is changing Nothing stays the same This version of myself is not permanent Tomorrow, I will be different The Energy Never Dies Energy cannot be destroyed, or created It always is, and it always will be This is the end, and the beginning.. Forever infinite Welcome  [Intro: Will.I.Am] Gotta get that, gotta get that Gotta get that Gotta get that, that, that, that-that  [Hook: Will.I.Am] (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) That (Boom boom boom) That (Boom boom boom) (Boom boom)  [Verse 1: Will.I.Am] Yo, I got that hit to beat the block You can get that bass on the low I got that rock 'n roll, that future flow That digital spit, next level visual shit I got that (Boom boom boom) How the beat bang? (Boom boom boom)  [Bridge: Fergie] I like that boom boom pow Them chickens jacking my style They try to copy my swagger I'm on that next shit now I'm so three thousand and eight You so two thousand and late I got that boom boom boom That future boom boom boom Let me get it now  [Hook: Will.I.Am] (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) That (Boom boom boom) That (Boom boom boom) (Boom boom)  [Verse 2: Taboo] I'm on that supersonic boom Y'all hear that spaceship (Zoom!) When I step inside the room, them girls go apeshit, mmm Y'all stuck on Super 8 shit, that lo-fi stupid 8-bit I'm on that HD flat, this beat go boom-boom-bap  [Verse 3: Apl.De.Ap & Will.I.Am] I'm a beast when you turn me on Into the future, cybertron Harder, faster, better, stronger Sexy ladies, extra longer Cause, we got the beat that bounce We got the beat that pound We got the beat, that 808 That boom boom in your town  [Breakdown: Fergie] People in the place If you wanna get down Put your hands in the air Will.I.Am., drop the beat now!  [Interlude 1: Will.I.Am] Yup, yup I be rockin them beats! Yup, yup I be rockin them beats! Y-yup, yup, yup, ha, ha, ha  [Verse 4: Will.I.Am] Here we go, here we go, satellite radio Y'all gettin hit wit the (Boom, boom!) Beats so big, I'm stepping on leprechauns Shitting on y'all wit the (Boom, boom!) Shitting on y'all wit the (Boom, boom!) Shitting on y'all wit the This beat be bumping, bumping This beat go boom boom!  [Interlude 2] Let the beat rock Let the beat rock Let the beat rock This beat be bumping, bumping This beat go boom boom!  [Bridge: Fergie] I like that boom boom pow Them chickens jacking my style They try to copy my swagger I'm on that next shit now I'm so three thousand and eight You so two thousand and late I got that boom boom boom That future boom boom boom Let me get it now  [Hook: Will.I.Am] (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) That (Boom boom boom) That (Boom boom boom) (Boom boom)  [Outro] Let the beat rock (Let the beat rock) Let the beat rock (Let the beat...) Let the beat rock (Let the beat rock, rock, rock...)  ",
        "title": "Boom Boom Pow"
    },
    {
        "artist": "The Fray",
        "lyrics": "  [Verse 1] Some things we don't talk about Rather do without And just hold the smile Fallin' in and out of love Same damn problem Together all the while  [Pre-Hook] You can never say never While we don't know when But time and time again Younger now than we were before  [Hook] Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go  [Verse 2] Picture, you're the queen of everything As far as the eye can see Under your command I will be your guardian When all is crumblin' I steady your hand  [Pre-Hook] You can never say never While we don't know when Time, time, time again Younger now than we were before  [Hook] Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go  [Bridge] We're falling apart and comin' together again and again We're growin' apart but we pull it together, pull it together, together again  [Hook] Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go  ",
        "title": "Never Say Never"
    },
    {
        "artist": "Green Day",
        "lyrics": "  [Verse 1] Do you know what's worth fighting for When it's not worth dying for? Does it take your breath away And you feel yourself suffocating? Does the pain weigh out the pride? And you look for a place to hide? Did someone break your heart inside? You're in ruins  [Chorus] One, twenty-one guns Lay down your arms Give up the fight One, twenty-one guns Throw up your arms into the sky You and I  [Verse 2] When you're at the end of the road And you lost all sense of control And your thoughts have taken their toll When your mind breaks the spirit of your soul Your faith walks on broken glass And the hangover doesn't pass Nothing's ever built to last You're in ruins  [Chorus] One, twenty-one guns Lay down your arms Give up the fight One, twenty-one guns Throw up your arms into the sky You and I  [Bridge] Did you try to live on your own When you burned down the house and home? Did you stand too close to the fire? Like a liar looking for forgiveness from a stone  [Guitar Solo]  [Verse 3] When it's time to live and let die And you can't get another try Something inside this heart has died You're in ruins  [Chorus] One, twenty-one guns Lay down your arms Give up the fight One, twenty-one guns Throw up your arms into the sky  One, twenty-one guns Lay down your arms Give up the fight One, twenty-one guns Throw up your arms into the sky You and I  ",
        "title": "21 Guns"
    },
    {
        "artist": "Daughtry",
        "lyrics": "  I practiced this for hours, gon' round and round And now i think that I've got it all down And as i say it louder, I love how it sounds Cause I'm not taking the easy way out  Not wrapping this in ribbons Shouldn't have to give a reason why  It's no surprise i won't be here tomorrow I can't believe that i stayed till' today Yeah, you and i will be a tough act to follow But i know in time we'll find this was no surprise  It came out like a river once i let it out When i thought that I wouldn't know how Held on to it forever just pushing it down Felt to good to let go of it now Not wrapping this in ribbons, shouldn't have to give a reason why  It's no surprise i won't be here tomorrow I can't believe that i stayed till' today There's Nothing here in this heart left to borrow There's nothing here in this soul here to say Don't be surprised when we hate this tomorrow God knows we tried to find an easier way Yeah, you and i will be a tough act to follow But i know in time we'll find this was no surprise  Our favorite place that we used to go The warm embrace that no one knows The loving look that's left your eyes That's why this comes as no, as no surprise  If i could see the future and how this plays out I bet its better than where we are now But after going through this its easier to see the reason why  Its no surprise i won't be here tomorrow I can't believe that i stayed till' today Yeah you and i will be a tough act to follow But i know in time we'll find this was no surprise  The kiss goodnight, it comes with me Both wrong and right, our memories (our memories) The whispering before we sleep Just one more thing that you can't keep (you can't keep)  Our favorite place we used to go The warm embrace that no one knows The loving look that's left your eyes But i know in time we'll find this was no surprise  ",
        "title": "No Surprise"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": null,
        "title": "Do I"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] When I was ten years old I remember thinking how cool it would be When we were going on an eight hour drive If I could just watch TV  And I'd have given anything To have my own PacMan game at home I used to have to get a ride down to the arcade Now I've got it on my phone  [Chorus] He-e-ey Glory glory hallelujah Welcome to the future  [Verse 2] My grandpa was in World War II He fought against the Japanese He wrote a hundred letters to my grandma Mailed them from his base in the Philippines  I wish they could see this now Where they say this change can go Cause I was on a video chat this morning With a company in Tokyo  [Chorus] He-e-ey Every day is a revolution Welcome to the future  He-e-ey Look around it's all so clear He-e-ey Wherever we would go and well we He-e-ey So many things I never thought I'd see Happening right in front of me  [Verse 3] I had a friend in school Running-back on a football team They burned a cross in his front yard For asking out the home-coming queen  I thought about him today Everybody who's seen what he's seen From a woman on a bus To a man with a dream  [Chorus] He-e-ey Wake up Martin Luther Welcome to the future He-e-ey Glory glory hallelujah Welcome to the future  ",
        "title": "Welcome To The Future"
    },
    {
        "artist": "Justin Bieber",
        "lyrics": "  [Intro] Alright, let's go There's gonna be one less lonely girl, one less lonely girl One less lonely girl, one less lonely girl There's gonna be one less lonely girl, one less lonely girl One less lonely girl  [Verse 1] How many I told yous and start overs and shoulders have you cried on before? How many promises, be honest girl, how many tears you let hit the floor? How many bags you packed, just to take him back, tell me that, how many either ors? But no more if you let me inside of your world, there'll be one less lonely girl  [Pre-Chorus] Oh oh, saw so many pretty faces before I saw you, you Now all I see is you, I'm coming for you, I'm coming for you No no, don't need these other pretty faces like I need you And when you're mine in the world, there's gonna be one less lonely girl  [Chorus] I'm coming for you, one less lonely girl I'm coming for you, one less lonely girl I'm coming for you, one less lonely girl There's gonna be one less lonely girl I'm coming for you, I'm going to put you first I'm coming for you, I'll show you what you're worth That's what I'm gonna do if you let me inside of your world There's gonna be one less lonely girl  [Verse 2] Christmas wasn't merry, 14th of February, not one of 'em spent with you How many dinner dates, set dinner plates and he didn't even touch his food? How many torn photographs I saw you taping back, tell me that you couldn't see an open door But no more, if you let me inside of your world, there'll be one less lonely girl  [Pre-Chorus] Oh oh, saw so many pretty faces before I saw you, you Now all I see is you, I'm coming for you, I'm coming for you No no, don't need these other pretty faces like I need you And when you're mine in this world, there's gonna be one less lonely girl  [Chorus] I'm coming for you, one less lonely girl I'm coming for you, one less lonely girl I'm coming for you, one less lonely girl There's gonna be one less lonely girl I'm coming for you, I'm going to put you first I'm coming for you, I'll show you what you're worth That's what I'm gonna do if you let me inside of your world There's gonna be one less lonely girl  [Bridge] I can fix up your broken heart, I can give you a brand new start I can make you believe, yeah, I just want to set one girl free to fall Free to fall, she's free to fall, fall in love with me Her heart's locked, and know what, I got the key, I'll take her and leave the world with one less lonely There's gonna be one less lonely girl, one less lonely girl One less lonely girl, one less lonely girl There's gonna be one less lonely girl, one less lonely girl One less lonely girl  [Chorus] I'm coming for you, one less lonely girl I'm coming for you, one less lonely girl I'm coming for you, one less lonely girl There's gonna be one less lonely girl I'm coming for you, I'm going to put you first I'm coming for you, I'll show you what you're worth That's what I'm gonna do if you let me inside of your world There's gonna be one less lonely girl  I'm coming for you, one less lonely girl I'm coming for you, one less lonely girl I'm coming for you, one less lonely girl There's gonna be one less lonely girl I'm coming for you, I'm going to put you first I'm coming for you, I'll show you what you're worth That's what I'm gonna do if you let me inside of your world There's gonna be one less lonely girl  [Outro] Only you shawty  ",
        "title": "One Less Lonely Girl"
    },
    {
        "artist": "Jeremih",
        "lyrics": "  [Chorus] I thought I told ya, Imma star You see the ice, you see the cars Flashy lights, everywhere we are Livin' like, like there's no tomorrow I thought I told ya, Imma star You see the ice, you see the cars Flashy lights, everywhere we are Livin' like, like there's no tomorrow Oh oh ohh  [Verse 1] I got money, I don't need a Range I'm a pimp, I don't need a cane Big bills Charlie, you could keep the change Now that I got the torch, I'm a keep the flame I'm a keep my aim, gotta make the big shots In my linen suit, Louis V flip flops Got a bad bitch, her hair and nails tip top Jeremih got the game on a slipknot Just before the stacks, I got rubber bands Consumers only want you to supply demand So here I am, check my DNA Gettin' money is the only thing on my résumé  [Chorus] I thought I told ya, Imma star You see the ice, you see the cars Flashy lights, everywhere we are Livin' like, like there's no tomorrow Oh oh ohh I thought I told ya, Imma star You see the ice, you see the cars Flashy lights, everywhere we are Livin' like, like there's no tomorrow Oh oh ohh  [Verse 2] Like the dealer ship, I got beaucoup cars Penitentiary, I keep beaucoup bars Flow so hot, fried in beaucoup lard Hollywood ground, I got beaucoup stars Don't need Roger Ebert or the paparazzi Take more than the red out the corner, stop me I got hella licks, man, hella [?] Hit the weed man, so I can get in touch with Mary Jane You're a Scorpio, girl get over here Grab me all night, like you came to Paul Revere Kissin' on my neck, nibblin' on my ear You say you wanna chill, go 'head and have a beer  [Chorus] I thought I told ya, Imma star You see the ice, you see the cars Flashy lights, everywhere we are Livin' like, like there's no tomorrow Oh oh ohh I thought I told ya, Imma star You see the ice, you see the cars Flashy lights, everywhere we are Livin' like, like there's no tomorrow Oh oh ohh  [Bridge] Now if you back it up, shawty, I'ma stack it up If you back it up, shawty, I'ma stack it up You know I'ma stack it up but only if you back it up Oh oh, ay, oh oh, ay  [Interlude] Flashy lights Oh, lights Oh, lights Oh oh ohh Everywhere we are, oh oh oh Everywhere we are, oh oh oh Flashy lights Oh, lights Oh, lights Oh oh ohh Everywhere we are, oh oh oh Everywhere we are, oh oh oh  [Verse 3] Ohh Okay, now I be ballin', I, I, I be, I be ballin' You can catch me in the air, air, I'll be rollin' When I'm tryna grab some gear, gear, I be mallin' In the middle of the club with 1 dolla, you call it The either the camera's flickin' or the police clockin' Especially at the end of the month when it's just not an option Now they got that spotlight on me Why they put that on me? Now I'm never lonely Cause everywhere I go it's...  [Outro] Flashy lights Oh, lights Oh, lights Oh oh ohh Everywhere we are, oh oh oh Everywhere we are, oh oh oh Flashy lights Oh, lights Oh, lights Oh oh ohh Everywhere we are, oh oh oh Everywhere we are, oh oh oh  ",
        "title": "Imma Star (Everywhere We Are)"
    },
    {
        "artist": "Kenny Chesney With Dave Matthews",
        "lyrics": null,
        "title": "I'm Alive"
    },
    {
        "artist": "Ke$ha",
        "lyrics": null,
        "title": "TiK ToK"
    },
    {
        "artist": "Glee Cast",
        "lyrics": "  New Directions: Ah, ah, ah-ah-ah Ah, ah, ah-ah-ah Ah, ah, ah-ah-ah Ah, ah, ah-ah-ah  You're not alone Together we stand I'll be by your side You know, I'll take your hand  Verse (Finn, Rachel & New Directions): And when it gets cold, And it feels like the end, There's no place to go You know, I won't give in (Aaah-aaah) (Rachel: No, I won't give in) (Aaah-aaah)  Pre-Chorus (Rachel, Finn & New Directions): (Keep holding on) 'Cause you know we'll make it through, (Finn: we'll make it through) (Just stay strong) 'Cause, you know, I'm here for you, (Finn: I'm here for you)  Chorus (Finn, Rachel & New Directions): There's nothing you can say (Nothing you can say) Nothing you can do (Nothing you can do) There's no other way when it comes to the truth So, (with New Directions: keep holding on) 'Cause, you know, we'll make it through, we'll make it through  Verse 2 (Finn, Rachel & New Directions) So far away I wish you were here Before it's too late This could all disappear  Before the doors close, And it comes to an end, With you by my side, I will fight and defend (Aaah-aaah) I'll fight and defend (Aaah-aaah) Yeah! Yeah!  Rachel (Finn and Rachel with New Directions): (Keep holding on) 'Cause, you know, we'll make it through, (with Finn: we'll make it through) (Just stay strong) 'Cause, you know, I'm here for you, (with Finn: I'm here for you)  Finn and Rachel (with New Directions): There's nothing you can say (New Directions: Nothing you can say) Nothing you can do (New Directions: Nothing you can do) There's no other way (when it comes to the truth) So, (keep holding on) 'Cause, you know, we'll make it through, we'll make it through  Hear me when I say, when I say I believe Nothing's gonna change, nothing's gonna change destiny Whatever's meant to be will work out perfectly Yeah, yeah, yeah, yeah  Rachel with New Directions: La da da da La da da da La da da da da da da da da...  Rachel (Finn and Rachel with New Directions): (Keep holding on) 'Cause, you know, we'll make it through, (with Finn: we'll make it through) (Just stay strong) 'Cause, you know, I'm here for you, (with Finn: I'm here for you)  Finn and Rachel (with New Directions): There's nothing you can say (New Directions: Nothing you can say) Nothing you can do (New Directions: Nothing you can do) There's no other way (when it comes to the truth) (So, keep holding on) 'Cause, you know, we'll make it through, we'll make it through  New Directions Girls (New Directions Boys): (Oooh-oh!) Ah, ah, ah-ah-ah Ah, ah, ah-ah-ah (Oh-oh!) Ah, ah, ah-ah-ah (Finn and Rachel: Keep holding on!) Ah, ah, ah-ah-ah (Oooh-oh!) Ah, ah, ah-ah-ah Ah, ah, ah-ah-ah (Oh-oh!) Ah, ah, ah-ah-ah (Finn and Rachel: Keep holding on!) Ah, ah, ah-ah-ah  Finn and Rachel (with New Directions): There's nothing you can say (New Directions: Nothing you can say) Nothing you can do (New Directions: Nothing you can do) There's no other way (when it comes to the truth) (So,) (New Directions: keep holding on) Keep holding on 'Cause, you know, we'll make it through, we'll make it through  ",
        "title": "Keep Holding On"
    },
    {
        "artist": "Michael Buble",
        "lyrics": null,
        "title": "Haven't Met You Yet"
    },
    {
        "artist": "Uncle Kracker",
        "lyrics": null,
        "title": "Smile"
    },
    {
        "artist": "Train",
        "lyrics": "  [Intro] Heyy Heeey Heey  [Verse 1] Your lipstick stains On the front lobe of my left side brains I knew I wouldn't forget you And so I went and let you Blow my mind Your sweet moonbeam The smell of you In every single dream I dream I knew when we collided You're the one I have decided Who's one of my kind  [Chorus] Hey, soul sister Ain't that Mr. Mister On the radio, stereo The way you move ain't fair you know Hey, soul sister I don't want to miss a Single thing you do tonight  [Verse 2] Just in time I'm so glad you have A one track mind like me You gave my life direction A game show love connection We can't deny I'm so obsessed My heart is bound to beat right out My untrimmed chest I believe in you, like a virgin you're Madonna And I'm always gonna wanna Blow your mind  [Chorus] Hey, soul sister Ain't that Mr. Mister On the radio, stereo The way you move ain't fair you know Hey, soul sister I don't want to miss a Single thing you do tonight  [Bridge] Way you can cut a rug Watching you's the only drug I need You're so gangster, I'm so thug You're the only one I'm dreaming of you see I can be myself now finally In fact there's nothing I can't be I want the world to see you be, with me  [Chorus] Hey, soul sister Ain't that Mr. Mister On the radio, stereo The way you move ain't fair you know Hey, soul sister I don't want to miss a Single thing you do tonight  [Outro] Hey, soul sister I don't want to miss a Single thing you do tonight Tonight Tonight  ",
        "title": "Hey, Soul Sister"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] I dance around this empty house Tear us down Throw you out Screaming down the halls Spinning all around and now we fall Pictures framing up the past You're taunting smirk behind the glass This museum full of ash Once a tickle Now a rash  [Chorus] This used to be a Funhouse But now it's full of evil clowns It's time to start the countdown I'm gonna burn it down, down, down I'm gonna to burn it down 9, 8, 7, 6, 5, 4, 3, 2, 1, fun!  [Verse 2] Echoes knocking on locked doors All the laughter from before I'd rather live out on the street Than in this haunted memory I've called the movers Called the maids We'll try to exorcise this place Drag my mattress to the yard Crumble tumble house of cards  [Chorus] This used to be a Funhouse But now it's full of evil clowns It's time to start the countdown I'm gonna burn it down, down, down I'm gonna to burn it down 9, 8, 7, 6, 5, 4, 3, 2, 1, fun! This used to be a Funhouse But now it's full of evil clowns It's time to start the countdown I'm gonna burn it down down down I'm gonna to burn it down 9, 8, 7, 6, 5, 4, 3, 2, 1, fun!  [Bridge] Oh, I'm crawling through the doggy door My key don't fit my lock no more I'll change the drapes I'll break the plates I'll find a new place Burn this fucker down  [Interlude] Do, do, do, do, do, do, do Do, do, do, do, do, do, do Do, do, do, do, do, do, do Do, do, do, do, da, da, da, da Do do do do dodo do (9, 8, 7, 6, 5, 4, 3, 2, 1) Do, do, do, do, do, do, do Do, do, do, do, do, do, do Do, do, do, do, do, do, do  [Chorus] This used to be a Funhouse But now it's full of evil clowns It's time to start the countdown I'm gonna to burn it down down down This used to be a Funhouse But now it's full of evil clowns It's time to start the countdown I'm gonna burn it down down down I'm gonna to burn it down 9, 8, 7, 6, 5, 4, 3, 2, 1, fun  ",
        "title": "Funhouse"
    },
    {
        "artist": "Alicia Keys",
        "lyrics": "  [Verse] Used to dream of being a millionaire without a care But if I'm seeing my dreams and you aren't there Cause it's over, that just won't be fair, darling Rather be a poor woman living on the street, no food to eat Cause I don't want no pie if I have to cry Cause it's over when you said goodbye  [Chorus] All at once, I had it all But it doesn't mean anything now that you're gone From above, seems I had it all But it doesn't mean anything since you're gone  [Verse] Now I see myself through different eyes, it's no surprise Being alone would make you realize When it's over, all in love is fair I should've been there, I should've been there, I should've should've  [Chorus] All at once, I had it all But it doesn't mean anything now that you're gone From above, seems I had it all But it doesn't mean anything since you're gone  [Bridge] I know I push you away What can I do that will say how I love? Take these material things They don't mean nothing It's you that I want  [Chorus] All at once, I had it all But it doesn't mean anything now that you're gone From above, seems I had it all But it doesn't mean anything since you're gone (I should've been there, I should been there, I should've should've)  [Chorus] All at once, I had it all But it doesn't mean anything now that you're gone From above, seems I had it all But it doesn't mean anything since you're gone  ",
        "title": "Doesn't Mean Anything"
    },
    {
        "artist": "Jesse McCartney Featuring T-Pain",
        "lyrics": "  Nappy Boy, Pretty Boy collaboration That thing you got behind you is amazing  Ooh that body’s like music to my ear Ooh that body’s like music to my ear Ooh that body’s like music to my ear What you want is right here  Ooh she, oh she so international The way, the way she get it on the floor I’m tryin I’m tryin’ to holler at you I want to get to know you better  Parlez vous francais? Konichiwa come and move in my way Hey, little chica from Guadeloupe That thing you got behind you is amazing  I don’t speak Spanish, Japanese or French But the way that body’s talkin’ definitely makes sense It’s her, her body, her body, her body language It’s her, her body, her body, her body language The way she moves around When she grinds to the beat Breaking it down articulately It’s her, her body, her body, her body language It’s her, her body, her body  That make me want to say He-eey, he-eey, he-eey It’s her, her body, her body Her body language come on  Shorty, let me whisper in your ear Tell you, everything you wanna hear You got my vote Hottest Girl of the Year Let’s have a ce-lebra-tion, baby  Parlez vous francais? Konichiwa Come and move in my way Hey, little chica from Guadeloupe That thing you got behind you is amazing  I don’t speak Spanish, Japanese or French But the way that body’s talkin’ definitely makes sense It’s her, her body, her body, her body language It’s her, her body, her body, her body language The way she moves around When she grinds to the beat Breaking it down articulately It’s her, her body, her body, her body language It’s her, her body, her body  That make me want to say He-eey, he-eey, he-eey It’s her, her body, her body Her body language c’mon  I’m lifting up my voice to say You’re the hottest girl in the world today The way you shake You got me losing my mind You’re banging like a speakerbox Turn around the party stops Universal lady, let me take you away  I don’t speak Spanish, Japanese or French But the way that body’s talkin’ definitely makes sense It’s her, her body, her body, her body language It’s her, her body, her body, her body language It’s the way she moves around When she grinds to the beat Breaking it down articulately It’s her, her body, her body, her body language It’s her, her body, her body  That make me want to say He-eey, he-eey, he-eey It’s her, her body, her body Her body language c’mon  O that body’s like music to my ear O that body’s like music to my ear O that body’s like music to my ear What you want is right here  ",
        "title": "Body Language"
    },
    {
        "artist": "Sean Kingston",
        "lyrics": "  Kingston, hey, face drop, oh, Kingston, I see your face drop, drop, drop  You touch my heart, disappear I never knew how much it hurt here (Made me feel like ooh oooh ooh) My girl, girl, girl, girl, girl  First came trust, then came love But this was none of the above, I'm aware (Made me feel like ooh oooh ooh) My girl, girl, girl, girl, girl, hey  Weren't you the one who said That I'd be lost without you (No, no, no, no) You had your fun, couldn't write This one without you, baby (No, no, no)  And now I see your face drop I told you not to leave me alone And now that I got my own I see your face drop I told you not to count me out, hey Cause you always try to fill me with doubt Sayin' that I look better if I was thinner Don't you know you shoulda love me for my inner When I left you, yo, I came out a winner  Did all I can, I understand That every girl do for their man (Made me feel like ooh oooh ooh) My girl, girl, girl, girl, girl  I cut it short, cause you got caught You're not the girl you used to be no more (Made me feel like ooh oooh ooh) My girl, girl, girl, girl, girl  Weren't you the one who said That I'd be lost without you (No, no, no, no) You had your fun, couldn't write This one without you, baby (No, no, no)  And now I see your face drop I told you not to leave me alone And now that I got my own I see your face drop I told you not to count me out Cause you always try to fill me with doubt Sayin' that I look better if I was thinner Don't you know you shoulda love me for my inner When I left you, yo, I came out a winner oh oh oh oh  Tellin' me come on back, what will I do from that? I would still, still be yours if you knew how to act But you underestimate a dude like me And I love it when I see your  Face drop, I told you not to leave me alone And now that I got my own I see your face drop I told you not to count me out Cause you always try to fill me with doubt Sayin' that I look better if I was thinner Don't you know you shoulda love me for my inner When I left you, yo, I came out a winner  And now I see your face drop I told you not to leave me alone And now that I got my own I see your face drop I told you not to count me out (Thank you beautiful) Cause you always try to fill me with doubt Sayin' that I look better if I was thinner (Thank you beautiful) Don't you know you shoulda love me for my inner When I left you, yo, I came out a winner  ",
        "title": "Face Drop"
    },
    {
        "artist": "Muse",
        "lyrics": "  [Verse 1] Paranoia is in bloom The PR transmissions will resume They'll try to push drugs that keep us all dumbed down And hope that we will never see the truth around (So come on)  Another promise, another seed Another packaged lie to keep us trapped in greed And all the green belts wrapped around our minds And endless red tape to keep the truth confined (So come on)  [Hook] They will not force us They will stop degrading us They will not control us We will be victorious (So come on)  [Verse 2] Interchanging mind control Come let the revolution take its toll If you could flick the switch and open your third eye You'd see that we should never be afraid to die (So come on)  Rise up and take the power back It's time the fat cats had a heart attack You know that their time's coming to an end We have to unify and watch our flag ascend (So come on)  [Hook] They will not force us They will stop degrading us They will not control us We will be victorious (So come on)  Hey, hey, hey, hey Hey, hey, hey, hey Hey, hey, hey, hey  [Hook] They will not force us They will stop degrading us They will not control us We will be victorious (So come on)  ",
        "title": "Uprising"
    },
    {
        "artist": "Glee Cast",
        "lyrics": "  Rachel: If I should die before I wake It's cause you took my breath away Losing you is like living in a world with no air, oh Finn: I'm here alone, didn't wanna leave My heart won't move, it's incomplete Wish there was a way that I could make you understand  Rachel: But how do you expect me To live alone with just me? Cause my world revolves around you It's so hard for me to breathe  All: Tell me how I'm supposed to breathe with no air Can't live, can't breathe with no air It's how I feel whenever you ain't there It's no air, no air Got me out here in the water so deep Tell me how you gonna breathe without me If you ain't here I just can't breathe It's no air, no air  No air, air (no) No air, air (no) No air, air (no) No air, air  Finn: I walked, I ran, I jumped, I flew Right off the ground to float to you There's no gravity to hold me down for real Rachel: But somehow I'm still alive inside You took my breath, but I survived I don't know how, but I don't even care  All: So how do you expect me To live alone with just me? (ohh) Cause my world revolves around you It's so hard for me to breathe  Tell me how I'm supposed to breathe with no air? (ohh, ohh) Can't live, can't breathe with no air (ohh, ohh) That's how I feel whenever you ain't there It's no air, no air (no air, no air) Got me out here in the water, so deep (so deep) Tell me how you gonna breathe without me? (without me, yeah) If you ain't here I just can't breathe (breathe) It's no air, no air (no, no air)  No air, air (no) No air, air (no) No air, air (no) No air, air... (no more)  No... Tell me how I'm supposed to breathe with no air I can't live, I can't breathe with no air That's how I feel whenever you ain't there It's no air, no air (no breathin') Got me out here in the water, so deep Tell me how you gonna breathe without me? If you ain't here I just can't breathe It's no air, no air  No air, air No air, air No air, air No air, air  Tell me how I'm supposed to breathe with no air? I can't live, I can't breathe with no air That's how I feel whenever you ain't there It's no air, no air Got me out here in the water, so deep Tell me how you gonna breathe without me? If you ain't here I just can't breathe It's no air, no air  No air, air No air, air No air, air No air  ",
        "title": "No Air"
    },
    {
        "artist": "3OH!3 Featuring Katy Perry",
        "lyrics": "  [Verse 1: 3OH!3] Nice legs, Daisy Dukes makes a man go (whistling) That's the way they all come through like (whistling) Low cut, see through shirts that make ya (whistling) That's the way she come through like (whistling)  [Pre-Chorus: Katy Perry] Cause I just set them up, just set them up Just set them up to knock them down Cause I just set them up, just set them up Just set them up to knock them down  [Chorus: Both] I think I should know How to make love to something innocent Without leaving my fingerprints out Now, L-O-V-E is just another word I never learned to pronounce How do I say I'm sorry Cause the word is just never gonna come out Now, L-O-V-E is just another word I never learned to pronounce  [Verse 2: 3OH!3] Tight jeans, double D's makin' me go (whistling) All the people on the street know (whistling) Iced out, lit up make the kids go (whistling) All the people on the street know (whistling)  [Pre-Chorus: Katy Perry] Cause I just set them up, just set them up Just set them up to knock them down Cause I just set them up, just set them up Just set them up to knock them down  [Chorus: Both] I think I should know How to make love to something innocent Without leaving my fingerprints out Now, L-O-V-E is just another word I never learned to pronounce How do I say I'm sorry Cause the word is just never gonna come out Now, L-O-V-E is just another word I never learned to pronounce  [Verse 3: Katy Perry] You know that type of shit Just don't work on me Whistlin' and tryin' to flirt with me Don't take this personally Cause we were never in love It doesn't really matter who you say you are Singing out the window of your car Find another girl across the bar Cause L-O-V-E's not what this was  [Chorus: Both] I think I should know How to make love to something innocent Without leaving my fingerprints out Now, L-O-V-E is just another word I never learned to pronounce  [Outro: Both] Now, L-O-V-E is just another word I never learned to pronounce How do I say I'm sorry Cause the word is never gonna come out Now L-O-V-E is just another word I never learned to pronounce  ",
        "title": "Starstrukk"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] You take a deep breath and you walk through the doors It's the morning of your very first day You say hi to your friends you ain't seen in a while Try and stay out of everybody's way  It's your freshman year and you're going to be here For the next four years in this town Hoping one of those senior boys will wink at you and say \"You know, I haven't seen you around before\"  [Chorus] Because when you're fifteen and somebody tells you they love you You're going to believe them And when you're fifteen feeling like there's nothing to figure out Well, count to ten, take it in This is life before you know who you're going to be Fifteen  [Verse 2] You sit in class next to a redhead named Abigail And soon enough you're best friends Laughing at the other girls who think they're so cool We'll be outta here as soon as we can  And then you're on your very first date and he's got a car And you're feeling like flying And your momma's waiting up and you're thinking he's the one And you're dancing 'round your room when the night ends When the night ends  [Chorus] Because when you're fifteen and somebody tells you they love you You're going to believe them When you're fifteen and your first kiss Makes your head spin 'round But in your life you'll do things greater than Dating the boy on the football team But I didn't know it at fifteen  [Bridge] When all you wanted was to be wanted Wish you could go back and tell yourself what you know now Back then I swore I was going to marry him someday But I realized some bigger dreams of mine And Abigail gave everything she had to a boy Who changed his mind and we both cried  [Chorus] Because when you're fifteen and somebody tells you they love you You're going to believe them And when you're fifteen, don't forget to look before you fall I've found time can heal most anything And you just might find who you're supposed to be I didn't know who I was supposed to be at fifteen  La la la la la la la la la la La la la la la la la la la la La la la la la la  [Outro] Your very first day Take a deep breath girl Take a deep breath as you walk through the doors  ",
        "title": "Fifteen"
    },
    {
        "artist": "Justin Moore",
        "lyrics": "  [Verse 1] A lot of people called it prison when I was growing up But these are my roots and this is what I love Cause everybody knows me and I know them And I believe that's the way we were supposed to live Wouldn't trade one single day here in small town USA  [Chorus] Give me a Saturday night my baby by my side A little Hank Jr. and a six pack of light Old dirt road and ill be just fine Give me a Sunday morning that's full of grace A simple life and I'll be okay Here in small town USA  [Verse 2] Around here we break our backs just to earn a buck We never get ahead but we have enough I watch people leave and then come right back I never wanted any part of that I'm proud to say that I love this place Good ole small town USA  [Chorus]  [Bridge] I wouldn't trade one single day I'm proud to say I love this place  [Chorus]  ",
        "title": "Small Town USA"
    },
    {
        "artist": "Trey Songz Featuring Gucci Mane & Soulja Boy Tell'em",
        "lyrics": "  [Intro: Trey Songz, Soulja Boy & Gucci Mane] I love Fisher Price 804-335-0051 LOL smiley face, LOL smiley face (Soulja Boy Tell 'Em) 804-335-0051 LOL smiley face, LOL smiley face Gucci  [Chorus: Trey Songz] Shorty just text me, says she want to sex me LOL smiley face, LOL smiley face Shorty sent a twit pic, saying come and get this LOL smiley face, LOL smiley face  [Verse 1: Trey Songz] Shorty called my phone, I was busy Cruising in that Benz 'round the city Then I felt my phone buzz, I know that she like thugs I'm a bad boy like Diddy, that that Then she sent a text that read, \"Baby, I'm at home\" Then she sent another one that says she's all alone So I text her a smiley face and said let's do the grown She said, \"LOL, boy you crazy, come on\" Then she said, \"Actually, you ain't gotta ask me\" Sent the little face with the tongue 'cause I'm nasty I'm on my way, girl, I can't wait Twitter me a picture, let me see that, okay  [Chorus: Trey Songz] Shorty just text me, says she want to sex me LOL smiley face, LOL smiley face Shorty sent a twit pic, saying come and get this LOL smiley face, LOL smiley face Go to my page and follow And if you got a body like a Coke bottle Shorty sent a twit pic, saying come and get this LOL smiley face, LOL smiley face  [Verse 2: Gucci Mane] See now my shorty text me, sent your boy a smiley face Gucci Mane X-rated, we could make a sex tape Pics on my iPhone, Gucci on her iPod When she turn around, ass make me say, \"Oh God\" Mommy real beautiful, manicured cuticles Office job, student girl, holdin' down her cubicle And she got my number, tell her man that's like a miracle Said she like my swag, pull up 6's on my vehicle GA to VA, Cali girl, love me Brooklyn girls hug me, Miami girls sexy Pull up in a stretchy, Jean Paul flexin' First date sexin', next night Texas  [Verse 3: Soulja Boy] LOL smiley face, LOL smiley face Soulja Boy Tell 'Em, LOL smiley face Baby girl sent the picture to my BlackBerry She fine and she thick, just like Halle Berry Kiss me through the phone, LOL smiley face We can go and kick it babe, later on at my place She message me on MySpace, told me she loved me She textin' my phone 4:30 in the mornin' Baby I'm horny, I wanna kiss you I can put it on you, that's not an issue She scratchin' my back screamin' out I'm hers She text my phone said, \"I need your love\" I met her Monday last week in the club One week later, now she tellin' me that she in love ha  [Chorus: Trey Songz] Shorty just text me, says she want to sex me LOL smiley face, LOL smiley face Shorty sent a twit pic, saying come and get this LOL smiley face, LOL smiley face Go to my page and follow And if you got a body like a Coke bottle Shorty sent a twit pic, saying come and get this LOL smiley face, LOL smiley face  [Verse 4: Trey Songz] She sending picture messages, getting so affectionate Contents sexual, she like to call textual So I get the coupe clean, she my little boo thing When I arrive, we get live like UStream And we gone get it on, until I get her off And when she get up on, it's so hard to get her off As soon as I be gone, she back up on my phone 804-335-0051  [Chorus: Trey Songz] Shorty just text me, says she want to sex me LOL smiley face, LOL smiley face Shorty sent a twit pic, saying come and get this LOL smiley face, LOL smiley face Go to my page and follow And if you got a body like a Coke bottle Shorty sent a twit pic, saying come and get this LOL smiley face, LOL smiley face  ",
        "title": "LOL :-)"
    },
    {
        "artist": "Mary Mary Featuring Kierra \"KiKi\" Sheard",
        "lyrics": "  I just wanna tell the truth man [4x]  [Verse 1:] Your so fly your so high Everybody around you trying to figure out why Your so cool you win all the time Everywhere you go man you get a lot of shine Boy like a magnet better yet I have it Everything you wear people say they got have it From the sweat suit to the white tee to the gucci You can probably say people wanna get like me  [Hook:] But what they don't know is when you go home And get behind closed doors man you hit the floor And what they can't see is your on your knees So the next time you get it just tell em  [Chorus:] It's the God in me [5x] You think I'm so fresh you think I'm so clean You think I'm so sweet It's the God in me [Kiki:] What is it, you think you see? It's the God in Me  [Verse 2:] You see her style you think she nice You look at her whip you say the whip tight You look at her crib you thinking she paid You look at her life you think she's got it made But everything she got the girl's been given She calls it a blessing but you call it living When it comes to money she can be a hero She writes them checks with a whole lot of zeros  [Hook:] But what you don't know is when she get home And get behind closed doors man she hit the floor And what you can't see is she on her knees And if you ask her she'll tell ya  [Chorus:] It's the God in me [5x] You think I'm so fresh you think I'm so clean You think I'm so sweet It's the God in me [Kiki:] What is it, you think you see? It's the God in Me  [Kiki:] What is it you think you see When you see me, you see me You don't know how much I pray Don't know how much I gave Don't know how much I changed I'm just tryna explain  [Chorus:] It's the God in me [5x] You think I'm so fresh you think I'm so clean You think I'm so sweet It's the God in me [Kiki:] What is it you think you see? Its The God in Me  Yeah, Yeah, Yeah Its the God in Me Yeeah  ",
        "title": "God In Me"
    },
    {
        "artist": "Glee Cast",
        "lyrics": "  [FINN] This ain't a song for the brokenhearted No silent prayer for the faith departed And I ain't gonna be just a face in the crowd You're gonna hear my voice when I shout it out aloud  [GUYS] It's my life!  [FINN] It's now or never I ain't gonna live forever I just wanna live while I'm alive  [GUYS] It's my life!  These are my confessions  [ARTIE] Just when I thought I said all I could say My chick on the side said she got one on the way  [GUYS] These are my confessions  [ARTIE] If I'm gonna tell it then I gotta tell it all Damn near cried when I got that phone call I'm so thrown and I don't know what to do But to give you part two of mine  [GUYS] You better stand tall When they're calling you out  Don't bend, don't break Baby, don't back down  These are my confessions  [FINN] It's now or never I ain't gonna live forever  [GUYS] These are my confessions  [FINN] I just wanna live while I'm alive  [GUYS] It's my life  [ARTIE] Just when I thought I said all I can say My chick on the side said she got one on the way  [GUYS] These are my confessions  [FINN] I just wanna live while I'm alive!  [GUYS] It's my life!  ",
        "title": "It's My Life / Confessions Part II"
    },
    {
        "artist": "LMFAO",
        "lyrics": null,
        "title": "La La La"
    },
    {
        "artist": "Love And Theft",
        "lyrics": null,
        "title": "Runaway"
    },
    {
        "artist": "Drake Featuring Lil Wayne & Young Jeezy",
        "lyrics": null,
        "title": "I'm Going In"
    },
    {
        "artist": "R. Kelly Featuring Keri Hilson",
        "lyrics": "  [Intro: R. Kelly] A lot of these cats out here be faking When it comes to making love But you and me baby This is real... and that's why it's...  [Hook: R. Kelly] (N-N-Number one) Sex, that we're, having, here, girl, ooh (This is, this is number one) Sex, that we're, having, here, girl, ooh  [R. Kelly] You better ask somebody... Can't nobody do it like us Can't nobody mix chop and screw it like us All over the living room hittin it like us In the middle of the night wake up the building like us But it's oookay if you wanna brag The sex so good, go and pat yourself on the back And them haters, they gon' hate But we just gon' keep on blowing up cause girl, they gon' hate, anyway You are now rocking with the best (best, best, best...) I'll make you forget about the rest (rest, rest, rest...) Having sex with you is like making hits Girl we got egos they can't tell us that we ain't the shit And I'm in your mix like a number one record And the beat goes on and on... And it don't stop you keep going from the night onto the day And I love it when you take me down and make me say-ay..  [Hook] (N-N-Number one) Sex, that we're, having, here, girl, ooh (This is, this is number one) Sex, that we're, having, here, girl, ooh  [R. Kelly] Keri!  [Keri Hilson] You know you stay at the top spot When you're breaking me down like a chop shop, eh Cutting like some blades on a caddy, that's how you're working me, daddy Everytime you put that on You are now rocking with the best (best, best, best...) I'll make you forget about your ex (ex, ex, ex...) This one here's a race where you don't wanna come first I know what I'm doing ain't no need to rehearse yeah-ee-yeah A lot of dudes just be going nowhere fast But you be steady cruising like you want it to last That's how you made me a chocoholic, and right now my body's callin' I gotta know how you got the knowhow, baby you the champ of all that goes down If your dick was a gun it would stone cold? With my RNB thug when I bang bang You know Kells and Keri hook up like that you make it number one  [Hook] (N-N-Number one) Sex, that we're, having, here, girl, ooh (This is, this is number one) Sex, that we're, having, here, girl, ooh  [R. Kelly] Hands down you the best, ain't no competition You and me in this bed, just what I was wishin' Them other girls was cool but it's something they was missin' And I don't call them back every since we hit it in the kitchen That night, at my home, trench coat, nothin' on Your sex, got me gone, went straight, to my dome And I love it (woooo), girl I love it (woooo) Ooh I love it (woooo), girl I love it (woooo) Girl it's something about you that thrills me That's why after we lay you get to know the real me-e-e-yeah And it don't stop you keep going from the night onto the day And I love it when you take me down and make me sayyyyy  [Hook] (N-N-Number one) Sex, that we're, having, here, girl, ooh (This is, this is number one) Sex, that we're, having, here, girl, ooh  [Outro: R. Kelly] Girl I vow that I would do anything to pleasure you All I wanna do is make this last I'll kiss you up, I kiss you down, be real quiet, or making sounds Take it slow or take it fast And a-woooo, and a-weeee And a-yooouuu, and me, havin fun And when it's over in the morning, I'll say gracias baby Before you go I'll scream damelo (Num-num-number one, number one This is, this is number one)  ",
        "title": "Number One"
    },
    {
        "artist": "Wonder Girls",
        "lyrics": null,
        "title": "Nobody"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] Mama you taught me to do the right things So now you have to let your baby fly You have given me everything that I will need To make it through this crazy thing called life And I know you watched me grow up And only want what is best for me And I think I found the answer to your prayers  [Chorus] And he is good, so good He treats your little girl like a real man should He is good, so good He makes promises he keeps No, he's never gonna leave So, don't you worry about me Don't you worry about me  [Verse 2] Mama, there's no way you'll ever lose me Giving me away is not goodbye As you watch me walk down to my future I hope tears of joy are in your eyes  [Chorus] And he is good, so good He treats your little girl like a real man should He is good, so good He makes promises he keeps No, he's never gonna leave So, don't you worry about me Don't you worry about me  [Bridge] And when I watch my baby grow up I only want what's best for her And I hope she'll find the answer to my prayers And that she'll say  [Chorus] And he is good, so good He treats your little girl like a real man should He is good, so good He makes promises he keeps No, he's never gonna leave So, don't you worry about me Don't you worry about me  [Outro] Mama, don't you worry about me Don't you worry about me  ",
        "title": "Mama's Song"
    },
    {
        "artist": "Breaking Benjamin",
        "lyrics": "  [Intro] Fall  [Verse 1] Now the dark begins to rise Save your breath, it's far from over Leave the lost and dead behind Now's your chance to run for cover I don't want to change the world I just want to leave it colder Light the fuse and burn it up Take the path that leads to nowhere All is lost again, but I'm not giving in  [Chorus] I will not bow, I will not break I will shut the world away I will not fall, I will not fade I will take your breath away  Fall  [Verse 2] Watch the end through dying eyes Now the dark is taking over Show me where forever dies Take the fall and run to heaven All is lost again, but I'm not giving in  [Chorus] I will not bow, I will not break I will shut the world away I will not fall, I will not fade I will take your breath away  And I'll survive, paranoid I have lost the will to change And I am not proud, cold blooded fate I will shut the world away  I will not!  [Chorus] I will not bow, I will not break I will shut the world away I will not fall, I will not fade I will take your breath away  And I'll survive, paranoid I have lost the will to change And I am not proud, cold blooded fate I will shut the world away  Fall  ",
        "title": "I Will Not Bow"
    },
    {
        "artist": "David Nail",
        "lyrics": null,
        "title": "Red Light"
    },
    {
        "artist": "Reba",
        "lyrics": "  [Verse 1] Every time I turn the conversation to something deeper than the weather I can feel you always shutting down And when I need an explanation for the silence You just tell me you don't want to talk about it now What you're not saying is coming in loud and clear We're at a crossroads here  [Chorus] If I'm not the one thing you can't stand to lose If I'm not that arrow to the heart of you If you don't get drunk on my kiss If you think you can do better than this then I guess we're done Let's not drag this on Consider me gone  [Verse 2] With you I've always been wide open, like a window or an ocean There is nothing I've ever tried to hide So when you leave me not knowing where you're going I start thinking that we're looking, we're looking at goodbye How about a strong shot of honesty, don't you owe that to me  [Chorus]  [Bridge] Consider me a memory Consider me the past Consider me a smile in an old photograph, someone who used to make you laugh  [Chorus]  ",
        "title": "Consider Me Gone"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": "  [Verse 1] Girl I've been waiting on this long hard day to get over So i can rest my head right here on your shoulder I just want to lay here and feel you breathe Listen to the rhythm of your heartbeat And see where it leads  [Chorus] We're wide awake but girl I wanna make you close your eyes And say my name like only you can say it and hold me tight All I need is only you and me alone tonight I want to make you close your eyes...oh yeah  [Verse 2] You can make me work for it girl if you want to Just leave a trail for me to follow you into the bedroom And if you need a little bit of help from me Babe there's not a button that I can't reach Lets see where it leads  [Chorus]  [Bridge] I want to take you somewhere...out there Til the world fades out of sight  [Chorus]  ",
        "title": "I Wanna Make You Close Your Eyes"
    },
    {
        "artist": "Pleasure P",
        "lyrics": null,
        "title": "Under"
    },
    {
        "artist": "Five For Fighting",
        "lyrics": null,
        "title": "Chances"
    },
    {
        "artist": "Glee Cast",
        "lyrics": "  Rachel: Oh Remember those walls I built Well, baby they're tumbling down They didn't even put up a fight They didn't even make a sound  It's like I've been awakened Every rule I had you breakin' It's the risk that I'm takin' I ain't never gonna shut you out  Mercedes with New Directions Girls (New Directions Girls): Everywhere I'm looking now I'm surrounded by your embrace Baby I can see your halo You know you're my saving grace (I'm walking on sunshine) You're everything I need and more (Whoa oh) It's written all over your face (I'm walking on sunshine) Baby I can feel your halo (Whoa oh! And don't it feel good!)  Rachel with New Directions Girls (New Directions Girls): I can feel your halo (Halo) (Mercedes: Halo) I can see your halo (Halo) (Mercedes: Halo!) I can feel your halo (Halo) (Mercedes: Ha-a-a-alo) (I'm walking on sunshine, woah) I can see your halo (Halo) (I'm walking on sunshine, woah)  Mercedes with New Directions Girls: And don't it feel good!  Rachel with New Directions Girls: I used to think maybe you loved me Now baby I'm sure And I just can't wait 'till the day When you knock on my door (Rachel: Oh now now)  I'm walking on sunshine, woah! I'm walking on sunshine, woah! I'm walking on sunshine, woah oh oh! And don't it feel good!  New Directions Girls (Mercedes): I can feel your halo (Hey!) halo (Rachel: Halo!) halo (Alright now!) I can see your halo (Hey!) halo halo (Oh, yeah!) I can feel your halo (Hey!) halo halo (Rachel: Halo-oo!) I can see your halo (Hey!) halo halo (Halo-oo) I can feel your halo halo  Rachel: I can see your halo Halo!  ",
        "title": "Halo / Walking On Sunshine"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Chorus 1] All the right friends in all the right places So yeah, we're going down They've got All the right moves and all the right faces So yeah, we're going down  [Verse 1] Let's paint the picture of the perfect place They've got it better than when anyone's told you They'll be the King of Hearts, and you're the Queen of Spades Then we'll fight for you like we were your soldiers I know we got it good but they got it made And their grass is getting greener each day I know things are looking up but soon they'll take us down Before anybody's knowing our name They've got  [Chorus 1] All the right friends in all the right places So yeah, we're going down They've got All the right moves and all the right faces So yeah, we're going down  [Chorus 2] They say Everybody knows, everybody knows where we're going Yeah, we're going down They say Everybody knows, everybody knows where we're going Yeah, we're going down  [Verse 2] Do you think I'm special? Do you think I'm nice? Am I bright enough to shine in your spaces? Between the noise you hear and the sounds you like Are we just sinking the ocean of faces? It can't be possible, that rain can fall Only when it's over our heads The sun is shining everyday but it's far away Over the world that's dead They've got, they've got  [Chorus 1] All the right friends in all the right places So yeah, we're going down They've got All the right moves and all the right faces So yeah, we're going down  [Chorus 2] They say Everybody knows, everybody knows where we're going Yeah, we're going down They say Everybody knows, everybody knows where we're going Yeah, we're going down  [Bridge] It don't matter what you see I know I could never be Someone that'll look like you It don't matter what you say I know I could never fake Someone that could sound like you  [Chorus 1] All the right friends in all the right places So yeah, we're going down They've got All the right moves and all the right faces So yeah, we're going down All the right friends in all the right places So yeah, we're going down They've got All the right moves and all the right faces So yeah, we're going down  [Chorus 2] They say Everybody knows, everybody knows where we're going Yeah, we're going down They say Everybody knows, everybody knows where we're going Yeah, we're going down  [Outro] Yeah, we're going down Yeah, we're going down All the right moves, hey Yeah, we're going down All the right moves, hey Yeah, we're going down  ",
        "title": "All The Right Moves"
    },
    {
        "artist": "Craig Morgan",
        "lyrics": null,
        "title": "Bonfire"
    },
    {
        "artist": "Maxwell",
        "lyrics": "  [Verse 1] Make me crazy, don't speak no sound I want you to prove it to me in the nude Addicted to the way you move Honey, if anything ever should change in you Don't worry, I'm standing still I'll move in with the right of will  [Chorus] This is the highest cost Take you and make you off Love you and leave you lost Will you forgive me? Asked out all over town Drags you and keeps you down Two times in a day around Will you forgive me?  [Verse 2] I can't control the feeling Girl, cause I know you're here I feel you from the floor to the ceiling Girl, I feel you when you comb your hair Lady, when we lock it low ah ah We get together, it's an overdose I'm slipping, I'm here, I'm on my knees I feel my heart's about to explode  [Chorus] This is the highest cost Take you and make you off Love you and leave you lost Will you forgive me? Asked out all over town Drags you and keeps you down Two times in a day around Will you forgive me?  [Bridge 1] Baby to tell the truth When I'm sober I jones for you When it's over, I'm overdue Girl there's no one as bad, no one as bad as you  [Middle 8] You got me, you got me You got me slipping around with it, around with it, oh why? You got me sick with this love, baby I'm so, I'm so in love, I can't come down  [Chorus] This is the highest cost Take you and make you off Love you and leave you lost (Baby) Will you forgive me? (Will you forgive me?) Asked out all over town (Oh) Drags you and keeps you down (And I know) Two times in a day around Will you forgive me?  [Bridge 2] You're my badhabit baby, you're my You're taking my soul down to the letter O Can't escape the way you got me locked out, baby I gotta break from you, break from you, break from you  [Chorus] This is the highest cost Take you and make you off Love you and leave you lost Will you forgive me? Asked out all over town (Asked out ooh) Drags you and keeps you down Two times in a day around Will you forgive me?  [Chorus] Will you forgive me? (ooh) Will you forgive me? Will you forgive me? Will you forgive me? Asked out all over town Drags you and keeps you down Two times in a day around Will you forgive me?  [Outro] I can't control the feeling, feeling, feeling, feeling, feeling huh I can't control the feeling, feeling, feeling, feeling, feeling huh huh I can't control the feeling, feeling, feeling, feeling, feeling I can't control the feeling, feeling, feeling, feeling, feel-  You're my soul, soul Feeling , feeling You're my soul, soul  ",
        "title": "Bad Habits"
    },
    {
        "artist": "Thirty Seconds To Mars",
        "lyrics": "  [Intro] Ooooh oooh ooooh Ooooh oooh ooooh Ooooh oooh ooooh Ooooh oooh ooooh   [Verse 1] Into the night Desperate and broken The sound of a fight Father has spoken  [Chorus] We were the Kings and Queens of promise We were the victims of ourselves Maybe the children of a lesser God Between Heaven and Hell Heaven and Hell  [Verse 2] Into your eyes Hopeless and taken We stole our new lives Through blood and name In defense of our dreams In defense of our dreams  [Chorus] We were the Kings and Queens of promise We were the victims of ourselves Maybe the children of a lesser God Between Heaven and Hell Heaven and Hell  [Bridge] The age of man is over A darkness comes at dawn These lessons that we’ve learned here Have only just begun  [Chorus] We were the Kings and Queens of promise We were the victims of ourselves Maybe the children of a lesser God Between Heaven and Hell  [Outro] We are the Kings We are the Queens We are the Kings We are the Queen  ",
        "title": "Kings And Queens"
    },
    {
        "artist": "New Boyz",
        "lyrics": "  [Intro] \"You're a jerk!\" {*2X*} I know... {*echoes*} \"You're a jerk!\" {*2X*} I know... {*echoes*} \"You're a jerk!\" {*2X*} I know... {*echoes*} \"You're a jerk!\" {*2X*} I know... {*echoes*} \"You're a jerk!\" {*2X*} New Boyz... {*echoes*} \"You're a jerk!\" {*2X*} New Boyz... {*echoes*} \"You're a jerk!\" {*2X*} New Boyz... {*echoes*} \"You're a jerk!\" {*2X*} New Boyz... {*echoes*} \"Jerk\" {*16X*}  [Legacy] Jerrrrrk! I'm so cocky with it I got my eye shut closed like Rocky hit it Got your girl on my swag she lovin them jerkin songs Like the new iPod just touch it, it turn her on And when the bass start beatin and the waist I'm beatin Done I got on my way I'm leavin She like where you goin? I ain't got my shoes and purse I said it's none of your concern, and she yelled \"You're a jerk!\" So I walked out the door, called Ben J Told him it's a function he said I'm on my way We pulled up to the party I take off my shirt and Got geeked up, e'rybody jerkin We was jerkin to the right, jerkin to the left Then she popped up out of nowhere, she was still half dressed She like f'real jerk, you lookin for this stuff And the whole party heard her but all I could hear was  [Hook: Legacy] Wah, wah, wah wah wah \"You're a jerk!\" Why you trippin? I ain't even do nuttin \"You're a jerk!\" \"You're a jerk!\" I'm a jerk? You ain't never lie But ay, do me a favor, call me jerk one more time \"You're a jerk!\" (I know) \"You're a jerk!\" (I know) \"You're a jerk!\" (I know) \"You're a jerk!\" (Ay, ay) \"You're a jerk!\" (I know) \"You're a jerk!\" (I know) \"You're a jerk!\" (I know) \"You're a jerk!\" (Ay, ay) \"You're a jerk, jerk, jerk, jerk\" (Jerky) \"Jerk, jerk, jerk, jerk\" (Jerky) \"Jerk, jerk, jerk, jerk\" (Jerky) \"Jerk, jerk, jerk, jerk\" (Jerky)  [Ben J.] Ha ha!! .. Everything quiet and the bass real hard And I stay geeked up never been a retard Got a New Boy swag and this here for y'all So they gotta keep it separate like the Jim Crow laws I'm a beast, I'm a king, and I guess I'm a jerk And I go through big problems cause your boy here a flirt Man you call me a bother wit'cha lil' jerk lines Then you say you brought it up, but the jerk is mine You squeezin, I'm squeezin, but your style is whack Why you comin to the front? You can push that back Got your girl on the side, she tossin a lil' stuff While she textin on the phone Ben J. hit it rough So I did it was good and I quickly got dressed She was like where you goin? There's another girl naked She screamed out loud Ben J. \"You're a jerk!\" And I had nothin to say but sorry that it hurts  [Hook]  [Over latter fourth of Hook] Hey Brody! (Yeah whattup bro?) All this jerkin kinda got me feelin geeked up (Oh f'real?) Yeah dawg I think you might chop somethin up (Aight f'sho hold up)  [Repeat 8X] \"You're a jerk!\"  [Over repeat] Yeahhh-hahh like that (Aight.. aiyyo bro) Whattup? (Ay man what'chu want me to do now?) Man don't even trip I got it (aight f'sho)  \"You're a jerk! Jerk! Jerk! Jerk! Jerk! Jerk! Jerk! Jerk!\" \"Jerk! Jerk! Jerk! Jerk!\" (Jerked up, jerked up)  ",
        "title": "You're A Jerk"
    },
    {
        "artist": "Foo Fighters",
        "lyrics": null,
        "title": "Wheels"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] I gotta take a little time A little time to think things over I better read between the lines In case I need it when I'm older, hey  [Pre-Chorus] In my life there's been heartache and pain I don't know if I can face it again Can't stop now, I've travelled so far To change this lonely life  [Chorus] I wanna know what love is I want you to show me I wanna feel what love is And I know you can show me  [Verse 2] I'm gonna take a little time (take a little time) A little time to look around me (ooh) I've got nowhere left to hide (nowhere left...) It looks like love has finally found me (ohhh)  [Pre-Chorus] In my life there's been heartache and pain I don't know if I can face it again Can't stop now, I've travelled so far To change this lonely life  [Chorus] I wanna know what love is I want you to show me I wanna feel what love is And I know you can show me Show me, I wanna know I wanna know what love is (Ohh, I wanna know) I want you to show me (And I'm feeling so much love) I want to feel what love is (I wanna feel...) And I know you can show me, hey yeah I wanna know what love is Let's talk about love I want you to show me  ",
        "title": "I Want To Know What Love Is"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Produced by Zaytoven]  [Intro] Oh, oh, oh, papers Oh, oh, oh, papers  [Verse 1] I can't get to work on time Can't believe the words to her I just said But who the hell argue and fight like dogs at 6 in the morning? I know it's gonna be some more shh... tonight, oohh Our pastor's calling, telling me I done went too far And I'm seen around town and my friends can't recognize me 'Cause I took a chance on love It's like I'm dying (oooh dying)  [Chorus] For you, I gave my heart and turned my back against the world 'Cause you were my girl, girl, girl I done damn near lost my mama, I done been through so much drama I done turned into the man that I never thought I'd be I'm ready to sign them papers, papers, papers I done took all I can take, but you leave me no options, girl I can't deny how much I love you, I done gave up everything I had to As hard as it is, I'm afraid I gotta say I'm ready to sign them papers, papers, papers I done took all I can take, but you leave me no options, girl  Oh, oh, oh, papers Oh, oh, oh, papers  [Verse 2] I'm losing my mind, can't figure out who's wrong or right I know it's you I love, but then, I also know it's you I don't like You claim you hate who I was, but that's the reason you here now You think I don't know what's up, but sweetheart, that's what ruined us I ain't afraid to say I got needs, but the only time you here for me Is when the bottles popping and everything is sweet But I, I'm tired of sleeping in the other room spending them long nights Trying to figure out what in the hell in my heart I ain't do right  [Chorus] For you, I gave my heart and turned my back against the world 'Cause you were my girl, girl, girl I done damn near lost my mama, I done been through so much drama I done turned into the man that I never thought I'd be I'm ready to sign them papers, papers, papers I done took all I can take, but you leave me no options, girl I can't deny how much I love you, I done gave up everything I had to As hard as it is, I'm afraid I gotta say I'm ready to sign them papers, papers, papers I done took all I can take, but you leave me no options, girl  Oh, oh, papers Oh, oh, oh, papers  [Bridge] (Ready, ready, ready, ready) All my fellas up in here If you had enough and you're ready to sign, say (Ready, ready, ready, ready) I'm ready, yes I am All my ladies, if you sick and tired And you're ready to sign, say (Ready, ready, ready, ready) I can't keep living this life, I said, I'm leaving for the last time I'm (Ready, ready, ready, ready)  [Chorus] I done damn near lost my mama, I done been through so much drama I done turned into the man that I never thought I'd be I'm ready to sign them papers, papers, papers I done took all I can take, but you leave me no options, girl I can't deny how much I love you, I done gave up everything I had to As hard as it is, I'm afraid I gotta say I'm ready to sign them papers, papers, papers I done took all I can take, but you leave me no options, girl  ",
        "title": "Papers"
    },
    {
        "artist": "T.I.",
        "lyrics": "  [Intro: T.I.] Ay, ay... It's the King representin once more, ya understand? When people see me on Bankhead.. Man the folks start pointin, screamin, and wavin, and yellin and... I'm talkin' bout man, ay look mayne y'know I'm sayin.. I don't wanna roll over no toes in my Rolls, you dig what I'm sayin? Y'all jump back up, let a pimp pass through, you dig? Hahahahah!  [Hook:] Beamers, Bentley’s, double R’s, Ferrari’s Every time I see you, shawty where ya headin tonight? (Hey, where ya headin shawty?) Sellin out arenas, chicks wit asses like Serena Man, shawty live a hell of a life (I'm tryna tell ya shawty) It's a hell of a liiiiiiiife man, shawty live a hell of a liiiiiife... (That's how it is, real talk, true story) I ain't tellin no liiiiie man, shawty live a hell of a liiiiife... (That's how it is, real talk, true story)  [Verse One] Y'know, shawty goin extra hard when they release his passport Why I need a credit card? What you thank this cash for? (What?!) Hit the dealership and give 'em every dime he ask for Just so I can see two-hundred sixty on the dashboard If shinin 'gainst the law, somebody better get the task force For me, hoes love me, lemme fuck 'em 'til their ass hoarse Pimpin' 101, just come and see me take a crash course You wanna count my money, go to college, need a math course On a mad dash for a hundred milli runnin Breakneck speed 'til I see a billi comin I'm filthy rich and hungry, feel the grumblin in my stomach I'm still stuntin off the chain, chasin nothin but some money Put a couple pair of queens like I'm playin gin rummy No cards, just broads when a nigga dick hard Flooded offshore Audemars, lookin' like I caught a star Put it in her wristwatch, ballin like a big shot  [Hook:]  [Verse Two] Swag on fully, no semi, ho, hand me Bankrolls, no pennies, drop Rolls (roles), no Emmy's Street cred, no blemish, credit card, no limit You went to Bankhead, spot a drop head, I'm in it! And bendin, a couple corners, hoppin on 20 Wit three or four women givin love like tennis My boxers where her chin is, giving me the business While I'm ridin through the city, gag, swallow, no spittin Livin life, like I just got out of prison Wednesday night If yo' chick is in my sight, then that chick is gettin right Ay, I know niggas now with bitches think I'm hittin it and they right They keep my name up out dey mouth and mind dey business, dey aight Hey aight, if you hear me say aight, okay, aight? Cause you know I got dem goons with me and I pay aight And they would like to see me broke or back to prison see me go But instead they see me ballin, stuntin, everywhere we go - GO!  [Hook:]  [Interlude:] Money won't fold, pockets all swoll Rubberband keep poppin off my bankroll (I ain't tellin no liiiiie man, shawty live a hell of a liiiiife...) (That's how it is, real talk, true story) Brand new car fill my brand new chicks A hunred bands right quick let's see ya man do this (I ain't tellin no liiiiie man, shawty live a hell of a liiiiife...) (That's how it is, real talk, true story)  [Hook:]  ",
        "title": "Hell Of A Life"
    },
    {
        "artist": "Birdman Featuring Lil Wayne & Drake",
        "lyrics": "  [Intro: Birdman & Drake] Richer than the richest More money, bitches Yeah, coming to you live from the city of Houstatlantavegas So what it do young nigga? One hundred  [Verse 1: Drake] I am on a 24-hour champagne diet Spilling while I'm sipping, I encourage you to try it I'm probably just saying that cause I don't have to buy it The club owner supply it, boy, I'm on that fly shit I am what everybody in my past don't want me to be Guess what? I made it! I'm the motherfuckin' man, I just want you to see Come take a look, get a load of this nigga Quit fronting on me, don't come around And try come gas me up, I like running on E I-I'm on my Disney shit - Goofy flow On records I'm Captain Hook and my new car is \"Rufio\" Damn, where my roof just go? I'm somebody that you should know Get to shaking something cause that's what Drumma produced it for Yes I make mistakes that I don't ever make excuses for Like leaving girls that love me and constantly seducing hoes I'm losing my thoughts I say, \"Damn, where my roof just go?\" Top slipped off like Janet at the Super Bowl  [Hook: Drake] They can't help it and I can't blame 'em Since I got famous, but Bitch! I got money to blow I'm getting it in Letting these bills fall all over your skin I got money to blow, oh, I got money to blow  [Verse 2: Birdman] Yea, richer than the richest, we certified getting it CM, YM, Cash Money business Higher than the ceiling, fly like a bird Hit the Gucci store and later get served We smoked out, with no roof on it Them people passing, so we smash on 'em Ballin' up: we keep the cash on deck Lamborghini and the Bentleys on the V-set Louis lens iced up with the black diamonds Cartier, Ferrari the new Spider No lie, I'm higher than I ever been Born rich, born Uptown, born to win Fully loaded, automatic 6 Benz Candy paint, foreign lights with my bitch in Born hustling, too big nigga to size me up Count stunting, more money - burn 'em up  [Hook] They can't help it and I can't blame 'em Since I got famous, but Bitch! I got money to blow I'm getting it in Letting these bills fall all over your skin I got money to blow, oh, I got money to blow  [Verse 3: Lil Wayne] When I get paid every 24 hours Money and the power Come to V.I.P. and get a champagne shower I don't have to worry because everything ours And I got a big bouquet of Mary Jane's flowers That kush I promise that's my dude But we don't smoke that Reggie Bush And I'm with 2 women Make you take a second look We popping like champagne bottles But we never shook And we gon' be alright if we put Drake on every hook  [Hook] They can't help it and I can't blame 'em Since I got famous, but Bitch! I got money to blow I'm getting it in Letting these bills fall all over your skin I got money to blow, oh, I got money to blow  ",
        "title": "Money To Blow"
    },
    {
        "artist": "Three Days Grace",
        "lyrics": null,
        "title": "Break"
    },
    {
        "artist": "LeToya Featuring Ludacris",
        "lyrics": null,
        "title": "Regret"
    },
    {
        "artist": "New Boyz Featuring Ray J",
        "lyrics": "  [Intro: Legacy+ (Ray J)] Yeahhh (Knockout) (Knockout) (Knockout)  (Ay-yup, yeahhh) But she ain't gon' tie me down (Ray J) Nah (New Boyz) But she ain't gon' tie me down (No she ain't gon' tie me down)  [Hook: Ray J] She ain't gon' tie me down, while you on the road Buying all the shirts, all the hats, all the clothes What'chu want right now? Whattup right now? I think you need to close your mouth Cause you ain't gon' tie me down Tie me down, tie me down, you ain't gon' tie me down... You ain't gon' tie me down  [Verse 1: Legacy] Ayyy, know we been together for a minute But uh, its kinda been forever since we been in The kinda situation not involvin other women And it's pretty obvious that your kinda trippin Like \"Who the hell is this bitch? Lookin a hot mess, what you fell for this chick? You know we got problems and you failed to fix it\" I'm like \"You need to go somewhere else with this shit\" Because, I ain't gon' put up wit'chu Talkin 'bout how she make you uncomfortable Like I mean, shit I'm only 17 And um a perfect couple is only in a dream And right now I'm pretty much away for this Relationships? I think you should wait for it I mean later we could try things out But not right now  [Hook: Ray J] She ain't gon' tie me down, while you on the road Buying all the shirts, all the hats, all the clothes What'chu want right now? Whattup right now? I think you need to close your mouth Cause you ain't gon' tie me down Tie me down, tie me down, you ain't gon' tie me down... You ain't gon' tie me down  [Verse 2: Ben J] Ha ha, yeah, look Ay girl whattup? No I'm not gon' make a scene But you can't tie me down like a pair of shoestrings Yeah you cute, so what? Girl let's get it through your head Yeah we make love, sex, weed all in the bed It's the \"Best That I Ever..\" but things gon' change When I'm not faithful, you be feelin all pain Now you stuck like a stain and I can't believe that Baby girl 100, I ain't tryin to do that Got so many girls and I ain't lettin go Cause my life is great, and you ain't nothin but a ho Yeah you come to my shows and you very supportive Just show me a camera and my show recorded It was nice, but I'm suprised that you still standin here As you know, I'm a man, and I have no fear I'mma start it from the top, girl this ain't no lovin I'm a New Boy girl so  [Hook: Ray J] She ain't gon' tie me down, while you on the road Buying all the shirts, all the hats, all the clothes What'chu want right now? Whattup right now? I think you need to close your mouth Cause you ain't gon' tie me down Tie me down, tie me down, you ain't gon' tie me down... You ain't gon' tie me down She ain't gon' tie me down, while you on the road Buying all the shirts, all the hats, all the clothes What'chu want right now? Whattup right now? I think you need to close your mouth Cause you ain't gon' tie me down Tie me down, tie me down, you ain't gon' tie me down... You ain't gon' tie me down  ",
        "title": "Tie Me Down"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Hook] Hey white liar The truth comes out a little at a time And it spreads just like a fire Slips off of your tongue like turpentine And I don't know why White liar  [Verse 1] You better be careful what you do I wouldn't want to be in your shoes If they ever found you out You better be careful what you say It never really added up any way I got friends in this town  [Hook]  [Verse 2] You said you went out to a bar And walked some lady to her car But your face has more to tell Cause my cousin saw you on the street With a red head named Bernice Turns out you don't lie too well  [Hook]  [Bridge] Here's a bombshell just for you Turns out I've been lying too  [Hook]  ",
        "title": "White Liar"
    },
    {
        "artist": "Kings Of Leon",
        "lyrics": "  [Verse 1] I got a notion that says it doesn't feel right Got an answer in your story today It gave me a sign that didn't feel right, no  [Chorus] So don't knock it, don't knock it You've been here before So don't knock it, don't knock it You've been here before  [Verse 2] I just wanted to know if I could go home Been rambling day after day And everyone says I don't know  [Chorus] So don't knock it, don't knock it You've been here before So don't knock it, don't knock it You've been here before  Got to notion to say what doesn't feel right I just wanted to know if I could go home  [Chorus] So don't knock it, don't knock it You've been here before So don't knock it, don't knock it You've been here before  So don't knock it, don't knock it So don't knock it, don't knock it  [Chorus] So don't knock it, don't knock it You've been here before So don't knock it, don't knock it You've been here before  ",
        "title": "Notion"
    },
    {
        "artist": "Brooks & Dunn Featuring Billy Gibbons",
        "lyrics": "  Telly Man, standin' on a band stand, grand standin' bendin' and bangin' them strings Eye candy shakin' on a dance floor, sayin' \"Play me one more,\" makin' a scene Cowboy camped on a bar stool, shootin' double whiskey with a longneck back And Billy with a pool cue starring down an eight ball, lookin' at Kelly with a rack  Out in the country, back roads and one horse towns We saw fiddles, play our guitars loud We talk the talk, and walk the walk And do the Honky Tonk Stomp  Yeah...Pickups in the parking lot, rockin' like a juke box jumpin' in the July air Cooler in the tool box, drinkin' every last drop...won't let ya take it in there Whiskey high, two dudes stumblin' out the back door. Bouncers help 'em take it outside Through the fussin' and the cussin', & the shovin' and the pushin'...well, it really ain't much of a fight  Out in the country, back roads and one horse towns We saw fiddles, play our guitars loud We talk the talk, and walk the walk  Out in the country, back roads and one horse towns We saw fiddles, play our guitars loud We talk the talk, and walk the walk  ",
        "title": "Honky Tonk Stomp"
    }
]