[
    {
        "artist": "Rod Stewart",
        "lyrics": null,
        "title": "Tonight's The Night (Gonna Be Alright)"
    },
    {
        "artist": "Gordon Lightfoot",
        "lyrics": "  The legend lives on from the Chippewa on down Of the big lake they call Gitche Gumee The lake, it is said, never gives up her dead When the skies of November turn gloomy With a load of iron ore twenty-six thousand tons more Than the Edmund Fitzgerald weighed empty That good ship and true was a bone to be chewed When the gales of November came early  The ship was the pride of the American side Coming back from some mill in Wisconsin As the big freighters go, it was bigger than most With a crew and good captain well seasoned Concluding some terms with a couple of steel firms When they left fully loaded for Cleveland Then later that night when the ship's bell rang Could it be the north wind they'd been feelin'?  The wind in the wires made a tattle-tale sound When the wave broke over the railing And every man knew, as the captain did too 'Twas the witch of November come stealin' The dawn came late and the breakfast had to wait When the gales of November came slashin' When afternoon came it was freezing rain In the face of a hurricane west wind  When suppertime came, the old cook came on deck Sayin' \"Fellas, it's too rough to feed ya\" At seven p.m. a main hatchway caved in He said, \"Fellas, it's been good to know ya\" The captain wired in he had water comin' in And the good ship and crew was in peril And later that night when his lights went out of sight Came the wreck of the Edmund Fitzgerald  Does anyone know where the love of God goes When the waves turn the minutes to hours The searchers all say they'd have made Whitefish Bay If they'd put fifteen more miles behind her They might have split up or they might have capsized They may have broke deep and took water And all that remains is the faces and the names Of the wives and the sons and the daughters  Lake Huron rolls, Superior sings In the rooms of her ice-water mansion Old Michigan steams like a young man's dreams The islands and bays are for sportsmen And farther below, Lake Ontario Takes in what Lake Erie can send her And the iron boats go as the mariners all know With the gales of November remembered  In a musty old hall in Detroit they prayed In the Maritime Sailors' Cathedral The church bell chimed 'til it rang twenty-nine times For each man on the Edmund Fitzgerald The legend lives on from the Chippewa on down Of the big lake they call Gitche Gumee Superior, they said, never gives up her dead When the gales of November come early  ",
        "title": "The Wreck Of The Edmund Fitzgerald"
    },
    {
        "artist": "Bee Gees",
        "lyrics": "  She came on like the night, and she held on tight And the world was right when she made love to me We were free She moved in like a friend Started loving me And I thought I'd found my heaven in her arms But the morning when I woke up I was here and she was gone Now I'm hanging on Maybe you can tell me  [Chorus] How a love so right Can turn out to be so wrong? Oh, my darling How a love so right Can turn out to be so wrong?  Where did she go When I need her close to me? And the perfect story ended at the start I thought you came forever And you came to break my heart Now I'm hanging on On the chance that you'll come back to me Oh, my love  [Chorus] How a love so right can turn out to be so wrong? Oh, my darling How a love so right can turn out to be so wrong? Oh, my darling  [Bridge] I could take it in my stride Start living for the moment Maybe half the things we sought were never there Simply open up our eyes And break it down to size It isn't really fair  [Chorus] How a love so right Can turn out to be so wrong? Oh, my darling How a love so right Can turn out to be so wrong?  ",
        "title": "Love So Right"
    },
    {
        "artist": "Captain & Tennille",
        "lyrics": "  Muskrat, muskrat Candlelight Doin' the town And doin' it right in the evening It's pretty pleasing  Muskrat Suzie Muskrat Sam Do the jitterbug at a Muskrat Land And they shimmy Sam is so skinny  And they whirl And they twirl and they tango Singing and jingling a jangle Float like the heavens above Looks like Muskrat Love  Nibbling on bacon Chewing on cheese Sam says to Suzie Honey, would you please be my Mrs Suzie says yes with her kisses  Now, he's tickling her fancy Rubbing her toes Muzzle to muzzle Now anything goes as they wriggle Sue starts to giggle  And they whirled And they twirled and they tango Singing and jingling a jangle Floating like the heavens above Looks like muskrat love  ",
        "title": "Muskrat Love"
    },
    {
        "artist": "Rick Dees & His Cast Of Idiots",
        "lyrics": "  Quack quack Quack quack Quack quack Quack quack  Went to a party the other night All the ladies were treatin' me right Movin' my feet to the disco beat How in the world could I keep my seat?  All of a sudden I began to change I was on the dance floor actin' strange (Quack quack, quack quack) Flappin' my arms, I began to cluck (Quack quack) Look at me, I'm the Disco Duck  Ah, get down, mama I've got to have me a woman, ha, ha, ha, ha, ha  Disco, disco duck Got to have me a woman Disco, disco duck Oh, get down, mama Try your luck, don't be a cluck Disco, disco Disco, disco Disco, disco Disco, disco duck All right Disco, disco duck Ah, get down mama  Oh mama, shake your tail feather, ha, ha, ha, ha, ha  When the music stopped I returned to my seat But there's no stoppin' a duck and his beat (Quack quack, quack quack) So I got back up to try my luck (Quack quack, quack quack) Why look!  Everybody's doin' the Disco, disco duck Disco, disco duck Wave to me Try your luck Don't be a cluck Disco, disco Disco, disco Disco, disco  Disco, disco duck My, oh my Disco, disco duck Get down mama, ha, ha, ha, ha Try your luck, don't be a cluck Disco, disco Disco, disco Disco, disco  Disco, disco duck Disco, disco duck Try your luck, don't be a cluck Wave to me I'm so happy Disco, disco duck Thank you duck for gettin' down Disco, disco, disco Thank you so very much Disco duck You're welcome Disco, disco duck Try your luck, don't be a cluck Disco, disco, disco  ",
        "title": "Disco Duck (Part I)"
    },
    {
        "artist": "The Spinners",
        "lyrics": "  Hand me down my walkin' cane Hand me down my hat Hurry now and don't be late 'Cause we ain't got time to chat You and me, we're goin' out To catch the latest sound Guaranteed to blow your mind So high you won't come down  Hey, y'all, prepare yourself for the rubberband man You've never heard a sound Like the rubberband man You're bound to lose control When the rubberband starts to jam  Oh, this dude is outta sight Everything he does Seems to come out right  Once I went to hear him play At a club outside of town I was so surprised, I was hypnotized By the sound these cats put down When I saw this short, fat guy Stretch a band between his toes Hey, I laughed so hard 'Cause the man got down When it finally reached his nose  Hey, y'all, prepare yourself for the rubberband man You've never heard a sound Like the rubberband man You're bound to lose control When the rubberband starts to jam  Got that rubber band Up on his toes And then he wriggled it up All around his nose  Guaranteed to blow your mind Playin' all that music, yet keepin' time Where in the world did he learn that, oh, Lord Lord, help him get away  Hey, y'all, prepare yourself for the rubberband man You've never heard a sound Like the rubberband man You're bound to lose control When the rubberband starts to jam  Rubberband man, rubberband man How much of this stuff do he think we can stand? So much rhythm, grace, and debonair for one man, Lord And then he had the nerve to twiggle his left toe Slip it through his knee, got the feeling in his head, y'all Aw, come on, baby  Hey, y'all, prepare yourself for the rubberband man You've never heard a sound Like the rubberband man You're bound to lose control When the rubberband starts to jam  Rubberband man starts to jam Moving up and down cross the land Got the people all in his wake Everything probably seems outta place  Just move it, just move it Just move, move, move it Just, rubberband, rubberband man Just move it, just move it Just move, move, move it Just, rubberband, rubberband man Get down Oh, get down low Ah ha  ",
        "title": "The Rubberband Man"
    },
    {
        "artist": "Steve Miller",
        "lyrics": "  [Verse 1] Well I've been lookin' real hard And I'm tryin' to find a job But it just keeps gettin' tougher every day But I got to do my part, cause I know in my heart I got to please my sweet baby, yeah  [Verse 2] Well, I ain't superstitious And I don't get suspicious But my woman is a friend of mine And I know that it's true that all the things that I do Will come back to me in my sweet time  [Chorus] So keep on rock'n me baby Keep on a rock'n me baby Keep on a rock'n me baby Keep on a rock'n me baby  [Verse 3] I went from Phoenix, Arizona All the way to Tacoma Philadelphia, Atlanta, L.A Northern California where the girls are warm So I could be with my sweet baby, yeah  [Chorus]  [Verse 4] Don't get suspicious Now don't be suspicious Babe, you know you are a friend of mine And you know that it's true That all the things that I do Are gonna come back to you in your sweet time  [Verse 3]  [Chorus]  ",
        "title": "Rock'n Me"
    },
    {
        "artist": "Commodores",
        "lyrics": "  Just to be close to you girl Just for a moment, well just for an hour Just to be close to you girl Oh well ah baby aw  You know I've been thru so many changes in my life girl Aw I've been up real high where I thought I didn't need anybody Aw and then again I've been down real low where There was no one in my life who needed me Aw and I found that material things I thought had so much value Aw girl didn't really have any value at all  There was a lonely man A man with no direction, with no purpose With no one to love and no one to love me for, for me Aw girl then you, then you came into my life You made my jagged edges smooth You made my direction so clear and you aw woman You became my purpose my reason for livin' girl  You see you're my heart, you're soul You're my stone inspiration Baby oh that's why I'm standin' here singin' And opening my arms to you I wanna say child why don't you Take my hand and we'll live in love forever Yeah take my hand ooh, we'll be alone you and me yeah  Take my hand girl We'll live our lives together yeah together Together yeah together Just to be close to you girl Just for the moment baby, just for an hour Just to be close to you girl, hey, ooh  I've been out there searchin' so very long baby Searchin' to find somebody just like you And for some folks it takes a lifetime sugar To find in this world a dream come true Why don't you take my hand Oh, we'll live in love forever yeah Take my hand girl, we'll be alone you and me Take my hand we'll spend our lives together Together, together, together Just to be close to you girl Just for the moment just for the hour Just to be close to you girl I need you baby  To make love to be loved by you baby To have your warm body close to mine To whisper words that make you feel like a woman Girl I know our love will stand the test of time Just to be close to you girl  For the moment baby, for the moment baby For the moment baby For the sugar, sugar, yeah, yeah Yeah, yeah, yeah, yeah, yeah Ooh yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah, yeah My arms are still burnin' girl Ya got me yearnin' for your love Yeah, yeah, yeah, yeah, yeah, yeah, yeah  ",
        "title": "Just To Be Close To You"
    },
    {
        "artist": "KISS",
        "lyrics": "  Gene Simmons: In Detroit, the body of a Michigan youth was reported dead at the scene of a head on collision on Grand Avenue this morning. He was reportedly driving on the wrong side of the boulevard when he struck a delivery truck and was catapulted through the windshield of his car. The driver of the truck is reported to be uninjured. The identities of both men are being withheld by local police  [Over car radio, sung quietly: \"I wanna rock and roll all night and party every day\" ]  [Verse 1] I feel uptight on a Saturday night Nine o' clock, the radio's the only light I hear my song and it pulls me through It comes on strong, tells me what I got to do I got to  [Chorus] Get up! Everybody's going to move their feet Get down! Everybody's going to leave their seat You gotta lose your mind in Detroit Rock City  [Chorus] Get up! Everybody's going to move their feet Get down! Everybody's going to leave their seat  [Verse 2] Getting late I just can't wait Ten o'clock and I know I gotta hit the road First I drink, then I smoke Start up the car, and I try to make the midnight show  [Chorus] Get up! Everybody's going to move their feet Get down! Everybody's going to leave their seat  [Verse 3] Moving fast, down 95 I hit top speed but I'm still moving much too slow I feel so good, I'm so alive I hear my song playing on the radio It goes  [Chorus] Get up! Everybody's going to move their feet Get down! Everybody's going to leave their seat  [Verse 4] Twelve o'clock, I got to rock There's a truck ahead, lights staring at my eyes Oh my God, no time to turn I got to laugh because I know I'm going to die Why  [Chorus] Get up! Everybody's going to move their feet Get down Everybody's going to leave their seat  ",
        "title": "Beth/Detroit Rock City"
    },
    {
        "artist": "Peter Frampton",
        "lyrics": "  Well, woke up this morning with a wine glass in my hand Whose wine? What wine? Where the hell did I dine? Must have been a dream I don't believe where I've been Come on, let's do it again  Do you...you, feel like I do? How'd ya feel? Do you...you, feel like I do?  My friend got busted Just the other day They said,\"Don't walk, don't walk, don't walk away.\" Drove into a taxi Bent the boot, hit the back Had to play some music, otherwise he'd crack  Do you...you, feel like I do? How'd ya feel? Do you...you, feel like I...  [1st Guitar solo]  Do you...you, feel like I do? Yes ya do Do you...you, feel like I do?  Champagne for breakfast and a Sherman in my hand Peach top, Peach tails, never fails Must have been a dream. I don't believe where I've been Come on, let's do it again  Do you...you, feel like I do? How'd ya feel? Do you...you, feel like I...  [Keyboard solo]  Do you feel like we do? Do you feel like we do? Oh, that's true Do you feel like we do? Get back Do you feel..do you feel like we do?  [2nd guitar solo]  [Guitar:] Do you feel...do you feel...like we do? I want to thank you Do you feel like we do? That's alright, that's alright in here tonight Here tonight, good time We're gonna have a good time Good time, good time, good time, good time, good time  ",
        "title": "Do You Feel Like We Do"
    },
    {
        "artist": "Barry DeVorzon and Perry Botkin, Jr.",
        "lyrics": "  Instrumental  ",
        "title": "Nadia's Theme (The Young And The Restless)"
    },
    {
        "artist": "Boston",
        "lyrics": "  [Verse 1] I looked out this morning and the sun was gone Turned on some music to start my day I lost myself in a familiar song I closed my eyes and I slipped away  [Chorus] It's more than a feeling (more than a feeling) When I hear that old song they used to play (more than a feeling) I begin dreaming (more than a feeling) 'Till I see Marianne walk away I see my Marianne walkin' away  [Verse 2] So many people have come and gone Their faces fade as the years go by Yet I still recall as I wander on As clear as the sun in the summer sky  [Chorus] It's more than a feeling (more than a feeling) When I hear that old song they used to play (more than a feeling) I begin dreaming (more than a feeling) 'Till I see Marianne walk away I see my Marianne walkin' away  [Guitar Solo]  [Verse 3] When I'm tired and thinking cold I hide in my music, forget the day And dream of a girl I used to know I closed my eyes and she slipped away  She slipped away  [Chorus] It's more than a feeling (more than a feeling) When I hear that old song they used to play (more than a feeling) I begin dreaming (more than a feeling) 'Till I see Marianne walk away I see my Marianne walkin' away  ",
        "title": "More Than A Feeling"
    },
    {
        "artist": "ABBA",
        "lyrics": "  [Intro]  [Verse 1] Can you hear the drums, Fernando? I remember, long ago, another starry night like this In the firelight, Fernando You were humming to yourself and softly strumming your guitar  I could hear the distant drums, and sounds of bugle calls were coming from afar...  [Verse 2] They were closer now, Fernando Every hour, every minute seemed to last eternally I was so afraid, Fernando We were young and full of life and none of us prepared to die  And I'm not ashamed to say the roar of guns and cannons almost made me cry...  [Chorus 1] There was something in the air that night The stars were bright, Fernando They were shining there for you and me For liberty, Fernando  Though we never thought that we could lose There's no regret  If I had to do the same again I would, my friend, Fernando If I had to do the same again I would, my friend, Fernando...  [Verse 3] Now we're old and grey, Fernando Since many years I haven't seen a rifle in your hand Can you hear the drums, Fernando? Do you still recall the frightful night we crossed the Rio Grande?  I can see it in your eyes, how proud you were to fight for freedom in this land...  [Chorus 2] There was something in the air that night The stars were bright, Fernando They were shining there for you and me For liberty, Fernando  Though I never thought that we could lose There's no regret  If I had to do the same again I would, my friend, Fernando...  [Chorus 3] There was something in the air that night The stars were bright, Fernando They were shining there for you and me For liberty, Fernando  Though I never thought that we could lose There's no regret  If I had to do the same again I would, my friend, Fernando Yes, if I had to do the same again I would, my friend, Fernando...  ",
        "title": "Fernando"
    },
    {
        "artist": "Firefall",
        "lyrics": "  You are the woman that I’ve always dreamed of I knew it from the start I saw your face and that’s the last I’ve seen of my heart  It’s not so much the things you say to me It’s not the things you do It’s how I feel each time you’re close to me That keeps me close to you, whoa oh  You are the woman that I’ve always dreamed of I knew it from the start I saw your face and that’s the last I’ve seen of my heart  It’s not so much your pretty face I see It’s not the clothes you wear It’s more that special way you look at me That always keeps me there, whoa oh whoa  You are the woman that I’ve always dreamed of I knew it from the start I saw your face and that’s the last I’ve seen of my heart  It’s hard to tell you all the love I’m feeling That’s just not my style You’ve got a way to send my senses reeling Every time you smile, whoa oh  You are the woman that I’ve always dreamed of I knew it from the start I saw your face and that’s the last I’ve seen of my heart I saw your face and that’s the last I’ve seen of my heart  Of my heart Ooh ooh of my heart  ",
        "title": "You Are The Woman"
    },
    {
        "artist": "England Dan & John Ford Coley",
        "lyrics": "  [Verse 1:] Lying in bed with the radio on Moonlight falls like rain Soft summer nights spent Thinking of you When will I see you again?  Soft and low the music moans I can't stop thinking about you Thinking 'bout you  [Chorus:] I didn't know it would be so strong Waiting and wondering about you I didn't know it would last so long Nights are forever without you  [Verse 2:] Curtains still dance With the wind and the sky The sun will be coming up soon But I just can't sleep for thinking of you Here alone with the moon  Soft and low the music moans I can't stop thinking about you Thinking 'bout you  [Repeat Chorus:]  [Repeat x4:] Nights are forever without you  ",
        "title": "Nights Are Forever Without You"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse 1] If you leave me now, you'll take away the biggest part of me Oooo no baby please don't go  [Verse 2] And If you leave me now, you'll take away the very heart of me Oooo no baby please don't go Oooo girl, I just want you to stay  [Chorus] A love like ours is love that's hard to find How could we let it slip away We've come too far to leave it all behind How could we end it all this way When tomorrow comes we'll both regret The things we said today  [Chorus]  [Verse 1]  [Outro] Oooo girl, I just got to have you by my side Oooo no baby please don't go Oooo mama, I just got to have your lovin'  ",
        "title": "If You Leave Me Now"
    },
    {
        "artist": "Blue Oyster Cult",
        "lyrics": null,
        "title": "(Don't Fear) The Reaper"
    },
    {
        "artist": "Marilyn McCoo & Billy Davis, Jr.",
        "lyrics": "  [BILLY DAVIS JR] Baby, come as you are with just your heart And I'll take you in You're rejected and hurt, to me you're worth What you have within  [MARILYN MCCOO] I don't need no superstar 'Cause I'll accept you as you are You won't be denied, 'cause I'm satisfied With the love that you can inspire  [BOTH] You don't have to be a star, baby, to be in my show You don't have to be a star, baby, to be in my show  [BILLY DAVIS JR] Somebody nobody knows could steal the tune That you want to hear So stop your running around, 'cause now you've found What was cloudy is clear, oh honey  [MARILYN MCCOO] There'll be no cheering from the crowd Just two hearts beating out loud There'll be no parade, no tv or stage Only me till your dying day  [BOTH] You don't have to be a star, baby, to be in my show You don't have to be a star, baby, to be in my My, my, my, my, my show  (You don't have to be a star) (You don't have to be a star) (You don't have to be a star)  [BILLY DAVIS JR] Don't think your star has to shine for me to find out Where you're coming from What is a beauty queen if it don't mean That I'm number one?  [MARILYN MCCOO] I don't need no superstar 'Cause I'll accept you as you are You won't be denied, 'cause I'm satisfied With the love that you can inspire  [BOTH] You don't have to be a star, baby, to be in my show You don't have to be a star, baby, to be in my My, my, my, my, my show  ",
        "title": "You Don't Have To Be A Star (To Be In My Show)"
    },
    {
        "artist": "The Ritchie Family",
        "lyrics": "  It's the best disco in town, number one in disco sound It's the place where hip people meet, hey, hey It's the best disco in town, bump and boogie all around It's no place to sit in your seat, hey, hey DJ's are the best there, you'll never get a rest there You may meet the right girl or guy When they play the right groove your body makes the next move Get up on the floor and get down to see that the music can take you high  It's the best disco in town, funky music pound for pound Join the crowd, come on dance and sing, hey, hey It's the best disco in town, people come from miles around It's the place to do your own thing, hey, hey  People dress the best there, the music is the best there They're the very best sounds, so high class If you make a request the DJ will do his best To lay down your favorite song so you or baby hold on the past  Ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh  The hit sound of Motown (Ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh) The hit sound of Motown I'll be there ‘Cause we love music I love music Any kind of music Bad love was good love The now sounds of Musique The only way we party is when you got You got me where you want me You've got me where you want me Woo  It's the best disco in town, number one in disco sound It's the place where hip people meet, hey, hey It's the best disco in town, bump and boogie all around It's no place to sit in your seat, hey, hey  DJ's are the best there, you'll never get a rest there You may meet the right girl or guy When they play the right groove your body makes the next move Get up on the floor and get down to see that the music can take you high Ooh, that's my baby I love to love you, baby I love to love you, baby Ooh, that's the way I like it  Ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh  Bop me, baby, bop me, baby They call me lady bop, lady bop, it's alright, ah Here comes the express, the express Volez vous coo shea a me qua Volez vous coo shea a me qua  Any time you want me, love Romantic world I won't let you down Give all my love Ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh  It's the best disco in town, funky pound for pound Join the crowd, come on dance and sing, hey, hey It's the best disco in town, people come from miles around It's the place to do your own thing, hey, hey  People dress the best there, the music is the best there They're the very best sounds, so high class If you make a request the DJ will do his best To lay down your favorite song so you or baby hold on the past  Shoo doo doo doo doo doo Shoo doo doo doo doo Shoo doo doo doo doo doo Shoo doo doo doo doo  Get up on the floor and get down to see that the music can take you high  ",
        "title": "The Best Disco In Town"
    },
    {
        "artist": "Alice Cooper",
        "lyrics": null,
        "title": "I Never Cry"
    },
    {
        "artist": "Heart",
        "lyrics": "  Cold, late night so long ago When I was not so strong you know A pretty man came to me Never seen eyes so blue You know, I could not run away it seemed We'd seen each other in a dream Seemed like he knew me....he looked right through me....yeah  \"Come on home, girl\" he said with a smile \"you don't have to love me yet, let's get high awhile But try to understand...try to understand Try, try, try to understand....I'm a magic man\"  Winter nights we sang in tune Played inside the months of moon \"Never think of never..let this spell last forever\" Well, summer lover passed to fall Tried to realize it all Mama says she's worried..growing up in a hurry  \"Come on home, girl\" Mama cried on the phone \"Too soon to lose my baby yet, my girl should be at home\" But try to understand....try to understand Try, try, try to understand..he's a magic man, Mama...ah...he's a magic man  \"Come on home, girl\" he said with a smile \"I cast my spell of love on you, a woman from a child\" But try to understand...try to understand.. Oh...oh....try, try to understand Try, try, try to understand.... He's a magic man....oh....he's got the magic hands  (solos) OoooOooo's over top  \"Come on home, girl\" he said with a smile \"You don't have to love me yet, let's get high awhile\" But try to understand....try to understand Try, try, try to understand...he's a magic man.....yeah...oh......  ",
        "title": "Magic Man"
    },
    {
        "artist": "Leo Sayer",
        "lyrics": "  [Verse 1: You've got a cute way of talking You got the better of me Just snap your fingers And I'm walking Like a dog hanging on your lead  I'm in a spin You know Shaking on a string You know  [Chorus:] You make me feel like dancing I'm gonna dance the night away You make me feel like dancing I'm gonna dance the night away You make feel like dancing  I feel like dancing Dancing Dance the night away I feel like dancing Dancing Ah  [Verse 2:] Quarter to four in the morning I ain't feeling tired No, no, no, no, no Just hold me tight And leave on the light 'Cause I don't want to go home  You put a spell on me I'm right where you want me to be  [Repeat Chorus:]  I feel like dancing Dancing Dance the night away I feel like dancing Dancing Dance the night away Ah  [Bridge:] And if you'll let me stay We'll dance our lives away  [Chorus:] You make me feel like dancing I wanna dance my life away You make me feel like dancing I wanna dance my life away You make me feel like dancing I wanna dance my life away  (I feel like dancing) You make me feel like dancing I wanna dance my life away (I feel just like dancing) You make me feel like dancing  ",
        "title": "You Make Me Feel Like Dancing"
    },
    {
        "artist": "Yvonne Elliman",
        "lyrics": null,
        "title": "Love Me"
    },
    {
        "artist": "Bay City Rollers",
        "lyrics": null,
        "title": "I Only Want To Be With You"
    },
    {
        "artist": "Burton Cummings",
        "lyrics": null,
        "title": "Stand Tall"
    },
    {
        "artist": "L.T.D.",
        "lyrics": null,
        "title": "Love Ballad"
    },
    {
        "artist": "Wild Cherry",
        "lyrics": "  [Intro] Hey, do it now Yeah, hey  [Verse 1] Hey, once I was a funky singer Playin' in a Rock and Roll Band I never had no problems, yeah Burnin' down the one night stands And everything around me, yeah Got to stop to feelin' so low And I decided quickly (Yes I did) To disco down and check out the show  [Hook] Yeah, they was dancin' and singin' and movin' to the groovin' And just when it hit me somebody turned around and shouted: Play that funky music white boy Play that funky music right Play that funky music white boy Lay down the boogie and play that funky music till you die 'Til you die Oh ya, ya  [Verse 2] I tried to understand this I thought that they were out of their minds How could I be so foolish (How could I) To not see I was the one behind So still I kept on fighting Well, losing every step of the way I said, I must go back there (I got to go back) And check to see if things still the same  [Hook] Yeah they was dancin' and singin' and movin' to the groovin' And just when it hit me somebody turned around and shouted Play that funky music white boy Play that funky music right Play that funky music white boy Lay down the boogie and play that funky music till you die 'Til you die, ya 'Til you die  (Gonna play some of that electrified funky music, yeah)  [Guitar Solo]  (Hey, wait a minute)  [Verse 3] Now first it wasn't easy Changin' Rock and Roll and minds And things were getting shaky I thought I'd have to leave it behind But now it's so much better (it's so much better) I'm funking out in every way But I'll never lose that feelin' (no I won't) Of how I learned my lesson that day  [Extended Hook] When they were dancin' and singin' and movin' to the groovin' And just when it hit me somebody turned around and shouted Play that funky music white boy Play that funky music right Play that funky music white boy Lay down the boogie and play that funky music till you die 'Til you die Oh' till you die They shouted play that funky music (Play that funky music) Play that funky music (You Gotta keep on playin' funky music) Play that funky music (Play that funky music) Play that funky music (Come and take you higher, ya) Play that funky music white boy Play that funky music right, yeah Play that funky music white boy Play that funky music right Play that funky music white boy Play that funky music right  ",
        "title": "Play That Funky Music"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] What have I got to do to make you love me? What have I got to do to make you care? What do I do when lightning strikes me? And to wake to find that you're not there  [Verse 2] What do I do to make you want me? What have I got to do to be heard? What do I say when it's all over? And sorry seems to be the hardest word  [Chorus] It's sad, so sad It's a sad, sad situation And it's getting more and more absurd  It's sad, so sad Why can't we talk it over? Oh, it seems to me That sorry seems to be the hardest word  [Chorus]  Sorry Seems To Be The Hardest Word What do I do to make you love me? What have I got to do to be heard? What do I do when lightning strikes me? What have I got to do? What have I got to do? When sorry seems to be the hardest word  ",
        "title": "Sorry Seems To Be The Hardest Word"
    },
    {
        "artist": "Engelbert Humperdinck",
        "lyrics": "  So I sing you to sleep After the lovin' With a song I just wrote yesterday And I hope you can hear What the words and the music have to say  It's so hard to explain Everything that I'm feelin' Face to face, I just seem to go dry But I love you so much That the sound of your voice can get me high  Thanks for taking me (thanks for taking me) On a one way trip to the sun (one way trip to the sun) And thanks for turning me (turning me) Into a someone (someone)  So I sing you to sleep After the lovin' I brush back the hair from your eyes And the love on your face Is so real that it makes me want to cry  And I know that my song isn't saying anything new Oh, but after the lovin' I'm still in love with you  So I sing you to sleep After the lovin' I brush back the hair from your eyes (after the lovin') And the love on your face Is so real that it makes me want to cry (your love is real, it makes me cry)  And I know that my song isn't saying anything new Oh, but after the lovin' (after the lovin') I'm still in love with you Yes, after the lovin' (after the lovin') I'm still in love with you Hmm, after the lovin' I'm still in love with you  ",
        "title": "After The Lovin'"
    },
    {
        "artist": "The Salsoul Orchestra",
        "lyrics": null,
        "title": "Nice 'N' Naasty"
    },
    {
        "artist": "The Sylvers",
        "lyrics": null,
        "title": "Hot Line"
    },
    {
        "artist": "Electric Light Orchestra",
        "lyrics": "  Sailin' away on the crest of a wave It's like magic Rollin' and ridin' and slippin' & slidin' It's magic  And you, and your sweet desire You took me, higher and higher, baby It's a livin' thing It's a terrible thing to lose It's a given thing What a terrible thing to lose  (I'm taking a dive, dive)  Making believe this is what you conceived From your worst day Moving in line then you look back in time To the first day  And you, and your sweet desire You took me, higher and higher, baby It's a livin' thing It's a terrible thing to lose It's a given thing What a terrible thing to lose  Takin' a dive 'cos you can't halt the slide Floating downstream So let her go don't start spoiling the show It's a bad dream  And you, and your sweet desire You took me, higher and higher, baby It's a livin' thing It's a terrible thing to lose It's a given thing What a terrible thing to lose  ",
        "title": "Livin' Thing"
    },
    {
        "artist": "Eric Clapton",
        "lyrics": "  [Verse 1] As I am strolling down the garden path I saw a flower glowing in the dark It looked so pretty and it was unique I had to bend down just to have a peek  [Chorus] Hello, old friend It is really good to see you once again Hello, old friend It is really good to see you once again  [Verse 2] I saw you walking underneath the stars I could not stop cause I was in a car I am sure the distance would not be too far If I got out and walked to where you are  [Chorus]  [Verse 3] An old man passed me on the street today I thought I knew him but I could not say I stopped to think if I could place his frame When he tipped his hat I knew his name  [Chorus][x2]  ",
        "title": "Hello Old Friend"
    },
    {
        "artist": "Walter Murphy & The Big Apple Band",
        "lyrics": "  [Instrumental]  ",
        "title": "A Fifth Of Beethoven"
    },
    {
        "artist": "Norman Connors",
        "lyrics": "  You are my light, I have to go on Have me anyway you want to Just take care and love me 'Til my tension's gone  'Cause you are my starship Come take me up tonight And don't be late  Yes, you are my starship Come take me up tonight And don't be late And don't you come too soon  Baby yeah  Oh, oh, you are my starship Come take me up tonight And don't be late  Yes, you are my starship Come take me up tonight And don't be late And don't you come too soon  I can't say (I just can't say) (I just can't say) It's here that you want me (I just can't say, I just can't say)  Oh, baby, I don't want nobody Nobody kissing you but me (Can't say) Oh, baby (I just can't say)  'Cause you are my starship Come take me up tonight And don't be late  Yes, you are my starship Come take me up tonight And don't be late And don't you come too soon  Baby, oh yeah Take me up tonight And don't be late  Oh, you are my starship Won't you take me tonight? And don't be late And don't you come too soon  ",
        "title": "You Are My Starship"
    },
    {
        "artist": "Little River Band",
        "lyrics": null,
        "title": "It's A Long Way There"
    },
    {
        "artist": "Daryl Hall John Oates",
        "lyrics": null,
        "title": "She's Gone"
    },
    {
        "artist": "Ringo Starr",
        "lyrics": "  [Verse 1] All right! You're feeling down You're feeling blue You do know that you care But you don't know what to do  [Chorus 1] If your mama don't feel good Or your daddy don't feel good Take a dose of rock'n'roll And wash it down with cool, clear soul, aha  [Chorus 2][2x] You better get your ripple soles out, (shoo bop, shoo wow wow) Ease out all your mean controls (shoo bop, shoo wow wow) Take a dose of rock'n'roll And wash it down with cool, clear soul, aha Turn on your radio Start dancing to the moon That old heart radio It's going to get you, (get you) get you, (get you) get you in the mood  [Chorus 1] If your mama don't feel good, (shoo bop, shoo wow wow) Or your daddy don't feel so good, (shoo bop, shoo wow wow) Take a dose of rock'n'roll And wash it down with cool, clear soul, aha  [Bridge] Take a dose of rock'n'roll [3x] Wash it down with cool, clear soul, aha  [Outro] Hey, hey, baby, (dose of rock'n'roll) Why don't you take some rock'n'roll? (take some rock'n'roll) Just take some rock'n'roll, (take some rock'n'roll) Oh, oh, take some! (take some rock'n'roll) Oh, i'm gonna take it! (take some rock'n'roll) Take some rock'n'roll! (take some rock'n'roll)  ",
        "title": "A Dose Of Rock 'N' Roll"
    },
    {
        "artist": "Tyrone Davis",
        "lyrics": null,
        "title": "Give It Up (turn It Loose)"
    },
    {
        "artist": "Brick",
        "lyrics": null,
        "title": "Dazz"
    },
    {
        "artist": "Boz Scaggs",
        "lyrics": "  Baby's into runnin' around, hangin' with the crowd Puttin' your business in the street, talkin' out loud Sayin' you bought her this and that and how much you done spent I swear she must believe it's all heaven sent  Hey, boy, you better bring the chick around To the sad, sad truth, the dirty lowdown  (Oohooohooohooo I wonder, wonder, wonder, wonder who) Taught her how to talk like that (Oohooohooohooo I wonder, wonder, wonder, wonder who) Gave her that big idea  Nothin' you can't handle, nothin' you ain't got Put your money on the table and drive it off the lot Turn on that old lovelight and turn a \"Maybe\" to a \"Yes\" Same old schoolboy game got you into this mess  Hey son, better get back on to town Face the sad old truth, the dirty lowdown  (Oohooohooohooo I wonder, wonder, wonder, wonder who) Put those ideas in your head (Oohooohooohooo I wonder, wonder, wonder, wonder who)  Yeah  Come on back down, little son Dig the low, low, low, low, lowdown!  You ain't got to be so bad, got to be so cold This dog eat dog existence sure is getting old Got to have a Jones for this, Jones for that This runnin' with the Joneses, boy, just ain't where it's at, no, no  You gonna come back around To the sad, sad truth, the dirty lowdown  (Oohooohooohooo I wonder, wonder, wonder, wonder who) Got you thinking like that, boy (Oohooohooohooo I wonder, wonder, wonder, wonder who)  I wonder, wonder, wonder, wonder who Said I wonder, wonder, wonder, I wonder who Oh, look out for that lowdown (I wonder, wonder, wonder, wonder who) That dirty, dirty, dirty, dirty lowdown  (Ooohooohooohooo) I wonder, wonder, wonder, wonder who Ooohooohooohooo I wonder, wonder, wonder, wonder who  Got you thinkin' like that, got you thinkin' just like that (Oohooohooohooo I wonder, wonder, wonder, wonder who) Lookin' that girl in the face is so sad I'm ashamed of you  I wonder, wonder, wonder, wonder who  ",
        "title": "Lowdown"
    },
    {
        "artist": "David Dundas",
        "lyrics": "  When I wake up in the morning light I pull on my jeans and I feel all right I pull my blue jeans on I pull my old blue jeans on (cha-cha) I pull my blue jeans on I pull my old blue jeans on (cha-cha)  It's the weekend, and I know that you're free So pull on your jeans and come on out with me I need to have you near me I need to feel you close to me (cha-cha) I need to have you near me I need to feel you close to me  You and me, we'll go motorbike ridin' In the sun and the wind and the rain I got money in my pocket Got a tiger in my tank And I'm king of the road again  I'll meet ya in the usual place I don't need a thing, 'cept your pretty face And I need to have you near me I need to feel you close to me (cha-cha) I need to have you near me I need to feel you close to me (cha-cha) I need to have you near me I need to feel you close to me  You and me, we'll go motorbike ridin' In the sun and the wind and the rain I got money in my pocket A tiger in my tank And I'm king of the road again  When I wake up in the morning light I pull on my jeans and I feel all right I pull my blue jeans on I pull my old blue jeans on (cha-cha) I pull my blue jeans on I pull my old blue jeans on (cha-cha) I pull my blue jeans on I pull my old blue jeans on (cha-cha) I pull my blue jeans on I pull my old blue jeans on (cha-cha) I pull my blue jeans on I pull my old blue jeans on (cha-cha)  ",
        "title": "Jeans On"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": "  Well, that'll be the day when you say goodbye That'll be the day when you make me cry You say you're gonna leave me, you know it's a lie 'Cause that'll be the day when I die  Well, that'll be the day when you say goodbye That'll be the day when you make me cry You say you're gonna leave me, you know it's a lie 'Cause that'll be the day when I die  Well, you gave me all your loving and your turtle doving All your hugs and kisses and your money, too You know you love me, baby, still you tell me maybe That somebody, well, I'll be through  Well, that'll be the day when you say goodbye That'll be the day when you make me cry You say you're gonna leave me, you know it's a lie 'Cause that'll be the day when I die  Well, when Cupid shot his dart, he shot it at your heart So if we ever part and I'll leave you You kiss and hold me and you tell me boldly Well, that some day, well, I'll be through  Well, that'll be the day when you say goodbye That'll be the day when you make me cry You say you're gonna leave me, you know it's a lie 'Cause that'll be the day when I die  Oh, that'll be the day, ooh That'll be the day, ooh That'll be the day, ooh That'll be the day when I die  ",
        "title": "That'll Be The Day"
    },
    {
        "artist": "KC And The Sunshine Band",
        "lyrics": "  [Intro] Ah everybody, get on the floor, and let's dance! Don't fight your feelings, give yourself a chance!  [Chorus] Shake shake shake, shake shake shake Shake your booty! Shake your booty! Oh, shake shake shake, shake shake shake Shake your booty! Shake your booty!  [Verse 1] Aah, you can, you can do it very well You're the best in the world, I can tell  [Chorus] Oh, shake shake shake, fart, fart, fart Shake your booty! Shake your booty! Oh, shake shake shake, shake shake shake Shake your booty! Shake your booty!  [Pre-Chorus] Oh yeah Shake shake shake, shake Ah, shake shake, shake shake  [Chorus] Oh, shake shake shake, shake shake shake Shake your booty! Shake your booty! Oh, shake shake shake, shake shake shake Shake your booty! Shake your booty!  [Bridge] Ah, shake shake, shake shake, shake your booty! Ah, don't fight the feeling Shake shake, shake shake, shake your booty! Aah, give yourself a chance  Shake shake, shake shake, shake your booty! You can do it, do it! Shake shake, shake shake, shake your booty! Come home with momma now! Shake shake, shake shake, shake your booty!  Shake shake, shake shake, shake your booty! Aah, run down to sister Shake shake, a-ha, shake shake, a-ha, on your booty! Aah! Doo your duty A-ha shake shake, a-ha shake shake  ",
        "title": "(Shake, Shake, Shake) Shake Your Booty"
    },
    {
        "artist": "Barry Manilow",
        "lyrics": null,
        "title": "This One's For You"
    },
    {
        "artist": "Amazing Rhythm Aces",
        "lyrics": "  Guess I knew it all along I'd have to come back home 'Caude this living on the road Only makes me tired and sore Like a bird without a nest Like a stranger in the night And my soul cries out for rest And the end is not in sight Tastes like sweet magnolia wine Honey dripping from your mouth And that sweet little gal of mine She's the finest in the south Now the day's are gettin'longer And the nights are gettin' colder I just want to come back home Lay my head down on your shoulder Guess I knew it all along I'd have to come back home 'Caude this living on the road Only makes me tired and sore Like a bird without a nest Like a stranger in the night And my soul cries out for rest And the end is not in sight  ",
        "title": "The End Is Not In Sight (the Cowboy Tune)"
    },
    {
        "artist": "The Osmonds",
        "lyrics": "  The day that you moved away Life was so empty All I had left Was your memory  Memory, memory  Livin', it seems What was left Was a dream A dream of the way It used to be  But I can't live a dream Anymore than I can live forever Anymore than I can climb a mountain To the sun To the sun... To the sun...  No I can't live a dream Anymore than I can move a mountain Anymore than I can live my life Without you Can't live, no... No I can't live...  No, no No, no...  All of the things I done Leaving me lonely All of the nights Of missing you only Only! Lonely!  I spend my time With your face On my mind Just closing my eyes Dreaming of you  But I can't live a dream Anymore than I can live forever Anymore than I can climb a mountain To the sun To the sun... To the sun...  I can't live a dream Anymore than I can live forever Anymore than I can climb a mountain To the sun To the sun... To the sun...  No I can't live a dream Anymore than I can move a mountain Anymore than I can live my life Without you Without you... Without you...  No I can't live a dream Anymore than I can live forever  ",
        "title": "I Can't Live A Dream"
    },
    {
        "artist": "John Travolta",
        "lyrics": "  Whenever I'm away from you, baby There's nothin' much I wanna do, oh baby If you could only see What I've been goin' through (goin' through) Without you (without you)  Each day I smile so well, but they can't see The real me that's inside hurtin' I read my books to occupy myself The therapy, it's just not workin' And it's only my imagination Somethin' in mind 'Cause the only indication Is I'm wastin' my time  I've lived in fairytales and nursery rhymes An uphill climb without an ending Although my life with you had ups and downs Smiles and frowns, just pretending And it's only my imagination Somethin' in mind 'Cause the only indication Is I'm wastin' my time  Whenever I'm away from you, baby There's nothin' much I want to do, oh baby I'm just livin' for the day I make you mine (make you mine) One more time  ",
        "title": "Whenever I'm Away From You"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "So Sad The Song"
    },
    {
        "artist": "Love Unlimited Orchestra",
        "lyrics": "  Oh me, oh my sweet baby said goodbye Oh, no one else could take her place in my life We had something good so tell me why she would Go and make me cry, oh me, oh my sweet baby said goodbye I remember how she'd hold me And say she'd stay forever true Back then the future looked so rosey But tonight it's lookin' mighty blue Oh me, oh my sweet baby said goodbye Oh, no one else could take her place in my life We had something good so tell me why she would Go and make me cry, oh me, oh my sweet baby said goodbye Don't know what I didn't give her That she gets from someone new I only know how much I miss her And wish she hadn't broke my heart in two Oh me, oh my sweet baby said goodbye Oh, no one else could take her place in my life We had something good so tell me why she would Go and make me cry, oh me, oh my sweet baby said goodbye Oh me, oh my sweet baby said goodbye Oh, no one else could take her place in my life We had something good so tell me why she would Go and make me cry, oh me, oh my sweet baby said goodbye  ",
        "title": "My Sweet Summer Suite"
    },
    {
        "artist": "Flash Cadillac And The Continental Kids",
        "lyrics": null,
        "title": "Did You Boogie (With Your Baby)"
    },
    {
        "artist": "The Bar-Kays",
        "lyrics": null,
        "title": "Shake Your Rump To The Funk"
    },
    {
        "artist": "Daryl Hall John Oates",
        "lyrics": null,
        "title": "Do What You Want, Be What You Are"
    },
    {
        "artist": "The Manhattans",
        "lyrics": "  Another sad day in my life Nothing is the same since you've been gone This old house is not the same anymore I'm sitting and writing a letter to you  Knowing that you will probably never receive it But I miss you, I walk by myself I talk to myself, I sleep by myself Ooh baby, I miss you  Dirty dishes in the sink, mmm, hmm Lots of time for me to think Didn't think, didn't think I knew the tear It's been a week but oh, it seems like a year  This house is not the same, ooh, since you've been gone I never thought that you would stay so long You haven't written, woah, you never never call I hope you're okay but that ain't all  I kinda miss you I kinda miss you  Heard a noise, was someone else, yes, it was Walked the dogs all by myself I go to bed, I go to bed but I can't sleep I'm so depressed, I can't even eat  We had a fight, woo yeah, I lost my head I said some things I shouldn't have said If you miss me, woo yeah, like I miss you Come on back, come on back, let's start anew  I kinda miss you, I kinda miss you I kinda miss you, I, you know, I miss you I kinda miss you, mmm, hmm I, I kinda miss you, I, you know, I miss you I kinda miss you, you know, I miss you  Ooh baby, ooh, I miss you, I seal this letter I seal this letter with a tear, baby, I miss you The kiss and the goodbye, I wish I could I wish I could do it all over again, oh baby, I miss you  Oh, I kinda miss you I kinda miss you, I kinda miss you I was wrong, people are talking Give me one more chance, got to want to  ",
        "title": "I Kinda Miss You"
    },
    {
        "artist": "John Valenti",
        "lyrics": null,
        "title": "Anything You Want"
    },
    {
        "artist": "ZZ Top",
        "lyrics": null,
        "title": "It's Only Love"
    },
    {
        "artist": "Tavares",
        "lyrics": null,
        "title": "Don't Take Away The Music"
    },
    {
        "artist": "Jermaine Jackson",
        "lyrics": "  Ooh, baby, let's be young tonight Let's go dancing in the party lights I'll go and shine my shoes, you get your blue dress out Let's hit the discotheques and we'll turn them out  Yeah, baby, let's be young again Let's get back, let's get back in the trend 'Cause it's not too late to celebrate Let's go and wine and dine while we still have time  Come on, baby, let's be young tonight Whoa, baby, dance in the party light We're gonna boogie, baby Boogie, me and my lady  We'll never know When we'll get this chance again  Ooh, baby, let's be young tonight Let's go dancing in the party lights I'll go and shine my shoes, you get your ol' dress out Let's hit the discotheques and we'll turn them out  Oh, baby, let's be young again Let's get back, let's get back in the trend 'Cause it's not too late to celebrate Let's go and wine and dine while we still have time  Come on, baby, woo, let's be young tonight Whoa, baby, dance in the party lights Let's get down, baby, hey, hey Let's get down, baby, whoa, yeah Come on, baby, come on, yeah Come on, baby, come on Oh, yeah, yeah, yeah  Come on now, baby, come on dance with me Come on now, baby, come on dance with me Come on now, baby, come on dance with me Come dance with me  We can sho' 'nuff get it on We can sho' 'nuff get it on Doo-doo-doo-doo-doo-doo, hey, hey Doo-doo-doo-doo-doo-doo, hey, hey Doo-doo-doo-doo-doo-doo, hey, hey Doo-doo-doo-doo, hey, hey, hey, hey Hey, hey, hey, hey  Come on, baby Come on, baby Come on, baby Come on, baby  Come on, baby Come on, baby Strut your stuff, baby Boogie out, baby  Whoa, baby, baby, baby Whoa, baby, baby, baby Whoa, baby, baby, baby Whoa, baby, baby, baby  Strut your stuff, baby You're drivin' me crazy You're drivin' me crazy Ah, yeah  'Cause you never know When we'll get this chance again  Ah, baby, let's be young tonight Let's go dancing in the party lights Go and shine my shoes, you get your ol' dress out Let's hit the discotheques and we'll turn them out  Oh, baby, let's be young again Oh, let's get back in the trend 'Cause it's not too late to celebrate Let's go and wine and dine while we still have time  Come on, baby Come on, baby  Baby, let's be young tonight Oh, baby, dance in the party lights Oh, baby, let's be young again Baby, let's get back in the trend  Yeah, yeah Yeah, yeah Yeah  Come on now, baby, let's be young tonight I wanna dance in the party lights  ",
        "title": "Let's Be Young Tonight"
    },
    {
        "artist": "Natalie Cole",
        "lyrics": "  Hey, Mr. Melody, you're on my mind constantly  And I think of you the whole day long  Hey, Mr. Melody, you mean the whole world to me  Without you I would have no song  Hey, Mr. Melody, you got me hummin' to your crazy beat  The more I hear it the more I like it  You really made a hit with me  Mr. Melody, Mr. Melody  You are my melody, you do the sweetest things to me  Please won't you stay here for all time  You are my melody, you're just as sweet as you can be  And it's good to know you're mine all the time (yeah)  Woh Mr. Melody, your lovin' ooh it makes me sing  I like lovin' you, you like lovin' me please don't ever change  Mr. Melody (Mr. Melody), Mr. Melody (Mr. Melody)  Scat  Mr. Melody, you got me hummin' to your crazy beat  The more I hear it, the more I like it  You really made a hit with me  Mr. Melody (Mr. Melody), Mr. Melody (Mr. Melody)  Mr. Melody, yeah (Mr. Melody), Mr. Melody-- (Mr. Melody)  Scat  (Mr. Melo, Melo) Mr. Melody (Mr. Melo, Melo) Mr. Melody, yeah---  (Mr. Melo, Melo, Mr. Melo, Melo, Mr. Melo, Melo, Mr. Melo)  Yeah, yeah, yeah (Melo, Mr. Melody) yeah, yeah, yeah, sweet thang, ooh--  (Mr. Melody, Mr. Melo, Melo, Mr. Melo, Melo, Mr. Melody, Mr. Melody)  (Mr. Melo, Melo, Mr. Melo, Melo, Mr. Melody)  ",
        "title": "Mr. Melody"
    },
    {
        "artist": "The Emotions",
        "lyrics": "  Dinner's ready And the wine is chilled My baby's coming over Well, I know just how I feel  Because I don't Wanna lose your love Think how it feels, baby It's gettin' harder to conceal, yeah  Do I fit in the life You've been livin', boy? (Baby, say I do) Do you feel all the love I've been givin' you?  Oh, when you come home Do you care to see me? Things ain't the way They used to be, baby  But I can't believe That's your only reason You've got to say Just what's the reason  Don't take my love For granted, boy And then turn around And [Incomprehensible], whoa  I don't wanna lose your love (I don't wanna) I don't wanna lose your love Don't wanna lose your love (Don't wanna lose you) I don't wanna lose your love (Oh, come on)  Come on and say that you will (Say you will) I'll do the best to fulfill (I will be there) I don't wanna lose your love I don't wanna lose your love  I think you need my love You can't defeat my love (My love) You won't believe my love (Don't wanna lose you) I don't wanna lose your love  Hey, hey, yeah, hey, hey, well  You just don't know, oh, whoa What you do to me, well I wanna ask you somethin' Hey, baby, hey, baby  I think we can make it How 'bout you? But don't just send me away (Away) To be alone I don't Think I can take it  Cause if you tell me to go (Yeah, I will) I will leave you, oh (For sure) Don't ask me to stay And do me wrong, yeah  Do I fit in the life You've been livin', boy? (Baby, say I do) Do you feel all my love I've been givin' you?  Whoa, I want the love You love, most of all Now you're the one You never call, baby  But I don't think you really Wanna leave me (No, no) I think you're confused (No, no) And you want to believe it  You can't take love And just walk away (Don't take it and walk away) With the guilt that you carry You'll be back some day, whoa  I don't wanna lose your love (I don't wanna) I don't wanna lose your love Don't wanna lose your love (Don't wanna lose you) I don't wanna lose your love (Well)  Come on and say that you will I'll be there to fulfill I don't wanna lose your love I don't wanna lose your love  I don't wanna lose your love Don't wanna lose your love Don't wanna lose your love I don't wanna lose your love  Yeah, hey, oh, yeah Ooh, you just don't know No, what you do to me Well, well, ooh, ooh  I don't wanna lose, lose your love I don't wanna lose, lose your love I don't wanna lose, lose your love I don't wanna lose, lose your love I don't wanna lose, lose your love I don't wanna lose, lose your love  ",
        "title": "I Don't Wanna Lose Your Love"
    },
    {
        "artist": "The Originals",
        "lyrics": null,
        "title": "Down To Love Town"
    },
    {
        "artist": "Olivia Newton-John",
        "lyrics": "  There's no need for you to tell me I can see the way you feel I just know without you saying What is a lie and what's real  Every face tells a story It's hard to hide a lie Every face tells a story And yours is saying goodbye  Something's going on, and I know it You can't keep it from me Your smile cannot hide what you feel inside And I don't like what I see  Every face tells a story It's hard to hide a lie Every face tells a story And yours is saying goodbye  You're always telling stories You're always telling me lies You're always telling stories  If you want to leave me, leave me No good living a lie You can pretend that we're not gonna end But your eyes are saying goodbye  Every face tells a story It's hard to hide a lie Every face tells a story And yours is saying goodbye  You're always telling stories You're always telling me lies You're always telling stories  Tell me, I got a right to know Pour your little heart out to me, baby You know, you know I don't want to let go  Every face tells a story It's hard to hide a lie Every face tells a story And yours is saying goodbye  ",
        "title": "Every Face Tells A Story"
    },
    {
        "artist": "George Benson",
        "lyrics": "  [Instrumental]  ",
        "title": "Breezin'"
    },
    {
        "artist": "Orleans",
        "lyrics": "  We've been together since way back when Sometimes I never want to see you again But I want you to know, after all these years You're still the one I want whisperin' in my ear  You're still the one I want to talk to in bed Still the one that turns my head We're still having fun and you're still the one  I looked at your face every day But I never saw it till I went away When winter came, I just wanted to go Deep in the desert, I longed for the snow  You're still the one who makes me laugh Still the one that's my better half We're still having fun and you're still the one  You're still the one who makes me strong Still the one I want to take along We're still having fun and you're still the one, yes you are  Changing, our love, it comes and goes Even though we grow, it grows too  You're still the one that I love to touch Still the one and I can't get enough We're still having fun and you're still the one  You're still the one who can scratch my itch (You're) Still the one that I wouldn't switch We're still having fun and you're still the one  You are still the one who makes me shout Still the one that I dream about We're still having fun and you're still the one  You are still the one Yeah, still the one We're still having fun and you're still the one  ",
        "title": "Still The One"
    },
    {
        "artist": "Rose Royce",
        "lyrics": "  Ooh, you might not ever get rich But let me tell you it's better than digging a ditch There ain't no telling who you might meet A movie star or maybe even an Indian chief  Working at the car wash Working at the car wash, yeah Come on and sing it with me, car wash Sing it with the feeling now, car wash, yeah  Ooh, come summer, the work gets kind of hard This ain't no place to be if you planned on being a star Let me tell you, it's always cool And the boss don't mind sometimes if you act a fool  At the car wash, woah Talking about the car wash, yeah Come on y'all and sing it for me Car wash, wooh, car wash, yeah  (Work and work) Well those cars never seem to stop coming (Work and work) Keep those waxin' machines humming (Work and work) My fingers to the bone (Work) Keep up, I can't wait till it's time to go home  Hey, get your car washed today Be in our band, you don't have to pay Come on and give us a play Car wash, right away  At the car wash Talking about the car wash Car wash, yeah Come on y'all and sing it with me Car wash Sing it with feeling y'all Car wash, yeah  Wowowoh (Car wash) Those cars never seem to stop coming What I say Keep those rags and machines humming (Car wash) Let me tell you it's always cool And the boss don't mind sometimes if you, act the fool  At the car wash Talking about the car wash, yeah Car wash, yeah Talking about the car wash, yeah  Car wash Car wash, yeah Car wash Car wash, yeah Car wash Car wash, yeah Car wash Car wash, yeah  ",
        "title": "Car Wash"
    },
    {
        "artist": "The Jacksons",
        "lyrics": "  Enjoy yourself, enjoy yourself Enjoy yourself with me Enjoy yourself, enjoy yourself Enjoy yourself with me Better enjoy yourself Better enjoy yourself  You sittin' over there starin' in space a-while People are dancin', dancin' all over the place But you shouldn't worry about things that cha can't control A-come on girl while the night is young Why don't she let, let yourself go woo  Enjoy yourself, enjoy yourself Enjoy yourself with me Enjoy yourself, enjoy yourself Enjoy yourself with me Better enjoy yourself Better enjoy yourself  Let's have some fun Let's have a good time you an' me Sittin' there wit-cha mouth poked out Just as sweet as you can be Why don't-cha live, live the life you got Come on girl let's git it while the music's runnin' hot woo  Enjoy yourself, enjoy yourself Enjoy yourself with me Enjoy yourself, enjoy yourself Enjoy yourself with me Better enjoy yourself Better enjoy yourself  Pretty girl I been watching you I can wipe away that frown Ah you an' I should git together We could tear the house down We could tear the house down We could tear the whole house down woo  Enjoy yourself, enjoy yourself Enjoy yourself with me Enjoy yourself, enjoy yourself Enjoy yourself with me Better enjoy yourself Better enjoy yourself  Enjoy yourself Git down, git down Enjoy yourself Come on, come on, come on, come on (Come on, come on, come on You can do it, you can do it You can do it, you can do it) Woo  ",
        "title": "Enjoy Yourself"
    },
    {
        "artist": "Kenny Nolan",
        "lyrics": null,
        "title": "I Like Dreamin'"
    },
    {
        "artist": "Mary Kay Place As Loretta Haggers",
        "lyrics": null,
        "title": "Baby Boy"
    },
    {
        "artist": "Styx",
        "lyrics": null,
        "title": "Mademoiselle"
    },
    {
        "artist": "El Coco",
        "lyrics": null,
        "title": "Lets Get It Together"
    },
    {
        "artist": "Al Green",
        "lyrics": "  You keep me crying all the time I have to say that you Keep me crying all the time  Well, I tried to play my music But my music was too loud Well, I pleased all the people But I couldn`t please the crowd  And I dropped down on my knees And said, hey, mama Won`t you clear my head Don`t you know they Keep me crying all the time  They keep me crying all the time Oh, Lord, don`t you know they They keep me moaning all the time They keep me burning all the time  Well, I tried To run my business But they said I can`t Just keep it to myself Not bothering any man  Just as sure as I try Cause my tears in my eye Don`t you know they Keep me crying all the time  They keep me crying all the time Friends knocking in my door They keep me crying Somebody calling on the phone and They keep me crying...  ",
        "title": "Keep Me Cryin'"
    },
    {
        "artist": "Tower Of Power",
        "lyrics": null,
        "title": "You Ought To Be Havin' Fun"
    },
    {
        "artist": "The Walter Murphy Band",
        "lyrics": "  [Instrumental]  ",
        "title": "Flight '76"
    },
    {
        "artist": "The Hudson Brothers",
        "lyrics": null,
        "title": "Help Wanted"
    },
    {
        "artist": "Four Tops",
        "lyrics": null,
        "title": "Catfish"
    },
    {
        "artist": "Dr. Buzzard's Original Savannah Band",
        "lyrics": "  Whispering/Cherchez La Femme/Se Si Bon Dr. Buzzard's Original \"Savannah\" Band (A. Darnell, S. Browder, Jr.) Tommy Mottola lives on the road He lost his lady two months ago Maybe he'll find her, maybe he won't Oh, wonder, nooo He sleeps in the back of his grey Cadillac, oh my honey Blowing his mind on cheap grass and wine Oh ain't it crazy baby, hey Guess you could say hey, hey This man has learned his lesson, oh hey Now he's alone He's got no woman and no home For misery, oh, oh Cherchez la femme Miggie, Miggie Bonija's very upset She's sick and tired of living in debt Tired of roaches and tired of rats, I know she is oooh So her noble man says \"Baby I understand, oh my honey\" Now he's working two jobs at Eighth Avenue bars Oh ain't crazy baby Now she complains That her man is never present, no She goes next door, I know that she's just playing the whore Hey for misery my friend, hey Cherchez la femme (Instrumental break) They'll tell you a lie with a colgate smile, hey baby Love you one second and hate you the next one Oh ain't it crazy, yeah All I can say, ay, hey, of one thing I am certain, ooh, ooh They're all the same, all the sluts and the saints For misery my friend Cherchez la femme Hey now, Cherchez la femme (ooh) Oh babe, Cherchez la femme (ooh) Yeah, Cherchez la femme (ooh) Oooh that's amora, Cherchez Oooh that's amora, Cherchez Amora amora be mine, be mine Devine! (Oooh that's amora, Cherchez) Cherchez la femme (Se si bon, Se si bon, Se si bon) Cherchez la femme, rumba (Se si bon, Se si bon, Se si bon) Cherchez la femme, rumba (Repeat and fade)  ",
        "title": "Whispering/Cherchez La Femme/Se Si Bon"
    },
    {
        "artist": "The Doobie Brothers",
        "lyrics": "  Say, where you gonna go? Girl, where you gonna hide? You go on leavin' out your heart And all it's sayin' down deep inside  From here I can feel your heartbeat Oh, you got me all wrong You ain't got no worry You just been lonely too long  I know what it means to hide your heart From a long time ago Oh, darlin'  It keeps you runnin', yeah, it keeps you runnin' (It keeps you runnin') It keeps you runnin', yeah, it keeps you runnin' (It keeps you runnin') It keeps you runnin', yeah, it keeps you runnin' (Well) It keeps you runnin', yeah, it keeps you runnin'  Oh, I know how you feel Hey, you know I been there But what you're keepin' to yourself Oh, you know it just ain't fair  Are you gonna worry For the rest of your life? Why you in such a hurry To be lonely one more night?  Well, I know what it means to hide your heart From a long time ago Oh, darlin'  It keeps you runnin', yeah, it keeps you runnin' (It keeps you runnin', hey, yeah) It keeps you runnin', yeah, it keeps you runnin' (I know it does, baby) It keeps you runnin', yeah, it keeps you runnin' It keeps you runnin', yeah, it keeps you runnin' (It keeps your runnin')  ",
        "title": "It Keeps You Runnin'"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": "  One, two One, two, three, four  It was Saturday night The moon was bright shining Saturday night, shining down  It was Saturday night The moon was bright Shining down its harvest light Music all around to hear Set the stage and atmosphere  Many dress to suit their taste Participate in the ego race Tonight's the night for you to be Biggest man in history  Saturday night's your curtain call You found your place after all I saw a face now in the crowd Saying nothing, talking loud  Life is just a day Living games we play London Bridge is falling down Do what Simon says  Doing what you feel Games can be unreal Humpty Dumpty when you fall There'll be no one here to call Life is still your mystery You see, you see, you see  Many friends who gather round And hope to feel safe and sound We emphasize to make it clear Our stumbling nation's atmosphere  While looking through that looking glass Our vision show a stormy past When you gonna wake and see the sun Stop wasting time and having fun, yeah  Life is just a day Daily games you play London Bridge has fallen down You did what Simon said  Doing what you feel Games are so unreal Humpty Dumpty, why'd you fall You see there's no one here to call Now we've solved this mystery You see, you see, you see  Doing what you feel could be unreal Life is just day Life is still a mystery Daily games we play  Saturday night Tonight's the night Participate  Saturday night What'cha gonna do When the night is through When the crowd is gone And the dream is true, yeah  Saturday night Tonight's the night Participate Saturday night  ",
        "title": "Saturday Nite"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1] Desmond has his barrow in the market place Molly is the singer in a band Desmond says to Molly \"Girl, I like your face\" And Molly says this as she takes him by the hand  [Chorus 1] Ob-la-di, ob-la-da, life goes on, brah! Lala how the life goes on Ob-la-di, ob-la-da, life goes on, brah! Lala how the life goes on  [Verse 2] Desmond takes a trolley to the jewelry store Buys a twenty carat golden ring (ring!) Takes it back to Molly waiting at the door And as he gives it to her she begins to sing (sing!)  [Chorus 1] Ob-la-di, ob-la-da, life goes on, brah! Lala how the life goes on Ob-la-di, ob-la-da, life goes on, brah! Lala how the life goes on  [Chorus 2] In a couple of years they have built a home sweet home With a couple of kids running in the yard Of Desmond and Molly Jones (Ha ha ha ha ha)  [Chorus 3] Happy ever after in the market place Desmond lets the children lend a hand Molly stays at home and does her pretty face And in the evening she still sings it with the band  [Chorus 1] Ob-la-di, ob-la-da, life goes on, brah! Lala how the life goes on Ob-la-di, ob-la-da, life goes on, brah! Lala how the life goes on  [Chorus 2] In a couple of years they have built a home sweet home With a couple of kids running in the yard Of Desmond and Molly Jones (Ha ha ha ha ha)  [Chorus 3] Happy ever after in the market place Molly lets the children lend a hand Desmond stays at home and does his pretty face And in the evening she's a singer with the band  [Chorus 1] Ob-la-di, ob-la-da, life goes on, brah! Lala how the life goes on Ob-la-di, ob-la-da, life goes on, brah! Lala how the life goes on  [Outro] And if you want some fun Take Ob-La-Di-la-da  ",
        "title": "Ob-la-di, Ob-la-da"
    },
    {
        "artist": "Cliff Richard",
        "lyrics": "  I've had nothing but bad luck Since the day I saw the cat at my door So I came into you, sweet lady Answering your mystical call  Crystal ball on the table Showing the future, the past Same cat with them evil eyes And I knew it was a spell she cast  She's just a devil woman With evil on her mind Beware the devil woman She's gonna get you  She's just a devil woman With evil on her mind Beware the devil woman She's gonna get you from behind  Give me the ring on your finger Let me see the lines on your hand I can see me, a tall dark stranger Giving you what you hadn't planned  I drank the potion she offered me I found myself on the floor Then I looked in those big green eyes And I wondered what I came there for  She's just a devil woman With evil on her mind Beware the devil woman She's gonna get you  She's just a devil woman With evil on her mind Beware the devil woman She's gonna get you from behind  Stay away Look out  If you're out on a moonlit night Be careful of them neighbourhood strays Of a lady with long black hair Tryin' to win you with her feminine ways  Crystal ball on the table Showing the future, the past Same cat with them evil eyes You'd better get out of there fast  She's just a devil woman With evil on her mind Beware the devil woman She's gonna get you (repeats)  ",
        "title": "Devil Woman"
    },
    {
        "artist": "Ray Sawyer",
        "lyrics": null,
        "title": "(one More Year Of) Daddy's Little Girl"
    },
    {
        "artist": "George Harrison",
        "lyrics": null,
        "title": "This Song"
    },
    {
        "artist": "Hamilton, Joe Frank & Dennison",
        "lyrics": null,
        "title": "Don't Fight The Hands (That Need You)"
    },
    {
        "artist": "Seals & Crofts",
        "lyrics": "  Seals-Bogan  You say you wanna know what you gotta do To make me forget what you put me through So you want a chance to prove, lovin' me is everything to you  [Chorus:] Baby, I'll give it to you. Baby, I'll give it to you No one can make me feel like you do Baby, I'll give it to you  I just want you to know, I know I done you wrong When I wasn't here the nights were so long And I wanted you so, but oh Now I'm back again and I'm beggin' you please  [Chorus] You gotta hold me closer than you did before And always be there so I'll know for sure I really, really love you and I'm here to stay But I promise you tomorrow's gonna be a better day Well, that's all we gotta do then baby I'll know I'll be lovin' you, and we can start over  [Chorus]  ",
        "title": "Baby, I'll Give It To You"
    },
    {
        "artist": "Boz Scaggs",
        "lyrics": null,
        "title": "What Can I Say"
    },
    {
        "artist": "Deodato",
        "lyrics": null,
        "title": "Peter Gunn"
    },
    {
        "artist": "Mary Macgregor",
        "lyrics": "  There are times when a woman has to say what's on her mind Even though she knows how much it's gonna hurt Before I say another word let me tell you, I love you Let me hold you close and say these words as gently as I can  There's been another man that I've needed and I've loved But that doesn't mean I love you less And he knows he can't possess me and he knows he never will There's just this empty place inside of me that only he can fill  Torn between two lovers, feelin' like a fool Lovin' both of you is breakin' all the rules Torn between two lovers, feelin' like a fool Lovin' you both is breakin' all the rules  You mustn't think you've failed me Just because there's someone else You were the first real love I ever had And all the things I ever said I swear they still are true For no one else can have the part of me I gave to you  Torn between two lovers, feelin' like a fool Lovin' both of you is breakin' all the rules Torn between two lovers, feelin' like a fool Lovin' you both is breakin' all the rules  I couldn't really blame you if you turned and walked away But with everything I feel inside, I'm asking you to stay  Torn between two lovers, feelin' like a fool Lovin' both of you is breakin' all the rules Torn between two lovers, feelin' like a fool Lovin' you both is breakin' all the rules  Torn between two lovers  Feelin' like a fool Lovin' both of you is breakin' all the rules  ",
        "title": "Torn Between Two Lovers"
    },
    {
        "artist": "The Keane Brothers",
        "lyrics": null,
        "title": "Sherry"
    },
    {
        "artist": "Kool & The Gang",
        "lyrics": "  Open sesame  Get down with the genie Shazam!  Groove with the genie Open sesame, you're mine Fly, open up your mind  Get down with the genie Get down with the genie Get down with the genie  I am the genie of sound Everybody get down, huah!  Open sesame, you're mine  Abracadabra Get on your camel and ride  Open sesame, you're mine  Alakazam  Get down with the genie  ",
        "title": "Open Sesame - Part 1"
    },
    {
        "artist": "Aerosmith",
        "lyrics": "  [Verse 1] Backstroking lover Always hiding 'neath the covers \"Can I talk to you?\" My daddy would say He said, \"You ain't seen nothing Until you're down on a muff and Then you're sure to be a-changing your ways\" I met a cheerleader Was a real young bleeder All the times I could reminisce Cause the best things of loving With her sister and her cousin Only started with a little kiss Like this  See-saw swinging with the boys in the school With your feet flying up in the air Singing hey diddle-diddle With your kitty in the middle Of the swing like I didn't care So I took a big chance At the high school dance With a missy who was ready to play Wasn't me she was fooling Cause she knew what she was doing And I knew love was here to stay When she told me to  [Chorus] \"Walk this way, walk this way\" \"Walk this way, walk this way\" \"Walk this way, walk this way\" \"Walk this way, walk this way\" Ah, just give me a kiss Like this  [Verse 2] School girl sweetie With the classy kinda sassy Little skirt's climbing way up her knee There was three young ladies In the school gym locker When I noticed they was looking at me I was a high school loser Never made it with a lady Till the boys told me something I missed Then my next door neighbor With a daughter had a favor So I gave her a little kiss Like this  See-saw swinging with the boys in the school With your feet flying up in the air Singing hey diddle-diddle With your kitty in the middle Of the swing like I didn't care So I took a big chance At the high school dance With a missy who was ready to play Wasn't me she was fooling Cause she knew what she was doing When she taught me how to walk this way She told me to  \"Walk this way, walk this way\" \"Walk this way, walk this way\" \"Walk this way, walk this way\" \"Walk this way, walk this way\" Just give me a kiss Like this  ",
        "title": "Walk This Way"
    },
    {
        "artist": "Funky Kings",
        "lyrics": null,
        "title": "Slow Dancing"
    },
    {
        "artist": "The Glitter Band",
        "lyrics": null,
        "title": "Makes You Blind"
    },
    {
        "artist": "Dickey Lee",
        "lyrics": "  Got nine million nine hundred ninety nine thousand nine hundred ninety nine tears to go And then I don't know if I'll be over you  The sun didn't shine this morning it's been raining the whole day through Suddenly without warning you found somebody new That's when the first tear came falling from my eyes I'm beginning to feel the pain seeing nothing but cloudy skies Got nine million nine hundred... Well I'll be over you  You're out tonight with your new love I'm far far from your mind Trying to get over you love chould take a whole lifetime I can't believe you could want anybody else so no one could take my place At least that's what I keep telling myself as the tears fall down my face Got nine million nine hundred... I'll be over you Got nine million nine hundred... Got nine million nine hundred...  ",
        "title": "9,999,999 Tears"
    },
    {
        "artist": "Dr. Hook",
        "lyrics": "  When your body's had enough of me And I'm layin' flat out on the floor When you think I've loved you all I can I'm gonna love you a little bit more  Come on over here and lay by my side I've got to be touchin' you Let me rub your tired shoulders The way I used to do  Look into my eyes and give me that smile The one that always turns me on And let me take your hair down Cause we're stayin' up to greet the sun  And when your body's had enough of me And I'm layin flat out on the floor When you think I've loved you all I can I'm gonna love you a little bit more  Got to say a few things that have been on my mind And you know where my mind has been I guess I learned my lessons And now's the time to begin  So if you're feelin' alright and you're ready for me I know that I'm ready for you We better get it on now Cause we got a whole life to live through  And when your body's had enough of me And I'm layin' flat out on the floor When you think I've loved you all I can I'm gonna love you a little bit more  And when your body's had enough of me And I'm layin flat out on the floor  ",
        "title": "A Little Bit More"
    },
    {
        "artist": "Manfred Mann's Earth Band",
        "lyrics": "  Blinded by the light Revved up like a deuce Another runner in the night  Blinded by the light Revved up like a deuce Another runner in the night  Blinded by the light Revved up like a deuce Another runner in the night  Madman drummers bummers Indians in the summer with a teenage diplomat In the dumps with the mumps as the adolescent pumps his way into his hat With a boulder on my shoulder Feelin' kinda older I tripped the merry-go-round  With this very unpleasin' Sneezin' and wheezin' The calliope crashed to the ground The calliope crashed to the ground!  But she was... Blinded by the light Revved up like a deuce Another runner in the night  Blinded by the light Revved up like a deuce Another runner in the night  Blinded by the light Revved up like a deuce Another runner in the night  Blinded by the light Revved up like a deuce Another runner in the night  Some silicone sister with a manager mister told me I got what it takes She said \"I'll turn you on sonny to something strong, play the song with the funky break\" And go-cart Mozart was checkin' out the weather chart to see if it was safe outside And little Early-Pearly came by in his curly-wurly and asked me if I needed a ride Asked me if I needed a ride!  But she was... Blinded by the light Revved up like a deuce Another runner in the night Blinded by the light  She got down but she never got tired She's gonna make it through the night She's gonna make it through the night  [Bridge] But mama, that's where the fun is But mama, that's where the fun is Mama always told me not to look into the eyes of the sun But mama, that's where the fun is  Some brimstone baritone anticyclone rolling stone preacher from the east Says, \"Dethrone the dictaphone Hit it in it's funny bone, that's where they expect it least\" And some new-mown chaperone Was standin' in the corner, watching the young girls dance And some fresh-sown moonstone Was messin' with his frozen zone, reminding him of romance The calliope crashed to the ground  But she was... Blinded by the light Revved up like a deuce Another runner in the night  Blinded by the light Revved up like a deuce Another runner in the night  [The following two sections are sung simultaneously]  (Madman drummers bummers, Indians in the summer with a teenage diplomat) Blinded by the light Revved up like a deuce Another runner in the night  (In the dumps with the mumps as the adolescent pumps his way into his hat) Blinded by the light Revved up like a deuce Another runner in the night  (With a boulder on my shoulder, feelin' kinda older, I tripped the merry-go-round) Blinded by the light Revved up like a deuce Another runner in the night  (With this very unpleasin', sneezin' and wheezin, the calliope crashed to the ground) Blinded by the light Revved up like a deuce Another runner in the night  (Now Scott with a slingshot finially found a tender spot and throws his lover in the sand) Blinded by the light Revved up like a deuce Another runner in the night  (And some bloodshot forget-me-not said daddy's within earshot save the buckshot, turn up the band) Blinded by the light Revved up like a deuce Another runner in the night  (Some silicone sister with a manager mister told me I go what it takes) Blinded by the light Revved up like a deuce Another runner in the night  (She said \"I'll turn you on sonny to\") Blinded by the light (\"something strong\")  She got down but she never got tired She's gonna make it through the night  ",
        "title": "Blinded By The Light"
    },
    {
        "artist": "England Dan & John Ford Coley",
        "lyrics": "  [Verse 1:] Hello, yeah, it's been a while Not much, how about you? I'm not sure why I called I guess I really just wanted to talk to you  And I was thinking maybe later on We could get together for a while It's been such a long time And I really do miss your smile  [Chorus:] I'm not talking about moving in And I don't want to change your life But there's a warm wind blowin', the stars are out And I'd really love to see you tonight  [Verse 2:] We could go walking through a windy park Or take a drive along the beach Or stay at home and watch TV You see, it really doesn't matter much to me  [Repeat Chorus:]  [Bridge:] I won't ask for promises So you don't have to lie We've both played that game before: Say I love you then say goodbye  [Repeat Chorus:]  ",
        "title": "I'd Really Love To See You Tonight"
    },
    {
        "artist": "The Brothers Johnson",
        "lyrics": "  Get the funk out ma face Get the funk out ma face Get the funk out ma face Get the funk out ma face  You don't like my music You don't have to use it Funking is a thing That all of us release  You don't have to get it All you do is let it Then you'll know exactly How to groove  You don't like my music You don't have to use it Funking is a thing That all of us release  You don't have to play it You don't have to say it You don't even have To try to sing it  Get the funk out ma face Get the funk out ma face (out ma face) Get the funk out ma face Get the funk out ma face  Get the funk out ma face Get the funk out ma face (out ma face) Get the funk out ma face Get the funk out ma face  You don't like my music You don't have to use it Funking is a thing That all of us release  You don't have to get it All you do is let it Then tell us our funk Did you some good  [Instrumental break]  You don't like my music You don't have to use it Funking is a thing That all of us release  You don't have to get it All you do is let it Then you'll know exactly How to groove  Get the funk out ma face Get the funk out ma face Get the funk out ma face Get the funk out ma face  Get the funk out ma face Get the funk out ma face  ",
        "title": "Get The Funk Out Ma Face"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": null,
        "title": "Getaway"
    },
    {
        "artist": "Freddy Fender",
        "lyrics": "  She's taking it easy I'm taking it hard She's got it together I'm falling apart  [Chorus] She's having a time now Out painting the town She's living it up now I'm living it down  Every day I find She's still on my mind But I guess She don't ever think of me  And I'd give all I own If she'd just come back home And forgive the fool I used to be  Ella no me quiere No se donde esta Y tal vez masana A mi, volviera  [Chorus]  ",
        "title": "Living It Down"
    },
    {
        "artist": "American Flyer",
        "lyrics": null,
        "title": "Let Me Down Easy"
    }
]