[
    {
        "artist": "BLACKstreet (Featuring Dr. Dre)",
        "lyrics": "  [Intro] No diggity! You know what I like the playettes No diggity, no doubt Play on playette, play on playette Yo Dre, drop the verse  [Verse 1: Dr. Dre] It's going down, fade to Blackstreet The homies got at me, collab' creations, bump like acne No doubt, I put it down, never slouch As long as my credit can vouch, a dog couldn't catch me ass out Tell me who can stop when Dre makin' moves Attracting honeys like a magnet Giving 'em eargasms with my mellow accent Still moving this flavor With the homies Blackstreet and Teddy The original rump shakers  [Verse 2: Teddy Riley] Shorty get down, good Lord Baby got 'em open all over town Strictly biz, she don't play around Cover much grounds, got game by the pound Getting paid is her forte Each and every day, true player way I can't get her out of my mind (wow) I think about the girl all the time (wow wow) East side to the west side Pushin' phat rides, it's no surprise She got tricks in the stash, stacking up the cash Fast when it comes to the gas By no means average She's on when she's got to have it Baby, you're a perfect ten, I wanna get in Can I get down so I can win?  [Refrain] I like the way you work it No diggity, I got to bag it up, bag it up I like the way you work it No diggity, I got to bag it up, bag it up, girl I like the way you work it No diggity, I got to bag it up, bag it up I like the way you work it No diggity, I got to bag it up, get up  [Verse 3: Blackstreet] She's got class and style Street knowledge by the pound Baby never act wild, very low key on the profile Catchin' feelings is a no Let me tell you how it goes Herb's the word, spin's the verb Lovers it curves so freak what you heard Rollin' with the phatness You don't even know what the half is You gotta pay to play Just for shorty, bang-bang, to look your way I like the way you work it Trump tight all day, every day You're blowing my mind, maybe in time Baby, I can get you in my ride  [Refrain] I like the way you work it No diggity, I got to bag it up, bag it up I like the way you work it No diggity, I got to bag it up, oh yeah I like the way you work it No diggity, I got to bag it up, bag it up, babe I like the way you work it No diggity, I got to bag it up, get up  [Break] Hey yo, hey yo, hey yo, hey yo (Hey yo, that girl looks good) Hey yo, hey yo, hey yo, hey yo (Play on, play on, play on) Hey yo, hey yo, hey yo, hey yo (You're my kind of girl) Hey yo, hey yo, hey yo, hey yo (Hey yo)  [Verse 4: Queen Pen] 'Cause that's my peeps and we rolls deep Flyin' first class from New York City to Blackstreet What you know about me? Not a motherfuckin' thing Cartier wooden frames sported by my shorty As for me, icy gleaming pinkie diamond ring We be's the baddest clique up on the scene Ain't you getting bored with these fake-ass broads? I shows and proves, no doubt, how predictably so Please excuse, if I come across rude, that's just me And that's how the playette's got to be Stay kickin' game with a capital G Ask the peoples on my block, I'm as real as can be Word is bond, faking moves never been my thing So, Teddy, pass the word to your nigga Chauncy I be sending the call, let's say around 3:30 Queen Pen and Blackstreet, it's no diggity  [Refrain] No diggity, no doubt baby I like the way you work it No diggity, I got to bag it up (Girl, you got it going on) I like the way you work it No diggity, I got to bag it up (Hey yo, hey yo, hey yo, hey yo) I like the way you work it No diggity, I got to bag it up (Hey yo, hey yo, hey yo, hey yo) I like the way you work it No diggity, I got to bag it up  [Outro] Yeah, come on Maggie in full effect Lisa in full effect (right) Biggie in full effect (uh huh) Tamika in full effect (yeah) Blaze in full effect (right) Ain't nothin' goin' on but the rent (no doubt)  Yeah, play on, playette (Play on, playette) Play on (play on) play on (play on) 'Cause I like it (right) No diggity, no doubt  (Blackstreet productions) We out, we out (right) We out, we out  ",
        "title": "No Diggity"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "It's All Coming Back To Me Now"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": "  [Verse 1] Don't leave me in all this pain Don't leave me out in the rain Come back and bring back my smile Come and take these tears away I need your arms to hold me now The nights are so unkind Bring back those nights when I held you beside me  [Chorus] Un-break my heart Say you'll love me again Undo this hurt you caused When you walked out the door And walked out of my life Un-cry these tears I cried so many nights Un-break my heart My heart  [Verse 2] Take back that sad word goodbye Bring back the joy to my life Don't leave me here with these tears Come and kiss this pain away I can't forget the day you left Time is so unkind And life is so cruel without you here beside me  [Chorus] Un-break my heart Say you'll love me again Undo this hurt you caused When you walked out the door And walked out of my life Un-cry these tears I cried so many nights Un-break my heart My heart  [Bridge] Don't leave me in all this pain Don't leave me out in the rain Bring back the nights when I held you beside me  [Chorus] Un-break my heart oh baby Come back and say you love me Un-break my heart Sweet darlin' Without you I just can't go on  [Outro] Say that you love me, say that you love me Tell me you love me, un-break my heart Say that you love me, say that you love me Tell me you love me, un-break my heart Say that you love me, say that you love me Tell me you love me, un-break my heart Say that you love me, say that you love me Tell me you love me, un-break my heart  ",
        "title": "Un-Break My Heart"
    },
    {
        "artist": "Merril Bainbridge",
        "lyrics": null,
        "title": "Mouth"
    },
    {
        "artist": "Keith Sweat Featuring Athena Cage",
        "lyrics": null,
        "title": "Nobody"
    },
    {
        "artist": "Ginuwine",
        "lyrics": "  [Verse 1] I'm just a bachelor I'm looking for a partner Someone who knows how to ride without even falling off Gotta be compatible takes me to my limits Girl when I break you off I promise that you won't wanna get off  [Hook] If you're horny, let's do it, ride it, my pony My saddle's waitin', come and jump on it If you're horny, let's do it, ride it, my pony My saddle's waitin', come and jump on it  [Verse 2] Sitting here flossing Peeping your steelo Just once if I have the chance The things I would do to you You and your body, every single portion Send chills up and down your spine Juices flowing down your thigh  [Hook] If you're horny, let's do it, ride it, my pony My saddle's waitin', come and jump on it If you're horny, let's do it, ride it, my pony My saddle's waitin', come and jump on it  [Verse 3] If we're gonna get nasty baby First we'll show and tell Till I reach your pony tail Lurk all over and through you baby Until we reach the stream You'll be on my jockey team  [Hook] If you're horny, let's do it, ride it, my pony My saddle's waitin', come and jump on it If you're horny, let's do it, ride it, my pony My saddle's waitin', come and jump on it If you're horny, let's do it, ride it, my pony My saddle's waitin', come and jump on it If you're horny, let's do it, ride it, my pony My saddle's waitin', come and jump on it If you're horny, let's do it, ride it, my pony My saddle's waitin', come and jump on it Ride it My saddle  [Outro: Spoken]  ",
        "title": "Pony"
    },
    {
        "artist": "Donna Lewis",
        "lyrics": "  Feels like I'm standing in a timeless dream Of light mists with pale amber rose Feels like I'm lost in a deep cloud of heavenly scent Touching, discovering you  Those days of warm rains come rushing back to me Miles of windless summer night air Secret moments shared in the heat of the afternoon Out of the stillness, soft spoken words Say, say it again  I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you  You've got the most unbelievable blue eyes I've ever seen You've got me almost melting away As we lay there under a blue sky with pure white stars Exotic sweetness, a magical time Say, say it again  I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you  Say you'll love, love me forever Never stop, never whatever Near and far and always and everywhere and everything Say you'll love, love me forever Never stop, never whatever Near and far and always and everywhere and everything Say you'll love, love me forever Never stop, never whatever Near and far and always and everywhere and everything Say you'll love, love me forever Never stop, never whatever Near and far and always and everywhere and everything  I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you I love you always forever Near and far, closer together Everywhere I will be with you Everything I will do for you I love you always forever Near and far, closer together  ",
        "title": "I Love You Always Forever"
    },
    {
        "artist": "No Mercy",
        "lyrics": "  Where do you go, my lovely Where do you go I wanna know, my lovely, I wanna know  Where do you go, oh oh eh oh I wanna know, oh oh eh oh Where do you go, oh oh eh oh... I wanna know...  You leave without a word, no message, no number And now my head is pounding like rolling thunder You left me with a heartache deep inside Girl you should see me cry all night, and I wonder  Everybody says, what a shame, what is wrong They don't like the game we play Heard you're hanging round every night until dawn I'm waiting for you night and day  Where do you go, my lovely Where do you go I wanna know, my lovely, I wanna know  Where do you go, oh oh eh oh I wanna know, oh oh eh oh Where do you go, oh oh eh oh... I wanna know...  You gotta break the silence, don't keep me waiting Just like a river flowing to the sea You are running back to me Come back and save me  Where do you go, My Lovely I wanna know  Where do you go, oh oh oh... Where do you go, oh oh oh... I wanna know  Na na na na nida, na na nida da da dee da Na na na na nida, na na nida da da dee da  Where do you, where do you go?... Where do you, where do you go?...  Save me...  Come back and dry the tears, I cried for you baby You've gotta stop this heartache deep inside You've gotta help me make it through the night safely Come back and save me  Where do you go, my lovely Where do you go I wanna know, my lovely, I wanna know Where do you go, my lovely Where do you go... I wanna know...  Na na na na nida, na na nida da da dee da Na na na na nida, na na nida da da dee da  Where do you, where do you go...  ",
        "title": "Where Do You Go"
    },
    {
        "artist": "Los Del Rio",
        "lyrics": "  (I am not trying to seduce you)  When I dance they call me Macarena And the boys they say que estoy buena They all want me, they can't have me So they all come and dance beside me Move with me, chant with me And if you're good I'll take you home with me  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Now don't you worry about my boyfriend The boy whose name is Vitorino Ha! I don't want him, can't stand him He was no good so I, ha ha ha  Now come on, what was I supposed to do? He was out of town and his two friends were so fine  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  (Ay! Ay!) (Ay! Ay!) (Ay! Ay!) (I am not trying to seduce you) (Ay!)  M-M-Macarena M-M-Macarena M-M-Macarena (Ay!)  M-M-Macarena M-M-Macarena M-M-Macarena Macaren, Macaren, Macaren, Macarena  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  (Ay!) Come and find me, my name is Macarena Always at the party con las chicas que son buena Come join me, dance with me And all you fellows chant along with me  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  ",
        "title": "Macarena (Bayside Boys Mix)"
    },
    {
        "artist": "Babyface Featuring LL Cool J, Howard Hewett, Jody Watley & Jeffrey Daniels",
        "lyrics": null,
        "title": "This Is For The Lover In You"
    },
    {
        "artist": "En Vogue",
        "lyrics": "  [Chorus] What's it gonna be cause I can't pretend? Don't you wanna be more than friends? Hold me tight and don't let go. (Don't let go) You have the right to lose control. (Don't let go)  [Verse 1] I often tell myself that we could be more than just friends I know you think that if we move to soon it would all end I live in misery when you're not around And I won't be satisfied till we're taking those vows  [Pre-Chorus] There'll be some lovemaking, heartbreaking, soul shaking Oh, lovemaking, heartbreaking, soul shaking  [Chorus]  [Verse 2] I often fantasize the stars above are watching you They know my heart and speak to yours like only lovers do If I could wear your clothes I'd pretend I was you and lose control  [Pre-Chorus] There'll be some lovemaking, heartbreaking, soul shaking Oh, lovemaking, heartbreaking, soul shaking  [Chorus]  [Verse 3] Running in and out my life has got me so confused You gotta make the sacrifice, somebody's got to choose We can make it if we try, for the sake of you and I Together we can make it right  [Chorus]  [Bridge] You've got the right to lose control Don't let go Don't let go cause I can't pretend  [Chorus]  [Outro] What's it gonna be? What's it gonna be? Hold me tight and don't let go  ",
        "title": "Don't Let Go (Love)"
    },
    {
        "artist": "New Edition",
        "lyrics": "  [Intro] Still in love... Mmm... I'm still in love (With you) With you La da da da, La da da da, La da da da, La da da da, La da da da, La da da da Still in love (Listen)  [Verse 1: Ralph Tresvant] Oh, what can I do, girl? So much in love, girl But your friends gotcha thinkin' And it's affecting you (Don't listen, baby) What can I do, girl? So in love, girl And I don't know what to do 'Cause I don't wanna lose you  [Pre-Chorus: Ricky Bell] No What would I do without your love? Baby, it's heaven sent from above So you don't believe What your friends tell you about me  [Chorus] I'm still the man for you And I'm still the man that's true And I'm still the man who's lucky And I'm still in love with you It don't matter what your friends do They're just jealous of me and you And I'll always keep you happy 'Cause I'm still in love with you (I'm still in love) Yeah  [Verse 2: Ricky] Time passes so fast, babe I wish it would last, babe 'Cause I know in my heart That my life ends and starts with you, yeah And, baby, I know that this feelin' I'm feelin' just won't let me go, baby (You know why) 'Cause you're the first true love I've ever known  [Pre-Chorus: Ralph] So what would I do without your love? Baby, it's heaven sent from above And I know that in my heart I'm the best for you  [Chorus] I'm still the man for you (Whoa-oh) And I'm still the man that's true (I'm still the man, baby) And I'm still the man who's lucky (Ooo ho) And I'm still in love with you (I said, I'm still in love with you) It don't matter what your friends do (Don't matter what they say to you) They're just jealous of me and you (It don't matter) And I'll always keep you happy (It just don't matter) (The only thing that matters is that I'm still in love with you) 'Cause I'm still in love with you (Woo)  [Bridge: Ricky] Ohhh What can I do to right this wrong? I know that it makes me happy To be in love with you Sooo  [Chorus] I'm still the man for you (Hey, baby) And I'm still the man that's true (Darling, I'm still the man, baby) And I'm still the man who's lucky (The man) (Woah, yea) And I'm still in love with you (Oh, aw yeah) It don't matter what your friends do (You see it don't matter) They're just jealous of me and you (It don't matter) (Said, it don't matter) And I'll always keep you happy (It don't matter) ('Cause I'll always) (Always) 'Cause I'm still in love with you (Oooh)  [Outro (over Chorus)] No one loves you (Like) Like I love you I still love you (You) I'm in love with you (Said) I'm still the man for you, baby And I'll always make you happy I'll always be there, baby 'Cause I'm still in love Still in love with you...  ",
        "title": "I'm Still In Love With You"
    },
    {
        "artist": "Sheryl Crow",
        "lyrics": "  [Verse 1] I've been long, a long way from here Put on a poncho, played for mosquitos And drank til I was thirsty again We went searching through thrift store jungles Found Geronimo's rifle, Marilyn's shampoo And Benny Goodman's corset and pen  [Pre-Chorus] Well, O.K. I made this up I promised you I'd never give up  [Chorus] If it makes you happy It can't be that bad If it makes you happy Then why the hell are you so sad  [Verse 2] You get down, real low down You listen to Coltrane, derail your own train Well who hasn't been there before? I come round, around the hard way Bring you comics in bed, scrape the mold off the bread And serve you french toast again  [Pre-Chorus] Well, O.K. I still get stoned I'm not the kind of girl you'd take home  [Chorus] If it makes you happy It can't be that bad If it makes you happy Then why the hell are you so sad If it makes you happy It can't be that bad If it makes you happy Then why the hell are you so sad  [Verse 3] We've been far, far away from here Put on a poncho, played for mosquitos And everywhere in between  [Pre-Chorus] Well, O.K. we get along So what if right now everything's wrong?  [Chorus] If it makes you happy It can't be that bad If it makes you happy Then why the hell are you so sad If it makes you happy It can't be that bad If it makes you happy Then why the hell are you so sad  ",
        "title": "If It Makes You Happy"
    },
    {
        "artist": "Journey",
        "lyrics": "  [Verse 1] In my life I see where I've been I said that I'd never fall again Within myself I was wrong My searching ain't over...over I know that  [Chorus] When you love a woman You see your world inside her eyes When you love a woman You know she's standing by your side A joy that lasts forever There's a band of gold that shines waiting somewhere...oh yeah  [Verse 2] If I can't believe that someone is true To fall in love is so hard to do I hope and pray tonight Somewhere you're thinking of me girl Yes I know...I know that  [Chorus] When you love a woman You see your world inside her eyes When you love a woman You know she's standing by your side A joy that lasts forever There's a band of gold that shines waiting somewhere...oh  [Bridge] It's enough to make you cry When you see her walking by And you look into her eyes  [Chorus] When you love a woman You see your world inside her eyes When you love a woman You know she's standing by your side A joy that lasts forever There's a band of gold that shines waiting somewhere...oh  [Outro] When you love a woman When you love, love, love, love When you love a woman You see your world inside her eyes  ",
        "title": "When You Love A Woman"
    },
    {
        "artist": "Az Yet",
        "lyrics": null,
        "title": "Last Night (From \"The Nutty Professor\")"
    },
    {
        "artist": "Keith Sweat",
        "lyrics": "  [Intro: Keith Sweat] Oh yeah baby You got to make your mind up Yeah Kut Klose, help me out  [Chorus 1: Keith Sweat (Kut Klose)] (You know you are my lover) You know you are my love, baby (You got me twisted over you) Girl, you got me twisted over you (I know I got what you need) I got what you need right here, baby (So what you wanna do)  [Verse 1: Keith Sweat] Baby, baby I know Baby I love you so But you don't feel like I do Tell me what can I do  [Pre-Chorus: Keith Sweat (Kut Klose)] (But I gotta be strong) But I gotta be strong (You did me wrong) Girl, you did me wrong (When I thought we were really down) I thought we were down (So you say you want me) Now you say you want me girl (Make up your mind) Ooh make up your mind ('Cause I'm not gonna be here for long) I'm not gonna be here for long  [Chorus 1: Keith Sweat (Kut Klose)] (You know you are my lover) You know you are my love, baby (You got me twisted over you) Girl, you got me twisted over you (I know I got what you need) I got what you need right here, baby (So what you wanna do)  [Verse 2: Keith Sweat] Baby, baby in time (Baby in time) Baby I know you'll find (I know you'll find) That what you needed was here (Oh no, no, no, no, no) And think about it my dear  [Pre-Chorus: Keith Sweat (Kut Klose)] (But I gotta be strong) But I gotta be strong (You did me wrong) Girl, you did me wrong (When I thought we were really down) I thought we were down (So you say you want me) Now you say you want me girl (Make up your mind) Ooh make up your mind ('Cause I'm not gonna be here for long) I'm not gonna be here for long  [Chorus 2: Keith Sweat (Kut Klose)] (You know you are my lover) You know you are my love, baby (You got me twisted over you) Girl, you got me twisted, baby (I know I got what you need) I got everything you need tonight (So what you wanna do) Breaking on down  [Verse 3: Pretty Russ] You got me twisted Thinking about the way that things used to be When it was you and me, girl I was so free See, you had my heart from the start like Cupid And I was just downright foolish and stupid But now I know the reason for the pain and the headaches You left me all alone now I can't even concentrate I guess I'll wait for the day until you come back Because my heart is where your love is at You got me twisted  [Chorus 2: Keith Sweat (Kut Klose)] (You know you are my lover) You know you are my love, baby (You got me twisted over you) Girl, you got me twisted, baby (I know I got what you need) I got everything you need tonight (So what you wanna do) What are you gonna do, baby?  (You know you are my lover) You know, I can make you feel real [?] baby (You got me twisted over you) Girl, you got me twisted, baby (I know I got what you need) I got everything you need tonight (So what you wanna do) What are you gonna do, baby?  (You know you are my lover) You know, you know you are my love, baby (You got me twisted over you) Girl, you got me twisted, baby (I know I got what you need) I got everything right here, baby (So what you wanna do) What are you gonna do, baby?  ",
        "title": "Twisted"
    },
    {
        "artist": "Eric Clapton",
        "lyrics": "  [Verse 1] If I could reach the stars Pull one down for you Shine it on my heart So you could see the truth  That this love I have inside Is everything it seems But for now I find It's only in my dreams  [Chorus] And I can change the world I will be the sunlight in your universe You would think my love was really something good Baby if I could change the world  [Verse 2] If I could be king Even for a day I'd take you as my queen I'd have it no other way  And our love would rule In this kingdom we have made 'Til then I'd be a fool Wishing for the day  [Chorus] And I can change the world I would be the sunlight in your universe You would think my love was really something good Baby if I could change the world Baby if I could change the world  [Chorus] I could change the world I would be the sunlight in your universe You would think my love was really something good Baby if I could change the world Baby if I could change the world Baby if I could change the world  ",
        "title": "Change The World"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Verse 1] Where do we go from here? This isn't where we intended to be We had it all, you believed in me I believed in you Certainties disappear What do we do for our dream to survive? How do we keep all our passions alive As we used to do?  [Pre-Chorus] Deep in my heart I'm concealing Things that I'm longing to say Scared to confess what I'm feeling Frightened you'll slip away  [Chorus] You must love me You must love me  [Verse 2] Why are you at my side? How can I be any use to you now? Give me a chance and I'll let you see how Nothing has changed  [Pre-Chorus] Deep in my heart I'm concealing Things that I'm longing to say Scared to confess what I'm feeling Frightened you'll slip away  [Chorus] You must love me You must love me  [Outro] You must love me  ",
        "title": "You Must Love Me (From \"Evita\")"
    },
    {
        "artist": "Montell Jordan",
        "lyrics": null,
        "title": "Falling"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": "  In a hand painted night, me and Gypsy Scotty are partners At the Hotel Flamingo, wearin' black market shoes This loud Cuban band is crucifying John Lennon No one wants to be lonely, no one wants to sing the blues  She's perched like a parrot on his tuxedo shoulder Christ, what's she doing with him, she could be dancing with me She stirs the ice in her glass with her elegant finger I want to be what she's drinking, yeah, I just want to be  I saw you first, I'm the first one tonight I saw you first, don't that give me the right To move around in your heart Everyone was lookin' but I saw you first  On a moon-spattered road in her parrot rebozo Gypsy Scotty is driving his big long yellow car She flies like a bird over his shoulder She whispers in his ear, boy, you are my star  But I saw you first, I'm the first one tonight Yes, I saw you first, don't that give me the right To move around in your heart Everyone was lookin'  In the bone-colored dawn, me and Gypsy Scotty are singin' The radio is playin', she left her shoes out in the back He tells me a story about some girl he knows in Kentucky He just made that story up, there ain't no girl like that  But I saw you first, I'm the first one tonight Yes, I saw you first, don't that give me the right To move around in your heart Everyone was lookin' but I saw you first I saw you first I saw you first Yeah, yeah  ",
        "title": "Key West Intermezzo (I Saw You First)"
    },
    {
        "artist": "Mint Condition",
        "lyrics": "  [Intro] You know We can't do this We just can't Listen  [Verse 1] You say you feel disenchanted Cause lately he takes you for granted Still faithful and true you remained and To hurt so have I You pour out your heart and I listen And we catch a vibe reminiscing Temptations so strong not to mention The yearning inside  [Hook] But what kind of man would I be If I lived unfaithfully And what kind of girl would you be If you did the same Cause I don't wanna see her cry And you don't need a reason to lie Cause if we laid down tonight It won't justify throwing love aside  [Verse 2] This feeling is strong and we know it But we gotta see past the moment There's too much to lose if we blow it This is no lie Still here we are both together With promises made that we never Yet feeling it now more than ever I can't deny  [Hook]  [Bridge] Here we are all alone But some how we've got to stay strong  [Hook]  [Outro] Makes me wanna say oh Just gotta say oh She makes me wanna say oh Just gotta say oh But what kind of man would I be, oh I can't be unfaithful Sorry baby  ",
        "title": "What Kind Of Man Would I Be"
    },
    {
        "artist": "Dru Hill",
        "lyrics": null,
        "title": "Tell Me (From \"Eddie\")"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": null,
        "title": "You're Makin' Me High/Let It Flow"
    },
    {
        "artist": "Quad City DJ's",
        "lyrics": "  [Train whistles]  (Woo woo) x 4  (Ride that choo choo, choo choo ride) (Ride that choo choo, choo choo ride) (Ride that choo choo, choo choo ride) (Ride that choo choo, choo choo ride)  Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo)  Come on, ride the train, it's the choo choo, and ride it (woo woo) Come on, ride the train, it's the choo choo, and ride it (woo woo) Come on, ride the train, it's the choo choo, and ride it (woo woo) Come on, ride the train, it's the choo choo, and ride it (woo woo)  Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can  Way deep down south, well we play this game It's them Quad City D.J.'s and yo We call it \"the train\" So if you wanna ride ya thing Just come on down the train We gonna rock, ooh, Lord, just jump aboard, baby So get your next of kin, (c'mon) your sister and your friend Pack it up that, choo choo, ride on this, choo choo And, boo, you need to stop faking, and come on with me I wanna take you home with me, to be alone with me And I can see you wanna hide it, (c'mon), just divide it And please don't knock it, until you ride it So to all of you girls, you know, I'm calling your name Michelle, Tamika and Tonya Wanna ride this train, ride out now  Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo)  Come on, its the choo choo Come on, its the choo choo train Come on, its the choo choo Come on, its the choo choo train  If you feel like dancing, well come on, it's up to you We got the sound to keep you getting down, down The train is coming through  Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can  I can smell them tranquil breezes from a mile away Graduated from Boone up to Alize baby Baby, you looking tough to death Got your weave done right, it's on so tight Now it's on tonight, yeah, yeah Right about now it's about that time for me to holler Girl, I wanna waller in the back of my impala Woo, don't need no tickets for this thing Just jump on in, let me hit them switches on the train And it ain't no thing, it's all the same Get on the train tracks Here we go, so get on the floor And put a hump in your back So pack your bags, come on, get ready, say what? We're coming through your town Move your arm up and down And make that choo choo sound, like this  Ride that choo choo, woo woo... Ride that choo choo, woo woo... Ride that choo choo, woo woo... Ride that choo choo, woo woo... Ride that choo choo, woo woo... Ride that choo choo, woo woo... Ride that choo choo, woo woo... Ride that choo choo, woo woo...  Come on it's the choo choo, woo woo Come on it's the choo choo train Come on it's the choo choo, woo woo Come on it's the choo choo train  If you feel like dancing, well come on, it's up to you We got the sound to keep you getting down, down The train is coming through  Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can  Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train  Come on it's the choo choo, woo woo Come on it's the choo choo train Come on it's the choo choo, woo woo Come on it's the choo choo train  If you feel like dancing, well come on, it's up to you We got the sound to keep you getting down, down The train is coming through  Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can Ah, Ah, Ah, Ah, Ah, Ah I think I can, I think I can I think I can, I think I can  Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train (choo choo ride), and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) Come on, ride the train (choo choo ride) (woo woo), and ride it (choo choo ride) (woo woo) CCome on, ride the train, it's the choo choo, and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train it's the choo choo train (woo woo) (choo choo ride) (woo woo) Come on, ride the train, it's the choo choo, and ride it (woo woo) (choo choo ride) (woo woo) Come on, ride the train it's the choo choo train (woo woo) (choo choo ride) (woo woo)  Come on it's the choo choo, woo woo Come on it's the choo choo train Come on it's the choo choo, woo woo Come on it's the choo choo train  Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train  Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train Ride that choo choo, choo choo train  ",
        "title": "C'mon N' Ride It (The Train)"
    },
    {
        "artist": "Amber",
        "lyrics": "  Da be da be da di da en da Da be da be da di da en da Da be da be da di da en da Da be da be da di da en da  This is your night Dancing free until the morning light Together forever cuz This is your night And everything is gonna be alright Oh yeah So in love with you Oh yeah Its to good to be true Oh yeah Feeling so brand new Oh yeah  You captured my heart Your the key to my life A vision of our love That made me survive Creating the mood that were in is surreal Its time to move up and to face what I feel  This is your night Dancing free until the morning light Together forever cuz This is your night And everything is gonna be alright Oh yeah So in love with you Oh yeah Its to good to be true Oh yeah Feeling so brand new Oh yeah  Imagine my spirit the one that you call I'm ready to stand up and ready to fall I can't run away so attracted by you I may be your girl and I'll be so ture Oh oh  This is your night Dancing free until the morning light Together forever cuz This is your night And everything is gonna be alright Oh yeah So in love with you Oh yeah Its to good to be true Oh yeah Feeling so brand new Oh yeah  Da be da be da di da en da Da be da be da di da en da Da be da be da di da en da Da be da be da di da en da  This is your night Dancing free until the morning light Together forever cuz This is your night And everything is gonna be alright Oh yeah So in love with you Oh yeah Its to good to be true Oh yeah Feeling so brand new Oh yeah  This is your night  ",
        "title": "This Is Your Night"
    },
    {
        "artist": "Dishwalla",
        "lyrics": "  [Verse 1] Must have been mid afternoon I could tell by how far the child's shadow stretched out And he walked with a purpose in his sneakers down the street He had many questions like children often do  [Chorus] We said, tell me all your thoughts on God Tell me am I very far?  [Verse 2] Must have been late afternoon On our way the sun broke free of the clouds We count only blue cars, skip the cracks in the street And ask many questions like children often do  [Chorus] We said, tell me all your thoughts on God Cause I would really like to meet her And ask her why we're who we are Tell me all your thoughts on God Cause I am on my way to see her So tell me am I very far, am I very far now?  [Verse 3] It's getting cold picked up the pace How our shoes make hard noises in this place Our clothes are stained We pass many cross-eyed people And ask many questions like children often do  [Chorus] Tell me all your thoughts on God Cause I would really like to meet her And ask her why we're who we are Tell me all your thoughts on God Cause I am on my way to see her So tell me am I very far Am I very far now, am I very far now, am I very far now? Tell me all your thoughts on God  ",
        "title": "Counting Blue Cars"
    },
    {
        "artist": "Bryan Adams",
        "lyrics": "  I love the way you look tonight With your hair hanging down on your shoulders And I love the way you dance your slow sweet tango The way you wanna do everything but talk And how you stare at me with those undress me eyes Your breath on my body makes me warm inside  Let's make out - Let's do somthing amazing Let's do somthing that's all the way 'Cause I've never touched somebody like the way I touch your body Now I never wanna let your body go  Let's make a night, to remember From January, to December Let's make love, to excite us A memory, to ignite us Let's make honey baby, soft and tender Let's make sugar darlin', sweet surrender Let's make a night, to remember All life long  I love the way you move tonight Beads of sweat dripping down your skin Me lyin' here - and you lyin' there Our shadows on the wall and our hands everywhere  Let's make out - Let's do somthing amazing Let's do somthing that's all the way 'Cause I've never touched somebody like the way I touch your body Now I never wanna let your body go  Let's make a night, to remember From January, to December Let's make love, to excite us A memory, to ignite us Let's make honey baby, soft and tender Let's make sugar darlin', sweet surrender Let's make a night, to remember All life long  Oh and I think about you all the time Can't you see you drive me out of my mind Well I'm never holding back again Yeah I never want this night to end 'Cause I've never touched somebody like the way I touch your body Now I never wanna let your body go  Let's make a night, to remember From January, to December Let's make love, to excite us A memory, to ignite us Yeah - Let's make honey baby, soft and tender Ohh - Let's make sugar darlin', sweet surrender Let's make a night, to remember Oh - All life long  Yeah, Oh let's make out Let's do somethin' amazin' Let's do somethin' that's all the way Every day - Yeah, oh  Let's make honey - Let's make sugar Let's make a night, to remember - oh Let's make love - Slow and tender Let's make a night, to remember  ",
        "title": "Let's Make A Night To Remember"
    },
    {
        "artist": "Barbra Streisand & Bryan Adams",
        "lyrics": "  [Verse 1: Barbra Streisand & Bryan Adams] [Bryan Adams] I finally found someone, who knocks me off my feet I finally found the one who makes me feel complete [Barbra Streisand] It started over coffee, we started out as friends It's funny how from simple things; the best things begin [Bryan Adams] This time is different (la la la la) It's all because of you (la la la la) It's better than it's ever been Cause we can talk it through [Barbra Streisand] My favorite line was \"Can I call you sometime?\" It's all you had to say To take my breath away  [Hook: Barbra Streisand & Bryan Adams] This is it Oh, I finally found someone Someone to share my life I finally found the one To be with every night Cause whatever I do (It's just got to be you) My life has just begun, I finally found someone  (Ooooh Someone) (I finally found someone) (Ooooh)  [Verse 2: Barbra Streisand & Bryan Adams] Did I keep you waiting? (I didn't mind) I apologize (Baby, that's fine) I would wait forever Just to know you were mine You know, I love your hair (Are you sure it looks right?) I love what you wear (Isn't it too tight?) You're exceptional I can't wait for the rest of my life  [Hook: Barbra Streisand & Bryan Adams] This is it Oh, I finally found someone Someone to share my life I finally found the one To be with every night Cause whatever I do (It's just got to be you, Oh yeah) My life has just begun, I finally found someone  [Outro: Barbra Streisand & Bryan Adams] And whatever I do (It's just got to be you) Oooh my life has just begun, I finally found someone  ",
        "title": "I Finally Found Someone (From \"The Mirror Has Two Faces\")"
    },
    {
        "artist": "Nas",
        "lyrics": "  [Produced by Tracksmasters]  [Chorus] Street dreams are made of these Niggas push Beamers and 300 E's A drug dealer's destiny is reaching a key Everybody's looking for something Street dreams are made of these Shorties on they knees, for niggas with big cheese Who am I to disagree? Everybody's looking for something  [Verse 1] My man put me up for the share, one-fourth of a square Headed for Delaware with one change of gear Nothing on my mind but the dime sack we blazed With the glaze in my eye, that we find when we crave Dollars and cents, a fugitive with two attempts Jakes had no trace of the face, now they drew a print Though I'm innocent 'til proven guilty I'ma try to get filthy, purchase a club and start up a realty For real G, I'ma fulfill my dream If I conceal my scheme then precisely I'll build my cream The first trip without the clique Sent the bitch with the quarter brick, this is it Fresh face, NY plates got a crooked eye for the Jakes I want it all, ArmorAll Benz and endless papes God sake, what a nigga got to do to make a half a million Without the FBI catching feelings  [Chorus] Street dreams are made of these Niggas push Beamers and 300 E's A drug dealer's destiny is reaching a key Everybody's looking for something Street dreams are made of these Shorties on they knees, for niggas with big cheese Who am I to disagree? Everybody's looking for something  [Verse 2] From Fat Cat to Pappy, niggas see the cat Twenty-five to flat, push a thousand feet back Holding gats wasn't making me fat, snitches on my back Living with Moms, getting it on, flushing crack down the toilet Two sips from being alcoholic Nine hundred ninety nine thou from being rich but now I'm all for it My man saw it like Dionne Warwick A wiser team, for a wiser dream we could all score with The cartel Argentina coke with the nina Up in the hotel, smoking on Sessamina Trina got the fishscale between her The way the bitch shook her ass yo the dogs never seen her She got me back living sweeter, fresh Caesar Guess, David Robinson's, Wally moccasins Bitches blow me while hopping in the drop-top BM Word is bond son, I had that bitch down on my shit like this  [Chorus] Street dreams are made of these Niggas push Beamers and 300 E's A drug dealer's destiny is reaching a key Everybody's looking for something Street dreams are made of these Shorties on they knees, for niggas with big cheese Who am I to disagree? Everybody's looking for something  [Verse 3] Growing up project-struck, looking for luck, dreaming Scoping the large niggas beaming, check what I'm seeing Cars, ghetto stars pushing ill Europeans G'n, heard about them old timers OD'n Young early 80's, throwing rocks at the crazy lady Worshipping every word them rope-rocking niggas gave me The street raised me up giving a fuck I thought Jordans and a gold chain was living it up I knew the dopes, the pushers, the addicts, everybody Cut out of class, just to smoke blunts and drink noddy Ain't that funny, getting put on to crack money With all the gunplay, painting the kettle black hungry A case of beers in the staircase I wasted years Some niggas went for theirs, flipping coke as they career But I'm a rebel stressing, to pull out of the heat no doubt With Jeeps tinted out, spending never holding out  [Chorus] Street dreams are made of these Niggas push Beamers and 300 E's A drug dealer's destiny is reaching a key Everybody's looking for something Street dreams are made of these Shorties on they knees, for niggas with big cheese Who am I to disagree? Everybody's looking for something Street dreams are made of these Niggas push Beamers and 300 E's A drug dealer's destiny is reaching a key Everybody's looking for something Street dreams are made of these Shorties on they knees, for niggas with big cheese Who am I to disagree? Everybody's looking for something  ",
        "title": "Street Dreams"
    },
    {
        "artist": "Da Brat",
        "lyrics": "  [Intro] You wanna know what the fuck I heard, bitch?  [Verse 1] I heard you wanna carbon copy me Not possible to succeed Bustin nigga's kneecaps, cuz greed is fuckin wit weed Gimme more cheddar than Ellie No Hillbilly from Beverly Heavely sedated, still hated and Rated R You the next victim, and if you flinch you fall I got that sure shot method Guaranteed to make a nigga pause Peep the Cars I'm in Uncountable amount of Benjamin's, Benzes for all my friends If it don't make dollars, you ain't makin no fucking sense Get relentless when it comes to stacking chips and shit Try to take mine to thy nine be the glory Unloaded at the end of the story I'm on top of the world, nigga...  [Chorus] Sittin on top of the world Sittin on top of the world With 50 grand in my hand Steady puffin on a blunt Sippin hennessy and coke Gimme what you won't Sittin on top of the world Sittin on top of the world With my legs swingin, jewelry jingling baby Go head baby Lemme hit you with some real PUMP PUMP  [Verse 2] It's the number one contender So So Def memeber known as Brat Girlfriend offender cuz they man's think I'm all that Krystal in my lap, chronic chokin me Nigga's hopin we fall off But we won't, we don't All we do is keep fuckin it up While all you do is keep lookin at us Known evidence is that I dispense hits And make more house quakes than Prince leavin mother fuckers dense One of the baddest bitches on the planet Act like you know it's the funk bandit dammit, and you can't stand it You can run, but you can't hide From this bad mannered individu-AL Gal from the West Side Hit em up I can't quick stick like the bottom of an ostrich Hung in your pants Hotness from your bull-shit And it's written all over your face You want my space but ain't got what it takes to take my place...  [Chorus] Sittin on top of the world Sittin on top of the world With 50 grand in my hand Steady puffin on a blunt Sippin hennessy and coke Gimme what you won't Sittin on top of the world Sittin on top of the world With my legs swingin, jewelry jingling baby Go head baby Lemme hit you with some real PUMP PUMP  [Verse 3] Now best believe I got more Trix up my sleeve Then that silly rabbit All day dream about G's and how I gots to have it Gotta weed habit, but I'm still on point One of the most wanted to rock off somebody's joint It be the B-R-A-T, the mind blower The rough rhyme thrower, mother fuckers can't see Riding drop top roadsters, fuck all that gold stuff Only Triangles dangle when I bust You see, niggas round town called this and that Said I sound like the Pound and my shit was wack Dropped the album Funkdafied and they thought it was bold 30 days later, the LP went gold, and I'm...  [Chorus] Sittin on top of the world Sittin on top of the world With 50 grand in my hand Steady puffin on a blunt Sippin hennessy and coke Gimme what you won't Sittin on top of the world Sittin on top of the world With my legs swingin, jewelry jingling baby Go head baby Lemme hit you with some real PUMP PUMP  ",
        "title": "Sittin' On Top Of The World"
    },
    {
        "artist": "Alanis Morissette",
        "lyrics": null,
        "title": "You Learn/You Oughta Know"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Verse 1] If your girl only knew That you was trying to get with me (what would she do) If your girl only knew That you was dissin' her to talk to me  [Chorus] She would probably leave you alone She would probably curse you out and unplug her phone I bet she'd be glad that you was gone And then she wouldn't have to worry  [Verse 2] If your girl only knew That I would want to kick it with you (if she knew) And if your girl could only see How you be calling me, getting fresh with me  [Chorus] She would probably leave you alone She would probably curse you out and unplug her phone I bet she'd be glad that you was gone And then she wouldn't have to worry  [Bridge] She's crazy to put up with you Oh boy I won't be no fool Let you like what you see It ain't easy to get with me But it's dumb to put up with you I won't be no fool Let you like what you see It ain't easy to get with me  [Chorus] She would probably leave you alone She would probably curse you out and unplug her phone I bet she'd be glad that you was gone And then she wouldn't have to worry  She would probably leave you alone She would probably curse you out and unplug her phone I bet she'd be glad that you was gone And then she wouldn't have to worry  (If your girl only knew) She would probably leave you alone She would probably curse you out and unplug her phone (If your girl only knew) I bet she'd be glad that you was gone And then she wouldn't have to worry  [Outro: Timbaland & Aaliyah] If your girl only knew What you saying, what you saying, what you saying, huh? What you saying, what you saying, what you saying, huh? What you saying, what you saying If your girl only knew What you saying, what you saying, what you saying, huh? What you saying, what you saying, what you saying, huh? What you saying, what you saying  If your girl only knew What you saying, what you saying, what you saying, huh? What you saying, what you saying, what you saying, huh? You ain't saying nothin' If your girl only knew What you saying, what you saying, what you saying, huh? What you saying, what you saying, what you saying, huh? You ain't saying nothin'  ",
        "title": "If Your Girl Only Knew"
    },
    {
        "artist": "Ghost Town DJ's",
        "lyrics": "  [Intro] Boy you should know that I've got you on my mind Your secret admirer I've been watching you  [Chorus] At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you  [Verse 1] Every day I pray my heart can win Every night I pray I can call you my man (yeah, yeah, yeah) I need you, I want you, to have you, hold you, squeeze you So I'm going out, every weekend Just to see my boo again  [Chorus] At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you  [Verse 2] These feelings I have for you Can go deeper if you can come Correct with your game boy (no, no) No you can't be lame boy But if you can please me Then my love will come easy I'll do anything you want Freak me boy, I'm thinking of you  [Chorus] At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you  [Bridge] Boy you've got all I need From what I see And boy every night I am constantly thinking of you  [Chorus] At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you At night, I think of you I want, to be your lady, maybe If your game is on, give me a call boo If your love is strong, gonna give my all to you  ",
        "title": "My Boo"
    },
    {
        "artist": "Westside Connection",
        "lyrics": "  [Verse 1: Ice Cube] The world is mine nigga get back Don't fuck with my stack the gauge is racked About to drop the bomb I'm the motherfuckin' don Big fish in a small pond Now the feds trying to throw they book at the crook But I shook they worm and they hook Guppies hold they breath. They want to miss me when I'm tipsy Running everything west of the Mississippi Its the unseen, pulling strings with my pinky ring We got your woman, pucker up 'fore we fuck her up Bow down before I make a phone call Got 25 niggas running up on y'all For the cheese we want them keys Everybody freeze on your knees, butt naked please Before any of you guppies get heart Nigga rewind my part fool and....(Bow Down)  [Hook] (Bow down) When I come to your town (Bow down) When I'm westward bound (Bow down) Cuz I ain't a hater like you Bow down to a nigga that's greater than you  [Verse 2: MACK 10] I take ten steps and I draw (Blaow!) Now who's dissin' the mad-ass Inglewood addition I bust like a pimple, my mind is illmental The Westside connects with me and South Central And a drag from the Zig Zag can't fuck with the Philly's Holdin' down the wild west like a kid they call Billy Once again it's Mack 10 the gold crown holda Strong as a Coca-Cola with a chrome pistola Now who wanna fuss so I can buss when I cuss My look bring you fear with gear from the Surplus Since a teen I chased the green, the crack scene king Lolos, Corniches and baguettes on my pieces So recognize these real G's, chase the cheese The Westside Connect keep it rolling like gold D's Three-wheeling and dealing is like the California style But in the meanwhile in my town you got to bow  [Hook] (Bow down) When you come to my town (Bow down) When I'm westward bound (Bow down) Because I ain't a hater like you Bow down to a nigga that's greater than you  [Verse 3: W.C.] Well it's that, Chuck wearing, still sporting a beanie The shadiest nigga in the clique, who want to see me As I slide my Locs on let my khakis hang Westside Connect gang, Connect gang, bing bing bang (West side) Run away run away or get your punk ass slayed By this H double O to the D to the S.T.A Fuck hiding it, I'm gang related simple and plain Which means I could give a fuck about you niggas in this rap game Flashy niggas get stuck up, beat the fuck up When you come around, keep your chain tucked from this Zero zero apostrophe S shit Fuck a studio lyricist I'm real with this Talk the talk walk the walk Diss me on wax, I'm trying to saw your whole fucking head off, nigga I'm platinum bound so bitch shut up And nigga all y'all could kiss my Converse like Sho Nuff  [Hook] (Bow down) When I come to your town (Bow down) When I'm westward bound (Bow down) Cuz I ain't a hater like you Bow down to a nigga that's greater than you  [Hook](Group) (Bow down) When you come to our town (Bow down) When we westward bound (Bow down) Cuz we ain't no haters like you Bow down to some niggas that's greater than you  [Ice Cube] Yea. Ha. Let me tell you something Gangsta's make the world go round So you ain't got to clown But if you live on the west side of your town Make them other fools bow down Westside Connection. The world belongs to us  [Hook](Group) (Bow down) When you come to our town (Bow down) When we westward bound (Bow down) Cuz we ain't no haters like you Bow down to some niggas that's greater than you  Fool  ",
        "title": "Bow Down"
    },
    {
        "artist": "LL Cool J",
        "lyrics": "  [Keisha] Umm...Go head daddy! [Beat drops] We doing it with L....(Laughs)....Go head baby. Who do ya luv baby?  [Verse 1] How you doin', miss? My name is L, I'm from Queens I heard about your man, he like to lace you with cream Dolce Gabbana, Moschino with Donna jeans But he slipped up, and threw his rock to a fiend He be playin' like a Willie 'cause he dress ya dove Never knowin' that his woman is in need of love You got Versace gold link stomach chains with rocks Official hair style but you stuck up in the spot Makin love, Duke is weak then he fallin asleep You on the phone wit your old peeps dyin' to creep 'tween my sheets So what you got Chanel on your feet Hot sex on a platter makes the mission complete, uh  [Chorus 4X: Total + (LL Cool J)] Who do you love? (I wanna lounge with you) Are you for sure? (I do what I gotta do)  [Verse 2] Jew-els and Cristal got him actin' funny style He ain't watchin' you, he rather watch his money pile Can't protect treasures when it's in a glass house Soon as he turn the corner I'mma turn that ass out Full blown, frontin' in the 6 with the chrome Yo B, why you leave your honey all alone with me? Just because you blessed with cash Doesn't mean your honey won't let me finesse that ass So see the moral of the story is a woman need love The kind you so-called players never dreamed of You got to try love, can't buy love If you play your hand, then it's bye-bye love  [Chorus 4X: Total + (LL Cool J)] Who do you love? (I wanna lounge with you) Are you for sure? (I do what I gotta do)  [Bridge: Total + LL Cool J] Who do you love? Are you for sure? (You know it's you) Who do you love? Are you for sure? (I do what I gotta do)  [Verse 3] So what you got the cash flow in escrow, damn But your honey ran away like presto, ala-kazam Man made the money, money never made the man You still fakin' jacks throwin' rocks on her hand See, you put your mack down, now you Nino Brown Rock roller with so much ice your cap's polar I got her smokin' beedies, modeling bikinis Pushin' your whip on the Van Wyck to see me I keep it steamy, I make it burn when it's my turn Teaching shorty all the jewels that you never learned Don't get it twisted, getting money ain't wrong But she wanna make love all night long, I'm gone  [Chorus 4X: Total + (LL Cool J)] Who do you love? (I wanna lounge with you) Are you for sure? (I do what I gotta do)  [Bridge: Total] Who do you love? Are you for sure? (You know it's you) Who do you love? Are you for sure? (Are you for sure?)  [Outro: Total] Who do you love? (Repeat with LL Cool J ad-libs)  ",
        "title": "Loungin"
    },
    {
        "artist": "dc Talk",
        "lyrics": "  Sorrow is a lonely feeling Unsettled is a painful place I've lived with both For far too long now Since we've parted ways  I've been wrestling With my conscience And I found myself to blame If there's to be any resolution I've got to peel my pride away  Just between you and me I've got something to say Wanna get it straight Before the sun goes down  Just between you and me Confession needs to be made Recompense is my way to freedom now  Just between you and me I've got something to say  If confession is the road to healing Forgiveness is the promised land, oh I'm reaching out in my conviction I'm longing to make amends, yeah  So I'm sorry for The words I've spoken For I've betrayed a friend We've got a love That's worth preserving And a bond I will defend  Just between you and me I've got something to say Wanna get it straight Before the sun goes down  Just between you and me Confession needs to be made Recompense is my way to freedom  Just between you and me I've got something to say  In my pursuit of God I thirst for holiness As I approach the Son I must consider this  Offenses unresolved Will keep me from the throne Before I go to Him My wrong must be atoned  If there's to be any resolution I've got to peel this pride away Ooh, whoa, whoa, whoa  Just between you and me I've got something to say Wanna get it straight Before the sun goes down  Just between you and me Confession needs to be made Recompense is my way to freedom  It's my way to freedom It's my way to freedom It's my way to freedom I've got something to say So let me say it today  It's my way to freedom It's my way to freedom I've got something to say Confession needs to be made  It's my way to freedom It's my way to freedom I've got something to say Confession needs to be made  It's my way to freedom It's my way to freedom I've got something to say  ",
        "title": "Between You And Me"
    },
    {
        "artist": "Do Or Die (Featuring Twista)",
        "lyrics": "  [Hook x2: Johnny P] Do you wanna ride In the backseat of a Caddy? Chop it up with Do or Die  [Verse 1: AK-47] It was seven double-oh P.M Fly low to them hoes in the B-M Sipping Seagram, chewing on a weed stem Touching on my fo' fif Move it to the back so I can see who beeping this Po Pimp Spring to the phone with a slow limp In a trip that shitted with 3-1-2-7-6-2-10 Three-line connection As the rest of them wanted affection Just bring the weed, we got the drinks you need And, plus, we strapped with two protections I put the phone in the hook, then I pause for a minute Cause I forgot where I met the ho And the feeling I've forgotten if the hoes wanna snap I straight up check the ho, really doe To the crib  [Hook x2: Johnny P]  [Verse 2: AK-47, Belo] Seven deuce five, I ride the point to spot the live hoes Three miles per hour Like we running up on some rivals Never to deny though, these bitches look fly, 'Lo Introduce myself A-to-the-motherfucking-K, better recognize Then I loose myself, juice myself As you take one pull, uh, pass it to the left and um Self-centered niggas'll take two pulls cause they thinking about self and um P-I, M-P, -ology, but logically We learning these hoes biology, and obviously, well  [Belo] Mmm, ain't this some shit, pull up in the C-A D-I, double-L, pumping A-C, A see hoes They peep those, P-I, M-P, and they think that automatically Cause he's a pimp, he gotta be full of that M-O, N-E, but why? Cause nigga be sporting nice cars and fancy clothes Fresh jewels, Girbaud, flexing one five oh Chop up that paper, ho, chop up that paper, ho Watch where your lips go, caress my tip slow To the tempo, instrumental Real simple when you fucking with a pimp, doe Get involved in the backseat That's how it be in the Cad when you messing with them young lads Smoking on that finest grass Never miss what you never had, at last P-I, M-P, -ology, but logically We learning these hoes biology, and obviously, well  [Hook x2: Johnny P]  Verse 3: Tung Twista Well, a motherfucker might be broke and shit And then collecting no dough from tips But I be spitting mo' game than a mouthful of poker chips To get them hoes with the open lips and the provoking hips And never gotta tell her many lies I been looking in the city skies, get up in the kitty's thighs Cause I'm blessed with a look of innocence, good sex Peanut butter complex and some pretty eyes Pity cries on my strategy side, yo anatomy gotta be right That'd be to flatter me, right But if the head the bomb, c'mon, suck a nigga dick Members of my clique wanna see what that'd be like I know you wanna try that, to the rhythm of a hi-hat Don't be bogus and deny that I done got a ho to let my fellas run a train While she lie back, now motherfucker can you buy that? Where your ride at? On the passenger side of your ho Trying to come up on another G The broad all up under me, trying to smother me Looking lovely while I roll another B, suddenly She learned that I don't deal with emotions But when we in the room, she rubbing me with lotion Coming like an ocean, coasting, have her sick Thinking me and Do or Die dig drinking love potion The word no was never said Twista be giving women dick in the bed, until they sick in the head And if I ever leave whoever dead They ain't tricking the feds or spitting game, but it's chicken and bread Kicking them legs in the air like a playa do Then belittle in a day or two After words I'mma slay a crew Now that's some pimp-type shit that Belo and AK'll do Wearing gray and blue If a ho wanna holler, then you a playa if you hit them ends And get the dividends But you a pimp if you can get the same ho to wanna freak your friends Cause I studied P-I, M-P, -ology, but logically Be learning these hoes biology, obviously, well  [Hook x2: Johnny P]  ",
        "title": "Po Pimp"
    },
    {
        "artist": "Tracy Chapman",
        "lyrics": "  [Chorus] Give me one reason to stay here And I'll turn right back around Give me one reason to stay here And I'll turn right back around Said I don't want leave you lonely You got to make me change my mind  [Verse 1] Baby I got your number and I know that you got mine But you know that I called you, I called too many times You can call me baby, you can call me anytime But you got to call me  [Chorus] Give me one reason to stay here And I'll turn right back around Give me one reason to stay here And I'll turn right back around Because I don't want leave you lonely But you got to make me change my mind  [Verse 2] I don't want no one to squeeze me, they might take away my life I don't want no one to squeeze me, they might take away my life I just want someone to hold me and rock me through the night  This youthful heart can love you and give you what you need This youthful heart can love you and give you what you need But I'm too old to go chasing you around Wasting my precious energy  [Chorus] Give me one reason to stay here And I'll turn right back around Give me one reason to stay here And I'll turn right back around Said I don't want leave you lonely You got to make me change my mind  [Outro] Baby just give me one reason, Give me just one reason why Baby just give me one reason, Give me just one reason why I should stay Because I told you that I loved you And there ain't no more to say  ",
        "title": "Give Me One Reason"
    },
    {
        "artist": "Nate Dogg Featuring Snoop Doggy Dogg",
        "lyrics": "  [Chorus: Nate Dogg & Val Young] Never leave me alone, never leave me alone Leave me alone never leave me alone Never leave me alone Never leave me alone, leave me alone Never leave me alone, never leave me alone  [Verse 1: Nate Dogg] They tell me that temptation Ooh, is very hard to resist You tell me that you want me I tried to hide my feelings, D-O-G's ain't supposed to feel like this You can call it what you want to But I don't even know what it is You've got me singin' in the morning You bring me breakfast in my bed and when it hurts you rub my head I'll ask you one time only, baby Won't you be there when it's hectic, when I don't have a hit record  [Chorus: Nate Dogg & Val Young] Never leave me alone, never leave me alone Leave me alone never leave me alone Never leave me alone Never leave me alone, leave me alone Never leave me alone, never leave me alone  [Verse 2: Nate Dogg] I've traveled so many places, I've seen so many faces And there were times I didn't think I'd make it through alone I went through so many phases, that got me so many cases Three strikes you're gone, then what you gonna do I guess I'll call my lady, and tell her to kiss my baby They tell me that crime is all I know how to do Never leave me alone Tell him his daddy's sorry, alone Let him know all about me There's one more thing I'd really like you to do  [Chorus: Nate Dogg & Val Young] Never leave me alone, never leave me alone Leave me alone never leave me alone Never leave me alone Never leave me alone, leave me alone Never leave me alone, never leave me alone  [Verse 3: Snoop Dogg] Man, somebody was naughty when they snitched on me And the judge just sentenced me to do about a century I'm mobbin' through the county mainline Back in 9500 just tryin' to handle mine Spittin' game at the homies about the good ol' days As we try to pass time waiting for the chain to Chino I see no reason to cry but I miss my baby boo And my nigga Spanky too It's true that the dirt I did from an O.G. to a snotty nose kid Got me caught up in the rapture like maze, days gone by And real G's gon' cry But I try to walk the yard with my head to the sky And hope my baby boo ain't fuckin' niggas on the outside But what's the chance that it ain't crackin' If I was out and she was in I'd probably be mackin' I can't lie so I say I would, now my girl in a world of playa hood A playa should show a nigga love and look out But the niggas I know would probably turn your ass out So keep away, better yet stay away And hope I get out one day, okay But if I don't, I guess this is home My girl is trippin' she got a block on her phone  [Chorus: Nate Dogg & Val Young] Never leave me alone Will I be left alone, all alone, on my own Leave me alone, never leave me alone Will I be left alone, all alone, on my own Leave me alone, never leave me alone  [Chorus: Nate Dogg & Val Young Will I be left alone, all alone, on my own Never leave me alone, never leave me alone Will I be left alone, all alone, on my own Never leave me alone, never leave me alone  [Chorus: Nate Dogg & Val Young] Will I be left alone, all alone, on my own Never leave me alone, leave me alone Never leave me alone, never leave me alone Will I be left alone, all alone, on my own Never leave me alone, leave me alone Never leave me alone, never leave me alone Will I be left alone, all alone, on my own Never leave me alone, Leave me alone Never leave me alone, never leave me alone Will I be left alone, all alone, on my own Never leave me alone, leave me alone Never leave me alone, never leave me alone Will I be left alone, all alone, on my own Never leave me alone, leave me alone Never leave me alone, never leave me alone Will I be left alone, all alone, on my own Never leave me alone, leave me alone Never leave me alone, never leave me alone Will I be left alone, all alone, on my own Never leave me alone, leave me alone Never leave me alone, never leave me alone  ",
        "title": "Never Leave Me Alone"
    },
    {
        "artist": "Jewel",
        "lyrics": "  People living their lives for you on TV They say they're better than you and you agree He says \"Hold my calls from behind those cold brick walls\"  Says come here boys, there's nothing for free Another doctor's bill A lawyer's bill Another cute cheap thrill You know you love him if you put him in your will, but...  Who will save your soul When it comes to the flowers? Who will save your soul After those lies that you told, boy? And who will save your soul if you won't save your own? La da de da de da la da da  We try to hustle them Try to bustle them Try to cuss them The cops want someone to bust down on Orleans Avenue  Another day Another dollar Another war Another tower went up Where the homeless had their homes  So we pray to as many different gods As there are flowers But we call religion our friend We're so worried about saving our souls Afraid that God will take His toll that we forget to begin but...  Who will save your soul When it comes to the flowers? Who will save your soul After those lies that you told, boy? And who will save your soul if you won't save your own? La da de da de da la da da  Some are walking Some are talking Some are stalking their kill You got social security But that don't pay your bills There are addictions to feed and there are mouths to pay  So you bargain with the Devil But you're okay for today say That you love them, take their money and run  Say it's been swell, sweetheart But it was just one of those things Those flings Those strings you've got to cut So get out on the streets, girls and bust your butts  Who will save.. Save your soul when it comes to the babies now? Oh, who will save your soul After those lies that you told, boy? And who will save... Save your soul if you won't save your own?  ",
        "title": "Who Will Save Your Soul"
    },
    {
        "artist": "The Wonders",
        "lyrics": "  You Doing that thing you do Breaking my heart into a million pieces Like you always do  And you Don't mean to be cruel You never even knew about the heartache I've been going through  Well, I try and try to forget you, girl But it's just so hard to do Every time you do that thing you do  I Know all the games you play And I'm gonna find a way to let you know that You'll be mine someday  'Cause we Could be happy, can't you see? If you'd only let me be the one to hold you And keep you here with me  'Cause I try and try to forget you, girl But it's just so hard to do Every time you do that thing you do  I don't ask a lot, girl (I don't ask a lot, girl) But I know one thing's for sure (know one thing's for sure) It's the love I haven't got, girl And I just can't take it anymore, wah!  [Guitar solo]  'Cause we Could be happy, can't you see? If you'd only let me be the one to hold you And keep you here with me  'Cause it hurts me so just to see you go Around with someone new  And if I know you, you're doing that thing Every day just doing that thing I can't take you doing that thing you do  ",
        "title": "That Thing You Do! (From \"That Thing You Do!\")"
    },
    {
        "artist": "Lil' Kim Featuring Puff Daddy",
        "lyrics": "  [Puff Daddy] Heh, heheheh I got, no time for fake niggas Just sip some Cristal with these real niggas From East to West coast spread love niggas (that's right) And while you niggas talk shit we count bank figures (say what?)  I got, no time for fake niggas (uh-uh, uh-uh) Just sip some Cristal with these real niggas (uh-huh, uh-huh) From East to West coast spread love niggas (that's right) And while you niggas talk shit we count bank figures (he-heh) 1- (\"How you figure that your team can effect my cream?\" - B.I.G.) I got, no time for fake niggas (uh-uh, uh-uh) Just sip some Cristal with these real niggas (uh-huh, uh-huh) 2- (\"I rely on Bed-Stuy to shut it down if I die\" - B.I.G.) From East to West coast spread love niggas (ha hahh, that's right) And while you niggas talk shit we count bank figures (let's go)  [Verse One: Lil' Kim] Yeauhhh, I Momma, Miss Ivana Usually rock the Prada, sometimes Gabbana Stick you for your cream and your riches Zsa Zsa Gabor, Demi Moore, Prince Diane and all them rich bitches Puff Daddy pump the Hummer for the summer I follow -- in the E-Class with the goggles 96 models, Bad Click on the stroll (Tell em how we roll) Cruise control Nuttin make a woman feel betta Than Berrettas and Amarettas, butta leathers and mad cheddaz Chillin in a Benz with my ami-gos Tryin to stick a nigga for his pe-sos If you say so's, then I'm the same chick That you wanna get with, lick up in my twat Gotta hit the spot, if not don't test the poom poom Nanny nanny, punanny donny, heyyy!  [Chorus: Puff Daddy] Heyyy, no time for fake niggas (uh-uh, uh-uh) Just sip some Cristal with these real niggas (uh-huh, uh-huh) From East to West coast spreadin love niggas (that's right) And while you niggas talk shit we count bank figures (he heh) 1- (\"How you figure that your team can effect my cream?\" - B.I.G.) I got, no time for fake niggas (uh-uh, uh-uh) Just sip some Cristal with these real niggas (uh-huh, uh-huh) 2- (\"I rely on Bed-Stuy to shut it down if I die\" - B.I.G.) From East to West coast spreadin love niggas (that's right) And while you niggas talk shit we count bank figures  [Verse Two: Puffy (Kim moaning in the background), Lil' Kim] How you like it baby? Uhh, from the front Uhh, from the back, give that ass a smack Bet your man won't do it like that Can't work the middle, plus his thing too little Let me grab your ta-ta's, do the cha-cha Make you scream Pa-pa, you da best, Da Da Now watch mama, go up and down dick to jaw crazy Uhh! Say my name baby (okay) Before you nut, I'mma dribble down your butt cheeks Make you wiggle, then giggle just a littleI'm drinkin babies, then I cracks for the Mercedes Act shady, and feel my three-eighty *gun cocks* Or the raven, oohwee I see Your girl ain't a \"Freak Like Me\", or Adina Huh, can't fade the rhinoceros of rap (say what?) Lil' Kim pussy (uhh) how preposterous is that? (ha hah!)  [Chorus: Puff Daddy] Got no time for fake niggas (uh-uh, uh-uh) Just sip some Cristal with these real niggas (uh-huh, uh-huh) From East to West coast spreadin love niggas (that's right) And while you niggas talk shit we count bank figures (he heh) I got, no time for fake niggas (uh-uh, uh-uh) Just sip some Cristal with these real niggas (uh-huh, uh-huh) From East to West coast spreadin love niggas (that's right) And while you niggas talk shit we count bank figures (c'mon)  [Verse Three: Lil' Kim] Uhh, right back at cha, the one Cleopatra (say what?) Diggin in your stash (Niggas think they gonna get some ass) No money money No licky licky -- fuck the dicky dicky And the quickie, gimme your loot Your Mac-11 then shoot Your game ain't sweet, John Paul peeps Shouldn't compete, if you can't wet it, forget it Don't sweat it, I bet it'd Make ya cum smooth if you let it Huh, you can't stop a bitch from ballin Ha-ha to la-la to drive-by's they be callin, and you ain't know While you be kickin that old shit (talk to me) we makin hits Platinum and gold shit (we don't stop) I stay draped in diamonds and pearls Beside every man is a Bad Girl (That's right... nine-six Bad Boy c'mon)  Chorus to end, broken down by four line groups 1st group: w/o B.I.G 2nd group: w/o B.I.G 3rd group: B.I.G. sample #1 twice 4th group: B.I.G. sample #2 twice + voiceover Spread love, c'mon 5th group: B.I.G. sample #1 twice 6th group: B.I.G. sample #2 twice 7th group: w/o B.I.G. + voiceover As we proceed, to give you what you need! We continue on! 8th group: w/o B.I.G. + voiceover Uh-uh, uh-uh, c'mon! Hahah (fades into 9th group)  ",
        "title": "No Time"
    },
    {
        "artist": "702",
        "lyrics": "  [Verse 1] I'm gonna keep it real How you make me feel Boy you give me chills, baby I'm gonna break it down You just drive me wild whenever you're around  [Hook] You know how I do And you know how I flow Can I get your name and number Cause I like your steelo And I dig the way you move And the way you do your thing Baby you can bring it on You can swing it this way  [Verse 2] Boy it's something about you That make me tell my friends But they don't understand no, no They don't know your style With your high profile The fliest thing in town  [Hook]  [Bridge x2] You stay on my mind Think about you all the time Got to get to know you well If you kiss then I won't tell  Kiss me, oh hold me I say squeeze me, oh squeeze me whoa Kiss me, oh hold me I say squeeze me, whoa, kiss me  [Missy] One two uh Check it, check it, check it out Follow, follow me Many, many, many miles One two, check it out Lemme, lemme, lemme, lemme, lemme break you down This track is nasty like punani Word to Mommy I like Joe but he sloppy, dag Poppy got a brand new bag, for real I take and 'Quel O'neil like Shaq, Shaq Ask Michael Jackson who Bad He says I am but the queen not drag I'm bad enough to let my pants sag I be in Vegas where 702 be at Check it out  [Hook]  ",
        "title": "Steelo"
    },
    {
        "artist": "Brandy, Tamia, Gladys Knight & Chaka Khan",
        "lyrics": "  [Hook] Though I'm missing you (Although I'm missing you) I'll find away to get through (I'll find away to get through) Living without you Cause you were my sister, my strength and my pride Only god may know why, still I will get by  [Brandy] Who would've known, that you had to go so suddenly, so fast How could it be, that sweet memories would be all, all that we have left  [Tamia] Now that you're gone, every day I go on (I go on) But life it's not the same (life's just not the same) I'm so empty inside, and my tears I can't hide but I'll try to face the pain  [Repeat hook]  [Gladys] Oh there was so many things That we could have said, un-huh And time was on our side (time was on our side) Ooh, yeah Now that you're gone, I can still feel you near So I'll smile, with every tear I cry  [Repeat hook]  [Chaka] How sweet were the losses to spare? But I'll wait for the day When I'll see you again, see you again, yeah  [Repeat hook]  [All] I'm missing you  ",
        "title": "Missing You (From \"Set It Off\")"
    },
    {
        "artist": "112 Featuring The Notorious B.I.G.",
        "lyrics": "  [Pre-Intro: 112] Keep it real (keep it real)  [Intro: Puff Daddy] I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop, eh eh, eh eh I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop  [Verse 1: Notorious B.I.G. and (Puff Daddy)] Jesus, the Notorious just Please us with your lyrical thesis We just chilling, milk 'em, \"Top Billin'\" Silk and pure linen, me and Lil' Cease (hehe) Malibu sea breeze, Dom P's, palm trees Cats named Pablo in milked out diablos (that's right) The Williest (what?) bitches be the silliest The more I smoke, the smaller the Phillie gets Room 112, where the players dwell And stash more cash than Bert Padell, inhale Make you feel good like Tony Toni Tone (*feels good*) Dick up in your middle like Monie (yes) She don't know but she setting up to blow me (yes) Try to style, flying north with a homey (yes) Escada, Don Dada, player, stay splurging Game so tight they call it virgin  [Verse 2: 112 (and Notorious B.I.G.)] Oh I, need to know, where we stand Do we share this special thing called love (Room 112, where the players dwell) I know I do, what about you I just can't get enough of your love  [Pre-Chorus: 112] I need you in my life Where do I go, what do I do I can't live without your love Thinkin' of you makes me feel Like I'm the only one for you  [Chorus: 112] Girl I want to be with you No one else, only you Why can't we just make it happen Baby I need you in my life  [Verse 3: 112 (and Puff Daddy)] Every time I'm with you Never want it to come to an end (I thought I told you that we won't stop) You always make me so happy You'll always have a place in my heart  [Pre-Chorus] I need you in my life Where do we go, what do I do Cause I can't live without your love Thinkin' of you, makes me feel Like I'm the only one for you  [Verse 4: Mase and (Puff Daddy)] Now you can hum all you want to, cum all you want to Money I'mma front you, girl I wanna flaunt you (that's right) I'mma always want you when nobody wants you (uh-huh) If I die now my love'll still haunt you (c'mon) Mase ain't the one that'll pay for your phone (Mase ain't the one) Mase be the one that'll take you home (that's right) Even though I'm not the one that gave you the stone (yeah) On your days alone I can make you moan Everybody know I got more bounce than the ounce Bad Boy get more money than you can count Why I'm buying things you can't even pronounce I'd do it to you cats for a large amount (heheh) And when the beef come, you know where to be found Why I'll be around 'til the winner is announced (The winner is..) So there ya go girl with thousands in ya palms Why you can't let bygones be bygones (Goodfellas)  [Pre-Chorus: 112] Where do I go, what must I do If I can't live without your love Thinking of you, makes me feel baby Like I'm the only one for you  [Chorus: 112] Girl I want to, be with you No one else, only you Why can't we just make it happen Baby, I need you in my life  [Puffy] + 112 ad libs I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop I thought I told you that we won't stop, eh-eh, eh-eh  ",
        "title": "Only You"
    },
    {
        "artist": "The Braids",
        "lyrics": null,
        "title": "Bohemian Rhapsody (From \"High School High\")"
    },
    {
        "artist": "2Pac Featuring K-Ci And JoJo",
        "lyrics": "  Tracklist 1.  Ambitionz Az A Ridah 2.  All About U 3.  Skandalouz 4.  Got My Mind Made Up 5.  How Do U Want It 6.  2 of Amerikaz Most Wanted 7.  No More Pain 8.  Heartz of Men 9.  Life Goes On 10.  Only God Can Judge Me 11.  Tradin War Stories 12.  California Love 13.  I Ain't Mad At Cha 14.  What'z Ya Phone # 15.  Can't C Me 16.  Shorty Wanna Be a Thug 17.  Holla At Me 18.  Wonda Why They Call U Bitch 19.  When We Ride 20.  Thug Passion 21.  Picture Me Rollin' 22.  Check Out Time 23.  Ratha Be Ya Nigga 24.  All Eyez On Me (feat. Big Syke) 25.  Run Tha Streetz 26.  Ain't Hard 2 Find 27.  Heaven Ain't Hard 2 Find  Cover Art:   ",
        "title": "How Do U Want It/California Love"
    },
    {
        "artist": "Gin Blossoms",
        "lyrics": null,
        "title": "Follow You Down/Til I Hear It From You"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Verse 1] Girl I must have been crazy to say that it was over I had to be a fool to yell out we were through And now I'm all alone and feeling down and out baby When I never meant for this to end It was so, so crazy of me Sometimes we say things that we really don't mean Well I'm sorry baby Bring your loving back to me  [Hook] I can't sleep babe I can't think babe I can't live babe Without you in my life I can't go on babe This is my song baby Don't wanna do nothing if I, go away baby And I can't do nothing if you're, not around  [Verse 2] Though I must admit that things got out of hand When you told me that he was just a friend I should've had my trust in you From the very start darling Cause I never meant for this to end How can we get it back again? Oh sometimes a man can say things That he really don't mean Well I'm sorry baby Bring your loving back to me  [Hook]  [Bridge] Baby, can we meet somewhere and talk about it? Oh baby, can we work it out? I'm not gonna let you go my baby Before I let you know that  [Hook to fade]  ",
        "title": "I Can't Sleep Baby (If I)"
    },
    {
        "artist": "Los Del Rio",
        "lyrics": "  (I am not trying to seduce you)  When I dance they call me Macarena And the boys they say que estoy buena They all want me, they can't have me So they all come and dance beside me Move with me, chant with me And if you're good I'll take you home with me  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Now don't you worry about my boyfriend The boy whose name is Vitorino Ha! I don't want him, can't stand him He was no good so I, ha ha ha  Now come on, what was I supposed to do? He was out of town and his two friends were so fine  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  (Ay! Ay!) (Ay! Ay!) (Ay! Ay!) (I am not trying to seduce you) (Ay!)  M-M-Macarena M-M-Macarena M-M-Macarena (Ay!)  M-M-Macarena M-M-Macarena M-M-Macarena Macaren, Macaren, Macaren, Macarena  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  (Ay!) Come and find me, my name is Macarena Always at the party con las chicas que son buena Come join me, dance with me And all you fellows chant along with me  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  ",
        "title": "Macarena"
    },
    {
        "artist": "R.E.M.",
        "lyrics": "  [Verse 1] I move across, innocence lost All flashing pulsar I move across the earth in my new pattern shirt I pass satellites \"You're so bitter,\" your complaint I can't give you anything I don't know who you're living for I don't who you are anymore  [Pre-Chorus] I'd sooner chew my leg off Than be trapped in this How easy you think of all of this as bittersweet me  [Chorus] I couldn't taste it I'm tired and naked I don't know what I'm hungry for I don't know what I want anymore  [Verse 2] I move across, candy floss I move like a tank I move across the room with a heart full of gloom I'm stronger than you think Oh, my peer, your veneer Is wearing thin and cracking The surface informs that underneath The underneath is lacking  [Pre-Chorus] I'd sooner chew my leg off Than be trapped in this How easy you think of all of this as bittersweet me  [Chorus] I couldn't taste it I'm tired and naked I don't know what I'm hungry for I don't know what I want anymore  [Verse 3] You move across, innocence lost All static and desire You're blue in the face from navel gaze You set yourself on fire You strip down and lay yourself out I know you can't fake it But are you tired and naked? Are you tired and naked?  [Pre-Chorus] I'd sooner chew my leg off Than be trapped in this How easy you think of all of this as bittersweet me  [Chorus] I couldn't taste it I'm tired and naked I don't know what I'm hungry for I don't know what I want anymore  ",
        "title": "Bittersweet Me"
    },
    {
        "artist": "Jocelyn Enriquez",
        "lyrics": "  The radio plays our favorite song And it's what keeps me holding on Baby, do you miss me Now that I'm gone  I remember the love we had How could I forget I remember the tears I cried Over one regret Now we're alone, so alone I can't help thinking about you All the love in the world And I'm lonely without you  Chorus: The radio plays our favorite song And it's what keeps me holding on Baby, do you miss me Now that I'm gone, yeah Get the DJ to play our favorite song 'Cause it's what keeps me holding on Baby, do you miss me Now that I'm gone  I remember the love we had Not a day goes by Heaven knows where you are right now But my heart won't lie We were in love so in love My mind's been speaking about you All the love in the world And I'm lonely without you  (Repeat Chorus)x2  ",
        "title": "Do You Miss Me"
    },
    {
        "artist": "K-Ci & JoJo",
        "lyrics": null,
        "title": "How Could You (From \"Bulletproof\")"
    },
    {
        "artist": "Total",
        "lyrics": "  Hook by 112: Baby I can't figure it out Your kiss is just like honey (Repeat throughout song)  Chorus: You can't deny what you feel for me Baby, baby, baby, baby See love comes once so let's take it babe Baby, baby  Verse One: Tell me baby If I need you you're here with me Show me baby That the love we share is real So...  Repeat Chorus  Verse Two: I need you baby Let me show you the way to my heart Trust me baby And so I won't let you go away  Bridge: You said that love was too confusing But see I'm so relaxed I will let it lead the way Uncontrollably no one can refuse it See I've got to have that loving once again  Repeat Chorus (x2)  Repeat Bridge  Repeat Chorus (x2)  Outro: If loving you is wrong I don't want to be right now baby (Repeat to fade)  ",
        "title": "When Boy Meets Girl"
    },
    {
        "artist": "Phil Collins",
        "lyrics": "  [Verse 1: Phil Collins] It's there in the eyes of the children In the faces smiling in the windows You can come on out, come on open the doors Brush away the tears of freedom  [Chorus 1: Phil Collins] Now we're here, there's no turning back We have each other We have one voice  [Chorus 2: Phil Collins] Hand in hand we will lay the tracks Because the train is coming to carry you home  [Chorus 3: Phil Collins] Come dance with me Come on and dance into the light Everybody dance into the light  [Verse 2: Phil Collins] There'll be no more hiding in shadows of fear There'll be no more chains to hold you The future is yours - you hold the key And there are no walls with freedom  [Chorus 1: Phil Collins] Now we're here, we won't go back We have one world We have one voice  [Chorus 2: Phil Collins] Side by side we are not afraid Because the train is coming to carry you home  [Chorus 3: Phil Collins] Come dance with me Come on and dance into the light Everybody dance into the light  [Verse 3: Phil Collins] Do you see the sun - it's a brand new day Oh, the world's in your hands, now use it What's past is past, don't turn around Brush away the cobwebs of freedom  [Chorus 1: Phil Collins] Now we're here, there's no turning back You have each other You have one voice  [Chorus 2: Phil Collins] Hand in hand you can lay the tracks Because the train is coming to carry you home  [Chorus 3: Phil Collins] Come dance with me Come on and dance into the light Everybody dance into the light Everybody dance into the light Come on and dance into the light Come on and dance into the light Everybody Come on and dance into the light Everybody Dance into the light Dance Come on and dance into the light Everybody Come on and dance into the light, into the light Everybody dance into the light Everybody Everybody dance into the light, into the light, into the light  ",
        "title": "Dance Into The Light"
    },
    {
        "artist": "Melissa Etheridge",
        "lyrics": null,
        "title": "Nowhere To Go"
    },
    {
        "artist": "The Isley Brothers Featuring Angela Winbush",
        "lyrics": "  Floatin' On Your Love Float On Float N' Slow/My Gift To You  Floatin' On Your Love  Do you want to float on, yeah Do you want to float, yeah  Float on, float on, float all your love Float on, float on, float all your love  I call my baby's name She gives me everything She takes me higher and higher She plays with my desire She knows my pleasures on And works it all night long Her love is slow and slick Told me don't come too quick  Every day I pray our love Floats on and on and on Hear me calling out to you girl It's all that I can do girl  Float on, float on, float all your love Float on, float on, float all your love  I know what's on his mind He wants it all the time He's always at my door Keeps asking me for more Says he can't get enough Sometimes he likes a rub Ya know I'm gonna treat him right Gonna do it day and night  Every day I pray our love Floats on and on and on Hear me calling out to you boy That's all that I can do boy  Float on, float on, float all your love Float on, float on, float all your love Float on, float on, float all your love Float on, float on, float all your love  Do you want to float on Do you want to float on  Float on, float on, float all your love Float on, float on, float all your love  ",
        "title": "Floatin' On Your Love"
    },
    {
        "artist": "112",
        "lyrics": "  1- Baby, come see me, come see me I wanna hold you when you next to me Can't you see? I need you here  Baby, come see me, come see me I wanna hold your body next to me Can't you see? I need you here  [Slim] How could you do this, babe? When I've been thinkin' of you Girl, in your heart you know you don't feel this way Just let me touch you, babe And let me hold you real tight Everytime I'm with you, it feels so right  Repeat 1  [Slim] Maybe you think I'm crazy For falling in love with you Girl, everytime you stop My heart falls for you, girl No matter how you could It all comes down to one thing I wanna be with you, so right now come see me  Repeat 1  [Black Rob] You can come see me and all your worldly desires'll be free As I lick you down from your head to your feet Milk baths, talking, champagne, sips and suds And once I crash the boards, you show me nothing but love To the fullest, I get money, capri, sweat and bullets Sittin' in the hotel suite, filet mignon for you to eat Think about it, like Puff Daddy say, \"You'll See\" Let's make it real, all you gotta do is come see me Word!  [112] (Slim) Baby (I need your love) You and me We could be there together (I need that old feeling) Forever (Nobody can compare) If you only just gave me a chance (Girl, if you give me a chance to love you Just let me show you I love you) To just love you I will show you I love you (I will show you I love you)  Repeat 1 to fade  [Slim] Oh, baby Ooohh I wanna hold you, baby Where you are is with me Oohh Oh, baby Woo I wanna hold your body Oh yes Oh, baby Oh, love you for the rest of my life I gotta have your love Gotta have, gotta have you right now Ooh, baby I feel so lonely I need you right now Gotta have...  ",
        "title": "Come See Me"
    },
    {
        "artist": "Donell Jones",
        "lyrics": "  [Verse 1] I see us in the park Strolling the summer days of imaginings in my head And words from my heart told only to the wind Felt even without being said  [Chorus] I don't wanna bore you with my troubles, yeah But there's something about your love That makes me weak and knocks me off my feet There's something about your love That makes me weak and knocks me off my feet, knocks me off my feet And I don't wanna bore you with it Oh but I love you, I love you, I love you I don't wanna bore you with it Oh but I love you, I love you, I love you, more and more  [Verse 2] We lay beneath the stars under a lover's tree That seems through the eyes of my mind I reach out for the part of me that lives in you That only our two hearts can find  [Chorus]  [Outro] (2x) I don't wanna bore you with it Oh but I love you, I love you, I love you I don't wanna bore you with it Oh but I love you, I love you  ",
        "title": "Knocks Me Off My Feet"
    },
    {
        "artist": "Republica",
        "lyrics": "  [Verse 1] You're weird In tears Too near and too far away He said Saw red Went home stayed in bed all day Your t-shirt Dish dirt Always love the one you hurt  [Chorus] It's a crack I'm back Yeah, I'm standing on the rooftops shouting out Baby, I'm ready to go I'm back and ready to go From the rooftops shout it out It's a crack I'm back Yeah, standing on the rooftops having it Baby, I'm ready to go I'm back and ready to go From the rooftops shout it out Shout it out  [Verse 2] You sleep Too deep One week is another world (Big mouth)  big mouth (Drop out) drop out You get what you deserve You're strange Insane One thing you can never change  [Chorus] It's a crack I'm back Yeah, I'm standing on the rooftops shouting out Baby, I'm ready to go I'm back and ready to go From the rooftops shout it out It's a crack I'm back Yeah, standing on the rooftops having it Baby, I'm ready to go I'm back and ready to go From the rooftops shout it out Shout it out  [Bridge] Ready to go Abused Confused Always love the one That hurt ya, hurt ya, hurt ya, hurt ya  [Chorus] It's a crack I'm back Yeah, I'm standing on the rooftops shouting out Baby, I'm ready to go I'm back and ready to go From the rooftops shout it out It's a crack I'm back Yeah, standing on the rooftops having it Baby, I'm ready to go I'm back and ready to go From the rooftops shout it out Shout it out  [Outro] It's a crack Baby, I'm ready to go Baby, I'm ready to go Baby, I'm ready to go Baby, I'm ready to go Baby, I'm ready to go Baby, I'm ready to go Baby, I'm ready to go Baby, I'm ready to go Baby, I'm ready to go  ",
        "title": "Ready To Go"
    },
    {
        "artist": "Robert Miles Featuring Maria Nayler",
        "lyrics": null,
        "title": "One And One"
    },
    {
        "artist": "Amanda Marshall",
        "lyrics": null,
        "title": "Birmingham"
    },
    {
        "artist": "Wild Orchid",
        "lyrics": "  So alone And this room feels so cold No one to care and no one to hold Yeah, the Lord knows That I'm needing somebody like you Just like you  Can you see the passion burning in my eyes? Do you sense the rush you give my heart And if you knew the secret way I feel for you Would you come running to me or would you turn away?  At night I pray With hope and faith As I lay me down to sleep I pray together we will be And there will come a time  You'll be mine All mine And I'll be yours always But until that day comes At night I pray  Should I feel these emotions inside me Should I reveal what's locked up in my soul I'm so afraid But it's something that you've got to know  How I want to touch you every time you're near I long to feel your body next to mine And if you knew the secret love I have for you Would you come running to me or would you turn away?  At night I pray With hope and faith As I lay me down to sleep I pray together we will be And there will come a time  You'll be mine All mine And I'll be yours always But until that day comes At night I pray  If all my prayers were answered Our hearts would be enraptured We would find our heaven inside each other's arms This lonely room would finally see the sun shine through  But until that day Every night I'll pray I'll get down on my knees I'll get down on my knees and pray...  At night I pray With hope and faith As I lay me down to sleep I pray together we will be And there will come a time You'll be mine All mine  And I'll be yours always But until that day comes At night I pray  ",
        "title": "At Night I Pray"
    },
    {
        "artist": "SWV",
        "lyrics": "  [Verse 1] Alone You and I intertwine Refreshing conversation for the mind As we stare We both seek and hope to find Real love purified  [Chorus] Use your heart And not your eyes Baby, just relax and ride If you got time Then I got time, yeah, yeah Free your thoughts and watch them fly Use your heart And not your eyes  [Verse 2] I sigh as I watch you sleeping there So easily I did things I'd never dare I say to myself I'm glad that we share Real love purified, oh  [Chorus] Use your heart And not your eyes Baby, just relax and ride If you got time Then I got time, yeah, yeah Free your thoughts and watch them fly Use your heart And not your eyes  [Bridge] My goodness How it seems like yesterday She crossed you hurt you in the strongest way You've hurt so long Reward come to those who cry Real love purified  Just a second I look at my watch's dial And you love me helping me like a child  As we lay I close my eyes And I smile At your real love purified  [Chorus] Use your heart And not your eyes Baby, just relax and ride If you got time Then I got time, yeah, yeah Free your thoughts and watch them fly Use your heart And not your eyes  Use your heart and not your eyes  If you got time Then I got time Free your thoughts and watch them fly Use your heart And not your eyes  Use your heart And not your eyes  If you got time Then I got time Free your thoughts And watch them fly  ",
        "title": "Use Your Heart"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": "  Pain, flows like a river, just keeps on livin' With all them memories Shame, you're so heartbroken Now you're scared to open and give your love again And now anticipation waits for love Will it be everything you dreamed this time around I know you have your doubts But I won't let you down  [Chorus:] Darlin' if, if we fall in love tonight You're gonna be alright Your heart is in good hands Darlin' if, if we fall in love again On me you can depend, if you could take a chance Open your heart and let love, love again  Blame, who's fault is it this time I can see it in your eyes, I know you're wonderin' Things can change, say you'll be all mine I'm gonna love you all the time Don't let it slip away And now anticipation waits for love Will it be everything you dreamed this time around I know you've got your doubts But honey I won't let you down  [Chorus:] Darlin' if, if we fall in love tonight You're gonna be alright Your heart is in good hands Darlin' if, if we fell in love again On me you can depend, if you can take a chance And open your heart and let love, love again  Honey I don't, I don't want you to have any doubts about me Whatever makes you happy, I'm gonna do Baby I'm so ready to love you down I can't wait another moment I need you right now  [Chorus:] Darlin' if, if we fall in love tonight You're gonna be alright Your heart is in good hands Darlin' if, if we fall in love again On me you can depend, if you can take a chance  [Chorus:] Darlin' if, if we fall in love tonight You're gonna be alright Your heart is in good hands Darlin' if, if we fall in love again On me you can depend, if you can take a chance  Open your heart and let love, love again  ",
        "title": "If We Fall In Love Tonight"
    },
    {
        "artist": "The Cranberries",
        "lyrics": null,
        "title": "When You're Gone/Free To Decide"
    },
    {
        "artist": "Gina Thompson",
        "lyrics": "  (Bad Boy) (The things you do... makes me, keep runnin, to you) (Check it out you know, check it out) (The things you do... makes me, keep runnin, to you) (Bad Boy, not gonna stop)  [Gina Thompson] The things you do... makes me, keep runnin, to you (repeat 2X)  Baby baby baby These feelings that I have I can't explain, and I can't believe that it's you The way you make me feel Makes me happy, so why can't we just make it last  The things you do... makes me, keep runnin, to you (repeat 2X)  The love you give to me Turns me on inside, and I can't deny how I feel Don't go, the things you do to me Makes me happy, so don't you take your love away  The things you do... makes me, keep runnin, to you (repeat 4X) Every little thing Aowwww... keep on  The way that you walk The way that you talk The way that you, give your love to me Don't ever take your love, away... baby don't you go-ohhh  [Missy] Yo nigga what you taggin? You ain't rea-dy, for Puff Dad-dy Beware, how dare he make the remix so deadly (that's right) Pizzzow, Gomer be my Pyle like Sha-zam HEE-HEE-HEE-HEE-HOW, HEE-HEE-HEE-HEE-HEE-HEE-HOW I run it to you like shoes oh you moves And I chose from the fly things CHECKIT that you do (ehehehe) Peruse, you dudes Can't You See like Total Kissin you got Gina runnin for the bo-rder BRRRRRRR-CLICK! Hit me on my car phone And if you got the hydro then me and you can roll Ohh, we can take a stroll on the beach But Bad Boy (Bad Boy) don't take the love away from me (That's right)  The things you do... makes me, keep runnin, to you (repeat 2X) (Say what, say how... say what, say how) The things you do... makes me, keep runnin, to you (repeat 2X) (Regret, haha, Gina, say what, say how, say what)  ",
        "title": "The Things That You Do"
    },
    {
        "artist": "Maxwell",
        "lyrics": "  [Verse 1] It happened the moment, when you were revealed Cause you were a dream that you should not have been A fantasy real You gave me this beating baby This rhythm inside And you made me feel good and feel nice and feel loved Give me paradise  [Chorus] So shouldn't I realize You're the highest of the high If you don't know, then I'll say it So don't ever wonder (don't ever wonder) So shouldn't I realize (shouldn't I realize) You're the highest of the high If you don't know, then I'll say it So don't ever wonder  [Verse 2] So tell me how long How long it's gonna take until you speak, babe Cause I can't live my life Without you here by my side You gave me the feelin', feelin' in my life  [Chorus] So shouldn't I realize You're the highest of the high If you don't know, then I'll say it So don't ever wonder wonder (don't ever wonder wonder) Shouldn't I realize shouldn't I realize You're the highest of the high You're the highest of the high If you don't know, then I'll say it So don't ever wonder wonder So don't ever wonder wonder Shouldn't I realize You're the highest of the high If you don't know, then I'll say it So don't ever wonder wonder (don't ever don't ever wonder) (don't ever wonder) (don't ever wonder) (don't ever wonder) Never wished that (don't ever wonder) (without you, don't ever wonder) (don't ever wonder) (can't you see don't ever wonder) (can't you see don't ever wonder)  ",
        "title": "Ascension (Don't Ever Wonder)"
    },
    {
        "artist": "Warren G Featuring Adina Howard",
        "lyrics": "  (Album Version Dirty)  * Intro Ooh, yeah, yeah What's love got to do Warren G, rap for me, yeah-eah, yeah, mm mm  * Verse 1 When G-dog, the hog, come up in the place It's dollar signs in your eyes and a smile in your face You wanna live fat, off of my sack You got more drag than a low lo-do, cut the act Cause back before '92 and '93 You didn't give a damn about Warren G But now that I'm slingin' platinum LP's All of a sudden, you on my N.U.T's Ain't nothin' you can do to make it stop Cause money makes the world go 'round and the panties drop I ain't in love though, I don't need the pressure I just wanna dig it like I'm diggin' for treasure Some of y'all had a good thing that you couldn't keep Thought you was TLC, you had to creep You say you had love, I said you bullshiting It's all about the dough, so what's love got to do with it?  * Chorus What's love got to do, got to do with it (that's right)? What's love if you don't respect the game (uh-huh)? What's love got to do, got to do with it? If you lack in this game, it's a shame, you won't make it  * Verse 2 Now, I'm the type of brother that's down for mines Before I made beats, I was down the grind Back then, every single homey had my back Now they're peepin' my stack and they're talkin' bout jack But I'm the same brother day in and day out And I'm-a stay that way until the day I lay out In a casket, it's drastic, cause homies is plastic Break 'em off some bread, they want the whole damn basket If you's a true homey, you would wish me well Not plot to make a brother bail, jealous as hell We used to get the same riches Now your trigger-finger got the itches, schemin' on my riches Which is, not a suprise, my eyes peep game 211's, 187's it's all the same It's all a shame, homies'd jack you for your grip Ain't no love involved, because it's all about the chips  * Repeat chorus  * Verse 3 Now for these labels tellin' fables Makin' the fucked-up deals under the tables You think that you smart, but, fool, I'm the smartest You can't make no money if you can't keep an artist Sign the dotted line, put 'em on the shelf Break 'em off some crumbs, keep the rest for yourself I know how it goes, treat an artist like a ho Fly cars, gold, clothes, but no dough Since it's all business, I'm-a handle mine Keep track of my stack down to the very last dime Cause in this rap game, it's all about the buck You bend over for the label and you will get fucked Like how we run up in them trick, and then you're through The record label do the same shit to you 90% business, 10% show Ain't no love in this game, cause it's all about the dough  * Repeat chorus  ",
        "title": "What's Love Got To Do With It (From \"Supercop\")"
    },
    {
        "artist": "New Edition",
        "lyrics": "  [Intro] Alright y'all You ain't got to ask nobody Yeah We got cha open Come on baby, you drive me crazy  [Verse 1] She's the finest thing I've ever seen Looking like a natural queen I said, \"Let me take you for a ride, umm baby To the other side, we can do just what you like girl\"  We can get started as long as you're ready As long as you're ready, babe Anyway you want it  [Chorus] Hit me off Hit me off Hit me off  Come on, baby You drive me crazy Hit me off Freak ya like this  [Verse 2] You got me open, got me jonin' for an episode Come on, baby, you drive me crazy Let's spend an hour in the shower When it's nice and wet I'm ready for your love  So who's making moves 'cause I'm Looking at you and I like it Ooh, anyway you want it, girl  [Chorus] Hit me off Hit me off Come on, baby Hit me off Hit me off  Come on, baby You drive me crazy Hit me off Come on, baby  [Verse 3] Now check it I'm taking no loses, now I'm the boss And I see you flossing my way With the grace all up in my face so I say \"What's up love? How you doing? What you think about me and you screwin'?\" Naw but wait, let's make a date, plans for dinner I'm down to take it slow 'cause you know that she's a winner, uhh Got me feinin' for the cream, don't you know? I'm movin' in slow but keep it low, low, low  Yeah, yeah, yeah, baby boo Yo, what's up with you? Word around camp is that you like it with two I wanna freak it, but first I'm gonna take a peak at it Grab it, stab it, 'cause you know I got's to have it So hit me  [Chorus] Hit me off Hit me off I got my mind on my money Yo, the booty's on me  Come on, baby You drive me crazy Hit me off Come on, baby  [Bridge] I got my mind on my money And the booty's on me I got my mind on my money And the booty's on me  [Chorus] Hit me off Hit me off Come on, baby Hit me off Hit me off I got my mind on my money And the booty's on me  Hit me off Come on, baby You drive me crazy Hit me off Come on, baby  ",
        "title": "Hit Me Off"
    },
    {
        "artist": "The Original",
        "lyrics": null,
        "title": "I Luv U Baby"
    },
    {
        "artist": "Garbage",
        "lyrics": "  [Verse 1] You pretend you're high Pretend you're bored Pretend you're anything Just to be adored And what you need Is what you get  [Pre-Chorus 1] Don't believe in fear Don't believe in faith Don't believe in anything That you can't break  [Chorus] You stupid girl You stupid girl All you had, you wasted All you had, you wasted  [Verse 2] What drives you on (drives you on) Can drive you mad (drive you mad) A million lies to sell yourself Is all you ever had  [Pre-Chorus 2] Don't believe in love Don't believe in hate Don't believe in anything That you can't waste  [Chorus] You stupid girl You stupid girl Can't believe you fake it Can't believe you fake it  [Instrumental break]  [Pre-Chorus 3] Don't believe in fear Don't believe in pain Don't believe in anyone That you can't tame  [Chorus] You stupid girl You stupid girl All you had, you wasted All you had, you wasted You stupid girl You stupid girl I can't believe you fake it I can't believe you fake it Stupid girl You stupid girl Can't believe you fake it Can't believe you fake it  [Outro] You stupid girl  ",
        "title": "Stupid Girl"
    },
    {
        "artist": "Kenny G",
        "lyrics": null,
        "title": "The Moment"
    },
    {
        "artist": "Metallica",
        "lyrics": "  [Intro] Mama they try and break me  [Verse 1] The window burns to light the way back home A light that warms, no matter where they've gone They're off to find the hero of the day But what if they should fall by someone's wicked way  Still the window burns Time so slowly turns And someone there is sighing Creepers of the flame Do you feel your name? Can't you hear your babies crying?  [Refrain] Mama, they try and break me Still they try and break me  [Verse 2] Excuse me while I tend to how I feel These things return to me that still seem real Now deserving this easy chair But the rocking stopped by wheels of despair  Don't want your aid But the fist I've made For years can't hold or feel No, I'm not all me So please excuse me While I tend to how I feel  [Chorus] But now the dreams and waking screams That never last the night So build a wall, behind it, crawl And hide until it's light So can you hear your babies crying now?  [Bridge] Still the window burns Time so slowly turns And someone there is sighing Creepers of the flames Do you feel your name Can't you hear your babies crying  [Chorus] But now the dreams and waking screams That never last the night So build a wall, behind it, crawl And hide until it's light So can you hear your babies crying now?  [Outro] Mama, they try and break me Mama, they try and break me Mama, they try and break me Mama, they try and Mama, they try Mama, they try and break me Mama, they try and break me Mama, they try and break me Mama, they try Mama, they try  ",
        "title": "Hero Of The Day"
    },
    {
        "artist": "Angelina",
        "lyrics": null,
        "title": "I Don't Need Your Love"
    },
    {
        "artist": "Lost Boyz",
        "lyrics": "  Verse 1 But I'm sayin kid It's only right to represent where I'm from East Coast bottom line, But I represent Wherever I go (what) I'll be on the West Coast We be gettin high with the fellas Who puff on the lie For me, Lou, Spigg, and Tah Everyday you know how we do (woo) Brothers tryin to wreck the crew We be havin mad fun Niggas known me from day one Lifestyles of the rich and shameless Violating, they were end up nameless  Verse 2 Yo ref, ring the alarm I know Spigg's got my back Freaky Tah spark the charm Give a 1,2 for my man Pretty Lou As I bless the rest of my New York City, boo As we continue to bring you the flav Representin' LB From the cradle to the grave Now hows that, one time for your mind But when I write down the line I give sight to the blind, I'm Comin thru with my click Whattcha gonna do when shit gets thick? Is you gonna start your runnin and hidin Is you gonna start your slippin and slidin Man I thought you had this game in the smash How do it feel with real niggas in your ass Mr. Mr. Cheeks, Freaky Freaky Tah Pretty Pretty Lou, Spiggy Spigg Nice, say  Chorus-  1 for the money 2 for the Lie 3 for my peoples in the struggle gettin by 4 Lou, Spigg Nice, and Freaky Tah Music makes me high 1 for the money 2 for the Lie 3 for my peoples in the struggle gettin by 4 my Fam Lou, Spigg Nice, and Freaky Tah Music makes me high  Verse 3  Mr. Sexxx, hit me off With this drug called a track Plug me in give me a sign to react on Whoever, comes in my path Make'em feel the wrath (Yeah,Yeah) Are there, any volunteers Down to lose their careers Yo we feels no fears Legal drug thugs comin thru That's the deal Beyond 95 LB Fam keep it real It's hard as cleats Walkin on the fuckin streets Po-nine walks beats And beats my wife Cheeks So I gots to tally up and get it on Get it on, word is born Shit is on, shit is on I must represent for my fam Real niggas get rich and Bitch niggas scram Till the day that I die it's L.B From the year 95 and true 'G's  Chorus (2x)  Verse 4  To all of my, all my niggas doin Bids To all of my shorties on their own raisin Kids To all of my peoples who can't see That we made it Niggas know the deal On the real this is rated Hit it to the left Who's the first one to get it to your mind and State of shock when I hit it Run up on niggas who be frontin and scamming Hey Yo that's word to mine Get that Guy's for my Fam Nobody wants in and nobody wants out Smokin Trees, gettin 'G's That's what we's all about Try to put it on for the year 9 pound I represent my town Show'em how I gets down L-O-S-T to the B-O-Y-Z Style flows on thru four families I'm gonna stay free till the day that I die Go with Pretty Lou, Spigg Nice, and Freaky Tah (word up)  Chorus(2x)  Verse 5 (Over Female vocals)  Hey Yo, gettin high New York is high East Coast you get high West Coast you get high Now my man named Sexxx, he be high Charles Suitt, he be high To my man Big Tiz he be high Niggas on the lockdown be high  (Freaky Tai) With niggas like this Sweatin up in the studio So High, Mr. Mr. Cheeks is high Four is high L-O-S-T-B-O-Y-Z High Niggas best even try Gods Day, Die  ",
        "title": "Music Makes Me High"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] I can feel the time closing in I can feel the years crawling through my skin And if I doubt myself I can count on the rain To cover the tears of this aging game But I can count on you to play your part I don't miss a beat of your animal heart And when you push from behind I know I can Cover a mountain with the palm of my hand  [Chorus] And oh babe, you can make history young again You could rewrite, you could decide The things that should or shouldn't have been You could look at me in the scheme of things Oh oh babe, you could make history young again  [Verse 2] I can watch the weeks sweeping by I can recollect the hearts hanging out to dry When the world shuts down I can touch my fears I can hear lost youth ringing in my ears But I lost nothing when I gained you You just blew me away with yesterdays news When you run your fingers down my spine It's like throwing a switch on the hands of time  [Chorus]  [Verse 3] Ancient minds, ancient lives Got a way of coming around If I knew then what I know now I'd make it back to you somehow  [Chorus]  ",
        "title": "You Can Make History (Young Again)"
    },
    {
        "artist": "Johnny Gill",
        "lyrics": "  You look sweet as ever Just how I picture you Swear that you're looking better And thats so hard to do Girl I hope you don't mind If I remininsce all the time When I was your guy and you were my girl There was nobody else in my world  Let's get the mood right Turn on your heart light Put on that old red dress Baby let's cruise Baby it's your night Blow out the candlelight We're going out tonight Just me and you  Guess there ain't no denying You just get better with time You don't think I'm sincere Let me make it perfectly clear You still make me rise With those sweet bedroom eyes And how could I forget How much I love the sex And you're still the love of my life  HOOK  When I think of our moments together It just touches my heart Don't you know it makes me wonder How we could have fallen apart Baby I swear from this moment on I will be there Keeping it going on For the rest of my life I'll be singing My my my my my my  HOOK 2 times  We're gonna cruise Yeah Baby let's cruise (Baby let's cruise) Let's just get in the mood (Just me and you) Baby let's cruise (I wanna cruise) Let's just get in the mood (Just me and you) Baby let's cruise (Baby let's cruise) Let's just get in the mood Baby let's cruise (Baby let's cruise) Let's just get in the mood (Baby let's cruise)  ",
        "title": "Let's Get The Mood Right"
    },
    {
        "artist": "Deana Carter",
        "lyrics": "  [Verse 1] He was working through college On my grandpa's farm I was thirsting for knowledge And he had a car Yeah, I was caught somewhere Between a woman and a child One restless summer we found love growing wild On the banks of the river on a well-beaten path It's funny how those memories they last  [Chorus] Like strawberry wine and seventeen The hot July moon saw everything My first taste of love, oh bittersweet The green on the vine Like strawberry wine  [Verse 2] I still remember When thirty was old My biggest fear was September When he had to go A few cards and letters and one long distance call We drifted away like the leaves in the fall But year after year I come back to this place Just to remember the taste of  [Chorus] Strawberry wine and seventeen The hot July moon saw everything My first taste of love, oh bittersweet The green on the vine Like strawberry wine  [Bridge] The fields have grown over now Years since they've seen a plow There's nothing time hasn't touched Is it really him or the loss of my innocence I've been missing so much? Yeah  [Chorus] Strawberry wine and seventeen The hot July moon saw everything My first taste of love, oh bittersweet The green on the vine Like strawberry wine  [Chorus] Like strawberry wine and seventeen The hot July moon saw everything My first taste of love, oh bittersweet The green on the vine Like strawberry wine  [Outro] Strawberry wine, oh Strawberry wine  ",
        "title": "Strawberry Wine"
    },
    {
        "artist": "Le Click",
        "lyrics": "  Tonight is the night it's the night of love Forever and ever it's never enough Tonight is the night it's the night of love Together forever I can't get enough  Come on in mon, mu-huh  Hold me, hold me, ya squeeze me, squeeze me Yes come and rid the lovin cause you know it's not easy Hold me, hold me, yes nobody love me Yes come and rid the music come receive the pardon Yes run come give me love and come-a, give it to me By the way you give me loving, give me, physically And anything we do it, do it, naturally Say come again we do it till we receive the pardon  Tonight is the night it's the night of love Forever and ever it's never enough Tonight is the night it's the night of love Together forever I can't get enough  Oh, oh, oh, give me the night for love, I just can't get enough Oh, oh, oh, give me the night for love, too much is not enough  Come down with it mon, mu-huh, stor pah-to Now that you got my love and together we can make it Don't anybody try to stop it people try to break it (uh huh) Come quit the fights I meant to keep peace and harmony (I like that) Your love is what I want unless you give it to me Yes, a-da-heh, a-da-heh, come quit the fights don't stop it A-da-heh, a-da-heh, yes my love I've got to A-da come with a disc come make me stop me find me go Say come baby girl your gonna hear how we flow take me with your love (oh no)  Aiee, aiee, aiee, aieeh, I just can't get enough  ",
        "title": "Tonight Is The Night"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Verse 1] Have a little love on a little honeymoon You got a little dish and you got a little spoon A little bitty house and a little bitty yard A little bitty dog and a little bitty car  [Chorus] Well, it's alright to be little bitty A little hometown or a big old city Might as well share, might as well smile Life goes on for a little bitty while  [Verse 2] A little bitty baby in a little bitty gown It'll grow up in a little bitty town Big yellow bus and little bitty books It all started with a little bitty look  [Chorus] Well, it's alright to be little bitty A little hometown or a big old city Might as well share, might as well smile Life goes on for a little bitty while  Hehyeee!  [Verse 3] You know you got a job and a little bitty cheque A six pack of beer and television set Little bitty world goes around and around Little bit of silence and a little bit of sound  [Bridge] A good ole boy and a pretty little girl Start all over in a little bitty world Little bitty plan and a little bitty dream It's all part of a little bitty scheme  [Chorus][x2] It's alright to be little bitty A little hometown or a big old city Might as well share, might as well smile Life goes on for a little bitty while  ",
        "title": "Little Bitty"
    },
    {
        "artist": "For Real",
        "lyrics": null,
        "title": "Like I Do"
    },
    {
        "artist": "OutKast",
        "lyrics": "  [Verse 1: André 3000] One for the money, yes, sir, two for the show A couple of years ago on Headland and Delowe Was the start of something good Where me and my nigga rode the MARTA through the hood Just tryna find that hook up Now everyday we looked up at the ceiling Watching ceiling fans go 'round, tryna catch that feeling Off instrumentals, had my pencil and plus my paper We caught the 86 Lithonia headed to Decatur Writing rhymes, tryna find our spot off in that light Light off in that spot, knowing that we could rock Doing the hole in the wall clubs This shit here must stop, like \"Freeze!\" We making the crowd move, but we not making no G's And that's a no-no  [Verse 2: Big Boi] Check it, a one-two, a one-two dope niggas in the Cadillac They call us, went from Player's Ball to ballers Putting the South up on the map was like Little Rock to banging Niggas say mothafuck that playing, they paying, we staying laying vocals Locales done made it with them big boys up in this industry \"OutKast, yeah, them niggas, they making big noise\" Over a million sold to this day, niggas they take it lightly '96 gon' be that year that all y'all playa haters can bite me, I'm out this bitch  [Hook] Me and you Your momma and your cousin too Rolling down the strip on Vogues Coming up, slamming Cadillac doors Me and you Your momma and your cousin too Rolling down the strip on Vogues Coming up, slamming Cadillac doors  [Verse 3: Big Boi] Back in the day, when I was younger, hunger Looking to fill me belly with that Rally's bullshit Pull shit off, like it was supposed to be pulled Full as a tick, I was stoned like them white boys Smoking them white girls, before them blunts got crunk, chunky asses Passes getting thrown like Hail Mary's And they looking like Halle Berry's So so fine, intertwined, but we ain't sipping wine We's just chilling, I'm the rabid villain, and I'm so high Smoking freely, me, Lil B, Reek, Mone and Shug And my little brother James, thangs changed in the hood Where I live at, them rats know, \"Momma I want to sing But momma I want to trick, and momma I'm sucking dick now\" We moving on up in the world like elevators Me and the crew, we pimps like '82, me and you like Tony Toni Tone (Like this, East Point and we gone)  [Hook] Me and you Your momma and your cousin too Rolling down the strip on Vogues Coming up, slamming Cadillac doors Me and you Your momma and your cousin too Rolling down the strip on Vogues Coming up, slamming Cadillac doors  [Verse 4: André 3000] Got stopped at the mall the other day Heard a call from the other way that I just came from Some nigga was saying something, talking 'bout smoke something \"Hey man, you remember me from school?\" \"No not really\" But he kept smiling like a clown, facial expression looking silly And he kept asking me, \"What kinda car you drive? I know you paid, I know y'all got beaucoup of hoes From all them songs that y'all done made\" And I replied that I had been going through the same things that he had True, I've got more fans than the average man But not enough loot to last me To the end of the week, I live by the beat Like you live check-to-check If it don't move your feet then I don't eat So we like neck-to-neck Yes, we done come a long way like them slim-ass cigarettes From Virginia, this ain't gon' stop, so we just gon' continue  [Hook] Me and you Your momma and your cousin too Rolling down the strip on Vogues Coming up, slamming Cadillac doors Me and you Your momma and your cousin too Rolling down the strip on Vogues Coming up, slamming Cadillac doors Me and you Your momma and your cousin too Rolling down the strip on Vogues Coming up, slamming Cadillac doors Me and you Your momma and your cousin too Rolling down the strip on Vogues Coming up, slamming Cadillac doors Me and you  ",
        "title": "Elevators (Me & You)"
    },
    {
        "artist": "Hootie & The Blowfish",
        "lyrics": null,
        "title": "Tucker's Town"
    },
    {
        "artist": "Alfonzo Hunter",
        "lyrics": null,
        "title": "Just The Way (Playas Play)"
    },
    {
        "artist": "T-Boz",
        "lyrics": "  [Intro] Ha! Are you ready? Oooooohhh, Oh, oh I, oh I owwwww! Oooooohhh, Oh, oh I, oh I owwwww!  [Verse 1] When you're alone what you do is what you do I'm not scared to say When you're alone don't you ever get confused Ain't nothing wrong with making it feel good baby  [Chorus with Debra Killings] I won't be afraid to touch myself It's all right , !I said it's all right (Hey) I don't think it's wrong to touch yourself Ain't nothing wrong with making it feel good! Every night I get away And I think about it baby You are on my mind I ain't afraid to touch myself! I don't need nobody else! It's you baby, it's you baby!  [Verse 2] When you're alone what you need is what you need One time ecstasy People say it's not the thing to do But that's the safest way to making it feel good Hey I!  [Chorus with Debra Killings] 2x   [Outro/T-Boz harmonizing & Debra singing Chorus]  ",
        "title": "Touch Myself (From \"Fled\")"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Chorus: Whitney Houston] Why does it hurt so bad Why do I feel so sad Thought I was over you But I keep crying When I don't love you So why does it hurt so bad I thought I had let you go So why does it hurt me so I gotta get you outta my head It hurts so bad Oh it hurts so bad baby  [Verse 1: Whitney Houston] My life's been better Since the day I left you boy I must admit life's been kind to me I went and did the things I said I would do boy I found someone who loves me for me yeah yes Haven't had much drama since the day that we split boy My heart's never been more at ease And when I think of all the things you put me through Leaving you has been the best thing for me  [Chorus: Whitney Houston] So why does it hurt so bad Why do I feel so sad I thought I was over you But I keep crying When I don't love you So why does it hurt so bad Baby I thought I had let you go So why does it hurt me so I gotta get you outta my head Hurts me so bad Hurts so (yeah you do) Hurts so (hurts me so) Hurts so bad (did you know) (that it hurts me so) Hurts so Hurts so (so bad, hey hoh)  [Verse 2: Whitney Houston] \"Never again\" that's what I said to myself I never wanna feel your kind of pain again no hey Just when I think it's over Just when I think it's through I find myself right back in love with you  [Chorus: Whitney Houston] So why does it hurt so bad oh baby Why do I feel so sad Thought I, thought I, thought I was over you I keep crying When I don't love you When I really don't love you boy Oh no, oh no, oh no, oh no it hurts so bad, oh tell me (Thought I) Thought I could let you go boy (You could) Oh you really hurt me so bad Gotta get you outta my head Boy you hurt me so bad Hurts so (yeah you do) Hurts so (hurt so) Hurts so bad (hurts so) Hurts so Hurts so (sure you did) Hurts so (you make me wanna) Hurts so bad (you make me wanna shoop shoop) Hurts so (hurt so) Hurts so (I've gotta shoop now) Hurts so bad (hey hey hey hey) Hurts so (Hurt me so) Hurts so (yeah you did hey) Oh why, you hurt me so bad Bad How bout that?  ",
        "title": "Why Does It Hurt So Bad (From \"Waiting To Exhale\")"
    },
    {
        "artist": "JAY-Z",
        "lyrics": "  [Produced by The Hitmen & Knobody]  [Intro: Pain in da Ass] Ah shit, okay, okay, alright Big man! You wanna make some big bucks, huh? Let's see how tough you are You know something about cocaine? Digame! You kidding me or what man? There's a bunch of Colombians coming in Friday - new guys They said they got two keys for us, openers Pure cocaine, you tell 'em, capiche? I want you to go over there And if it is what they say it is, you buy it, you bring it back You can do that you make five grand Meet them at the Bodegas, noon Friday You get the buy money then Oh and chico, if anything happens to the buy money Eh, pobrecito JAY-Z's gonna stick your heads up your asses faster than a rabbit gets fucked  [Intro 2: JAY-Z] Bounce.. bounce, bounce, Jay-Z huh? Yeah, yeah, yeah, Roc-A-Fella y'all, ha ha Bounce, bounce, bounce, Roc-A-Fella y'all Check, check  [Verse 1: JAY-Z] Yo, I'm making short term goals when the weather folds Just put away the leathers and put ice on the gold Chilly with enough bail money to free a big willie High stakes, I got more at stake than Philly Shopping sprees, cop in three Deuce fever IS's fully loaded, ah, yes Bouncing in the Lex Luger, tires smoke like Buddha 50 Gs to the crap shooter, niggas can't fade me Chrome socks beaming Through my peripheral I see you scheming Stop dreaming, I leave your body steaming Niggas is fiending, what's the meaning I'm leaning on any nigga intervening With the sound of my money machining {*brrrr*} My cup runneth over with hundreds I'm one of the best niggas that done it, six digits and running Y'all niggas don't want it I got the Godfather flow, the Don Juan DeMarco Swear to God, don't get it fucked up  [Hook 1: Mary J. Blige] + (JAY-Z) I'm taking out this time (yeah, yeah, what) To give you a piece of my mind (Cause you can't knock the hustle) Who do you think you are? Baby one day you'll be a star  [Verse 2: JAY-Z] Last seen out of state where I drop my sling I'm deep in the South kicking up top game Bouncing on the highway switching fo' lanes Screaming through the sunroof, money ain't a thang Your worst fear confirmed Me and my fam roll tight like The Firm Getting down for life, that's right, you better learn Why play with fire, burn We get together like a choir, to acquire what we desire We do dirt like worms, produce G's like sperm Til legs spread like germs I got extensive hoes with expensive clothes And I sip fine wines and spit vintage flows What y'all don't know? Yeah, yeah, yeah, yeah, cause you can't knock the hustle  [Hook 2: Mary J. Blige] + (JAY-Z) But until then lately, I'm the one who's crazy? Cause that's the way you're making me feel (Cause you can't knock the hustle) The way you make me feel I'm just trying to get mine, I don't have the time To knock the hustle for real  [Verse 3: JAY-Z] Yo, y'all niggas lunching, punching the clock My function is to make much and lay back munching Sipping Remy on the rocks, my crew something to watch Nothing to stop, un-stoppable Scheme on the ice, I gotta hot your crew I gotta, let you niggas know the time like Movado My motto, stack rocks like Colorado Waddle off the champagne, Cristals by the bottle It's a damn shame what you're not though: (who?) me Slick like a gato, fucking Jay-Z My pops knew exactly what he did when he made me Tried to get a nut and he got a nut and what Straight bananas; can a nigga see me Got the US Open, advantage Jigga Serve like Sampras, play fake rappers like a campus Le Tigre, son you're too eager You ain't having it, good me either Let's get together and make this whole world believe us, huh At my arraignment screaming All us blacks got is sports and entertainment, until we even Thieving, as long as I'm breathing Can't knock the way a nigga eating, fuck you even!  [Hook 1 + 2: Mary J. Blige] I'm taking out this time To give you a piece of my mind Who do you think you are? Baby one day you'll be a star But until then lately, I'm the one who's crazy? Cause that's the way you're making me feel I'm just trying to get mine, I don't have the time To knock the hustle for real  {*Mary J. Blige ad libs to fade*}  ",
        "title": "Can't Knock The Hustle"
    },
    {
        "artist": "Rockell",
        "lyrics": null,
        "title": "I Fell In Love"
    },
    {
        "artist": "Luther Vandross",
        "lyrics": "  [Verse 1] Oh, yes A kiss in the dark A certain time I can call you A letter of love But no name did you sign Pretending to all That we were just friends when I saw you I didn't know that you wanted me to be I didn't know that you wanted me for your (You wanted me) to be  [Chorus] Your secret love Why can't we tell somebody? 'Cause secret loves Never last as long Your secret love Will never be your true love I can't be no secret, baby It's breakin' my heart  [Verse 2] You should've let me know, from the first time, baby That you were not, were not free to love How could you wait so long? Oh, what a waste of love, baby I should known that you wanted me to be I should known That you wanted me for your... (You wanted me) to be  [Chorus] Your secret love Why can't we tell somebody? 'Cause secret loves Never mean as much Your secret love Will never be your true love I can't be no secret, baby It's breakin' my heart  [Bridge] I won't be you secret love 'Cause it's just a waste of my love I'm tellin' you from the start I won't be the one who gives you love When your other guy ain't givin' you none  Don't come now, wait for awhile Let's meet at the place downtown It's a shame it has to be like this But I really miss you, baby  [Chorus] Your secret love Why can't we tell somebody? 'Cause secret loves Never last as long Your secret love Will never be your true love I can't be your secret, baby You're breaking my heart, my heart  Your secret love Why can't we tell somebody? 'Cause secret loves Never mean as much Your secret love Will never be your true love I can't be your, I can't be your...  ",
        "title": "Your Secret Love"
    },
    {
        "artist": "dog's eye view",
        "lyrics": null,
        "title": "Everything Falls Apart/Small Wonders"
    },
    {
        "artist": "CRUSH",
        "lyrics": "  So what if your jeans are torn They've been torn since Bros were cool I wanted you for a little while You got it wrong by a million miles Big deal, what a thrill, what a let down Kissing in your car When I should have been out I want the Prodigy really loud I want it all right now  (Chorus:) Over and over I feel it Boyfriend you're alone You must be out of your mind Jellyhead, you've really blown it Over and over I feel it Boyfriend you're alone You must be out of your mind Jellyhead, you've really blown it  In the slow lane Never change the way that I feel Go home, never know, never be real 'Cause not one thing you said was true I'm gonna find somebody new Make up, break up, always the same Get out, what about you and me say I've been hanging around you too long When summer comes I'm gone  (Chorus) I wanna be flying in the clear sky I wanna be diving in the blue I gotta be out in the evening Jellyhead, without you Without you  (Chorus) (2x)  ",
        "title": "Jellyhead"
    },
    {
        "artist": "Shades",
        "lyrics": null,
        "title": "Tell Me (I'll Be Around)"
    },
    {
        "artist": "Beck",
        "lyrics": "  [Verse 1] Something's wrong cause my mind is fading And everywhere I look There's a dead end waiting Temperature's dropping at the rotten oasis Stealing kisses from the leperous faces Heads are hanging from the garbage man trees Mouthwash jukebox gasoline Pistols are pointing At a poor man's pockets Smiling eyes ripping out of his sockets  [Chorus] Got a devil's haircut in my mind Got a devil's haircut in my mind Got a devil's haircut in my mind Got a devil's haircut in my mind  [Verse 2] Love machines on the sympathy crutches Discount orgies on the dropout buses Hitching a ride with the bleeding noses Coming to town with the brief case blues  [Chorus] Got a devil's haircut in my mind Got a devil's haircut in my mind Got a devil's haircut in my mind Got a devil's haircut in my mind  [Verse 3] Something's wrong cause my mind is fading Ghetto-blasting disintegrating Rock 'n' roll, know what I'm saying And everywhere I look There's a devil waiting  [Chorus] Got a devil's haircut in my mind Got a devil's haircut in my mind Got a devil's haircut in my mind Got a devil's haircut in my mind  [Outro] Devil's haircut! In my mind! Devil's haircut! In my mind! Devil's haircut! In my mind!  ",
        "title": "Devil's Haircut"
    },
    {
        "artist": "RuPaul",
        "lyrics": "  I want you to remember me (me, me, me...) I want you to remember me (I, I) I want you to remember me (I, I, I) I want you to remember me (I, I) I want you to remember me (I, I)  Snapshot! (I, I, I) (I, I, I) (I, I, I) (I, I, I)  I want you to, I want you to I, I want you to, I want you to I, I want you to, I want you to I want you to remember... I, I want you to, I want you to I, I want you to, I want you to I, I want you to, I want you to I want you to remember... (Remember, remember, remember...)  Snapshot red hot Snapshot red hot (Eh, eh) Snapshot red hot Snapshot red hot  I want you to remember me Being who I wanna be Turn it on, then you'll see Everybody look at me  I want you to remember me Being who I wanna be Turn it on, then you'll see  Snapshot red hot  Snapshot red hot  ",
        "title": "Snapshot"
    },
    {
        "artist": "Tina Turner",
        "lyrics": null,
        "title": "Missing You"
    },
    {
        "artist": "Trace Adkins",
        "lyrics": "  [Verse 1] I told you I'd leave a light on In case you ever wanted to come back home You smiled and said you appreciate the gesture I took your every word to heart 'Cause I can't stand us bein' apart And just to show how much I really miss you  [Chorus] Every light in the house is on The backyard's bright as the crack of dawn The front walk looks like runway lights It's kind of like noon in the dead of night Every light in the house is on Just in case you ever do get tired of bein' gone Every light in the house is on  [Verse 2] If I should ever start forgettin' I'll turn the lights off one by one So you can see that I agree, it's over But until then I want you to know If you look south you'll see a glow That's me waitin' at home each night to hold ya  [Chorus] Every light in the house is on The backyard's bright as the crack of dawn The front walk looks like runway lights It's kind of like noon in the dead of night Every light in the house is on Just in case you ever do get tired of bein' gone  [Chorus] Oh, every light in the house is on The backyard's bright as the crack of dawn The front walk looks like runway lights It's kind of like noon in the dead of night Every light in the house is on Just in case you ever do get tired of bein' gone Every light in the house is on  ",
        "title": "Every Light In The House"
    },
    {
        "artist": "Qkumba Zoo",
        "lyrics": null,
        "title": "The Child (Inside)"
    },
    {
        "artist": "Katalina",
        "lyrics": "  [Bouncer:] All right, everybody I need one line One line I need eight dollars and a picture ID Or else you're not getting in  [Katalina:] Excuse me? Excuse me? Let me through please I'm with the DJ I'm with the DJ, ok?  [Bouncer:] Heh Sure you know the DJ Sure you do Everybody's on the guest list  [Katalina:] Excuse me? Excuse me? (Excuse me, excuse me, excuse me?) Excuse me? Excuse me, Mr. Bouncer?  [Chorus:] My baby's spinning It's a packed dance floor My heart is pumping Crying out for more  The beat is heavy Any boy could be mine So move on over I'm the DJ's girl  [Katalina:] Excuse me? Let me through, please?  [Bouncer:] Eight bucks, honey  [Katalina:] What? Eight dollars? No way I'm on the guest list I'm with the DJ  Look, I don't have time to stand out here And talk about your little problems Like, why do you think I have these records? Do you think I dress like this for fun?  Excuse me? Like were you not listening to me Or what? This is way out of hand Like I'm so sure  What do you mean? Check the guest list again Mr. Bouncer-head muscle-man I'm with the DJ  [Bouncer:] No, I don't think so, baby I'm the man You're not getting in  [Katalina:] Hey, stupid steroid-face Eight dollars? I'm not gonna pay your dumb little cover charge I'm with the DJ I'm with the DJ I'm with the DJ, ok?  [Repeat Chorus:]  Ooh, ooh, ooh I'm the DJ's girl Ooh, ooh ,ooh I'm the DJ's girl  [Bouncer:] All right, everybody One solid line I need eight dollars and a picture ID Or else you're not getting in  [Katalina:] Excuse me? Excuse me, Mr. Bouncer?  [Bouncer:] Heh Why don't you go home, you little groupie? You're wasting my time  [Katalina:] Excuse me? Excuse me, Mr. Bouncer?  [Bouncer:] I need eight bucks and a picture ID  [Katalina:] Look If you value your stupid little job You better get outta my way Cause I'm with the DJ  What? Oh my God I'm so sure Like in a million years You are so dead  Like, why do you think I have these records? Do you think I dress like this for fun? Excuse me? Like were you not listening to me Or what?  This is way out of hand Like I'm so sure What do you mean?  Check the guest list again Mr. Bouncer-head muscle-man I'm with the DJ I'm with the DJ, ok?  [Repeat Chorus x2:]  So move on over I'm the DJ's girl  ",
        "title": "DJ Girl"
    },
    {
        "artist": "Fun Factory",
        "lyrics": null,
        "title": "Don't Go Away"
    }
]