[
    {
        "artist": "Jay-Z + Alicia Keys",
        "lyrics": "  [Verse 1: Jay Z] Yeah, I'm out that Brooklyn, now I'm down in Tribeca Right next to DeNiro, but I’ll be hood forever I’m the new Sinatra, and since I made it here I can make it anywhere, yeah, they love me everywhere I used to cop in Harlem; hola, my Dominicanos Right there up on Broadway Brought me back to that McDonalds Took it to my stash spot, 560 State Street Catch me in the kitchen, like a Simmons whippin' pastry Cruising down 8th street, off-white Lexus Driving so slow, but BK is from Texas Me, I’m out that Bed-Stuy, home of that boy Biggie Now I live on Billboard and I brought my boys with me Say what up to Ty Ty, still sipping Mai Tais Sitting courtside, Knicks and Nets give me high fives Nigga, I be Spiked out, I can trip a referee Tell by my attitude that I'm most definitely from…  [Hook: Alicia Keys] New York, concrete jungle Where dreams are made of There's nothing you can’t do Now you’re in New York These streets will make you feel brand new Big lights will inspire you Let's hear it for New York New York, New York  [Interlude: Jay Z] You're welcome, OG I made you hot, nigga  [Verse 2: Jay Z] Catch me at the X with OG at a Yankee game Shit, I made the Yankee hat more famous than a Yankee can You should know I bleed Blue, but I ain't a Crip, though But I got a gang of niggas walking with my clique though Welcome to the melting pot, corners where we sellin' rocks Afrika Bambaataa shit, home of the hip-hop Yellow cab, gypsy cab, dollar cab, holla back For foreigners it ain't fair, they act like they forgot how to add Eight million stories out there in the naked city It's a pity half of y’all won’t make it Me, I gotta plug Special Ed \"I Got It Made\" If Jeezy's paying LeBron, I’m paying Dwyane Wade Three dice Cee-lo, three card Monte Labor Day Parade, rest in peace Bob Marley Statue of Liberty, long live the World Trade Long live the king, yo; I’m from the Empire State, that's…  [Hook: Alicia Keys] New York, concrete jungle Where dreams are made of There's nothing you can’t do Now you’re in New York These streets will make you feel brand new Big lights will inspire you Let's hear it for New York New York, New York  [Interlude: Jay Z] That boy good Welcome to the bright light, baby!  [Verse 3: Jay Z] Lights is blindin', girls need blinders So they can step out of bounds quick, the side lines is Lined with casualties who sip the life casually Then gradually become worse; don’t bite the apple, Eve! Caught up in the in-crowd, now you're in-style And in the winter gets cold en vogue with your skin out The city of sin is a pity on a whim Good girls gone bad, the city's filled with 'em Mami took a bus trip and now she got her bust out Everybody ride her, just like a bus route \"Hail Mary\" to the city, you're a virgin And Jesus can’t save you, life starts when the church ends Came here for school, graduated to the high life Ball players, rap stars, addicted to the limelight MDMA got you feeling like a champion The city never sleeps, better slip you a Ambien  [Hook: Alicia Keys] New York, concrete jungle Where dreams are made of There's nothing you can’t do Now you’re in New York These streets will make you feel brand new Big lights will inspire you Let's hear it for New York  [Bridge: Alicia Keys] One hand in the air for the big city Street lights, big dreams, all looking pretty No place in the world that can compare Put your lighters in the air Everybody say: \"Yeah!\"  [Hook: Alicia Keys] New York, concrete jungle Where dreams are made of There's nothing you can’t do Now you’re in New York These streets will make you feel brand new Big lights will inspire you Let's hear it for New York New York, New York  ",
        "title": "Empire State Of Mind"
    },
    {
        "artist": "Ke$ha",
        "lyrics": null,
        "title": "TiK ToK"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Intro] Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Caught in a bad romance Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Caught in a bad romance Ra-ra-ah-ah-ah Roma Roma-ma Gaga, \"Oh la-la\" Want your bad romance Ra-ra-ah-ah-ah Roma-roma-ma Gaga, \"Oh la-la\" Want your bad romance  [Verse 1] I want your ugly, I want your disease I want your everything as long as it’s free I want your love Love, love, love, I want your love I want your drama, the touch of your hand I want your leather-studded kiss in the sand I want your love Love, love, love, I want your love  [Pre-Chorus] You know that I want you And you know that I need you I want it bad Your bad romance  [Chorus] I want your love, and I want your revenge You and me could write a bad romance I want your love, and all your lover's revenge You and me could write a bad romance Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Caught in a bad romance Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Caught in a bad romance  [Post-Chorus] Ra-ra-ah-ah-ah Roma-roma-ma Gaga, \"Oh la-la\" Want your bad romance  [Verse 2] I want your horror, I want your design 'Cause you’re a criminal as long as you’re mine I want your love Love, love, love, I want your love I want your psycho, your vertigo shtick Want you in my rear window, baby, it's sick I want your love Love, love, love, I want your love  [Pre-Chorus] You know that I want you And you know that I need you ('cause I'm a free bitch, baby) I want it bad Your bad romance  [Chorus] I want your love, and I want your revenge You and me could write a bad romance I want your love, and all your lover's revenge You and me could write a bad romance Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Caught in a bad romance Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Caught in a bad romance  [Post-Chorus] Ra-ra-ah-ah-ah Roma-roma-ma Gaga, \"Oh la-la\" Want your bad romance Ra-ra-ah-ah-ah Roma-roma-ma Gaga, \"Oh la-la\" Want your bad romance  Walk, walk, fashion, baby Work it, move that bitch crazy Walk, walk, fashion, baby Work it, move that bitch crazy Walk, walk, fashion, baby Work it, move that bitch crazy Walk, walk, passion, baby Work it, I'm a free bitch, baby  [Bridge] I want your love, and I want your revenge I want your love, I don't wanna be friends Je veux ton amour et je veux ta revanche Je veux ton amour, I don't wanna be friends No, I don't wanna be friends I don't wanna be friends Want your bad romance Want your bad romance  [Chorus] I want your love, and I want your revenge You and me could write a bad romance I want your love, and all your lover's revenge You and me could write a bad romance Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh (Want your bad romance) Caught in a bad romance (Want your bad romance) Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh (Want your bad romance) Caught in a bad romance  [Outro] Ra-ra-ah-ah-ah Roma Roma-ma Gaga, \"Oh la-la\" Want your bad romance  ",
        "title": "Bad Romance"
    },
    {
        "artist": "Iyaz",
        "lyrics": "  [Hook] Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay  [Verse 1] Remember the first time we met You was at the mall wit yo friend I was scared to approach ya, but then you came closer Hopin' you would give me a chance Who would have ever knew That we would ever be more than friends? We're real worldwide, breaking all the rules She like a song played again and again  [Pre-Hook] That girl, like somethin' off a poster That girl, is a dime they say That girl, is a gun to my holster She's running through my mind all day, ay  [Hook] Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay  [Verse 2] See you been all around the globe Not once did you leave my mind We talk on the phone, from night 'till the morn' Girl, you really changed my life Doin things I never do I'm in the kitchen cookin' things she likes We're real worldwide, breaking all the rules Someday I wanna make you my wife  [Pre-Hook] That girl, like somethin' off a poster That girl, is a dime they say That girl, is a gun to my holster She's running through my mind all day, ay  [Hook] Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay  [Bridge] I can be your melody Oh, girl that could write you a symphony The one that could fill your fantasies So come baby girl let's sing with me Ay, I can be your melody Oh, girl that could write you a symphony The one that could fill your fantasies So come baby girl let's sing with me Ay, na, na-na, na-na, na-na Na-na, na-na, na-naa Shawty got me singin' Na, na-na, na-na, na-na Na-na, na-na, na-naa Now she got me singin'  [Hook] Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay  ",
        "title": "Replay"
    },
    {
        "artist": "Owl City",
        "lyrics": "  [Verse 1] You would not believe your eyes If ten million fireflies Lit up the world as I fell asleep 'Cause they'd fill the open air And leave teardrops everywhere You'd think me rude but I would just stand and stare  [Hook] I'd like to make myself believe That planet Earth turns slowly It's hard to say that I'd rather stay awake when I'm asleep 'Cause everything is never as it seems  [Verse 2] 'Cause I'd get a thousand hugs From ten thousand lightning bugs As they tried to teach me how to dance A foxtrot above my head A sock hop beneath my bed The disco ball is just hanging by a thread  [Hook] I'd like to make myself believe That planet Earth turns slowly It's hard to say that I'd rather stay awake when I'm asleep 'Cause everything is never as it seems (when I fall asleep)  [Bridge] Leave my door open just a crack (Please take me away from here) 'Cause I feel like such an insomniac (Please take me away from here) Why do I tire of counting sheep? (Please take me away from here) When I'm far too tired to fall asleep (Haha)  [Verse 3] To ten million fireflies I'm weird 'cause I hate goodbyes I got misty eyes as they said farewell But I'll know where several are If my dreams get real bizarre 'Cause I saved a few and I keep them in a jar  [Hook] I'd like to make myself believe That planet Earth turns slowly It's hard to say that I'd rather stay awake when I'm asleep 'Cause everything is never as it seems (when I fall asleep) I'd like to make myself believe That planet Earth turns slowly It's hard to say that I'd rather stay awake when I'm asleep 'Cause everything is never as it seems (when I fall asleep) I'd like to make myself believe That planet Earth turns slowly It's hard to say that I'd rather stay awake when I'm asleep Because my dreams are bursting at the seams  ",
        "title": "Fireflies"
    },
    {
        "artist": "David Guetta Featuring Akon",
        "lyrics": "  [Verse 1] Yes, I can see her Cause every girl here want to be her Oh she's a diva I feel the same and I want to meet her They say she low down It's just a rumor and I don't believe 'em They say she needs to slow down The baddest thing around town  [Chorus] She's nothing like the girls you've ever seen before Nothing you can compare to your neighborhood, hood I'm trying to find the words to describe this girl without being disrespectful The way that booty moving, I can't take no more Had to stop what I'm doing so I can pull her close I'm trying to find the words to describe this girl without being disrespectful  [Hook] Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl!  [Verse 2] Yes, I can see her Cause every girl here want to be her Oh she's a diva I feel the same and I want to meet her They say she low down It's just a rumor and I don't believe 'em They say she needs to slow down The baddest thing around town  [Chorus] She's nothing like the girls you've ever seen before Nothing you can compare to your neighborhood, hood I'm trying to find the words to describe this girl without being disrespectful The way that booty moving, I can't take no more Had to stop what I'm doing so I can pull her close I'm trying to find the words to describe this girl without being disrespectful  [Hook] Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! A sexy chick  ",
        "title": "Sexy Chick"
    },
    {
        "artist": "Jason Derulo",
        "lyrics": "  [Intro] Wha-wha-wha-wha-what did you say? (J-J-J-J-J.R.) Mmmm, whatcha say Mmm, that you only meant well? Well of course you did Mmmm, whatcha say (Jason Derulo) Mmmm, that it's all for the best? Of course, it is  [Verse 1] I (I) was so wrong (wrong) for so long (long) Only tryna please myself (myself) Girl, I (I) was caught up (up) in her lust (lust) When I don't really want no one else, so no I know I should have treated you better (better) But me and you were meant to last forever (forever) So let me in (let me in), give me another chance (another chance) To really be your man  [Pre-Chorus] 'Cause when the roof caved in and the truth came out I just didn't know what to do But when I become a star we'll be living so large, I'll do anything for you So tell me, girl  [Chorus] Mmmm, whatcha say Mmmm, that you only meant well? Well of course you did Mmmm, whatcha say (whatcha say, whatcha say) Mmmm, that it's all for the best? Of course it is Mmmm, whatcha say Mmmm, that you only meant well? Well of course you did Mmmm, whatcha say (whatcha say, whatcha say) Wha-wha-wha-wha-what did you say?  [Verse 2] How (how) could I live (live) with myself (self) Knowing that I let our love go? (Love go) And ooh (ooh), what I'd do (do) with one chance (chance) I just gotta let you know I know what I did wasn't clever But me and you we're meant to be together So let me in (let me in), give me another chance (another chance) To really be your man  [Pre-Chorus] 'Cause when the roof caved in and the truth came out I just didn't know what to do But when I become a star we'll be living so large, I'll do anything for you So tell me, girl  [Chorus] Mmmm, whatcha say Mmmm, that you only meant well? Well of course you did Mmmm, whatcha say (whatcha say, whatcha say) Mmmm, that it's all for the best? Of course it is Mmmm, whatcha say Mmmm, that you only meant well? Well of course you did Mmmm, whatcha say (whatcha say, whatcha say) Wha-wha-wha-wha-what did you say?  [Bridge] Girl, tell me what to say, I (say, I) I don't want you to leave me, though you caught me cheating Tell me, tell me what to say, I (say, I) I really need you in my life 'cause things ain't right, girl Girl, tell me what to say, I (say, I) I don't want you to leave me, though you caught me cheating Tell me, tell me what to say, I (say, I) I really need you in my life 'cause things ain't right  [Pre-Chorus] 'Cause when the roof caved in and the truth came out I just didn't know what to do (I just didn't know what to do) But when I become a star we'll be living so large, I'll do anything for you So baby, whatcha say  [Chorus] Mmmm, whatcha say Mmmm, that you only meant well? (Well of course I did, baby) Well of course you did Mmmm, whatcha say (whatcha say, whatcha say) Mmmm, that it's all for the best? Of course it is (well, of course it is) Mmmm, whatcha say (what did you say?) Mmmm, that you only meant well? Well of course you did (woah-oh-oh-oh) Mmmm, whatcha say (whatcha say, whatcha say) Wha-wha-wha-wha-what did you say?  [Outro] (Beluga Heights)  ",
        "title": "Whatcha Say"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Intro: Fergie] Ooh, I can't go any further than this Ooh, I want you so badly, it's my biggest wish  [Verse 1: will.i.am] Cool, I spend my time just thinking Thinking, thinking 'bout you Every single day, yes, I'm really missing, missing you And all those things we used to Used to, used to, used to do Hey girl, what's up, it used, to used to be just me and you I spend my time just thinking, thinking, thinking 'bout you Every single day, yes, I'm really missing, missing you And all those things we used to Used to, used to, used to do Hey girl, what's up yo, what's up, what's up  [Chorus: Fergie] Can you meet me halfway? Right at the borderline That's where I'm gonna wait for you I'll be looking out, night and day Took my heart to the limit, and this is where I'll stay I can't go any further than this I want you so bad, it's my only wish  [Verse 2: will.i.am] Girl, I travel 'round the world and even sail the seven seas Across the universe and go to other galaxies Just tell me where to go, just tell me where you wanna meet I navigate myself, myself to take me where you be Cause girl I want, I, I, I want you right now I travel uptown, town I travel downtown Wanna have you around, 'round like every single day I love you always, ways I'll meet you halfway  [Chorus: Fergie] Can you meet me halfway? Right at the borderline That's where I'm gonna wait for you I'll be looking out, night and day Took my heart to the limit, and this is where I'll stay I can't go any further than this I want you so bad, it's my only wish I can't go any further than this I want you so bad, it's my only wish  [Bridge: Taboo] Let's cross the bridge to the other side Just you and I (Just you and I) I will fly, fly the skies For you and I (For you and I) I will try, until I die For you and I (For you and I) For for for you and I For for for for you and I For for you and I (For you and I)  [Breakdown: Fergie] Can you meet me halfway? Can you meet me halfway? Can you meet me halfway? Can you meet me halfway?  [Chorus: Fergie] Meet me halfway Right at the borderline That's where I'm gonna wait for you I'll be looking out, night and day Took my heart to the limit, and this is where I'll stay I can't go any further than this I want you so bad, it's my only wish I can't go any further than this I want you so bad, it's my only wish  ",
        "title": "Meet Me Halfway"
    },
    {
        "artist": "Britney Spears",
        "lyrics": null,
        "title": "3"
    },
    {
        "artist": "Jay Sean Featuring Lil Wayne",
        "lyrics": null,
        "title": "Down"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Verse 1] We are the crowd We're c-coming out Got my flash on, it's true Need that picture of you, it's so magical We'd be so fantastical Leather and jeans Garage glamorous Not sure what it means But this photo of us, it don't have a price Ready for those flashing lights 'Cause you know that, baby, I...  [Chorus] I'm your biggest fan I'll follow you until you love me Papa-paparazzi Baby, there's no other superstar you know that I'll be Your papa-paparazzi Promise I'll be kind But I won't stop until that boy is mine Baby, you'll be famous Chase you down until you love me Papa-paparazzi  [Verse 2] I'll be a girl backstage at your show Velvet ropes and guitars Yeah, 'cause you're my rockstar in between the sets Eyeliner and cigarettes Shadow is burnt Yellow dance and we turn My lashes are dry Purple teardrops, I cry It don't have a price Loving you is cherry pie 'Cause you know that, baby, I...  [Chorus] I'm your biggest fan I'll follow you until you love me Papa-paparazzi Baby, there's no other superstar you know that I'll be Your papa-paparazzi Promise I'll be kind But I won't stop until that boy is mine Baby, you'll be famous Chase you down until you love me Papa-paparazzi  [Bridge] Real good We dance in the studio Snap snap to that shit on the radio Don't stop for anyone We're plastic, but we still have fun!  [Chorus] I'm your biggest fan I'll follow you until you love me Papa-paparazzi Baby, there's no other superstar you know that I'll be Your papa-paparazzi Promise I'll be kind But I won't stop until that boy is mine Baby, you'll be famous Chase you down until you love me Papa-paparazzi Promise I'll be kind But I won't stop until that boy is mine Baby, you'll be famous Chase you down until you love me Papa-paparazzi  ",
        "title": "Paparazzi"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Sweet Dreams"
    },
    {
        "artist": "Ludacris",
        "lyrics": "  [Intro: Chuck D. Sample] (4x) How low can you go? How low can you go?  [Part 1: Ludacris] Haha, Luda! She can go lower than I ever really thought she could Face down, ass up The top of your booty jiggling out your jeans, baby pull your pants up I like it when I see you do it, better than I've ever seen I done befo' A lot of, women, drop it to the ground, but how low can you go? Lower than your mama's ever seen it in her lifetime Never would've imagined it, not even in her right mind Practice in front of that mirror, now you doing it on the dance flo' Mad 'cause I can't get with you, chick, just show me how to dance, oh I may not wanna get low, so I'm posted up, kinda like a player do But if you come to the crib, then I might show you girls a thang or two Yeah, I think you a superstar, with a ass like that you gotta blow Befo' you make it big, there's just one thang that I gotta know  [Interlude: Chuck D. Sample] (4x) How low can you go? How low can you go?  [Hook: Shawnna & (Ludacris)] I can go low (go low), lower than you know Go low (go low), lower than you know Go low (go low), lower than you know Go low (go low), lower than you know  [Part 2: Ludacris] I be like knick, knack, patty, wack Oh, where my kitty cat? Give a dog a bone How many licks does it take 'til I get to the center and let a realer nigga take you home? I can make this show stop, soon as he hear this fo' pop From A-T-L-A-N-T-A-N all the way down to yo' block Put the needle on the record And I make her get lower than a Lamborghini And if she really get low, then I'ma shoot a video and put it all on TV 'Cause I like that French vanilla (French vanilla) And the caramel (and the caramel) But when it comes to chocolate (when it comes to chocolate) I know that very well Asian persuasion, no discrimination, I love how they seem to please us I wanna taste them butter Rican pecan peanut butter cups like Reese's Pieces 'Cause I think you a superstar, with a ass like that you gotta blow Befo' you make it big, well, there's just one thang that I gotta know  [Interlude: Chuck D. Sample] (4x) How low can you go? How low can you go?  [Hook: Shawnna & (Ludacris)] I can go low (go low), lower than you know Go low (go low), lower than you know Go low (go low), lower than you know Go low (go low), lower than you know  [Part 3: Ludacris] Drop it, hit it, dump it, split it Don't, stop – get it, get it Put it in reverse just to back it up Let me put some Luda in it Show me whatchu working with, I'll show you some of this bank, roll Yeah, you a superstar, there's just one thang I gotta know, so  [Interlude: Chuck D. Sample] (4x) How low can you go? How low can you go?  [Hook: Shawnna & (Ludacris)] I can go low (go low), lower than you know Go low (go low), lower than you know Go low (go low), lower than you know Go low (go low), lower than you know  ",
        "title": "How Low"
    },
    {
        "artist": "Drake Featuring Kanye West, Lil Wayne & Eminem",
        "lyrics": "  [Produced by Noah \"40\" Shebib]  [Hook] I just love when I'm with you, yeah, this shit is on ten We used to be friends, girl, and even back then You would look at me with no hesitation and you'd tell me baby, it's yours Nobody else's, yeah, this shit belong to nobody, it's yours Nobody else's, yeah, this shit belong to nobody and that What made me think about the game, girl And how I switched it up with a new thing Young nigga came through on his Wu-Tang And nowadays when I ask about who got it, they say it's yours Nobody else's, yeah, this shit belong to nobody, it's yours Nobody else's, yeah, this shit belong to nobody, it's yours It's yours, it's yours, it's yours that's for sure, that's for sure It's yours, it's yours, it's yours that's for sure, that's for sure  [Bridge] How you feel about comin' home with a nigga for the night? If you nervous, hit the lights, I know we only fuckin' out of spite Cause your man don't do you right, do you right, I could fuck you so good Then I hit you with the 9 a.m. in Dallas who you like, baby, who you like?  [Verse] Machine gun raps for all my niggas in the back Stadium packed, just glad to see the city on the map I just gave the city life, it ain't about who did it first It's 'bout who did it right, niggas looking like \"Preach\" Open cases on me for a half a million each I find peace knowing that it's harder in the streets, I know Luckily I didn't have to grow there I would only go there cause niggas that I know there I don't know what's getting into me, I just like the rush When you see your enemy somewhere in the club and you realize He just not in a position to reciprocate your energy You ain't ever worried cause he's not who he pretends to be People like Mazin who was a best friend to me Start to become a distant memory, things change in that life And this life started lacking synergy And fuckin' with me mentally, I think it's meant to be Paranoid, always rolling with my mothafuckin' boys But you gotta understand when it's yours They don't really leave your ass with a mothafuckin' choice, man  [Hook] I just love when I'm with you, yeah, this shit is on ten We used to be friends, girl, and even back then You would look at me with no hesitation and you'd tell me baby, it's yours Nobody else's, yeah, this shit belong to nobody, it's yours Nobody else's, yeah, this shit belong to nobody and that What made me think about the game, girl And how I switched it up with a new thing Young nigga came through on his Wu-Tang And nowadays when I ask about who got it, they say it's yours Nobody else's, yeah, this shit belong to nobody, it's yours Nobody else's, yeah, this shit belong to nobody, it's yours It's yours, it's yours, it's yours that's for sure, that's for sure It's yours, it's yours, it's yours that's for sure, that's for sure  ",
        "title": "Forever"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Verse 1] Remember all the things we wanted Now all our memories they're haunted We were always meant to say goodbye Even with our fists held high It never would've worked out right We were never meant for do or die  [Interlude] I didn't want us to burn out I didn't come here to hurt you, now I can't stop  [Chorus] I want you to know that it doesn't matter Where we take this road Someone's gotta go And I want you to know you couldn't have loved me better But I want you to move on, so I'm already gone  [Verse 2] Looking at you makes it harder But I know that you'll find another That doesn't always make you wanna cry Started with a perfect kiss then we could feel the poison set in Perfect couldn't keep this love alive You know that I love you so, I love you enough to let you go  [Chorus] I want you to know that it doesn't matter Where we take this road Someone's gotta go And I want you to know you couldn't have loved me better But I want you to move on, so I'm already gone I'm already gone, already gone You can't make it feel right when you know that it's wrong I'm already gone, already gone There's no moving on, so I'm already gone  [Bridge] Already gone, already gone, already gone Already gone, already gone, already gone, yeah  [Verse 3] Remember all the things we wanted Now all our memories they're haunted We were always meant to say goodbye  [Chorus] I want you to know that it doesn't matter Where we take this road Someone's gotta go And I want you to know you couldn't have loved me better But I want you to move on, so I'm already gone  [Outro] I'm already gone, already gone You can't make it feel right when you know that it's wrong I'm already gone, already gone There's no moving on, so I'm already gone  ",
        "title": "Already Gone"
    },
    {
        "artist": "Jay Sean Featuring Sean Paul & Lil Jon",
        "lyrics": "  [Verse 1: Jay Sean] Hey, Jay Sean, Sean Paul Yeah, Lil Jon This one right here is for all the ladies Ladies, who want to take it back Holler at them Jay  I've been thinking about you And how we used to be Back when, it didn't have to end We can start again  [Hook: Jay Sean & Lil Jon] There's nothing left to say Don't waste another day Just you and me tonight Everything will be okay  If it's alright with you Then it's alright with me Baby let's take this time Let's make new memories  Do you remember Do you remember Do you remember All of the times we had Do you remember Do you remember Do you remember All of the times we had Let's bring it back, ohhhh Let's bring it back, ohhhh Let's bring it back, ohhhh Let's bring it back, ohhhh Let's bring it back, ohhhh  [Lil Jon] Yo Jay, sing to these ladies  [Verse 2: Jay Sean] So long, since you've been, missing It's good to see you again How you, how ya doin' And how about me, don't let this happen again  [Hook: Jay Sean & Lil Jon] There's nothing left to say Don't waste another day Just you and me tonight Everything will be okay  If it's alright with you Then it's alright with me Baby let's take this time Let's make new memories  Do you remember Do you remember Do you remember All of the times we had Do you remember Do you remember Do you remember All of the times we had Let's bring it back, ohhhh Let's bring it back, ohhhh Let's bring it back, ohhhh Let's bring it back, ohhhh Let's bring it back, ohhhh  [Verse 3: Sean Paul] Yo ay girl yo bring it back to the time when you and me had just begun When I was still your number one Well it might seem far-fetched baby girl but it can't be done I've got this feeling fire blazing and it's hot just like the sun Know you feel it too my girl just freeze up may the good vibes run ... Girl take a sip of the champange take a lil trip down my lane my girl While you now every night you'll feel alright look I tell you dis girl atta my world Don't change I'mma na Rearange Ay girl I'mma tell you straight dis atta my world How many years do you want come kiss dis I know you miss this That's what I heard that's what I heard that's what I heard word girl  [Hook: Jay Sean & Lil Jon] There's nothing left to say Don't waste another day Just you and me tonight Everything will be okay  If it's alright with you Then it's alright with me Baby let's take this time Let's make new memories  Do you remember Do you remember Do you remember All of the times we had Do you remember Do you remember Do you remember All of the times we had Let's bring it back, ohhhh Let's bring it back, ohhhh Let's bring it back, ohhhh Let's bring it back, ohhhh Let's bring it back, ohhhh  ",
        "title": "Do You Remember"
    },
    {
        "artist": "Miley Cyrus",
        "lyrics": "  [Verse 1] I hopped off the plane at LAX With a dream and my cardigan Welcome to the land of fame excess (woah) Am I gonna fit in? Jumped in the cab, here I am for the first time Look to my right, and I see the Hollywood sign This is all so crazy Everybody seems so famous  [Pre-Chorus 1] My tummy's turnin' and I'm feelin' kinda home sick Too much pressure and I'm nervous That's when the taxi man turned on the radio And the JAY-Z song was on And the JAY-Z song was on And the JAY-Z song was on  [Chorus] So I put my hands up They're playing my song, the butterflies fly away I'm noddin' my head like, 'yeah' Movin' my hips like, 'yeah' Got my hands up, they're playing my song They know I'm gonna be okay Yeah, it's a party in the U.S.A.  Yeah, it's a party in the U.S.A.   [Verse 2] Get to the club in my taxi cab Everybody's looking at me now Like, \"Who's that chick, that's rockin' kicks? She gotta be from out of town\" So hard with my girls not around me It's definitely not a Nashville party 'Cause all I see are stilettos I guess I never got the memo  [Pre-Chorus 2] My tummy's turnin' and I'm feelin' kinda home sick Too much pressure and I'm nervous That's when the DJ dropped my favorite tune And a Britney song was on And a Britney song was on And a Britney song was on  [Chorus] So I put my hands up They're playing my song, the butterflies fly away I'm noddin' my head like, 'yeah' Movin' my hips like, 'yeah' Got my hands up, they're playing my song They know I'm gonna be okay Yeah, it's a party in the U.S.A.  Yeah, it's a party in the U.S.A.   [Bridge] Feel like hopping on a flight (on a flight) Back to my hometown tonight (town tonight) Something stops me every time (every time) The DJ plays my song and I feel alright  [Chorus] So I put my hands up They're playing my song, the butterflies fly away I'm noddin' my head like, 'yeah' (noddin' my head) Movin' my hips like, 'yeah' (ooh yeah) Got my hands up, they're playing my song They know I'm gonna be okay (gonna be okay) Yeah, it's a party in the U.S.A.  Yeah, it's a party in the U.S.A.   [Chorus] So I put my hands up They're playing my song, the butterflies fly away (flying away) I'm noddin' my head like, 'yeah' (noddin' my head like, 'yeah') Movin' my hips like, 'yeah' (movin' my hips like, 'yeah') Got my hands up, they're playing my song They know I'm gonna be okay (I'm gonna be okay) Yeah, it's a party in the U.S.A.  Yeah (ha-ha-ha-ha), it's a party in the U.S.A.   ",
        "title": "Party In The U.S.A."
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Hook] I got a feeling that tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  I got a feeling that tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  [Post-Hook] Tonight's that night Let's live it up I got my money Let's spend it up Go out and smash it Like, \"Oh my God!\" Jump out that sofa Let's kick it Off!  [Verse 1] I know that we'll have a ball If we get down, and go out, and just lose it all I feel stressed out, I wanna let it go Let's go way out, spaced out, and losing all control  [Refrain] Fill up my cup Mazel tov Look at her dancing, just take it off! Let's paint the town We'll shut it down Let's burn the roof  [Refrain 2] And then we'll do it again Let's do it, let's do it, let's do it, let's do it And do it, and do it (let's live it up) And do it, and do it, and do it, do it, do it Let's do it, let's do it, let's do it  [Hook] Cause I got a feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  [Post-Hook] Tonight's that night, Hey! Let's live it up (let's live it up) I got my money, (My pay) Let's spend it up (let's spend it up) Go out and smash it  (Smash it) Like, \"Oh my God!\" ( like, \"Oh my God!\") Jump out that sofa, (Come on!) Let's kick it off!  [Refrain 1] Fill up my cup, (drank!) Mazel tov (l'chaim!) Look at her dancing (Move it, move it) Just take it off! Let's paint the town (Paint the town) We'll shut it down  (Let's shut it down) Let's burn the roof  [Refrain 2] And then we'll do it again Let's do it, let's do it, let's do it, let's do it And do it, and do it (let's live it up) And do it, and do it, and do it, do it, do it Let's do it, let's do it, let's do it, do it, do it, do it  [Verse 2] Here we come, here we go, we gotta rock (Rock rock rock rock rock) Easy come, easy go, now we on top (Top top top top top) Fill the shot, body rock, rock it don't stop (Stop stop stop stop stop) Round and round, up and down, around the clock (Rock rock rock rock rock)  [Verse 3] Monday, Tuesday, Wednesday and Thursday (do it!) Friday, Saturday, Saturday to Sunday (do it!) Weeekend get get get with us, you know what we say Party every day, p-p-p-party every day  [Hook] And I'm feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  [Outro] (Woo-hoo!)  ",
        "title": "I Gotta Feeling"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1: Hillary Scott] Picture perfect memories Scattered all around the floor Reachin' for the phone 'cause I can't fight it anymore  [Pre-Chorus: Hillary Scott] And I wonder if I ever cross your mind For me it happens all the time  [Chorus: Band] It's a quarter after one, I'm all alone and I need you now Said I wouldn't call, but I lost all control and I need you now And I don't know how I can do without I just need you now  [Verse 2: Charles Kelley] Another shot of whiskey Can't stop lookin' at the door Wishing you'd come sweeping In the way you did before  [Pre-Chorus: Hillary Scott + Charles Kelley] And I wonder if I ever cross your mind For me it happens all the time  [Chorus:Band] It's a quarter after one, I'm little drunk and I need you now Said I wouldn't call, but I lost all control and I need you now And I don't know how I can do without I just need you now  [Bridge: Hillary Scott + Charles Kelley] Yes, I'd rather hurt than feel nothin' at all  [Chorus: Hillary Scott + Charles Kelley + Band] It's a quarter after one, I'm all alone and I need you now And I said I wouldn't call, but I'm a little drunk and I need you now And I don't know how I can do without, I just need you now  [Outro: Hillary Scott] I just need you now Oh, baby, I need you now  ",
        "title": "Need You Now"
    },
    {
        "artist": "Young Money Featuring Lloyd",
        "lyrics": "  (Kane is in the building, nigga)  [Verse 1: Lil Wayne] She got that good good, she Michael Jackson bad I'm attracted to her, or her attractive ass And now we murderers, because we kill time I knock her lights out and she still shine I hate to see her go but I love to watch her leave But I keep her running back and forth; soccer team Cold as a winter's day, hot as a summer's eve Young Money thieves steal your love and leave  [Verse 2: Gudda Gudda] I like the way you walking if you walking my way I'm that Red Bull, now let's fly away Let's buy a place, with all kind of space I'll let you be the judge, and-and-and I'm the case I'm Gudda Gudda, I put her under I see me with her - no Stevie Wonder She don't ever wonder, 'cause she know she bad And I got her, nigga: grocery bag  [Hook: Lloyd] Oh baby, I be stuck to you like glue, baby Wanna spend it all on you, baby My room is the G-spot Call me Mr. Flintstone, I can make your bed rock Oh, I can make your bed rock  [Verse 3: Nicki Minaj] Okay, I get it, let me think, I guess it's my turn Maybe it's time to put this pussy on your sideburns He say I'm bad, he prob'ly right He pressing me like button-downs on a Friday night I'm so pretty like, be on my pedal bike Be on my low starch, be on my egg whites He say, \"Nicki don't stop, you the bestest\" And I'd just be coming off the top, asbestos  [Verse 4: Drake] I love your sushi roll, hotter then wasabi I race for your love, \"Shake'n Bake\" Ricky Bobby I'm at the W, but I can't meet you in the lobby Girl, I gotta watch my back, cause I'm not just anybody I seen em stand in line just to get beside her I let her see the Aston and let the rest surprise her That's when we disappear, you need GPS to find her Oh, that was your girl? I thought I recognized her  [Hook: Lloyd] Oh baby, I be stuck to you like glue, baby Wanna spend it all on you, baby My room is the G-spot Call me Mr. Flintstone, I can make your bed rock Oh, I can make your bed rock  [Verse 5: Tyga] She like tanning, I like staying in She like romance and I like rolling with friends She said I'm caged in, I think her conscience is She's watching that Oxygen, I'm watching ESPN But when that show ends, she all over my skin, lotion Slow-mo motions, rollercoastin' Like back, forth, hold it She poses like it's for posters, and I poke like I'm suppose to Take this photo if you for me, she said: \"Don't you ever show this!\" I'm too loyal and too focused To be losing and be hopeless When I spoke this, she rejoiced it, said \"Your words get me open\" So I closed it. Where your clothes is? I'm only loving for the moment  [Verse 6: Jae Millz] She ain't got a man, but she's not alone Miss Independent, yeah, she got her own Hey gorgeous, um, I mean flawless Well, that's what you are, how I see it is how I call it Yeah, look, look at how she walk, m-hmm, she know she bad Do your thang baby, I ain't even mad And I ain’t leavin' fast, I'mma stay awhile Hold your head, Chris, I-I'mma take it down!  ",
        "title": "BedRock"
    },
    {
        "artist": "Rihanna Featuring Jeezy",
        "lyrics": null,
        "title": "Hard"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] You're on the phone with your girlfriend, she's upset She's going off about something that you said 'Cause she doesn't get your humor like I do I'm in the room, it's a typical Tuesday night I'm listening to the kind of music she doesn't like And she'll never know your story like I do  [Pre-Chorus] But she wears short skirts, I wear T-shirts She's Cheer Captain and I'm on the bleachers Dreaming about the day when you wake up and find That what you're looking for has been here the whole time  [Chorus] If you could see that I'm the one who understands you Been here all along, so why can't you see? You belong with me, you belong with me  [Verse 2] Walking the streets with you and your worn-out jeans I can't help thinking this is how it ought to be Laughing on a park bench, thinking to myself Hey, isn't this easy? And you've got a smile that could light up this whole town I haven't seen it in a while since she brought you down You say you're fine, I know you better than that Hey, whatcha doing with a girl like that?  [Pre-Chorus] She wears high heels, I wear sneakers She's Cheer Captain and I'm on the bleachers Dreaming about the day when you wake up and find That what you're looking for has been here the whole time  [Chorus] If you could see that I'm the one who understands you Been here all along, so why can't you see? You belong with me Standing by and waiting at your back door All this time how could you not know, baby? You belong with me, you belong with me  [Bridge] Oh, I remember you driving to my house In the middle of the night I'm the one who makes you laugh When you know you're 'bout to cry And I know your favorite songs And you tell me 'bout your dreams Think I know where you belong Think I know it's with me  [Chorus] Can't you see that I'm the one who understands you Been here all along, so why can't you see? You belong with me Standing by and waiting at your back door All this time how could you not know, baby? You belong with me, you belong with me  [Outro] You belong with me Have you ever thought just maybe You belong with me? You belong with me  ",
        "title": "You Belong With Me"
    },
    {
        "artist": "Kings Of Leon",
        "lyrics": "  [Verse 1: Kings of Leon] I've been roaming around, always looking down at all I see Painted faces fill the places I can't reach  [Chorus 1: Kings of Leon] You know that I could use somebody You know that I could use somebody  [Verse 2: Kings of Leon] Someone like you and all you know and how you speak Countless lovers under cover of the street  [Chorus 1: Kings of Leon] You know that I could use somebody You know that I could use somebody  [Chorus 2: Kings of Leon] Someone like you  [Verse 3: Kings of Leon] Off in the night, while you live it up, I'm off to sleep Waging wars to shape the poet and the beat I hope it's going to make you notice I hope it's going to make you notice  [Chorus 2: Kings of Leon] Someone like me Someone like me Someone like me Somebody Someone like me Someone like me Someone like me Somebody  [Bridge: Kings of Leon] I'm ready now I'm ready now I'm ready now I'm ready now  [Chorus 2: Kings of Leon] Someone like you Somebody Someone like you Somebody Someone like you Somebody  [Outro: Kings of Leon] I've been roaming around, always looking down at all I see  ",
        "title": "Use Somebody"
    },
    {
        "artist": "Chris Brown Featuring Lil Wayne & Swizz Beatz",
        "lyrics": "  [Verse 1: Lil Wayne] Go hey lil mama, I can transform ya No, I can't dance but I could dance on ya Swizz on the beat, Chris move ya feet And baby I can transform your \"him\" to a \"me\" I can change you life, make it so new Make you never want to go back to the old you Ciroc and lime, give it little time And she gon' transform like Optimus Prime  [Verse 2: Chris Brown] Need a ride I can Range you up, money I can change you up You can ride your own, no longer be the passenger Swag low, I build you up, knees weak, I stand you up Red lips, red dress, like 'em like a fire truck  [Pre-Hook: Chris Brown] What you need, you can have that My black card, they don't decline that See potential in ya, let me mold that I can transform ya, I can transform ya  [Hook: Swizz Beatz & Chris Brown] I can transform ya, I can transform ya Anything ya want, I can get it for ya You're my baby girl so you know I did it for ya I can trans, I can trans, I can transform ya Shoes you got it, bags you got it Cars you got it, money still got it I can transform ya, I can transform ya Anything you want I can, I can get it for ya  [Verse 3: Chris Brown] See it in the video, you can have it really though Iced out everything, frigid like a eskimo Wanna fly, we can go anywhere you wanna go Jimmy Choos in Italy, Louie V in Tokyo Something like Pinocchio, if you lie then I'mma grow Wanna see me do it big, I can show you how it goes Take you from an amateur to being professional I can have you swag surfin'  [Pre-Hook: Chris Brown] What you need, you can have that My black card, they don't decline that See potential in ya, let me mold that I can transform ya, I can transform ya  [Hook: Swizz Beatz & Chris Brown] I can transform ya, I can transform ya Anything ya want, I can get it for ya You're my baby girl so you know I did it for ya I can trans, I can trans, I can transform ya Shoes you got it, bags you got it Cars you got it, money still got it I can transform ya, I can transform ya Anything you want I can, I can get it for ya  [Verse 4: Lil Wayne] Okay, I can transform ya like a transformer I can turn you from a human to a Carter Take you off the bench, turn ya to a starter Then I take you home and put you on a charger Then my car transforms to a charter And we can fly to wherever you ever thought of Haha, I take you to where it's warmer Then I gotta rip off your dress like a warm up Haha, but I'm just gettin' warmed up So tell your man he better get his Voltron up I transform her to a Ducati Then I transform me to a Bugatti Cause her form puts me in a trance I transform smaller and she puts me in her pants Swizz on the beat, Chris move ya feet And Weezy transform a good girl to a freak  [Hook: Swizz Beatz & Chris Brown] I can transform ya, I can transform ya Anything ya want, I can get it for ya You're my baby girl so you know I did it for ya I can trans, I can trans, I can transform ya Shoes you got it, bags you got it Cars you got it, money still got it I can transform ya, I can transform ya Anything you want I can, I can get it for ya  ",
        "title": "I Can Transform Ya"
    },
    {
        "artist": "Cascada",
        "lyrics": "  [Verse 1] Oh, turn up the music, let's get out on the floor I like to move it, come and give me some more Watch me getting physical, out of control, ah, ah, ah There's people watching me, ah, I never miss a beat  [Pre-Chorus] Steal the night, kill the lights, feel it under your skin Time is right, keep it tight cause it's pulling you in Wrap it up, you can't stop cause it feels like an overdose (Feels like an overdose, like an overdose)  [Chorus] Oh, oh, evacuate the dance floor Oh, oh, I'm infected by the sound Oh, oh, stop, this beat is killing me Hey Mr. DJ, let the music take me underground Oh, oh, evacuate the dance floor (Everybody in the club) Oh, oh, I'm infected by the sound Oh, oh, stop, this beat is killing me (Everybody in the club) Hey Mr. DJ, come burn this place right down to the ground  [Verse 2] Oh, my body's aching, system overload, overload Temperature's rising, I'm about to explode Watch me, I'm intoxicated, take in the show, ah It's got me hypnotized, ah, everybody step aside  [Pre-Chorus] Steal the night, kill the lights, feel it under your skin Time is right, keep it tight cause it's pulling you in Wrap it up, you can't stop cause it feels like an overdose (Feels like an overdose, like an overdose)  [Chorus] Oh, oh, evacuate the dance floor Oh, oh, I'm infected by the sound Oh, oh, stop, this beat is killing me Hey Mr. DJ, let the music take me underground Oh, oh, evacuate the dance floor (Everybody in the club) Oh, oh, I'm infected by the sound Oh, oh, stop, this beat is killing me (Everybody in the club) Hey Mr. DJ, come burn this place right down to the ground  Come on and evacuate, feel the club is heating up Move on and accelerate, push it to the top Come on and evacuate, feel the club is heating up Move on and accelerate, you don't have to be afraid  [Bridge] Now guess who's back with a brand new track? They got everybody in the club going mad So everybody in the back Get your back up off the wall and just shake that thang Go crazy, yo lady, yo baby Let me see you wreck that thang Now drop it down low, low Let me see you take it to the dance floor, yo  [Chorus] Everybody in the club (Evacuate the dance floor) Everybody in the club (I'm infected by the sound) Everybody in the club (Stop, this beat is killing me) Hey Mr. DJ, let the music take me underground Oh, oh, evacuate the dance floor Oh, oh, I'm infected by the sound Oh, oh, stop, this beat is killing me Hey Mr. DJ, let the music take me underground  [Outro] Oh, oh, evacuate the dance floor (Everybody in the club) Oh, oh, I'm infected by the sound Oh, oh, stop, this beat is killing me (Everybody in the club) Hey Mr. DJ, come burn this place right down to the ground...  ",
        "title": "Evacuate The Dancefloor"
    },
    {
        "artist": "Birdman Featuring Lil Wayne & Drake",
        "lyrics": "  [Intro: Birdman & Drake] Richer than the richest More money, bitches Yeah, coming to you live from the city of Houstatlantavegas So what it do young nigga? One hundred  [Verse 1: Drake] I am on a 24-hour champagne diet Spilling while I'm sipping, I encourage you to try it I'm probably just saying that cause I don't have to buy it The club owner supply it, boy, I'm on that fly shit I am what everybody in my past don't want me to be Guess what? I made it! I'm the motherfuckin' man, I just want you to see Come take a look, get a load of this nigga Quit fronting on me, don't come around And try come gas me up, I like running on E I-I'm on my Disney shit - Goofy flow On records I'm Captain Hook and my new car is \"Rufio\" Damn, where my roof just go? I'm somebody that you should know Get to shaking something cause that's what Drumma produced it for Yes I make mistakes that I don't ever make excuses for Like leaving girls that love me and constantly seducing hoes I'm losing my thoughts I say, \"Damn, where my roof just go?\" Top slipped off like Janet at the Super Bowl  [Hook: Drake] They can't help it and I can't blame 'em Since I got famous, but Bitch! I got money to blow I'm getting it in Letting these bills fall all over your skin I got money to blow, oh, I got money to blow  [Verse 2: Birdman] Yea, richer than the richest, we certified getting it CM, YM, Cash Money business Higher than the ceiling, fly like a bird Hit the Gucci store and later get served We smoked out, with no roof on it Them people passing, so we smash on 'em Ballin' up: we keep the cash on deck Lamborghini and the Bentleys on the V-set Louis lens iced up with the black diamonds Cartier, Ferrari the new Spider No lie, I'm higher than I ever been Born rich, born Uptown, born to win Fully loaded, automatic 6 Benz Candy paint, foreign lights with my bitch in Born hustling, too big nigga to size me up Count stunting, more money - burn 'em up  [Hook] They can't help it and I can't blame 'em Since I got famous, but Bitch! I got money to blow I'm getting it in Letting these bills fall all over your skin I got money to blow, oh, I got money to blow  [Verse 3: Lil Wayne] When I get paid every 24 hours Money and the power Come to V.I.P. and get a champagne shower I don't have to worry because everything ours And I got a big bouquet of Mary Jane's flowers That kush I promise that's my dude But we don't smoke that Reggie Bush And I'm with 2 women Make you take a second look We popping like champagne bottles But we never shook And we gon' be alright if we put Drake on every hook  [Hook] They can't help it and I can't blame 'em Since I got famous, but Bitch! I got money to blow I'm getting it in Letting these bills fall all over your skin I got money to blow, oh, I got money to blow  ",
        "title": "Money To Blow"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] You take a deep breath and you walk through the doors It's the morning of your very first day You say hi to your friends you ain't seen in a while Try and stay out of everybody's way  It's your freshman year and you're going to be here For the next four years in this town Hoping one of those senior boys will wink at you and say \"You know, I haven't seen you around before\"  [Chorus] Because when you're fifteen and somebody tells you they love you You're going to believe them And when you're fifteen feeling like there's nothing to figure out Well, count to ten, take it in This is life before you know who you're going to be Fifteen  [Verse 2] You sit in class next to a redhead named Abigail And soon enough you're best friends Laughing at the other girls who think they're so cool We'll be outta here as soon as we can  And then you're on your very first date and he's got a car And you're feeling like flying And your momma's waiting up and you're thinking he's the one And you're dancing 'round your room when the night ends When the night ends  [Chorus] Because when you're fifteen and somebody tells you they love you You're going to believe them When you're fifteen and your first kiss Makes your head spin 'round But in your life you'll do things greater than Dating the boy on the football team But I didn't know it at fifteen  [Bridge] When all you wanted was to be wanted Wish you could go back and tell yourself what you know now Back then I swore I was going to marry him someday But I realized some bigger dreams of mine And Abigail gave everything she had to a boy Who changed his mind and we both cried  [Chorus] Because when you're fifteen and somebody tells you they love you You're going to believe them And when you're fifteen, don't forget to look before you fall I've found time can heal most anything And you just might find who you're supposed to be I didn't know who I was supposed to be at fifteen  La la la la la la la la la la La la la la la la la la la la La la la la la la  [Outro] Your very first day Take a deep breath girl Take a deep breath as you walk through the doors  ",
        "title": "Fifteen"
    },
    {
        "artist": "Boys Like Girls Featuring Taylor Swift",
        "lyrics": "  [Verse 1] I remember what you wore on the first date You came into my life and I thought hey You know, this could be something 'Cause everything you do and words you say You know that it all takes my breath away And now I'm left with nothing  [Chorus] So maybe it's true that I can't live without you And maybe two is better than one But there's so much time to figure out the rest of my life And you've already got me coming undone And I'm thinking two is better than one  [Verse 2] I remember every look upon your face The way you roll your eyes, the way you taste You make it hard for breathing Cause when I close my eyes and drift away I think of you and everything's okay I'm finally now believing  [Chorus] So maybe it's true that I can't live without you And maybe two is better than one But there's so much time to figure out the rest of my life And you've already got me coming undone And I'm thinking two is better than one  [Bridge] I remember what you wore on the first date You came into my life and I thought, hey (hey, hey)  [Chorus] So maybe it's true that I can't live without you And maybe two is better than one But there's so much time to figure out the rest of my life And you've already got me coming undone And I'm thinking two is better than one  [Outro] And I'm thinking, ooh, I can't live without you 'Cause, baby, two is better than one There's so much time to figure out the rest of my life But I'll figure out with all that's said and done Two is better than one, two is better than one  ",
        "title": "Two Is Better Than One"
    },
    {
        "artist": "50 Cent Featuring Ne-Yo",
        "lyrics": "  [Produced by Polow Da Don]  [Hook: 50 Cent] Have a baby by me, baby, be a millionaire Have a baby by me, baby, be a millionaire Have a baby by me, baby, be a millionaire Be a millionaire, be a-be a millionaire  [Bridge: Ne-Yo] I don't play no games (I don't play no games) So when I’m in that thang (when I'm in that thang) Come show me, see what I mean, see what I mean See what I mean I said little mama put me on (baby, put me on) Bet I'll have you gone (bet I'll have you gone) Come show to me (see what I mean) Come see what I mean, see what I mean, see what I mean  [Verse 1: 50 Cent] First is her neck, yeah, then her back Me I'm a freak, I get into all that Girl, I'll perform for ya like a porno star 'Til you've had enough then I just need a little bit more New music, new mood, new position New erotic sounds, it's going down, now listen I can hear your heartbeat, you're sweatin' I could paint a perfect picture I get deeper and deeper, I told ya I'd get ya I’d work that, murk that, just the way you like it, baby Turn a quickie into an all-nighter maybe Your sex drive it match my sex drive Then we be moving as fast as a Nascar rides Switch gears, slow down, go down, whoa now You could feel every inch of it when we intimate I use my tongue, baby, a little sprung maybe I had your head spinning saying ''50 so crazy''  [Bridge: Ne-yo] I don't play no games (I don't play no games) So when I’m in that thang (when I'm in that thang) Come show me, see what I mean, see what I mean See what I mean I said little mama put me on (baby, put me on) Bet I'll have you gone (bet I'll have you gone) Come show to me (see what I mean) Come see what I mean, see what I mean, see what I mean  [Hook: 50 Cent] Have a baby by me, baby, be a millionaire Have a baby by me, baby, be a millionaire Have a baby by me, baby, be a millionaire Be a millionaire, be a-be a millionaire  [Verse 2: 50 Cent] Girl, I want you to give me what you got then give me more Baby, you could start on top or all-fours You know I like it when you get in to it Don't nobody do it, uh, like I do it Feel a rush from my touch Get intoxicated, drunk off my love, call it Hennessy thug Passion, you laughin', I make you smile on the regular Tell me what you want, shawty, and that's what I'mma get to ya Yo, I need you to be what I need more than liquor and weed I need you to maybe give me a seed I need you to give me a reason to breathe I need you, I'm telling you so now you know what I need I'll be your part time or full time lover, significant other Don’t matter which way it go, I'm oh so gutter Girl, you could get it however you wanna get it I’m feeling you, still I'm feeling you right now, I'mma get it  [Bridge: Ne-Yo] I don't play no games (I don't play no games) So when I’m in that thang (when I'm in that thang) Come show me, see what I mean, see what I mean See what I mean I said little mama put me on (baby, put me on) Bet I'll have you gone (bet I'll have you gone) Come show to me (see what I mean) Come see what I mean, see what I mean, see what I mean  [Hook: 50 Cent] Have a baby by me, baby, be a millionaire Have a baby by me, baby, be a millionaire Have a baby by me, baby, be a millionaire Be a millionaire, be a-be a millionaire  ",
        "title": "Baby By Me"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] You better take it from me, that boy is like a disease You're running, you're trying, you're trying to hide And you're wondering why you can't get free He's like a curse, he's like a drug You get addicted to his love You want to get out but he's holding you down Because you can't live without one more touch  [Chorus] He's a good time cowboy Casanova Leaning up against the record machine Looks like a cool drink of water But he's candy-coated misery He's the Devil in disguise A snake with blue eyes And he only comes out at night Gives you feelings that you don't want to fight You better run for your life  [Verse 2] I see that look on your face You ain't hearing what I say So I'll say it again 'Cause I been where you been And I know how it ends You can't get away Don't even look in his eyes He'll tell you nothing but lies And you want to believe But you won't be deceived If you listen to me And take my advice  [Chorus] He's a good time cowboy Casanova Leaning up against the record machine Looks like a cool drink of water But he's candy-coated misery He's the Devil in disguise A snake with blue eyes And he only comes out at night Gives you feelings that you don't want to fight You better run for your life  [Verse 3] Run, run away Don't let him mess with your mind He'll tell you anything you want to hear He'll break your heart It's just a matter of time But just remember  [Chorus] He's a good time cowboy Casanova Leaning up against the record machine Looks like a cool drink of water But he's candy-coated misery He's the Devil in disguise A snake with blue eyes And he only comes out at night Gives you feelings that you don't want to fight You better run for your life  [Outro] Oh, you better run for your life (x3)  ",
        "title": "Cowboy Casanova"
    },
    {
        "artist": "Timbaland Featuring Justin Timberlake",
        "lyrics": "  [Intro: Timbaland & (Justin Timberlake)] Ha hah!! Eh-eh-eh, ha hah!! Ah baby oh my baby down to (carry out) Ah baby oh my baby down to (carry out) I take your order when you steppin when you (carry out) I take your order when you steppin when you (carry out) I turn it on my baby don't you (cut me out) I turn it on my baby don't you (cut me out) Check it, check it out  [Verse 1: Timbaland] Baby, you're looking fire hot I'll have you open all night like you're IHOP I'll take you home baby, let you keep me company You gimme some of you, I give you some of me You look good baby, must taste heavenly I'm pretty sure that you got your own recipe So pick it up, pick it up, yeah, I like you I just can't get enough I gotta drive through Cause it's me, you, you, me, me, you, all night Have it your, way, foreplay, before, I feed, your appetite Let me get my ticket baby, let me get in line I can tell the way you like it baby, supersized Hold on, you got yours, let me get mine I ain't leave 'til they turn over the closed sign Check it  [Chorus: Justin Timberlake] Take my order cause your body like a - carry out Let me walk into your body 'til you - hear me out Turn me on my baby don't you - cut me out Turn me on my baby don't you - cut me out Take my order cause your body like a - carry out And let me walk into your body 'til it's - lights out Turn me on my baby don't you - cut me out Ah turn me on my baby don't you - cut me out Cut me out  [Verse 2: Justin Timberlake] Listen here girl Number one, I take two number threes That's a whole lotta you and a side of me Now is I full of myself to want you full of me? And if there's room for dessert then I want a piece Baby get my order right, no errors I'mma touch you in all the right areas I can feed you, you can feed me Girl, deliver that to me, come see me Cause it's me, you, you, me, me, you, all night Have it your, way, foreplay, before, I feed, your appetite Do you like it well done? Cause I do it well Cause I'm well seasoned if you couldn't tell Now let me walk into your body 'til you hear me out Ah turn me on my baby, don't you cut me out  [Chorus: Justin Timberlake] Take my order cause your body like a - carry out Let me walk into your body 'til you - hear me out Turn me on my baby don't you - cut me out Turn me on my baby don't you - cut me out Take my order cause your body like a - carry out And let me walk into your body 'til it's - lights out Turn me on my baby don't you - cut me out Ah turn me on my baby don't you - cut me out Cut me out  [Bridge: Justin Timberlake] What's your name? What's your number? I'm glad I came; can you take my order? What's your name? Girl, what's your number? I'm glad I came; can you take my order? Come over here (what's your name?) Come closer (what's your number?) Over here (I'm glad I came) A little closer (can you take my order?) Come over here (what's your name?) Come closer (what's your number?) Over here (I'm glad I came) A little closer (can you take my..)  [Chorus: Justin Timberlake] Take my order cause your body like a - carry out Let me walk into your body 'til you - hear me out Turn me on my baby don't you - cut me out Turn me on my baby don't you - cut me out Take my order cause your body like a - carry out And let me walk into your body 'til it's - lights out Turn me on my baby don't you - cut me out Ah turn me on my baby don't you - cut me out Cut me out Take my order cause your body like a - carry out Let me walk into your body 'til you - hear me out Turn me on my baby don't you - cut me out Turn me on my baby don't you - cut me out Take my order cause your body like a - carry out And let me walk into your body 'til it's - lights out Turn me on my baby don't you - cut me out Ah turn me on my baby don't you - cut me out Cut me out  [Outro: Justin Timberlake] Don't you cut me out  ",
        "title": "Carry Out"
    },
    {
        "artist": "Jay-Z, Rihanna & Kanye West",
        "lyrics": "  [Produced by Kanye West & No I.D]  [Intro: Rihanna] Feel it comin' in the air Hear the screams from everywhere I’m addicted to the thrill It's a dangerous love affair Can’t be scared when it goes down Got a problem, tell me now Only thing that's on my mind Is who's gon' run this town tonight Is who's gon' run this town tonight We gon' run this town!  [Verse 1: Jay Z] We are, yeah, I said it: we are This is Roc Nation, pledge your allegiance Get your fatigues on, all black everything Black cards, black cars, all black everything And our girls are blackbirds ridin' with they Dillingers I get more in depth if you boys really real enough This is la Familia, I'll explain later But for now, let me get back to this paper I'm a couple bands down and I'm tryin' to get back I gave Doug a grip and lost a flip for five stacks Yeah, I'm talkin' 5 comma, 6 zeros, dot zero, here Doug Back to runnin' circles round niggas, now we squared up Hold up!  [Hook: Rihanna] Life’s a game, but it's not fair I break the rules, so I don’t care So I keep doin' my own thang Walkin' tall against the rain Victory’s within the mile Almost there, don’t give up now Only thing that's on my mind Is who’s gon' run this town tonight Heyyy, heyy, heyyy, heyy Who’s gon' run this town tonight?  [Verse 2: Jay Z] We are, yeah, I said it: we are You can call me Caesar, in a dark Caesar Please follow the leader, so Eric B we are Microphone fiend, this the return of the God Peace, God, ah ah, it ain't no nobody fresher I'm in Maison, ah, Martin Margiela On the table, screamin' \"Fuck the other side! They're jealous!\" We got a banquette full of broads They got a table full of fellas Yeah, and they ain't spendin' no cake They should throw their hand in ‘Cause they ain't got no spades Yeah, my whole team got dough So my banquette is lookin' like millionaires' row  [Hook: Rihanna] Life’s a game, but it's not fair I break the rules, so I don’t care So I keep doin' my own thang Walkin' tall against the rain Victory’s within the mile Almost there, don’t give up now Only thing that's on my mind Is who’s gon' run this town tonight Heyyy, heyy, heyyy, heyy Who’s gon' run this town tonight?  [Verse 3: Kanye West] It's crazy how you can go from bein' Joe Blow To everybody on your dick; no homo I bought my whole family whips; no Volvos Next time I’m in church: please, no photos Police escorts, everybody passports This the life that everybody ask for This the fast life, we are on a crash course What you think I rap for, to push a fuckin' Rav 4? But I know that if I stay stunting All these girls only gon' want one thing I can spend my whole life goodwill hunting Only good gon' come is this good when I'm cumming She got a ass that'll swallow up a G-string And up top, ungh, two bee stings And I'm beasting off the Riesling And my nigga just made it out the precinct We give a damn about the drama that your dude bring I'm just tryin' to change the color on your mood ring Reebok, baby, you need to try some new things Have you ever had shoes without shoe strings? \"What's that, Ye?\" \"Baby, these heels.\" \"Is that a May— what?!\" \"Baby, these wheels.\" You trippin' when you ain't sippin', have a refill You feelin' like you runnin', huh? Now you know how we feel  [Outro: Jay Z & Rihanna] Whassup! Heyyy, heyy, heyyy, heyy Yeah, yeah, whassup! Heyyy, heyy, heyyy, heyy We gon' run this town tonight  ",
        "title": "Run This Town"
    },
    {
        "artist": "New Boyz Featuring Ray J",
        "lyrics": "  [Intro: Legacy+ (Ray J)] Yeahhh (Knockout) (Knockout) (Knockout)  (Ay-yup, yeahhh) But she ain't gon' tie me down (Ray J) Nah (New Boyz) But she ain't gon' tie me down (No she ain't gon' tie me down)  [Hook: Ray J] She ain't gon' tie me down, while you on the road Buying all the shirts, all the hats, all the clothes What'chu want right now? Whattup right now? I think you need to close your mouth Cause you ain't gon' tie me down Tie me down, tie me down, you ain't gon' tie me down... You ain't gon' tie me down  [Verse 1: Legacy] Ayyy, know we been together for a minute But uh, its kinda been forever since we been in The kinda situation not involvin other women And it's pretty obvious that your kinda trippin Like \"Who the hell is this bitch? Lookin a hot mess, what you fell for this chick? You know we got problems and you failed to fix it\" I'm like \"You need to go somewhere else with this shit\" Because, I ain't gon' put up wit'chu Talkin 'bout how she make you uncomfortable Like I mean, shit I'm only 17 And um a perfect couple is only in a dream And right now I'm pretty much away for this Relationships? I think you should wait for it I mean later we could try things out But not right now  [Hook: Ray J] She ain't gon' tie me down, while you on the road Buying all the shirts, all the hats, all the clothes What'chu want right now? Whattup right now? I think you need to close your mouth Cause you ain't gon' tie me down Tie me down, tie me down, you ain't gon' tie me down... You ain't gon' tie me down  [Verse 2: Ben J] Ha ha, yeah, look Ay girl whattup? No I'm not gon' make a scene But you can't tie me down like a pair of shoestrings Yeah you cute, so what? Girl let's get it through your head Yeah we make love, sex, weed all in the bed It's the \"Best That I Ever..\" but things gon' change When I'm not faithful, you be feelin all pain Now you stuck like a stain and I can't believe that Baby girl 100, I ain't tryin to do that Got so many girls and I ain't lettin go Cause my life is great, and you ain't nothin but a ho Yeah you come to my shows and you very supportive Just show me a camera and my show recorded It was nice, but I'm suprised that you still standin here As you know, I'm a man, and I have no fear I'mma start it from the top, girl this ain't no lovin I'm a New Boy girl so  [Hook: Ray J] She ain't gon' tie me down, while you on the road Buying all the shirts, all the hats, all the clothes What'chu want right now? Whattup right now? I think you need to close your mouth Cause you ain't gon' tie me down Tie me down, tie me down, you ain't gon' tie me down... You ain't gon' tie me down She ain't gon' tie me down, while you on the road Buying all the shirts, all the hats, all the clothes What'chu want right now? Whattup right now? I think you need to close your mouth Cause you ain't gon' tie me down Tie me down, tie me down, you ain't gon' tie me down... You ain't gon' tie me down  ",
        "title": "Tie Me Down"
    },
    {
        "artist": "Shakira Featuring Lil Wayne",
        "lyrics": "  [Intro: Shakira & (Timbaland)] (How you doing'? I'm Mr. Mos, I'm back) Timb, are you on it? Timb, are you on it? Give me some Is this what you wanted? Is this what you wanted? Oh  [Verse 1: Lil Wayne] Uh, Wayne's world I'm the cashier, I change girls You can go up my crane girl And I'ma go down that drain girl Hey uh, midnight cowboy My flow's a dog, down boy Hah, and my girl is a queen And she do what I say and I say what I mean (yeah) Then I give it to her uncut Shakira, swing them hips like nun chucks Now, give it to me I want the best and the best things in life are free  [Chorus: Shakira] You can have it all Anything you want you can make it yours Anything you want in the world Anything you want in the world (Give it up to me) Nothing too big or small Anything you want you can make it yours Anything you want in the world Anything you want in the world (Give it up to me)  [Verse 2: Shakira] What you get is exactly what you give Never really know until you try We're so ahead of this Got this she wolf appetite That keeps me up all night You know the way it works Don't be afraid to ask Aim high when the target is low FYI, I am ready to go People say men are just like kids Never saw a kid behave like this What you give is exactly what you receive So put me in a cage and lock me away And I'll play the games that you want me to play  [Chorus: Shakira] You can have it all Anything you want you can make it yours Anything you want in the world Anything you want in the world (Give it up to me) Nothing too big or small Anything you want you can make it yours Anything you want in the world Anything you want in the world (Give it up to me)  [Verse 3: Shakira] Hey, can we go by walking Or do you prefer to fly? All of the roads are open In your mind, in your life Give it up to me Hey, can we go by walking Or do you prefer to fly? All of the roads are open In your life, in your life Give it up to me  [Bridge: Timbaland] Hey, lil' lady, what's your plan? Say, lil' mama, come take a ride jump in Hey, there, baby, what's on your mind? Don't need approval tonight, tonight Give it up  [Chorus: Shakira] You can have it all Anything you want you can make it yours Anything you want in the world Anything you want in the world (Give it up to me) Nothing too big or small Anything you want you can make it yours Anything you want in the world Anything you want in the world (Give it up to me) You can have it all Anything you want you can make it yours Anything you want in the world Anything you want in the world (Give it up to me) Nothing too big or small Anything you want you can make it yours Anything you want in the world Anything you want in the world (Give it up to me)  ",
        "title": "Give It Up To Me"
    },
    {
        "artist": "Snoop Dogg Featuring The-Dream",
        "lyrics": "  [Intro: Snoop Dogg] Radio Killa, Big Snoop D-O-dub The-American-Dream... Aiyyo nephew, why don't come up off them keys And sing a 'lil somethin for the ladies Yanuhtalkinbot? Let 'em know how we feelin right now  [Hook: The-Dream] Everytime I come around, shawty love me down Run up on me like click-clack, the gun out like take-that She make it do what it do When we doing what we doin in the back of the 'Llaaaaaaac I'm like come up off of that And every night her body get stacked That-that-that gang-sta, gang gang-sta That gang-sta, gang gang-sta Gang-sta, gang gang-sta That gang-sta luuuuuuv  [Snoop Dogg] Yeah, she love it the way I put it on her Blowin trees, summer breeze, sippin Coronas Boss Dogg, I give it to her right, and she like it She on the hip like a Sidekick Is he, one of the coolest of fool on the flo'? I whispered in her ear, \"C'mere, you're ready to go?\" I rolled up a winna and put it up in the air Got that lil' dress on, you comin up outta there, yeah! She like that -- you like that? You say you bite, well I bite back And I'm all go, we can do it 'til tomorrow I beat it up like Harpo Snoopy, I go hard baby, yes! Kissin on ya chest and I'm diggin out your stress I won't stop 'til you're finished But you ain't felt love 'til a gangsta get up in it ...Dream  [Hook: The-Dream] Everytime I come around, shawty love me down Run up on me like click-clack, the gun out like take-that She make it do what it do When we doing what we doin in the back of the 'Llaaaaaaac I'm like come up off of that And every night her body get stacked That-that-that gang-sta, gang gang-sta That gang-sta, gang gang-sta Gang-sta, gang gang-sta That gang-sta luuuuuuv  [Snoop Dogg] She always cold in the middle of the night Cause I'm a Dogg, I'mma give her what she like She say my name loud, I say her name low That's what I aim fo', that's how the game go Baby like the way I wake her up (why?) Cause I'm a gangsta, I grab her by the butt (oh) Pull her to my side, I'm in deep Woke that ass up, just to put her to sleep Everyday, it's the same thang, I creep in It's like \"True Blood\", I sink my teeth in I gotta have it, the L.B. raised me We was taught to dick 'em down crazy Lights out, I'm so lit Mommy so gone, daddy won't quit I won't stop 'til you're finished You ain't felt love 'til a gangsta get up in it ...Dream  [Hook: The-Dream] Everytime I come around, shawty love me down Run up on me like click-clack, the gun out like take-that She make it do what it do When we doing what we doin in the back of the 'Llaaaaaaac I'm like come up off of that And every night her body get stacked That-that-that gang-sta, gang gang-sta That gang-sta, gang gang-sta Gang-sta, gang gang-sta That gang-sta luuuuuuv  [Snoop Dogg] ...This the life that you show The loop, the Coupe, the grove ...An'thing goes! It's so good, got her wigglin her toes (WOW!) ...The Boss, The-Dream ...The floss, the cream ...The trips overseas All these things really don't mean a thing When I'm tearin that ass up, workin you like a shift I give it to you like a gift You hear what that boy say? You gettin jacked, give it up fast Then I hit it from the back \"Snoopy, you so good,\" she screamin and I like that girl She go off in another world, I won't stop 'til you're finished, she love this gangsta Especially when I'm in it ...Dream  [Hook: The-Dream] Everytime I come around, shawty love me down Run up on me like click-clack, the gun out like take-that She make it do what it do When we doing what we doin in the back of the 'Llaaaaaaac I'm like come up off of that And every night her body get stacked That-that-that gang-sta, gang gang-sta That gang-sta, gang gang-sta Gang-sta, gang gang-sta That gang-sta luuuuuuv  Gang-sta, gang gang-sta That gang-sta luuuuuuv  ",
        "title": "Gangsta Luv"
    },
    {
        "artist": "Kris Allen",
        "lyrics": "  Sometimes we fall down, can't get back up We're hiding behind skin that's too tough How come we don't say I love you enough Till it's to late, it's not too late  Our hearts are hungry for a food that won't come And we could make a feast from these crumbs And we're all staring down the barrel of a gun So if your life flashed before you What would you wish you would've done  Yeah, we gotta start Looking at the hands of the time we've been given If this is all we got and we gotta start thinking If every second counts on a clock that's ticking Gotta live like we're dying  We only got 86,400 seconds in a day to Turn it all around or to throw it all away We gotta tell them that we love them While we got the chance to say Gotta live like we're dying  And if your plane fell out of the skies Who would you call with your last goodbye Should be so careful who we let fall out our lives Cause when we long for absolution There'll no one on the line, yeah  Yeah, we gotta start Looking at the hands of the time we've been given If this is all we got and we gotta start thinking If every second counts on a clock that's ticking Gotta live like we're dying  We only got 86,400 seconds in a day to Turn it all around or to throw it all away We gotta tell them that we love them While we got the chance to say Gotta live like we're dying  Like we're dying, oh, like we're dying..  We only got 86,400 seconds in a day to Turn it all around or to throw it all away We gotta tell them that we love them While we got the chance to say Gotta live like we're dying  You never know a good thing till it's gone You never see a crash till it's head on Why do we think we're right when we're dead wrong You never know a good thing till it's gone  Yeah, we gotta start Looking at the hands of the time we've been given If this is all we got and we gotta start thinking If every second counts on a clock that's ticking Gotta live like we're dying  We only got 86,400 seconds in a day to Turn it all around or to throw it all away We gotta tell them that we love them While we got the chance to say Gotta live like we're dying  Like we're dying, oh, like we're dying..  We only got 86,400 seconds in a day to Turn it all around or to throw it all away We gotta tell them that we love them While we got the chance to say Gotta live like we're dying..  ",
        "title": "Live Like We're Dying"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": null,
        "title": "Do I"
    },
    {
        "artist": "Trey Songz Featuring Fabolous",
        "lyrics": "  [Intro: Trey Songz] Ay when I give you these keys homeboy don't move my car man I'm right in the front ya dig? Don't move my shit man Whoa whoa baby, what's yo name?  [Chorus: Trey Songz] Go girl, it's your birthday Open wide, I know you're thirsty Say aah, hey Say aah And we don't buy no drinks at the bar We pop champagne 'cause we got that dough Let me hear you say aah If you want me say aah  [Verse 1: Trey Songz] Pocket full of money, club don't jump 'til I walk inside the doorway Bottles of that rose Smelling like Dolce & Gabbana, yeah Shawty you the baddest and to meet you is an honor Lil mama, I got a table waiting, what you think about a convo? And if you like it baby, we can take it to the condo And if you like the condo, we can move the party to the bedroom I'ma beat your body like a congo  [Pre-Chorus: Trey Songz] Since we in the club for now Might as well get another round Noticed ain't nothing in your cup So give it here baby let me fill it up, fill it up  [Chorus: Trey Songz] Go girl, it's your birthday Open wide, I know you're thirsty Say aah, hey Say aah And we don't buy no drinks at the bar We pop champagne 'cause we got that dough Let me hear you say aah If you want me say aah  [Verse 2: Trey Songz] Shawty dance like a video vixen Say her man be on that bullshit pimping Well I retired from the Bull like Pippen Tryna get you Homer, would you be Marge Simpson? Whip out front, we can leave like pronto Maple Leaf dash got you feeling like Toronto Make your body rise like you puffing on a joint though Girl, that's only if you want though, you ready?  [Pre-Chorus: Trey Songz] Since we in the club for now Might as well get another round Noticed ain't nothing in your cup So give it here baby let me fill it up, fill it up  [Chorus: Trey Songz] Go girl, it's your birthday Open wide, I know you're thirsty Say aah, hey Say aah And we don't buy no drinks at the bar We pop champagne 'cause we got that dough Let me hear you say aah If you want me say aah  [Verse 3: Fabolous] Hey hey hey hey hey It's 'loso, you might be too drunk to know so  I make you say aah just like I'm your doctor All I prescribe is cranberry and vodka Then I'm tryna kick it, play a little soccer And bust a couple off, blaka blaka The Henny in your system You start drunk textin' and suddenly you miss him Or even wanna dis him Then you call ya girl like, \"What the hell you gave me?\" She like, \"Don't blame me\", you better do like Jamie And blame it on the liquor He works every time, Patron you my nigga Know it's somebody birthday well where your ass at? And girl, I know you thirsty but don't know where your glass at  [Chorus: Trey Songz] Go girl, it's your birthday Open wide, I know you're thirsty Say aah, hey Say aah And we don't buy no drinks at the bar We pop champagne 'cause we got that dough Let me hear you say aah If you want me say aah Go girl, it's your birthday Open wide, I know you're thirsty Say aah, hey Say aah And we don't buy no drinks at the bar We pop champagne 'cause we got that dough Let me hear you say aah If you want me say aah  ",
        "title": "Say Aah"
    },
    {
        "artist": "Colbie Caillat",
        "lyrics": "  [Verse 1] I don't know But I think I may be fallin' for you Dropping so quickly Maybe I should keep this to myself Wait until I know you better  [Pre-Chorus] I am trying, not to tell you But I want to I'm scared of what you'll say And so I'm hiding what I'm feeling But I'm tired of holding this inside my head  [Chorus] I've been spending all my time Just thinking 'bout you I don't know what to do I think I'm fallin' for you I've been waiting all my life And now I found you I don't know what to do I think I'm fallin' for you I'm fallin' for you  [Verse 2] As I'm standing here And you hold my hand Pull me towards you And we start to dance All around us I see nobody Here in silence It's just you and me  [Pre-Chorus]  [Chorus]  [Bridge] Oh, I just can't take it My heart is racing The emotions keep spilling out  [Chorus]  [Outro] I think I'm fallin' for you I can't stop thinking 'bout it I want you all around me And now I just can't hide it [x2] I think I'm fallin' for you I'm fallin' for you Oh, oh no no Oh, oh I'm fallin' for you  ",
        "title": "Fallin' For You"
    },
    {
        "artist": "Reba",
        "lyrics": "  [Verse 1] Every time I turn the conversation to something deeper than the weather I can feel you always shutting down And when I need an explanation for the silence You just tell me you don't want to talk about it now What you're not saying is coming in loud and clear We're at a crossroads here  [Chorus] If I'm not the one thing you can't stand to lose If I'm not that arrow to the heart of you If you don't get drunk on my kiss If you think you can do better than this then I guess we're done Let's not drag this on Consider me gone  [Verse 2] With you I've always been wide open, like a window or an ocean There is nothing I've ever tried to hide So when you leave me not knowing where you're going I start thinking that we're looking, we're looking at goodbye How about a strong shot of honesty, don't you owe that to me  [Chorus]  [Bridge] Consider me a memory Consider me the past Consider me a smile in an old photograph, someone who used to make you laugh  [Chorus]  ",
        "title": "Consider Me Gone"
    },
    {
        "artist": "Justin Bieber",
        "lyrics": "  [Intro] Me plus you I'mma tell you one time Me plus you (one time) I'mma tell you one time Me plus you (one time) I'mma tell you one time One time, one time  [Verse 1] When I met you, girl, my heart went knock, knock Now them butterflies in my stomach won't stop, stop And even though it's a struggle, love is all we got So we gon' keep, keep climbing to the mountain top  [Pre-Chorus] Your world is my world And my fight is your fight And my breath is your breath When you're hurt, I'm not right  [Chorus] And girl, you're my one love My one heart, my one life for sure Let me tell you one time (girl, I love, girl, I love you) I'mma tell you one time (girl, I love, girl, I love you) And I'mma be your one guy, you'll be my number one girl Always making time for you I'mma tell you one time (girl, I love, girl, I love you) I'mma tell you one time (girl, I love, girl, I love you)  [Verse 2] Your love's so deep You know that it humbles me You're by my side Them troubles, them not trouble me Many have called, but the chosen is you Whatever you want shawty, I'll give it to you  [Pre-Chorus] Your world is my world And my fight is your fight And my breath is your breath When you're hurt, I'm not right  [Chorus] And girl, you're my one love My one heart, my one life for sure Let me tell you one time (girl, I love, girl, I love you) I'mma tell you one time (girl, I love, girl, I love you) And I'mma be your one guy, you'll be my number one girl Always making time for you I'mma tell you one time (girl, I love, girl, I love you) I'mma tell you one time (girl, I love, girl, I love you)  [Bridge] Shawty right there She's got everything I need And I'mma tell her one time, one time, one time Give you everything you need Down to my last dime She makes me happy I know where I'll be Right by your side 'cause she is the one for me, yeah  [Chorus] And girl, you're my one love My one heart, my one life for sure Let me tell you one time (girl, I love, girl, I love you) I'mma tell you one time (girl, I love, girl, I love you) And I'mma be your one guy, you'll be my number one girl Always making time for you I'mma tell you one time (girl, I love, girl, I love you) I'mma tell you one time (girl, I love, girl, I love you)  [Outro] Me plus you I'mma tell you one time Me plus you I'mma tell you one time Me plus you I'mma tell you one time One time, one time  ",
        "title": "One Time"
    },
    {
        "artist": "Gucci Mane Featuring Usher",
        "lyrics": "  [Intro - Usher and Gucci] It feels so good to be back! Polow, Usher baby (yeah, Zone 4) How you doing, Gucci? (yeahhhhh!) (Zone 6)  [Hook 2x - Usher] Cause the spolight ain't nothing without you girl And the dance floor ain't nothing without you girl You a show stopper Let's get it poppin'  [Verse 1 - Gucci Mane] Rose by 50 Uh Now she tipsy Slow dancing in my mansion with no panties Want to get me Three girls Gucci trippin That's a lot of women Expensive denim jeans on Designer heels, you feel me? I don't want no violence But damn she trying to kill me She trying to make me feel her I'm trying to make her feel me She just had a long day KnowIgot that long cake I give her that long scream I fuck with her the long way  [Hook 2x]  [Verse 2 - Gucci Mane] Bang bang OKA Where you want to go today No she is not a prostitute But if she was I'd have to pay Say, lay, you can stay I sex you up couple days Tell your girl no need to front She want participate Gucci on Eliminate Four girls with Gucci SimplyIglaze they ass Just like some churches biscuits Beat her like she stole my Bentley Swagger-jackers pay attention Cali girl, ATL, Detroit, New York girls be with me  [Hook 2x]  [Verse 3 - Gucci Mane] I had a girl left alone Gucci Mane's a bachelor Sex tape just like Pamela Cause Gucci not an amateur Mini skirt, sun dress, booty shorts, Monster Her ass phat as two basketballs Gucci fitting to dunk her Pretty like Mariah Finer than Alicia Sexy just like Trina, dogg I bet she a keeper! Turn me on like Keri No she is not scared of her Probably sex her every UH Cause lil mama is fine as fuck!  [Hook 2x]  ",
        "title": "Spotlight"
    },
    {
        "artist": "Trey Songz Featuring Drake",
        "lyrics": "  [Intro: Trey Songz] Hey girl, hey girl, hey girl This goes out to the beautiful girls Hey girl, hey girl, hey girl Which one of y'all, which, which one Which, which one of y'all Which one of y'all going home with Trigga?  [Verse 1: Trey Songz] I see you in the club, ooh, shawty Walking past a nigga looking at me all naughty Then I said, \"Baby, wassup?\" Reach for that hand shake, got a hug Bottles of the Ace got me with a lil buzz Up in VIP with all my thug niggas You leaned over and said you want me Girl, when the valet pull the Benz up Off to the crib, shawty, where we gon' end up Girl, sit back, relax, hold up Let me turn the radio on  [Chorus: Trey Songz] Girl, when I get you to the crib Upstairs to the bed Girl, you gon' think, girl, you gon' think Girl, you gon' think, girl, you gon' think Girl, when I pull back them sheets And you climb on top of me Girl, you gon' think, girl, you gon' think Girl, you gon' think, girl, you gon' think You gon' think I invented sex You gon' think I invented sex You gon' think I invented sex  [Verse 2: Trey Songz] Put the code in the gate, pull up to the driveway Said she like the way I touch her, listening to Usher I got a confession Now we 'bout to sin, but your body is a blessing, Father, forgive me Girl, can we take it up stairs? My bed's waiting there All I wanna do is is give you all of me, won't you give me all of you? I want your body like right now, you know I live a Magnum lifestyle Baby, turn the lights down and I'mma turn you on  [Chorus: Trey Songz] Girl, when I get you to the crib Upstairs to the bed Girl, you gon' think, girl, you gon' think Girl, you gon' think, girl, you gon' think Girl, when I pull back them sheets And you climb on top of me Girl, you gon' think, girl, you gon' think Girl, you gon' think, girl, you gon' think You gon' think I invented sex You gon' think I invented sex You gon' think I invented sex  [Verse 3: Drake] It's a celebration clap, clap, bravo Lobster and shrimp and a glass of Moscato For the girl who's a student and the friend who's a model Finish the whole bottle and we gonna do it big like this Yeah, and he was just practice He ain't in your world, you can take him off your atlas Girl,  you on fire, can I be the one you match with? I'll give you the credit card and baby you can max this out Show me where your tats is Show me where you heads at, maybe I can grasp it If you ever come up with a question, you should ask it Caught up on your ex still? I can get you past it Yeah, and your friends all suggest What's the chance of this nigga being better than the rest? Just tell 'em you appreciate the help But you just got to know for yourself  [Chorus: Trey Songz] Girl, when I get you to the crib Upstairs to the bed Girl, you gon' think, girl, you gon' think Girl, you gon' think, girl, you gon' think Girl, when I pull back them sheets And you climb on top of me Girl, you gon' think, girl, you gon' think Girl, you gon' think, girl, you gon' think You gon' think I invented sex You gon' think I invented sex You gon' think I invented sex  [Outro: Trey Songz] Now who's coming home with? Tell me who's coming with me I wanna know who's coming home with? Tell me who's coming with me Is it you? Is it you? Is it you? Is it you? Is it you? Is it you? Is it you? Is it you?  ",
        "title": "I Invented Sex"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Verse 1] Take a breath, take it deep \"Calm yourself\", he says to me If you play, you play for keeps Take the gun and count to three I’m sweating now, moving slow No time to think, my turn to go  [Chorus] And you can see my heart beating You can see it through my chest Said I’m terrified but I’m not leaving I know that I must pass this test So just pull the trigger (trigger, trigger, trigger,...)  [Verse 2] Say a prayer to yourself He says, \"Close your eyes\" Sometimes it helps And then I get a scary thought That he’s here, means he’s never lost  [Chorus] And you can see my heart beating Oh you can see it through my chest Said I’m terrified but I’m not leaving I know that I must pass this test So just pull the trigger  [Bridge] As my life flashes before my eyes I’m wondering will I ever see another sunrise? So many won’t get the chance to say goodbye But it’s too late to think of the value of my life  [Chorus] And you can see my heart beating Ouh-oh, you can see it through my chest Said I’m terrified but I’m not leaving, no I know that I must pass this test You can see my heart beating Oh you can see it through my chest I’m terrified but I’m not leaving, no no I know that I must pass this test So just pull the trigger (trigger, trigger, trigger,...)  ",
        "title": "Russian Roulette"
    },
    {
        "artist": "Train",
        "lyrics": "  [Intro] Heyy Heeey Heey  [Verse 1] Your lipstick stains On the front lobe of my left side brains I knew I wouldn't forget you And so I went and let you Blow my mind Your sweet moonbeam The smell of you In every single dream I dream I knew when we collided You're the one I have decided Who's one of my kind  [Chorus] Hey, soul sister Ain't that Mr. Mister On the radio, stereo The way you move ain't fair you know Hey, soul sister I don't want to miss a Single thing you do tonight  [Verse 2] Just in time I'm so glad you have A one track mind like me You gave my life direction A game show love connection We can't deny I'm so obsessed My heart is bound to beat right out My untrimmed chest I believe in you, like a virgin you're Madonna And I'm always gonna wanna Blow your mind  [Chorus] Hey, soul sister Ain't that Mr. Mister On the radio, stereo The way you move ain't fair you know Hey, soul sister I don't want to miss a Single thing you do tonight  [Bridge] Way you can cut a rug Watching you's the only drug I need You're so gangster, I'm so thug You're the only one I'm dreaming of you see I can be myself now finally In fact there's nothing I can't be I want the world to see you be, with me  [Chorus] Hey, soul sister Ain't that Mr. Mister On the radio, stereo The way you move ain't fair you know Hey, soul sister I don't want to miss a Single thing you do tonight  [Outro] Hey, soul sister I don't want to miss a Single thing you do tonight Tonight Tonight  ",
        "title": "Hey, Soul Sister"
    },
    {
        "artist": "Lady Gaga Featuring Beyonce",
        "lyrics": "  [Verse 1: Lady Gaga] Hello, hello? Baby, you called, I can't hear a thing I have got no service in the club, you say, say? Wha-wha-what did you say, huh? You're breaking up on me Sorry, I cannot hear you, I'm kind of busy K-kind of busy, k-kind of busy Sorry, I cannot hear you, I'm kind of busy  [Verse 2: Lady Gaga] Just a second, it's my favorite song they're gonna play And I cannot text you with a drink in my hand, eh You should've made some plans with me You knew that I was free And now you won't stop calling me, I'm kind of busy  [Chorus: Lady Gaga] Stop calling, stop calling, I don't want to think anymore I left my head and my heart on the dance floor Stop calling, stop calling, I don't want to talk anymore I left my head and my heart on the dance floor  [Post-Chorus: Lady Gaga] Eh, eh, eh, eh, eh, eh, eh, eh, eh, eh, eh Stop telephoning me! Eh, eh, eh, eh, eh, eh, eh, eh, eh, eh (Stop telephoning me) I'm busy! Eh, eh, eh, eh, eh, eh, eh, eh, eh, eh (I'm busy) Stop telephoning me! Eh, eh, eh, eh, eh, eh, eh, eh, eh, eh, eh (Stop telephoning me)  [Refrain: Lady Gaga] Can call all you want but there's no one home And you're not gonna reach my telephone 'Cause I'm out in the club and I'm sipping that bubb And you're not gonna reach my telephone Can call all you want but there's no one home And you're not gonna reach my telephone 'Cause I'm out in the club and I'm sipping that bubb And you're not gonna reach my telephone  [Verse 3: Beyoncé] Boy, the way you blowing up my phone won't make me leave no faster Put my coat on faster, leave my girls no faster I should've left my phone at home 'cause this is a disaster Callin' like a collector, sorry, I cannot answer  [Verse 4: Lady Gaga & Beyoncé, both] It's not that I don't like you, I'm just at a party And I am sick and tired of my phone r-ringing Sometimes I feel like I live in Grand Central Station Tonight, I'm not taking no calls 'cause I'll be dancing 'Cause I'll be dancing, 'cause I'll be dancing Tonight I'm not taking no calls, 'cause I'll be dancing  [Chorus: Lady Gaga] Stop calling, stop calling, I don't want to think anymore I left my head and my heart on the dance floor Stop calling, stop calling, I don't want to talk anymore I left my head and my heart on the dance floor Stop calling, stop calling, I don't want to think anymore I left my head and my heart on the dance floor Stop calling, stop calling, I don't want to talk anymore I left my head and my heart on the dance floor  [Post-Chorus: Lady Gaga & Beyoncé] Eh, eh, eh, eh, eh, eh, eh, eh, eh, eh, eh (Stop telephoning me) Stop telephoning me! Eh, eh, eh, eh, eh, eh, eh, eh, eh, eh (I'm busy) I'm busy! Eh, eh, eh, eh, eh, eh, eh, eh, eh, eh (Stop telephoning me) Stop telephoning me! Eh, eh, eh, eh, eh, eh, eh, eh, eh, eh, eh (I'm busy)  [Refrain: Lady Gaga] Can call all you want but there's no one home And you're not gonna reach my telephone 'Cause I'm out in the club and I'm sipping that bubb And you're not gonna reach my telephone Can call all you want but there's no one home And you're not gonna reach my telephone 'Cause I'm out in the club and I'm sipping that bubb And you're not gonna reach my telephone  [Outro] My telephone, m-m-my telephone 'Cause I'm out in the club, and I'm sipping that bubb And you're not going to reach my telephone My telephone, m-m-my telephone 'Cause I'm out in the club, and I'm sipping that bubb And you're not going to reach my telephone We're sorry The number you have reached is not in service at this time Please check the number or try your call again  ",
        "title": "Telephone"
    },
    {
        "artist": "Shinedown",
        "lyrics": "  [Verse 1] If you only knew I'm hanging by a thread, the web I spin for you If you only knew I'd sacrifice my beating heart before I'd lose you I still hold onto the letters You returned, I swear I've lived and learned  [Chorus] It's 4:03 and I can't sleep Without you next to me I toss and turn like the sea If I drown tonight, bring me back to life Breathe your breath in me The only thing that I still believe in is you If you only knew  [Verse 2] If you only knew How many times I counted all the words that went wrong If you only knew How I refuse to let you go even when you're gone I don't regret any days I spent Nights we shared, or letters that I sent  [Chorus] It's 4:03 and I can't sleep Without you next to me I toss and turn like the sea If I drown tonight, bring me back to life Breathe your breath in me The only thing that I still believe in is you If you only knew If you only knew  [Bridge] I still hold onto the letters You returned, you helped me live and learn  [Chorus] It's 4:03 and I can't sleep Without you next to me I toss and turn like the sea If I drown tonight, bring me back to life Breathe your breath in me The only thing that I still...  [Outro] Believe in is you Believe in is you I still believe in you If you only knew  ",
        "title": "If You Only Knew"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": null,
        "title": "The Truth"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Hook] Hey white liar The truth comes out a little at a time And it spreads just like a fire Slips off of your tongue like turpentine And I don't know why White liar  [Verse 1] You better be careful what you do I wouldn't want to be in your shoes If they ever found you out You better be careful what you say It never really added up any way I got friends in this town  [Hook]  [Verse 2] You said you went out to a bar And walked some lady to her car But your face has more to tell Cause my cousin saw you on the street With a red head named Bernice Turns out you don't lie too well  [Hook]  [Bridge] Here's a bombshell just for you Turns out I've been lying too  [Hook]  ",
        "title": "White Liar"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] Hank Williams sang it Number 3 drove it Chuck Berry twanged it Will Faulkner wrote it Aretha Franklin sold it Dolly Parton graced it Rosa Parks rode it Scarlett O chased it  [Chorus] Smooth as the hickory wind That blows from Memphis Down to Appalachicola It's hi ya'll did ya eat well Come on in I'm Sure glad to know ya Don't let this old gold cross An' this Allman Brothers t-shirt throw ya It's cicadas making noise With the southern voice  [Verse 2] Hank Aaron smacked it Michael Jordan dunked it Pocahantas tracked it Jack Daniels drunk it Tom Petty rocked it Dr. King paved it Bear Bryant won it Billy Graham saved it  [Chorus] Smooth as the hickory wind That blows from Memphis Down to Appalachicola It's hi ya'll did ya eat well Come on in I'm Sure glad to know ya Don't let this old gold cross An' this Crimson Tide t-shirt throw ya It's cicadas making noise With the southern voice  [Verse 3] Jesus is my friend America is my home Sweet iced tea and Jerry Lee Daytona Beach That's what gets to me I can feel it in my bones  [Chorus] Smooth as the hickory wind That blows from Memphis Down to Appalachicola It's hi ya'll did ya eat well Come on in child, I'm Sure glad to know ya Don't let this old gold cross An' this Charlie Daniels t-shirt throw ya It's cicadas making noise With the southern voice   [Outro] Yeah, yeah, yeah, yeah Southern Voice I got a southern voice A southern voice  ",
        "title": "Southern Voice"
    },
    {
        "artist": "Glee Cast",
        "lyrics": "  Rachel: Guess this means you're sorry: you're standin' at my door Guess this means you take back all you said before Like how much you wanted anyone but me You said you'd never come back, but here you are again  New Directions!: 'Cause we belong together now, yeah Forever united here somehow, yeah You've got a piece of me And honestly My life (my life) Would suck (would suck) Without you  Rachel: Maybe I was stupid for telling you goodbye Maybe I was wrong for tryin' to pick a fight Finn & Rachel: I know that I've got issues, but you're pretty messed up too Either way I found out I'm nothing without you  New Directions!: 'Cause we belong together now, yeah Forever united here somehow, yeah You've got a piece of me And honestly My life (my life) Would suck (would suck) Without you  Tina: Being with you is so dysfunctional I really shouldn't miss you Mercedes & Tina: But I can't let you go, yeah  New Directions!: Lalalalalala, lalalalala Lalalalalala, lalalalala...  'Cause we belong together now, yeah Forever united here somehow, yeah You've got a piece of me And honestly My life (my life) Would suck (would suck) Without you  'Cause we belong together now, yeah Forever united here somehow, yeah You've got a piece of me And honestly My life (my life) Would suck (would suck) Without you  ",
        "title": "My Life Would Suck Without You"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": "  [Verse 1] Girl I've been waiting on this long hard day to get over So i can rest my head right here on your shoulder I just want to lay here and feel you breathe Listen to the rhythm of your heartbeat And see where it leads  [Chorus] We're wide awake but girl I wanna make you close your eyes And say my name like only you can say it and hold me tight All I need is only you and me alone tonight I want to make you close your eyes...oh yeah  [Verse 2] You can make me work for it girl if you want to Just leave a trail for me to follow you into the bedroom And if you need a little bit of help from me Babe there's not a button that I can't reach Lets see where it leads  [Chorus]  [Bridge] I want to take you somewhere...out there Til the world fades out of sight  [Chorus]  ",
        "title": "I Wanna Make You Close Your Eyes"
    },
    {
        "artist": "Glee Cast",
        "lyrics": "  Verse 1 Don't tell me not to live just sit and putter Life's candy and the sun's a ball of butter Don't bring around a cloud to rain on my parade  Verse 2 Don't tell me not to fly I've simply got to If someone takes a spill it's me and not you Who told you, you where aloud to rain on my parade  Chorus I'll march my band out i'll beat my drum And if i'm fanned out Your turn at bat sir At least i didn't fake it Hat sir i guess i didn't make it  Verse 3 But whether i'm the rose of sheer perfection A freckle on the nose of life's complexion The cinder or the Shiny apple of it's eye I've gotta fly once I've gotta try once Only can die once right sir Oooh life is juicy.juicy and you see I've gotta have my bite sir  Verse 4 Get ready for me love cause i'm a comer I've simply gotta march my hearts a drummer Don't bring around a cloud to rain on my parade  Bridge I'm gonna live and live now Get what i want i know how One roll for the whole shabang One throw that bell will go clang Eye on the target and wham One shot one gunshot and BAM! Hey Mr.Arnstein here i am  Chorus I'll march my band out I'll beat my drum And if i'm fanned out Your turn at bat sir At least i didn't fake i t Hat sir guess i didn't make it  Verse 5 Get ready for me love cause i'm a comer I've simply gotta march my hearts a drummer No nobody don't nobody is gonna Rain on my parade  ",
        "title": "Don't Rain On My Parade"
    },
    {
        "artist": "Melanie Fiona",
        "lyrics": "  Oh yeah I've got trouble with my friends Trouble in my life Problems when you don't come home, at night But when you do, you always start a fight But I can't be alone, I need you to come on home I know you messin' around, but who the hell else is gonna hold me down (Ooooh) I gotta be out my mind To think it's gonna work this time A part of me wants to leave, but the other side still believes And it kills me, to know how much I really love you So much I wanna ooh hoo ohh to you hoo hoo Should I grab his cell, call this chick up Start some shhhh, then hang up Or I should I be a lady Ooo maybe caus' I wanna have his babies Ohh yah yahh cuz I don't wanna be alone I don't need to be on my own But I love this man But some things I just can't stand ohhhh Ive gotta be out my mind To think its gonna work this time A part of me wants to leave, but the other half still believes And it kills me to know how much I really love you So much I wanna oooohoo, to you hoohoo Should I pay him back,to see how he'll react Ehhhhh To see if he'll react to my love, my love ohhhh ohhhhh I've gotta be out my mind, to think its gonna work this time A part of me wants to leave, but the other side still believes And it kills me (ohhhh), to know how much i really love u So much i wanna hoo hoo hoo, to you hoo hoo Ooohhh and it kills me (kills me), to know how much (to know how much) so much i wanna hooo hoo hoo to you hoo hoo  ",
        "title": "It Kills Me"
    },
    {
        "artist": "Orianthi",
        "lyrics": "  [Verse 1] According to you I'm stupid, I'm useless I can't do anything right According to you I'm difficult, hard to please Forever changing my mind I'm a mess in a dress Can't show up on time Even if it would save my life According to you, according to you  [Chorus] But according to him I'm beautiful, incredible He can't get me out of his head According to him I'm funny, irresistible Everything he ever wanted Everything is opposite I don't feel like stopping it So baby, tell me what I've got to lose He's into me for everything i'm not According to you  [Verse 2] According to you I'm boring, I'm moody And you can't take me any place According to you I suck at telling jokes ’Cause I always give it away I'm the girl with the worst attention span You're the boy who puts up with that According to you, according to you  [Chorus] But according to him I'm beautiful, incredible He can't get me out of his head According to him I'm funny, irresistible Everything he ever wanted Everything is opposite I don't feel like stopping it So baby, tell me what I've got to lose He's into me for everything I'm not According to you  [Bridge] I need to feel appreciated Loved, not hated, oh, no! Why can't you see me through his eyes? It's too bad you're making me decide But according to me You're stupid, you're useless You can't do anything right  [Chorus] But according to him I'm beautiful, incredible He can't get me out of his head According to him I'm funny, irresistible Everything he ever wanted Everything is opposite I don't feel like stopping it So baby, tell me what I've got to lose He's into me for everything I'm not According to you (You, you) According to you (You, you)  [Outro] According to you I'm stupid I'm useless I can't do anything right  ",
        "title": "According To You"
    },
    {
        "artist": "Alicia Keys",
        "lyrics": "  (Maino)  Yea, yea, yea yea, like photos in my mind, you the vision in my dreams, and what I see is perfect, I picture you my queen. staring at your Finger got me picturing the ring, you my 50 inch plasma the picture in my screen, but something ain't adding up, my math ain't equaling, you looking for the love, im selfish with my feelings eh. pushing for commitment im running from commitment, scared to open up and you wonder why im distant, trying to push away, youre the only one that knows me, feelings in the air. im afraid you might expose me, I don't mean to leave you heartbroken sleepless but im scared to give you my heart and you keep it  (Alicia Keys)  Even if you were a million miles away I could still feel you in my bed Near me, touch me, feel me And even at the bottom of the sea I could still hear inside my head Tellin' me, touch me, feel me And all the time you were tellin' me lies  So tonight, I'm gonna find a way to make it without you Tonight I'm gonna find a way to make it without you I'm gonna hold on to the times we had tonight I'm gonna find a way to make it without you  Have you ever tried sleeping with a broken heart? Well, you could try sleeping in my bed  Lonely, on me nobody ever shut down it down like you You want a crown You made my body feel heaven bound Why don't you hold me Near me, I thought you told me You'd never leave me  Looking in the sky I could see your face And I know right where I fit in Take me, make me You know that I'll always be in love with you right til the end OOh  So tonight, I'm gonna find a way to make it without you Tonight I'm gonna find a way to make it without you I'm gonna hold on to the times we had tonight I'm gonna find a way to make it without you  Anybody could've told you right from the start It's bound to fall apart So rather than hold on to a broken dream We'll just hold on to love And I could find a way to make it Don't hold on too tight I'll make it without you tonight  So tonight, I'm gonna find a way to make it without you Tonight I'm gonna find a way to make it without you I'm gonna hold on to the times we had tonight I'm gonna find a way to make it without you  ",
        "title": "Try Sleeping With A Broken Heart"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Produced by Zaytoven]  [Intro] Oh, oh, oh, papers Oh, oh, oh, papers  [Verse 1] I can't get to work on time Can't believe the words to her I just said But who the hell argue and fight like dogs at 6 in the morning? I know it's gonna be some more shh... tonight, oohh Our pastor's calling, telling me I done went too far And I'm seen around town and my friends can't recognize me 'Cause I took a chance on love It's like I'm dying (oooh dying)  [Chorus] For you, I gave my heart and turned my back against the world 'Cause you were my girl, girl, girl I done damn near lost my mama, I done been through so much drama I done turned into the man that I never thought I'd be I'm ready to sign them papers, papers, papers I done took all I can take, but you leave me no options, girl I can't deny how much I love you, I done gave up everything I had to As hard as it is, I'm afraid I gotta say I'm ready to sign them papers, papers, papers I done took all I can take, but you leave me no options, girl  Oh, oh, oh, papers Oh, oh, oh, papers  [Verse 2] I'm losing my mind, can't figure out who's wrong or right I know it's you I love, but then, I also know it's you I don't like You claim you hate who I was, but that's the reason you here now You think I don't know what's up, but sweetheart, that's what ruined us I ain't afraid to say I got needs, but the only time you here for me Is when the bottles popping and everything is sweet But I, I'm tired of sleeping in the other room spending them long nights Trying to figure out what in the hell in my heart I ain't do right  [Chorus] For you, I gave my heart and turned my back against the world 'Cause you were my girl, girl, girl I done damn near lost my mama, I done been through so much drama I done turned into the man that I never thought I'd be I'm ready to sign them papers, papers, papers I done took all I can take, but you leave me no options, girl I can't deny how much I love you, I done gave up everything I had to As hard as it is, I'm afraid I gotta say I'm ready to sign them papers, papers, papers I done took all I can take, but you leave me no options, girl  Oh, oh, papers Oh, oh, oh, papers  [Bridge] (Ready, ready, ready, ready) All my fellas up in here If you had enough and you're ready to sign, say (Ready, ready, ready, ready) I'm ready, yes I am All my ladies, if you sick and tired And you're ready to sign, say (Ready, ready, ready, ready) I can't keep living this life, I said, I'm leaving for the last time I'm (Ready, ready, ready, ready)  [Chorus] I done damn near lost my mama, I done been through so much drama I done turned into the man that I never thought I'd be I'm ready to sign them papers, papers, papers I done took all I can take, but you leave me no options, girl I can't deny how much I love you, I done gave up everything I had to As hard as it is, I'm afraid I gotta say I'm ready to sign them papers, papers, papers I done took all I can take, but you leave me no options, girl  ",
        "title": "Papers"
    },
    {
        "artist": "Uncle Kracker",
        "lyrics": null,
        "title": "Smile"
    },
    {
        "artist": "David Nail",
        "lyrics": null,
        "title": "Red Light"
    },
    {
        "artist": "Chris Brown",
        "lyrics": "  [Verse 1] Everybody sees it's you I'm the one that lost the view Everybody says we're through I hope you haven't said it too  [Pre-Chorus] So where do we go from here With all this fear in our eyes? And where can love take us now? We've been so far down, we can still touch the sky  [Chorus] If we crawl 'til we can walk again Then we'll run until we're strong enough to jump Then we'll fly until there is no wind So let's crawl, crawl, crawl Back to love, yeah Back to love, yeah  [Verse 2] Why did I change the pace? Hearts were never meant to race Always felt the need for space And now I can't reach your face  [Pre-Chorus] So where are you standing now? Are you in the crowd of my faults? Love, can't you see my hand? I need one more chance, we can still have it all  [Chorus] So we'll crawl 'til we can walk again Then we'll run until we're strong enough to jump Then we'll fly until there is no wind So let's crawl, crawl, crawl Back to love, yeah Back to love, yeah  [Bridge] Everybody see's it's you Well, I never wanna lose that view  [Chorus] So we'll crawl 'til we can walk again Then we'll run until we're strong enough to jump Then we'll fly until there is no wind So let's crawl, crawl, crawl So we'll crawl 'til we can walk again Then we'll run until we're strong enough to jump Then we'll fly until there is no wind So let's crawl, crawl, crawl Back to love  ",
        "title": "Crawl"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Verse 1] Time is going by so much faster than I And I'm starting to regret not spending all of it with you Now I'm wondering why I've kept this bottled inside So I'm starting to regret not telling all of this to you So if I haven't yet I've got to let you know  [Chorus] You're never going to be alone From this moment on if you ever feel like letting go I won't let you fall You're never going to be alone I'll hold you 'til the hurt is gone  [Verse 2] And now as long as I can I'm holding on with both hands Cause forever I believe that there's nothing I could need but you So if I haven't yet I've got to let you know  [Chorus] You're never going to be alone From this moment on if you ever feel like letting go I won't let you fall When all hope is gone I know that you can carry on We're going to see the world out I'll hold you 'til the hurt is gone  [Verse 3] Oh! You've got to live every single day Like it's the only one what if tomorrow never comes? Don't let it slip away Could be our only one you know it's only just begun Every single day Maybe our only one what if tomorrow never comes? Tomorrow never comes  Time is going by so much faster than I And I'm starting to regret not telling all of this to you  [Chorus] You're never going to be alone From this moment on if you ever feel like letting go I won't let you fall When all hope is gone I know that you can carry on We're going to see the world out I'll hold you 'til the hurt is gone  [Outro] I'm going to be there always I won't be missing one more day I'm going to be there always I won't be missing one more day  ",
        "title": "Never Gonna Be Alone"
    },
    {
        "artist": "Lil Wayne",
        "lyrics": null,
        "title": "On Fire"
    },
    {
        "artist": "Jason Derulo",
        "lyrics": "  [Intro] Jason Derulo (Beluga Heights) (J-J-J-J-J.R.) C'mon, yeah  [Verse 1] Everybody's looking for love, oh (woo, huh) Ain't that the reason you're at this club? Oh (huh) You ain't gon' find it dancing with him, no (no) I've got a better solution for you, girl, oh (huh)  [Pre-Chorus] Just leave with me now, say the word and we'll go (and we'll go) I'll be your teacher, I'll show you the ropes (you the ropes) You'll see the side of love you've never known I can see it going down, going down  [Chorus] In my head, I see you all over me In my head, you fulfill my fantasy In my head, you'll be screaming loud In my head, it's going down In my head, it's going down In my head, yeah In my head, oh, yeah, c'mon  [Verse 2] Some dudes know all the right things to say, ayy (ayy, uh) When it comes down to it, it's all just game said Instead of talking, let me demonstrate, yeah (yeah) Get down to business and skip foreplay (foreplay, ayy, yeah)  [Pre-Chorus] Just leave with me now, say the word and we'll go (we can go) I'll be your teacher, I'll show you the ropes (you the ropes) You'll see the side of love you've never known (never known) I can see it going down, going down  [Chorus] In my head, I see you all over me (baby, all over me) In my head, you fulfill my fantasy (fulfill my fantasy) In my head, you'll be screaming loud In my head, it's going down In my head, it's going down In my head  [Bridge] Break it down (ayo, ayo), c'mon on, let's go (ayo) You're singing to me, baby, in my head right now (Ayo, ayo), c'mon, yeah (ayo, ayo) She'll be screaming out when it all goes down  [Pre-Chorus] Just leave with me now, say the word and we'll go (and we'll go) I'll be your teacher, I'll show you the ropes (you the ropes) You'll see the side of love you've never known (never known) I can see it going down, going down  [Chorus] In my head, I see you all over me (head) In my head, you fulfill my fantasy (head) In my head, you'll be screaming loud (head, oh, oh) In my head, it's going down In my head, it's going down In my head, I see you all over me (all over you) In my head, you fulfill my fantasy (you do, baby) In my head, you'll be screaming loud (oh, oh) In my head, it's going down (in my head) In my head, it's going down It's going down in my head  ",
        "title": "In My Head"
    },
    {
        "artist": "Daughtry",
        "lyrics": "  [Verse 1] Ten miles from town and I just broke down Spitting out smoke on the side of the road I'm out here alone just trying to get home To tell you I was wrong but you already know  [Chorus 1] Believe me I won't stop at nothing To see you so I've started running  [Chorus 2] All that I'm after is a life full of laughter As long as I'm laughing with you I'm thinking that all that still matters is love ever after After the life we've been through Cause I know there's no life after you  [Verse 2] Last time we talked, the night that I walked Burns like an iron in the back of my mind I must've been high to say you and I Weren't meant to be and just wasting my time  [Chorus 1] Oh, why did I ever doubt you? You know I would die here without you  [Chorus 2] All that I'm after is a life full of laughter As long as I'm laughing with you I'm thinking that all that still matters is love ever after After the life we've been through Cause I know there's no life after you  [Bridge] You and I, right or wrong, there's no other one After this time I spent alone It's hard to believe that a man with sight could be so blind Thinking 'bout the better times, must've been outta my mind So I'm running back to tell you  [Chorus 1] All that I'm after is a life full of laughter Without you God knows what I'd do, yeah  [Chorus 2] All that I'm after is a life full of laughter As long as I'm laughing with you I'm thinking that all that still matters is love ever after After the life we've been through Cause I know there's no life after you  Know there's no life after you [x8] Know there's no life after you Know there's no life after you Know there's no life after you Know there's no life after you Know there's no life after you Know there's no life after you Know there's no life after you Know there's no life after you  Yeah  ",
        "title": "Life After You"
    },
    {
        "artist": "Craig Morgan",
        "lyrics": null,
        "title": "Bonfire"
    },
    {
        "artist": "Muse",
        "lyrics": "  [Verse 1] Paranoia is in bloom The PR transmissions will resume They'll try to push drugs that keep us all dumbed down And hope that we will never see the truth around (So come on)  Another promise, another seed Another packaged lie to keep us trapped in greed And all the green belts wrapped around our minds And endless red tape to keep the truth confined (So come on)  [Hook] They will not force us They will stop degrading us They will not control us We will be victorious (So come on)  [Verse 2] Interchanging mind control Come let the revolution take its toll If you could flick the switch and open your third eye You'd see that we should never be afraid to die (So come on)  Rise up and take the power back It's time the fat cats had a heart attack You know that their time's coming to an end We have to unify and watch our flag ascend (So come on)  [Hook] They will not force us They will stop degrading us They will not control us We will be victorious (So come on)  Hey, hey, hey, hey Hey, hey, hey, hey Hey, hey, hey, hey  [Hook] They will not force us They will stop degrading us They will not control us We will be victorious (So come on)  ",
        "title": "Uprising"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": null,
        "title": "I Am"
    },
    {
        "artist": "Gucci Mane Featuring Plies Or OJ Da Juiceman",
        "lyrics": "  [Hook: Gucci Mane] Ha, ha, ha, ha (So wasted, so wasted, wasted) Rock star lifestyle, might don't make it (Wasted) Living life high, everyday clique wasted (Wasted) Sipping on purple stuff, rolling up stanky (Wasted) Wake in the morning, 10 o'clock drinking (Wasted) \"Party, party, party!\" Let's all get wasted (Wasted) Shake it for me, baby girl. Do it butt-naked (Wasted) I'm so wasted, she's so wasted (Wasted) Tell the bartender send me 20 more cases  [Verse 1: Gucci Mane] Geeking like Whitney, geeking like Britney (Wasted) Gucci no hippie but he stoned like Jimmy (Jimmy) X-pill poppers, geeked up crazy (Crazy) Whole clique rolling, everyone's wasted (Wasted) Purple Codeine Sprite pink: don't waste it (Waste it) Mix-up, grandma drink it, didn't taste it (Taste it) Now grandma sipping syrup, leaning wasted Walking around fucked up twisting her fingers Homegirl slipped up, drunk, got wasted (Wasted) Now she backstage and she trying to get famous See me, I'm a drinkie, drinking, Gucci Mane shake it (shake it) Club life, damn right, Gucci Mane wasted (wasted)  [Hook: Gucci Mane] Rock star lifestyle, might don't make it (Wasted) Living life high, everyday clique wasted (Wasted) Sipping on purple stuff, rolling up stanking (Wasted) Wake in the morning, 10 o'clock drinking (Wasted) \"Party, party, party!\" Let's all get wasted (Wasted) Shake it for me, baby girl. Do it butt-naked (Wasted) I'm so wasted, she's so wasted (Wasted) Tell the bartender send me 20 more cases  [Verse 2: Plies] I don't wear tight jeans like the white boys But I do get wasted like the white boys Now I'm looking for a bitch to suck this Almond Joy Say she got to stop sucking cause her jaws sore Got a bitch on the couch, bitch on the floor (on the floor) Your partner just popped another one, now he rolling more Was on 3 pills, now he on 4 I don't know why, but that Remy turn me into a whore Walked in the club, pocket full of big faces Got that 40 on my waist and it's off safety About 40 goons with me and we all wasted On Remy straight tonight, dogg, no chaser  [Hook: Gucci Mane] Rock star lifestyle, might don't make it (Wasted) Living life high, everyday clique wasted (Wasted) Sipping on purple stuff, rolling up stanking (Wasted) Wake in the morning, 10 o'clock drinking (Wasted) \"Party, party, party!\" Let's all get wasted (Wasted) Shake it for me, baby girl. Do it butt-naked (Wasted) I'm so wasted, she's so wasted (Wasted) Tell the bartender send me 20 more cases  [Verse 3: Gucci Mane] Whole click faded, we geeked up crazy (crazy) Big boy bracelets, we \"white-boy wasted\" (Wasted) No shirts, fuck it! Our necks and arms are tatted We sloppy drunk, disgusted, the liquor keep wasting (wasting) 2-8-5 Eastside, me and Plies wasted (Wasted) Racing, Chevy beating, booty/butt chasing Spring bling, 50 thousand, white girls shaking Some dancing naked, but everyone's wasted (Wasted) Magic City Monday, ball-player wasted (Wasted) This is for your uncle drinking Thunderbird, wasted (Wasted) 12-pack wasted, I need more cases (Wasted) And Gucci's not a racist all my diamonds caucasian  [Hook: Gucci Mane] Rock star lifestyle, might don't make it (Wasted) Living life high, everyday clique wasted (Wasted) Sipping on purple stuff, rolling up stanking (Wasted) Wake in the morning, 10 o'clock drinking (Wasted) \"Party, party, party!\" Let's all get wasted (Wasted) Shake it for me, baby girl. Do it butt-naked (Wasted) I'm so wasted, she's so wasted (Wasted) Tell the bartender send me 20 more cases  [Outro: Gucci Mane] This is GPSA (Ghetto Public Service Announcement) We don't get fucked up no more We get wasted (Wasted) Gucci Mane, Plies, FATBOI  ",
        "title": "Wasted"
    },
    {
        "artist": "Jesse McCartney Featuring T-Pain",
        "lyrics": "  Nappy Boy, Pretty Boy collaboration That thing you got behind you is amazing  Ooh that body’s like music to my ear Ooh that body’s like music to my ear Ooh that body’s like music to my ear What you want is right here  Ooh she, oh she so international The way, the way she get it on the floor I’m tryin I’m tryin’ to holler at you I want to get to know you better  Parlez vous francais? Konichiwa come and move in my way Hey, little chica from Guadeloupe That thing you got behind you is amazing  I don’t speak Spanish, Japanese or French But the way that body’s talkin’ definitely makes sense It’s her, her body, her body, her body language It’s her, her body, her body, her body language The way she moves around When she grinds to the beat Breaking it down articulately It’s her, her body, her body, her body language It’s her, her body, her body  That make me want to say He-eey, he-eey, he-eey It’s her, her body, her body Her body language come on  Shorty, let me whisper in your ear Tell you, everything you wanna hear You got my vote Hottest Girl of the Year Let’s have a ce-lebra-tion, baby  Parlez vous francais? Konichiwa Come and move in my way Hey, little chica from Guadeloupe That thing you got behind you is amazing  I don’t speak Spanish, Japanese or French But the way that body’s talkin’ definitely makes sense It’s her, her body, her body, her body language It’s her, her body, her body, her body language The way she moves around When she grinds to the beat Breaking it down articulately It’s her, her body, her body, her body language It’s her, her body, her body  That make me want to say He-eey, he-eey, he-eey It’s her, her body, her body Her body language c’mon  I’m lifting up my voice to say You’re the hottest girl in the world today The way you shake You got me losing my mind You’re banging like a speakerbox Turn around the party stops Universal lady, let me take you away  I don’t speak Spanish, Japanese or French But the way that body’s talkin’ definitely makes sense It’s her, her body, her body, her body language It’s her, her body, her body, her body language It’s the way she moves around When she grinds to the beat Breaking it down articulately It’s her, her body, her body, her body language It’s her, her body, her body  That make me want to say He-eey, he-eey, he-eey It’s her, her body, her body Her body language c’mon  O that body’s like music to my ear O that body’s like music to my ear O that body’s like music to my ear What you want is right here  ",
        "title": "Body Language"
    },
    {
        "artist": "Darius Rucker",
        "lyrics": "  [Verse 1] Do not move, baby Do not move Ah, look at you; I just want to take this in The moonlight dancing off your skin  Our time let us take our time I just want to look in your eyes and catch my breath Because I got a feeling  [Chorus] This could be a one of those memories We want to hold on to, cling to, the one we cannot forget Baby this could be our last first kiss, the door to forever What if this was that moment, that chance we are taking? History in the making  [Verse 2] Inside, baby inside Can you feel the butterflies floating all around? Because I can sure feel it now  Tonight, maybe tonight Is the start of a beautiful ride that will never end And baby I got a feeling  [Chorus]  [Interlude] Right here, right now Holding you in my arms  [Chorus]  ",
        "title": "History In The Making"
    },
    {
        "artist": "Glee Cast",
        "lyrics": "  New Directions!: You can't always get what you want You can't always get what you want You can't always get what you want But if you try sometimes, you'll find You get what you need You get what you need  Finn: I saw her today at the reception A glass of wine in her hand Oh, I knew she was gonna meet her connection At her feet was a footloose man No, you can't (You can't always get what you want) Oh, no, no you can't (You can't always get what you want) What you want... (You can't always get what you want) You can't always get what you want  New Directions!: But if you try sometimes, well, you just might find You get what you need (Mercedes: Hey, yeah...) You get what you need (Finn: Oh, baby...)  Rachel: And I went down to the demonstration To get my fair share of abuse Rachel & Finn: Singin', we're gonna vent our frustration If we don't, we're gonna blow a 50-amp fuse Sing it to me now  New Directions!: You can't always get what you want (Oh, no you can't) You can't always get what you want (Oh, oh) You can't always get what you want (Can't always get what you want) But if you try sometimes, well, you just might find (Try sometimes) You get what you need (Ohhh...) You get what you need (Ohhh, yeah...)  You can't always get what you want (You can't always get what you want) You can't always get what you want (Oooh...) You can't always get what you want (Can't always get what you want) But if you try sometimes, well, you just might find You get what you need (Oh yeah)  You can't always get what you want (No, no, no, no, no...) You can't always get what you want (No, no, no, no) You can't always get what you want (Ohhh...) But if you try sometimes, well, you just might find You get what you need (Yeah...) You get what you need  You can't always get what you want You get what you need Oh, yeah, what you need, yeah Get...what...you...need!  ",
        "title": "You Can't Always Get What You Want"
    },
    {
        "artist": "Thirty Seconds To Mars",
        "lyrics": "  [Verse 1] A warning to the people The good and the evil This is war To the soldier, the civilian The martyr, the victim This is war  [Pre-Chorus] It's the moment of truth and the moment to lie The moment to live and the moment to die The moment to fight, the moment to fight To fight, to fight, to fight  [Chorus] To the right, to the left We will fight to the death To the Edge of the Earth It's a brave new world From the last to the first  To the right, to the left We will fight to the death To the Edge of the Earth It's a brave new world It's a brave new world It's a brave new world  [Verse 2] A warning to the prophet The liar, the honest This is war To the Leader, the Pariah The Victor, the Messiah This is war  [Pre-Chorus] It's the moment of truth and the moment to lie The moment to live and the moment to die The moment to fight, the moment to fight To fight, to fight, to fight  [Chorus] To the right, to the left We will fight to the death To the Edge of the Earth It's a brave new world From the last to the first  To the right, to the left We will fight to the death To the Edge of the Earth It's a brave new world It's a brave new world It's a brave new world  [Bridge] I do believe in the light Raise your hands into the sky The fight is done, the war is won Lift your hands toward the sun Toward the sun Toward the sun Toward the sun The war is won  [Chorus] To the right, to the left We will fight to the death To the Edge of the Earth It's a brave new world From the last to the first  To the right, to the left We will fight to the death To the Edge of the Earth It's a brave new world It's a brave new world It's a brave new world  [Outro] A brave new world The war is won The war is won A brave new world  ",
        "title": "This Is War"
    },
    {
        "artist": "Justin Bieber",
        "lyrics": "  [Intro] Alright, let's go There's gonna be one less lonely girl, one less lonely girl One less lonely girl, one less lonely girl There's gonna be one less lonely girl, one less lonely girl One less lonely girl  [Verse 1] How many I told yous and start overs and shoulders have you cried on before? How many promises, be honest girl, how many tears you let hit the floor? How many bags you packed, just to take him back, tell me that, how many either ors? But no more if you let me inside of your world, there'll be one less lonely girl  [Pre-Chorus] Oh oh, saw so many pretty faces before I saw you, you Now all I see is you, I'm coming for you, I'm coming for you No no, don't need these other pretty faces like I need you And when you're mine in the world, there's gonna be one less lonely girl  [Chorus] I'm coming for you, one less lonely girl I'm coming for you, one less lonely girl I'm coming for you, one less lonely girl There's gonna be one less lonely girl I'm coming for you, I'm going to put you first I'm coming for you, I'll show you what you're worth That's what I'm gonna do if you let me inside of your world There's gonna be one less lonely girl  [Verse 2] Christmas wasn't merry, 14th of February, not one of 'em spent with you How many dinner dates, set dinner plates and he didn't even touch his food? How many torn photographs I saw you taping back, tell me that you couldn't see an open door But no more, if you let me inside of your world, there'll be one less lonely girl  [Pre-Chorus] Oh oh, saw so many pretty faces before I saw you, you Now all I see is you, I'm coming for you, I'm coming for you No no, don't need these other pretty faces like I need you And when you're mine in this world, there's gonna be one less lonely girl  [Chorus] I'm coming for you, one less lonely girl I'm coming for you, one less lonely girl I'm coming for you, one less lonely girl There's gonna be one less lonely girl I'm coming for you, I'm going to put you first I'm coming for you, I'll show you what you're worth That's what I'm gonna do if you let me inside of your world There's gonna be one less lonely girl  [Bridge] I can fix up your broken heart, I can give you a brand new start I can make you believe, yeah, I just want to set one girl free to fall Free to fall, she's free to fall, fall in love with me Her heart's locked, and know what, I got the key, I'll take her and leave the world with one less lonely There's gonna be one less lonely girl, one less lonely girl One less lonely girl, one less lonely girl There's gonna be one less lonely girl, one less lonely girl One less lonely girl  [Chorus] I'm coming for you, one less lonely girl I'm coming for you, one less lonely girl I'm coming for you, one less lonely girl There's gonna be one less lonely girl I'm coming for you, I'm going to put you first I'm coming for you, I'll show you what you're worth That's what I'm gonna do if you let me inside of your world There's gonna be one less lonely girl  I'm coming for you, one less lonely girl I'm coming for you, one less lonely girl I'm coming for you, one less lonely girl There's gonna be one less lonely girl I'm coming for you, I'm going to put you first I'm coming for you, I'll show you what you're worth That's what I'm gonna do if you let me inside of your world There's gonna be one less lonely girl  [Outro] Only you shawty  ",
        "title": "One Less Lonely Girl"
    },
    {
        "artist": "Michael Buble",
        "lyrics": null,
        "title": "Haven't Met You Yet"
    },
    {
        "artist": "Josh Turner",
        "lyrics": "  [Verse 1] Baby why don't we just turn that TV off? Three hundred fifteen channels Of nothing but bad news on Well, it might be me, but the way I see it The whole wide world has gone crazy So baby, why don't we just dance? Guess the little bitty living room ain't going to look like much When the lights go down and we move the couch It's going to be more than enough For my two left feet and our two hearts beating Nobody's going to see us go crazy So baby, why don't we just dance?  [Chorus] Down the hall, maybe straight up the stairs Bouncing off the wall, floating on air Baby, why don't we just dance?  [Verse 2] Baby, why don't you go put your best dress on? Those high heeled shoes you love to lose As soon as the tunes come on On second thought, just the way you are Is already driving me crazy So baby, why don't we just dance?  [Chorus] Down the hall, maybe straight up the stairs Bouncing off the wall, floating on air Baby, why don't we just dance?  [Outro] Well it might be me but the way I see it The whole wide world has gone crazy So baby, why don't we just dance? Oh baby, why don't we just dance?  ",
        "title": "Why Don't We Just Dance"
    },
    {
        "artist": "Rob Thomas",
        "lyrics": null,
        "title": "Someday"
    },
    {
        "artist": "Jake Owen",
        "lyrics": "  [Verse 1 - Jake Owen] I said, \"Hey girl, what's your name? Haven't I seen you before? I recognize them dark green eyes When you do-si-doed across the floor\" \"Are you alone, or are you with someone?\" She said, \"As a matter of fact I'm not\" So I took her hand, that's when it all began And we headed towards the parking lot  [Chorus - Jake Owen] And she said, \"Hey boy, do you mind Taking me home tonight? Because I am not never seen a country boy With tires on his truck this high\" I said, \"Climb on up, but honey watch the cup That I'm spittting my dip inside And hold on tight cause it's going to be wilder Than any eight second ride\"  [Verse 2 -Jake Owen] We went riding around rocking to the sound Of \"A Country Boy Can Survive\" And I knew then she was my kindof a girl Cause she was singing every single line Then she slid on over put my hand on her shoulder And I asked her what she wanted to do She said, \"It really don't matter where we go Just as long as I'm riding with you\"  [Chorus-Jake Owen] And she said, \"Hey boy, do you mind Taking me home tonight? Because I am not never seen a country boy With tires on his truck this high\" I said, \"Climb on up, but honey watch the cup That I'm spittting my dip inside And hold on tight cause it's going to be wilder Than any eight second ride\"  [Bridge - Jake Owen] So we headed out to Old Tobacco Road Put the tailgate down and we made love She said \"A true country boy is hard to find But I found one wilder then any eight second ride\"  [Chorus - Jake Owen] And she said, \"Hey boy, do you mind Taking me home tonight? Because I am not never seen a country boy With tires on his truck this high\" I said, \"Climb on up, but honey watch the cup That I'm spittting my dip inside And hold on tight cause it's going to be wilder Than any eight second ride\"  [Outro - Jake Owen] Yeah, hold on tight because it's going to be wilder Than any eight second ride  ",
        "title": "Eight Second Ride"
    },
    {
        "artist": "Maxwell",
        "lyrics": "  [Verse 1] Make me crazy, don't speak no sound I want you to prove it to me in the nude Addicted to the way you move Honey, if anything ever should change in you Don't worry, I'm standing still I'll move in with the right of will  [Chorus] This is the highest cost Take you and make you off Love you and leave you lost Will you forgive me? Asked out all over town Drags you and keeps you down Two times in a day around Will you forgive me?  [Verse 2] I can't control the feeling Girl, cause I know you're here I feel you from the floor to the ceiling Girl, I feel you when you comb your hair Lady, when we lock it low ah ah We get together, it's an overdose I'm slipping, I'm here, I'm on my knees I feel my heart's about to explode  [Chorus] This is the highest cost Take you and make you off Love you and leave you lost Will you forgive me? Asked out all over town Drags you and keeps you down Two times in a day around Will you forgive me?  [Bridge 1] Baby to tell the truth When I'm sober I jones for you When it's over, I'm overdue Girl there's no one as bad, no one as bad as you  [Middle 8] You got me, you got me You got me slipping around with it, around with it, oh why? You got me sick with this love, baby I'm so, I'm so in love, I can't come down  [Chorus] This is the highest cost Take you and make you off Love you and leave you lost (Baby) Will you forgive me? (Will you forgive me?) Asked out all over town (Oh) Drags you and keeps you down (And I know) Two times in a day around Will you forgive me?  [Bridge 2] You're my badhabit baby, you're my You're taking my soul down to the letter O Can't escape the way you got me locked out, baby I gotta break from you, break from you, break from you  [Chorus] This is the highest cost Take you and make you off Love you and leave you lost Will you forgive me? Asked out all over town (Asked out ooh) Drags you and keeps you down Two times in a day around Will you forgive me?  [Chorus] Will you forgive me? (ooh) Will you forgive me? Will you forgive me? Will you forgive me? Asked out all over town Drags you and keeps you down Two times in a day around Will you forgive me?  [Outro] I can't control the feeling, feeling, feeling, feeling, feeling huh I can't control the feeling, feeling, feeling, feeling, feeling huh huh I can't control the feeling, feeling, feeling, feeling, feeling I can't control the feeling, feeling, feeling, feeling, feel-  You're my soul, soul Feeling , feeling You're my soul, soul  ",
        "title": "Bad Habits"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Chorus 1] All the right friends in all the right places So yeah, we're going down They've got All the right moves and all the right faces So yeah, we're going down  [Verse 1] Let's paint the picture of the perfect place They've got it better than when anyone's told you They'll be the King of Hearts, and you're the Queen of Spades Then we'll fight for you like we were your soldiers I know we got it good but they got it made And their grass is getting greener each day I know things are looking up but soon they'll take us down Before anybody's knowing our name They've got  [Chorus 1] All the right friends in all the right places So yeah, we're going down They've got All the right moves and all the right faces So yeah, we're going down  [Chorus 2] They say Everybody knows, everybody knows where we're going Yeah, we're going down They say Everybody knows, everybody knows where we're going Yeah, we're going down  [Verse 2] Do you think I'm special? Do you think I'm nice? Am I bright enough to shine in your spaces? Between the noise you hear and the sounds you like Are we just sinking the ocean of faces? It can't be possible, that rain can fall Only when it's over our heads The sun is shining everyday but it's far away Over the world that's dead They've got, they've got  [Chorus 1] All the right friends in all the right places So yeah, we're going down They've got All the right moves and all the right faces So yeah, we're going down  [Chorus 2] They say Everybody knows, everybody knows where we're going Yeah, we're going down They say Everybody knows, everybody knows where we're going Yeah, we're going down  [Bridge] It don't matter what you see I know I could never be Someone that'll look like you It don't matter what you say I know I could never fake Someone that could sound like you  [Chorus 1] All the right friends in all the right places So yeah, we're going down They've got All the right moves and all the right faces So yeah, we're going down All the right friends in all the right places So yeah, we're going down They've got All the right moves and all the right faces So yeah, we're going down  [Chorus 2] They say Everybody knows, everybody knows where we're going Yeah, we're going down They say Everybody knows, everybody knows where we're going Yeah, we're going down  [Outro] Yeah, we're going down Yeah, we're going down All the right moves, hey Yeah, we're going down All the right moves, hey Yeah, we're going down  ",
        "title": "All The Right Moves"
    },
    {
        "artist": "Snoop Dogg",
        "lyrics": "  [Verse 1 - Jay-Z] Hold up, I wanna rock right now My name is Hov and I came to shake the town Yeah, your boy's internationally known But I'm from the hood, got a pocket full of stones I used to cop \"Rob Base\", turn it into \"EZ Rock\" Just to stay \"Doug E. Fresh\", all that shit to easy rock Used to \"Chef\" Raekwon, give fiends a \"Ghostface\" Y'all know my \"Forte\", I just might catch a dope case I \"Mastered\" the \"P\" With connects in the Midwest, so I'm \"Heavy\" in the \"D\" Your boy still \"Snoop\" around Since a pup, I been \"Kurupt\" and I fuck with Tha Dogg Pound Ugh! Roc Nation is the gang now Some dope lyrics is the only thing I slang now I \"Get the Job Done\", I put the \"Kane\" down It's no \"Biggie\" - heh, I'm just a king now  [Hook]  (*Malice N Wonderland!)  [Verse 2 - Snoop Dogg] G Mix!!!! I was a fiend, before I became a teen I melted cabbage sacks instead of cones of ice cream Crime orientated that's how the west was originated Fitted like pieces of puzzle, complicated I dropped the sack and tried to rap hits y'all They tried to bang on me, and say that I'm too small Cool!!! Cause I don't get upset I call the king of the east catch a flight then I jet Right back to the west, where my niggas is at Scoop the gilly put it back on the map Like this like that while you rollin a bag Loadin ya gat, pop pop, I'm holdin ya back I'm like the Whopper FUCK THE BIG MAC!!! Run up on the dog my gat go click clack And that's fo' sho!!! The reason why, man I don't know so let's go cuz  [Hook]  [Verse 3 - Snoop Dogg] Boss Dogg chillin', looking like a million Yeah, nigga got it, I'mma leave it to my children Tonight I'm on some other shit, and baby loving it Hella fast, grip they ass like the oven mitt I'm gooned up, boy! Rich as fuck, boy! Black and gold brakes, that's my truck, boy I'm on my Eastside, shit I'm working I got the party going, and it's jerking My niggas all long, we rolling out deck Hoes getting in, you better pick a bitch Cause when I shut it down, the party's over with She call me \"Superman\", I'm on my \"Soulja\" shit Boss Dogg get em, I sick em and take em home West Coast bitch, I'm on my fucking throne I'm gigging on these hoes, do em like dominoes And slam em on they back and tell em \"vamanos\"  ",
        "title": "I Wanna Rock"
    },
    {
        "artist": "Breaking Benjamin",
        "lyrics": "  [Intro] Fall  [Verse 1] Now the dark begins to rise Save your breath, it's far from over Leave the lost and dead behind Now's your chance to run for cover I don't want to change the world I just want to leave it colder Light the fuse and burn it up Take the path that leads to nowhere All is lost again, but I'm not giving in  [Chorus] I will not bow, I will not break I will shut the world away I will not fall, I will not fade I will take your breath away  Fall  [Verse 2] Watch the end through dying eyes Now the dark is taking over Show me where forever dies Take the fall and run to heaven All is lost again, but I'm not giving in  [Chorus] I will not bow, I will not break I will shut the world away I will not fall, I will not fade I will take your breath away  And I'll survive, paranoid I have lost the will to change And I am not proud, cold blooded fate I will shut the world away  I will not!  [Chorus] I will not bow, I will not break I will shut the world away I will not fall, I will not fade I will take your breath away  And I'll survive, paranoid I have lost the will to change And I am not proud, cold blooded fate I will shut the world away  Fall  ",
        "title": "I Will Not Bow"
    },
    {
        "artist": "Thirty Seconds To Mars",
        "lyrics": "  [Intro] Ooooh oooh ooooh Ooooh oooh ooooh Ooooh oooh ooooh Ooooh oooh ooooh   [Verse 1] Into the night Desperate and broken The sound of a fight Father has spoken  [Chorus] We were the Kings and Queens of promise We were the victims of ourselves Maybe the children of a lesser God Between Heaven and Hell Heaven and Hell  [Verse 2] Into your eyes Hopeless and taken We stole our new lives Through blood and name In defense of our dreams In defense of our dreams  [Chorus] We were the Kings and Queens of promise We were the victims of ourselves Maybe the children of a lesser God Between Heaven and Hell Heaven and Hell  [Bridge] The age of man is over A darkness comes at dawn These lessons that we’ve learned here Have only just begun  [Chorus] We were the Kings and Queens of promise We were the victims of ourselves Maybe the children of a lesser God Between Heaven and Hell  [Outro] We are the Kings We are the Queens We are the Kings We are the Queen  ",
        "title": "Kings And Queens"
    },
    {
        "artist": "Pitbull Featuring Akon",
        "lyrics": "  [Intro: Akon + (Pitbull)] Oooo-oooo Can't tell me nothing now baby I know how to fly Haaa-aa Can't nothing hold me down I'm going to touch the sky (Ooo-ooo) Can't nothing no, hold me down Oo-oo-oo (Can't nothing no, hold me down) Ooo-oo-oo (Can't nothing no, hold me down) Ooo-oo-oo (Now watch me now watch me watch me shut this thang)  [Bridge: Pitbull] Sube sube, hasta la nube Pa delante-lante No mires pa tras  [Verse 1: Pitbull] I hit the jackpot check, check, check, check, check, check, ching Real chicos do real things on the road to get diamond rings Moved up from the streets graduated hustla on it's way to an entrepreneur undefeated double shooter Now baby save me from the game before replacement my life's a movie, call me Martin Scorsese I couldn't care less if you love me or hate me life's a bitch now fuck you pay me  [Bridge: Pitbull (x2)]  [Hook: Akon] Ooo-ooo Can't tell me nothing now Baby I know how to flyy flyyy Haa-aa Can't nothing hold me down I'm gonna touch the sky skyy Oo-oo Oo-oo Oo-oo  (Wuu-u)  [Verse 2: Pitbull] Lose my mind now honey now pay me what you owe me my mens a hurricane you should see the way she glow it I don't make it rain I speak that global warming this same no biggie ain't ready to dance Now baby save me from the game before replacement My life's a movie call me Martin Scorsese I couldn't care less if you love me or hate me life's a bitch now fuck you pay me  [Bridge: Pitbull (x2)]  [Hook: Akon] Ooo-oo Can't nothing hold me down I'm gonna touch the sky skyy Ooo-ooo Can't tell me nothing now Baby I know how to flyy flyyy Haa-aa Can't nothing hold me down I'm gonna touch the sky skyy Oo-oo O-oo  [Outro: Pitbull] Ooo-ooo Can't nothing, nothing Hold me down Oo-oo-oo Can't nothing nothing Hold me down Ooo-oo-oo Can't nothing nothing Hold me down Ooo-oo-oo Now watch me now watch me watch me shut this thang down It's my life I'm a do what I do and if you don't like it it's cool fuck you  ",
        "title": "Shut It Down"
    },
    {
        "artist": "Three Days Grace",
        "lyrics": null,
        "title": "Break"
    },
    {
        "artist": "Billy Currington",
        "lyrics": "  [Verse 1] They wake up in the morning and they drink their coffee black They love their woman one beat shy of a heart attack On the way to work they might stop by a fishing hole That's how country boys roll Yeah, they work, work, work, all week til the job gets done Weekends they bar-b-que and have a cold one They run on a big ol' heart and a pinch of Skoal That's how country boys roll  [Chorus] Yeah, they're spinning their wheels Casting their reels Way back on them all county roads Singing in bars Souping their cars just to see how fast they'll go From a ball and glove to them falling in love They do everything heart and soul That's how country boys roll  [Verse 2] Well if you don't know your way around They'll draw you a map And if you're broke and you ask They'll give you the shirt off their back All they need is a little gas A few dollars to fold That's how country boys roll  [Chorus]  [Outro] Aw come on now Yeah they're crying aloud Humble and proud They love moma and Jesus and Jones That's how country boys roll Don't you know  ",
        "title": "That's How Country Boys Roll"
    },
    {
        "artist": "Chris Young",
        "lyrics": "  Tuxedo waiters, black tie White table clothes and red wine We've been planning, this night Looking forward to it,for some time Now honey I know you love getting dressed up And you know I love showing you off But watching your baby blue eyes Dancing in the candle light glow All I can think about, is getting you home  [Chorus] Walking through the front door Seeing your black dress hit the floor Uh honey there sure ain't nothing Like you loving me all night long And all I can think about is getting you home  I don't need this menu, no I don't I already know just what I want Did I hear you right, did you tell me Go pay the waiter and lets leave Now honey I know by that look in your eyes And your hand drawing hearts on mine That our night out of the house Ain't gonna last too long When all you can think about, is getting me home  Walking through the front door Seeing your black dress hit the floor Uh honey there sure ain't nothing Like you loving me all night long And all I can think about is getting you home  Walking through the front door Sseeing your black dress hit the floor Uh honey there sure ain't nothing Like you loving me all night long And all I can think about, all I can think about  ",
        "title": "Gettin' You Home"
    },
    {
        "artist": "Phoenix",
        "lyrics": "  [Verse] Counting all different ideas drifting away Past and present, they don't matter, now the future's sorted out Watch her moving in elliptical patterns Think it's not what you say, what you say is way too complicated For a minute thought I couldn't tell how to fall out  [Chorus] It's twenty seconds until the last call You're going, \"Hey, hey, hey, hey, hey, hey\" Lie down you know it's easy Like we did it over summer long And I'll be anything you ask and more You're going, \"Hey, hey, hey, hey, hey, hey, hey\" It's not a miracle we needed No, I wouldn't let you think so Fold it, fold it, fold it, fold it  [Verse 2] Girlfriend, oh your girlfriend is drifting away Past and present, 1855-1901 Watch them built up a material tower Think it's not going to stay anyway, think it's overrated For a minute thought I couldn't tell how to fall out  [Chorus] It's twenty seconds until the last call You're going, \"Hey, hey, hey, hey, hey, hey\" Lie down you know it's easy Like we did it over summer long And I'll be anything you ask and more You're going, \"Hey, hey, hey, hey, hey, hey, hey\" It's not a miracle we needed No, I wouldn't let you think so Fold it, fold it, fold it, fold it  ",
        "title": "1901"
    },
    {
        "artist": "Chris Brown Featuring Plies",
        "lyrics": null,
        "title": "What I Do"
    },
    {
        "artist": "Glee Cast",
        "lyrics": "  New Directions (Rachel): Bum, bum-bum-bum, bum-bum-bum-bum, bum, bum-bum Bum, bum-bum-bum, bum-bum-bum-bum, bum, bum-bum (Yeah, yeah, yeah) Bum, bum-bum-bum, bum-bum-bum-bum, bum, bum-bum (Haah) Bum, bum-bum-bum, bum-bum-bum-bum, bum, bum-bum  Rachel with New Directions harmonizing (New Directions): Last Christmas, I gave you my heart (Mercedes: I gave you my heart) But the very next day you gave it away (Gave it away) This year (Mercedes: This year) To save me from tears I'll give it to someone special (Special)  Rachel: Once bitten and twice shy I keep my distance But you still catch my eye Tell me baby, do you recognize me? (Finn: No) Well, it's been a year  Finn and Rachel: It doesn't surprise me (Mercedes: Yeah)   Finn with Rachel: (Rachel: Christmas) I wrapped it up and sent it (New Directions: Last Christmas)  Finn with New Directions: With a note saying (and Rachel: \"I love you\", I meant it)  Rachel with Finn and New Directions (Rachel with New Directions): Now I know what a fool I've been (But if you) kissed me now (I know) you'd fool me again  New Directions: Last Christmas, I gave you my heart (Mercedes: Gave you my heart)  Finn and New Directions (Rachel with New Directions Girls): And the very next day you gave it away (Gave it away) This year to save me from tears I'll give it to someone  New Directions (Finn): Special (I'll give it someone special) Special  Last Christmas, I gave you my heart But the very next day (and Rachel: you gave it away) Gave it away (Mercedes: Oh, yeah) (with Finn: This year) (with Finn and Rachel: To save me from tears) (Mercedes: Save me from tears) I'll give it to someone special (I'll give it someone special)  Bum, bum, bum, bum-bum-bum-bum-bum, bum-bum (Woah, hee) Bum-bum-bum-bum-bum bum (Oh-oh-oh-ooh) (Mercedes: Oah, oh-oh) Bum-bum-bum-bum-bum (Rachel: Haah)  Finn and Rachel: A crowded room, friends with tired eyes I'm hiding from you and your soul of ice  Rachel (Finn): My god, I thought you were someone to rely on (Someone to rely on) Me? I guess I was a shoulder to cry on  Finn and Rachel with New Directions (Mercedes): A face on a lover with a fire in his heart (Ooh, woah) (Ooh) A man under cover but you tore me apart (Ooh, ooh) (Rachel: Ooh, ooh)  Finn and Rachel (Rachel): (Now I've) found a real love you'll never fool me again (Mercedes: Oh-oh oh woah!)  New Directions (Mercedes): Last Christmas, I gave you my heart (Gave you my heart)  Finn and Rachel with New Directions (Mercedes): But the very next day (Very next day) You gave it away (You gave it away) This year, to save me from tears (Save me from tears)  Finn with New Directions (Rachel): I'll give it to someone special (Oh, oh, oh)  Rachel with New Directions (Finn): Last Christmas, I gave you my heart (Ooh, ooh)  New Directions (Rachel): But the very next day, you gave it away (You gave me away) This year to save me from tears (Oh) (Mercedes: Save me from tears) I'll give it to someone special (Finn: I'll give it to someone) (Special)  New Directions (Finn and Rachel): Bum, bum, bum, bum-bum-bum-bum-bum-bum bum, bum (Gave you my heart) Bum-bum-bum-bum-bum (Mercedes: Ooh, ooh) Bum-bum-bum-bum-bum  ",
        "title": "Last Christmas"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Intro] (Whoa oh oh oh) (Whoa oh oh oh)  [Verse 1] She's got Brazilian leather boots on the pedal of her German car Listening to The Beatles singing \"Back in the USSR\" Yeah, she's going around the world tonight, but she ain't leaving here She's just going to meet her boyfriend down at the street fair  [Chorus] And it's a French kiss, Italian ice Spanish moss in the moonlight (whoa oh oh oh) Just another American Saturday night  [Verse 2] There's a big toga party tonight down at Delta Chi They got Canadian bacon on their pizza pie They got a cooler full of cold Coronas and Amstel Light It's like we're all living in a big old cup Just fire up the blender, mix it all up  [Chorus] It's a French kiss, Italian ice Margaritas in the moonlight (whoa oh oh oh) Just another American Saturday night  [Bridge 1] You know everywhere has something they're known for Although usually It Washes up on our shores My great-great-great-granddaddy stepped off of that ship I bet he never ever dreamed we'd have all this  [Bridge 2] You know everywhere has something they're known for Although usually it washes up on our shores Little Italy and Chinatown sitting there side by side Live from New York (It's Saturday Night!)  [Chorus] It's a French kiss, Italian ice Spanish moss in the moonlight (whoa oh oh oh) Just another American, I'm just another American And it's just another American Saturday night  ",
        "title": "American Saturday Night"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] Got the news on Friday morning But a tear I couldn't find You showed me how I am supposed to live Now you showed me how to die I was lost til Sunday morning I woke up to face my fear While writing you this good bye song I found a tear  [Chorus] I'm going to miss that smile I'm going to miss you my friend Even though it hurts the way it ended up Id do it all again  So play it sweet in heaven Cause that's right where you want to be I'm not crying' cause I feel so sorry for you I am crying' for me  [Verse 2] I got up and dialed your number Your voice came on the line That old familiar message I have heard a thousand times It just said, sorry that I missed you Leave a message and god bless I know that you think I am crazy But I just had to hear your voice I guess  [Chorus]  [Bridge] Oh So play your upside down, left handed Backward bass guitar I'll see you on the other side superstar  [Chorus]  [Outro] I'm still crying' I'm crying' for me Oh I'm still crying'  ",
        "title": "Cryin' For Me (Wayman's Song)"
    },
    {
        "artist": "Omarion Featuring Gucci Mane",
        "lyrics": "  [Verse 1: Omarion] I done cut the braids low Cut got my grown on Had to switch the label Young Money Money long-long I be so L.A., got my Chucks and my Locs on I was in MIA and MIA superman on  [Pre-Hook: Omarion] I know I got it (uh), I know she on it (uh) I know you see it (uh), I know she want it She got that Cali good, and she kinda hood She got me policin’ and wishin’ that a nigga would Cause lil mama got her back right She be skating on it, got a nigga seeing flashlight He trying to get her but she be holding on hella tight I got that act right, that’s what she like  [Hook: Omarion] I get it in, I get it in I get it in, I get it in I get it in, I get it in I get it, I get it in I get it in, I get it in I get it in, I get it in I get it, I get it I get ‘em in the thang  [Verse 2: Omarion] Stuntin’ with them boys Cause she done found a man now Ain’t no competition chief I’m the one that hangs down I’ma show her love-love even when my fans ride G-g-get into the music baby tell me how my bang sound  [Pre-Hook & Hook]  [Verse 3: Lil Wayne] Fresh out my Bugatti, Polo on my body I’m jumpin’ in this shit like a pogo on a potty So she come and talk to me like K-Ci, JoJo, and Devante I say hi my name is Weezy and I know you know Omarion Haha, I get it in like parking spots And they say money talk, so don’t ask me why I talk a lot Girl I’ll kiss your softest spot, I’ll buy your apartment out Actually I just bought a house, I get it in and walk ‘em out I done got the dreads braided up, hair long-long And I’m with a redbone, that don’t want leave her thong on It’s too big, it’s too wide, it won't fit But I get it in  [Hook]  ",
        "title": "I Get It In"
    },
    {
        "artist": "The Script",
        "lyrics": "  [Intro] I'm still alive but I'm barely breathing Just praying to a God that I don't believe in Cause I got time while she got freedom Cause when a heart breaks no it don't break even  [Verse 1] Her best days will be some of my worst She finally met a man that's gonna put her first While I'm wide awake she's no trouble sleeping Cause when a heart breaks no it don't breakeven Even... no  [Chorus] What am I supposed to do when the best part of me was always you? And what am I supposed to say when I'm all choked up and you're ok? I'm falling to pieces, yeah I'm falling to pieces  [Verse 2] They say bad things happen for a reason But no wise words gonna stop the bleeding Cause she's moved on while I'm still grieving And when a heart breaks no it don't breakeven even, even ... no  [Chorus] What am I gonna do when the best part of me was always you? And what am I supposed to say when I'm all choked up and you're ok? I'm falling to pieces, yeah I'm falling to pieces, yeah I'm falling to pieces (One still in love while the other one's leaving) I'm falling to pieces (Cause when a heart breaks no it don't break even)  [Bridge] Oh, you got his heart and my heart and none of the pain You took your suitcase, I took the blame Now I'm tryna make sense of what little remains, oh Cause you left me with no love and no love to my name  [Verse 3] I'm still alive but I'm barely breathing Just prayed to a God that I don't believe in Cause I got time while she got freedom Cause when a heart breaks no it don't break No it don't break no it don't break even no  [Chorus] What am I gonna do when the best part of me was always you? And what am I supposed to say when I'm all choked up that you're ok? I'm falling to pieces, yeah I'm falling to pieces, yeah I'm falling to pieces (One still in love while the other one's leaving) I'm falling to pieces (Cause when a heart breaks no it don't break even)  [Outro] Oh, it don't break even, no Oh, it don't break even, no Oh, it don't break even, no  ",
        "title": "Breakeven"
    },
    {
        "artist": "Glee Cast",
        "lyrics": "  Mercedes: And I am tellin' you I'm not goin' You're best man I'll ever know There's no way I can ever go No no there's no way No no no no way I'm livin' without you I'm not livin' without you I don't wanna be free I'm stayin', I'm stayin' And you, and you You're gonna love me, yeah oooh... You're gonna love me  And I am telling you I'm not goin' Even though the rough times are showin' There's just no way, there's no way We're part of the same place We're part of the same time We both share the same blood We both have the same mind  And time, and time We've had so much to share No no no no no no way I'm not wakin' up tomorrow morning And findin' that there's nobody there  Darlin' there's no way No no no no way I'm livin' without you I'm not livin' without you You see there's just no way, there's no way  Tear down the mountain Yell, scream and shout You can say what you want I'm not walkin' out Stop all the rivers Push, strike and kill I'm not gonna leave ya There's no way I will  And I am tellin' you I'm not goin' You're the best man I'll ever know There's no way I can ever, ever go No no no no way No no no no way I'm livin' without you I'm not livin' without you Not livin' without you I don't wanna be free I'm stayin', I'm stayin' And you, and you, and you You're gonna love me, yeah... You're gonna love me, yes you are Oooh, love me, yeah! Love me, love me, love me Love me, love me, love me You're gonna love me  ",
        "title": "And I Am Telling You I'm Not Going"
    },
    {
        "artist": "Weezer",
        "lyrics": "  The moon was shining on the lake at night The Slayer T-shirt fit the scene just right Through smeared mascara I looked into your eyes and saw a light  You told me stories about your chickadees They didn’t like BB guns or stupid archery You charmed the lifeguard He let them use the pool all day for free  Then the conversation stopped And I looked down at my feet I was next to you and you were right there next to me Then I said  [Hook] Girl, if you’re wondering if I want you to (I want you to) I want you to So make the move (make the move) Cause I ain’t got all night  The rest of the summer was the best we’ve ever had We watched Titanic and it didn’t make us sad I took you to Best Buy You took me home to meet your mom and dad  Your mom cooked meat loaf, even though I don’t eat meat I dug you so much, I took some for the team Your dad was silent His eyes were fixed to what was on TV  Then the conversation stopped, and I looked down at the ring Your folks were next to you And you were right there next to me And I said  Girl, if you're wondering if I want you to (I want you to) I want you to I swear it's true Without you, my heart is blue  [Bridge] So much pain may come our way There may come a day when we have nothing left to say When the conversation stops and we’re facing our defeat I’ll be next to you and you’ll be right there next to me Then I’ll say  [Hook]  ",
        "title": "(If You're Wondering If I Want You To) I Want You To"
    },
    {
        "artist": "Drake Featuring Lil Wayne & Young Jeezy",
        "lyrics": "  [Produced by Bangladesh]  [Intro] Young Money! You dig? Mack, I'm going in  [Verse 1] A millionaire, I'm a Young Money millionaire Tougher than Nigerian hair My criteria compared to your career just isn't fair I'm a venereal disease, like a menstrual, bleed Through the pencil, I leak on the sheet of the tablet in my mind ‘Cause I don't write shit, ‘cause I ain't got time ‘Cause my seconds, minutes, hours go to the almighty dollar And the almighty power of that ch-cha-cha-chopper Sister, brother, son, daughter, father; mother-fuck a copper Got the Maserati dancin' on the bridge, pussy poppin' Tell the coppers: \"Ha-ha-ha-ha You can't catch him, you can't stop him\" I go by them goon rules: if you can't beat 'em, then you pop 'em You can't man 'em, then you mop 'em You can't stand 'em, then you drop 'em You pop 'em ‘cause we pop 'em like Orville Redenbacher  [Hook] Motherfucker, I'm ill  [Verse 2] A million here, a million there Sicilian bitch with long hair, with coke in her derriere Like smoke in the thinnest air I open the Lamborghini, hopin' them crackers see me Like, \"Look at that bastard Weezy!\" He's a beast, he's a dog, he's a mothafuckin' problem Okay, you're a goon, but what's a goon to a goblin? Nothin', nothin', you ain't scarin' nothin' On some faggot bullshit: call 'em Dennis Rodman Call me what you want, bitch! Call me on my Sidekick! Never answer when it's private, damn, I hate a shy bitch Don't you hate a shy bitch? Yeah, I ate a shy bitch And she ain't shy no more: she changed her name to My Bitch Yeah, nigga, that's my bitch, so when she ask For the money when you through, don't be surprised, bitch! It ain't trickin' if you got it But you like a bitch with no ass: you ain't got shit Motherfucker, I'm ill, not sick And I'm okay, but my watch sick, yeah, my drop sick Yeah, my Glock sick, and my knot thick — I'm it  [Hook] Motherfucker, I'm ill  [Verse 3] They say I'm rappin' like B.I.G., Jay, and 2Pac André 3000, where is Erykah Badu at? Who that? Who that said they gon' beat Lil Wayne? My name ain't Bic, but I keep that flame, man Who that one that do that, boy? You knew that, true that, swallow And I be the shit, now you got loose bowels I don't owe you like two vowels But I would like for you to pay me by the hour And I'd rather be pushin' flowers Than to be in the pen sharin' showers Tony told us this world was ours And the Bible told us every girl was sour Don't play in her garden and don't smell her flower Call me Mr. Carter or Mr. Lawn Mower Boy, I got so many bitches, like I'm Mike Lowrey Even Gwen Stefani said she couldn't doubt me Motherfucker, I say: \"Life ain't shit without me.\" Chrome lips pokin' out the coupé, look like it's poutin' I do what I do, and you do what you can do about it Bitch, I can turn a crack rock into a mountain — dare me! Don't you compare me, ‘cause there ain't nobody near me They don't see me but they hear me They don't feel me but they fear me; I'm illy, C3, 3 Peat  ",
        "title": "I'm Going In"
    },
    {
        "artist": "Beyonce Featuring Lady Gaga",
        "lyrics": null,
        "title": "Video Phone"
    },
    {
        "artist": "Ester Dean Featuring Chris Brown",
        "lyrics": "  [Intro] Drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl  [Verse 1: Lil Wayne] If ya ass too big, I make ya back that ass up I only go down if ya keep your grass cut Hair to the back, hat to the front Weezy F. baby, tatted on the butt Okay, still remixin’ with one of these vixens I make her ride me like I’m Sea Biscuit Ms. Ester Dean, you can get it Look, I like a nice two pack and a booty on biggie What's really good? What you know about it? Swagger too good, I should notarize it Yeah, they call me Tune, no Bugs Bunny Make the booty clap, give it up for me Yeah, it’s Young Money, you know I bring money I make that booty talk, Connie Chung for me I got her butt naked in a red Snuggie I make her drop it low like she duckin' from me Now where she at? Where she at? There she go, there she go She bring it back, br-bring it back Then she drop it low, drop it low, ya dig  [Verse 2: Ester Dean] You wanna see me drop it, drop it, drop it Wanna pop it, pop it, pop it, shake that ass on the floor You wanna see me shake it, shake it, shake it Yeah, you like it, like it, like it when I drop it real low Yeah, boy, you like that oh I can tell that you like that oh Yeah. boy, you love it When my booty goes boom-bo-bo-boom, bo-bo-boom, ba-boom, boom  [Hook: Ester Dean & Chris Brown] Drop, drop, drop, drop, drop, drop, drop Drop, drop, drop, drop, drop, drop, drop He told me move that ass around and move that ass around And move that ass around and move that ass around He said move that ass around and move that ass around And move that ass around and move that ass around  [Verse 3: Chris Brown] I can't stop staring at your body Put my hands on your body, you sexy fo' sho' You the real deal kinda hotty Come and ride in my Bugatti, girl, come drop it low Yeah girl, I like that You can tell that I like that Yeah girl, I love when your booty goes Boom, ba-ba-boom, ba-boom, ba-boom, boom  [Hook: Ester Dean & Chris Brown] Drop, drop, drop, drop, drop, drop, drop Drop, drop, drop, drop, drop, drop, drop He told me move that ass around and move that ass around And move that ass around and move that ass around He said move that ass around and move that ass around And move that ass around and move that ass around  [Bridge: Ester Dean & Chris Brown] He say he like the way my booty, booty, booty pop He say he like the way my booty, booty booty rock He say he like the way my booty, booty, booty drop Drop, drop, drop Girl, I like the way your booty, booty, booty popp Girl, I like the way your booty, booty, booty drop Girl, I like the way your booty, booty, booty Boom, ba-ba-boom, ba-boom, ba-boom, boom  [Hook: Ester Dean & Chris Brown] Drop, drop, drop, drop, drop, drop, drop Drop, drop, drop, drop, drop, drop, drop He told me move that ass around and move that ass around And move that ass around and move that ass around He said move that ass around and move that ass around And move that ass around and move that ass around  ",
        "title": "Drop It Low"
    },
    {
        "artist": "Lifehouse",
        "lyrics": "  [Verse 1] Halfway gone, I'm halfway gone You were always hard to hold So letting go ain't easy I'm hanging on but growing cold While my mind is leaving  [Chorus] Talk, talk is cheap Give me your word you can keep Because I'm halfway gone, and I'm on my way And I'm feeling, feeling, feeling this way Because you're halfway in, but don't take too long Because I'm halfway gone, I'm halfway gone Halfway gone, I'm halfway gone  [Verse 2] You got one foot out the door And choking on the other Always think there's something more Is just around the corner  [Chorus] Talk, talk is cheap Give me your word you can keep Because I'm halfway gone, and I'm on my way And I'm feeling, feeling, feeling this way Because you're halfway in, but don't take too long Because I'm halfway gone, I'm halfway gone Halfway gone, I'm halfway gone  [Bridge] If you want me out, then I'm on my way And I'm feeling, feeling, I'm feeling this way  [Chorus] Because you're halfway in, but don't take too long Because I'm halfway gone, I'm halfway gone I'm halfway gone, I'm halfway gone Now I'm halfway gone, I'm halfway gone  [Outro] Don't take too long, don't take too long Because I'm on my way, if you take too long Because I'm halfway gone, and I'm on way And I'm feeling, feeling, I'm feeling this way Because you're halfway in, but don't take too long Because I'm halfway gone, I'm halfway gone If you want me out, then I'm on my way And I'm feeling, feeling, I'm feeling this way Because you're halfway in, but don't take too long Because I'm halfway gone, I'm halfway gone [3x]  ",
        "title": "Halfway Gone"
    },
    {
        "artist": "George Strait",
        "lyrics": null,
        "title": "Twang"
    }
]