[
    {
        "artist": "Santana Featuring Rob Thomas",
        "lyrics": "  [Verse 1] Man, it's a hot one Like seven inches from the midday sun I hear you whisper and the words melt everyone But you stay so cool My muñequita, my Spanish Harlem Mona Lisa You're my reason for reason, the step in my groove  [Hook A] And if you say this life ain't good enough I would give my world to lift you up I could change my life to better suit your mood Because you're so smooth  [Hook B] And it's just like the ocean under the moon It's the same as the emotion that I get from you You got the kind of loving that can be so smooth Gimme your heart, make it real, or else forget about it  [Verse 2] I'll tell you one thing If you would leave it would be a crying shame In every breath and every word I hear your name calling me out Out from the barrio, you hear my rhythm from your radio You feel the turning of the world so soft and slow Turning you round and round  [Hook A] And if you say this life ain't good enough I would give my world to lift you up I could change my life to better suit your mood Because you're so smooth  [Hook B] And it's just like the ocean under the moon It's the same as the emotion that I get from you You got the kind of loving that can be so smooth Gimme your heart, make it real, or else forget about it  [Hook B] And it's just like the ocean under the moon It's the same as the emotion that I get from you You got the kind of loving that can be so smooth Gimme your heart, make it real, or else forget about it  Or else forget about it Or else forget about it Oh, let's don't forget about it (Gimme your heart, make it real) Let's don't forget about it (hey) Let's don't forget about it (no oh no oh) Let's don't forget about it (no no no oh) Let's don't forget about it (hey no no oh) Let's don't forget about it (hey hey hey)  ",
        "title": "Smooth"
    },
    {
        "artist": "Puff Daddy Featuring R. Kelly",
        "lyrics": "  [Puffy] All I want is somebody who's gonna love me for me Somebody I can love for them All this money don't mean shit If you ain't got nobody to share it with Love rules the world, you feel me  [R. Kelly-Hook] He don't understand you like I do No he'll never make love to you like I do So give it to me Cause I can show you 'bout a real love And I can promise anything that I do Is just to satisfy you  [Verse 1] When it hurt I ease the pain girl, caress your frame Get them worries off your brain girl, I'm in your corner Do what you want, it's your thing girl, I persist and try but We one in the same girl, it ain't a game So I can't play with you, I wanna lay with you Stay with you, pray with you, grow old and gray with you In good and bad times, we'll always make it through Cause what we got is true, no matter what they say to you I could straight lace you, not just appearance Stimulate your mind, strengthen your spirits Be that voice of reason when you ain't tryna hear it You want it but you fear it, but you love it when you near it Sit her on the sofa, get a little closer Touch you right, do it like a man's suppose to Knew you was the one, that's why I chose you Cause you get down for yours and ride like a soldier  [Hook]  [Verse 2] Your soul ain't a toy, you ain't dealin' with a boy Feel emptiness inside? I can fill that void When you spend time with your woman and listen It shines more than any baguette diamond can glisten I can't impress you with the cars and the wealth Cause any woman with will and drive can get it herself I'd rather show you it's heartfelt, make your heart melt And prove to you you're more important than anything else Worthwhile, special like my first child When I see your face it's always like the first time Our eyes met, I knew we'd be together in a tri-jet I wanna give you things that I didn't buy yet Hold you, mold you, don't know, let me show you Ain't no tellin' what we could grow to Let it be known, I told you And I'mma be there for whatever you go through, my love's true  [Hook]  [R. Kelly-Bridge] Don't let him sing you a sad song (No baby) Waiting for love like this too long (You don't have to wait, you don't have to wait on him, baby) All that you need I can give you (You don't have to wait, you don't have to wait on) I do, satisfy you (You don't have to wait on him)  [Verse 3] I'm the light when you can't see I'm that air when you can't breathe I'm that feeling when you can't leave Some doubt, some believe, some lie, cheat, and deceive So it's only you and me When you weak, I'll make you strong, here's where you belong I ain't perfect, but I promise I won't do you wrong Keep you away from harm, my love is protected I'll wrap you in my arms so you'll never feel neglected I'll just make you aware of what we have is rare In the moment of despair, I'm the courage when you're scared Loyal, down for you, soon as I saw you Wanted to be there cause I could hold it down for you Be around for you, plant seeds in the soil Make love all night, bending bed coils You're a queen, therefore I treat you royal This is all for you, cause I simply adore you  [Hook] until fade  [Puff] This one right here goes out to all my sisters  ",
        "title": "Satisfy You"
    },
    {
        "artist": "Mariah Carey Featuring Jay-Z",
        "lyrics": "  [Intro: Jay-Z & DJ Clue?] Yeah (We're gonna do it like this) All right let's go (Give me your love) Ugh, what, ugh, Jigga (MC, ha, Clue?) Hey, you gotta bounce to this like this You almost gotta watch to this, uh-huh (who-ee) Escape  [Verse 1: Mariah Carey & (DJ Clue?)] Oh, your love's so good, I don't wanna let go And although I should, I can't leave you alone (ha, ha) 'Cause you're so disarming I'm caught up in the midst of you And I can not resist at all (sing the song)  [Pre-Chorus] Boy, if I do the things you want me to The way I used to do Would you love me, baby? Or leaving me feeling used Would you go and break my heart?  [Chorus: Mariah Carey] Heartbreaker, you've got the best of me But I just keep coming back incessantly Oh, why did you have to run your game on me? I should have known right from the start You'd go and break my heart  [Hook: Mariah Carey & (Jay Z)] Give me your love Give me your love (She said) Give me your love (She wants) Give me your love Give me your love (She said) Give me your love (Uh-huh) Give me your love (Yeah) Give me your love (Get him back)  [Verse 2: Mariah Carey] It's a shame to be so euphoric and weak When you smile at me and you tell me the things That you know persuades me to relinquish my love to you But I can not resist at all  [Pre-Chorus] Boy, if I do the things you want me to The way I used to do Would you love me, baby? Or leaving me feeling used Would you go and break my heart?  [Chorus: Mariah Carey] Heartbreaker you've got the best of me But I just keep coming back incessantly Oh why did you have to run your game on me? I should have known right from the start You'd go and break my heart  [Jay-Z] I'm all on the record Okay, Clue all right  [Verse 3: Jay-Z] She wanna shop with Jay, play box with Jay She wanna pillow fight in the middle of the night She wanna drive my Benz with five of her friends She wanna creep past the block, spying again She wanna roll with Jay, chase skeeos away She wanna fight with lame chicks, blow my date She wanna inspect the rest, kick me to the curb If she find one strand of hair longer than hers She want love in the jacuzzi, rub up in the movies Access to the old crib, keys to the newbie She wanna answer the phone, tattoo her arm That's when I gotta send her back to her moms She calls me heartbreaker, when we apart it makes her Want a piece of paper, scribble down \"I Hate Ya\" But she knows she loves Jay because She loves everything Jay say, Jay does and ugh  [Chorus: Mariah Carey] Heartbreaker, you've got the best of me But I just keep coming back incessantly Oh, why did you have to run your game on me? I should have known right from the start You'd go and break my heart Heartbreaker, you've got the best of me But I just keep coming back incessantly Oh, why did you have to run your game on me? I should have known right from the start You'd go and break my heart Heartbreaker, you've got the best of me But I just keep coming back incessantly Oh, why did you have to run your game on me? I should have known right from the start You'd go and break my heart Heartbreaker, you've got the best of me But I just keep coming back incessantly Oh, why did you have to run your game on me? I should have known right from the start You'd go and break my heart  [Outro: DJ Clue?] MC, break it down Ha, ha X-streak, it's a rap  ",
        "title": "Heartbreaker"
    },
    {
        "artist": "Lou Bega",
        "lyrics": "  [Intro] Ladies and gentleman This is Mambo number 5  [Verse 1] One, two, three, four, five Everybody in the car, so come on let's ride To the liquor store around the corner The boys say they want some gin and juice But I really don't wanna Beer bust, like I had last week I must stay deep, cause talk is cheap I like Angela, Pamela, Sandra and Rita And as I continue you know they're getting sweeter So what can I do? I really beg you, my Lord To me flirting is just like a sport Anything fly, it's all good, let me dump it Please send in the trumpet  [Chorus] A little bit of Monica in my life A little bit of Erica by my side A little bit of Rita is all I need A little bit of Tina is what I see A little bit of Sandra in the sun A little bit of Mary all night long A little bit of Jessica, here I am A little bit of you makes me your man Mambo Number 5!  [Verse 2] Jump up and down and move it all around Shake your head to the sound Put your hands on the ground Take one step left and one step right One to the front and one to the side Clap your hands once and clap your hands twice And if it looks like this, then you're doing it right  [Chorus] A little bit of Monica in my life A little bit of Erica by my side A little bit of Rita is all I need A little bit of Tina is what I see A little bit of Sandra in the sun A little bit of Mary all night long A little bit of Jessica, here I am A little bit of you makes me your man  [Bridge] Trumpet! The trumpet! Mambo Number 5! Ha ha ha!  [Chorus] A little bit of Monica in my life A little bit of Erica by my side A little bit of Rita is all I need A little bit of Tina is what I see A little bit of Sandra in the sun A little bit of Mary all night long A little bit of Jessica, here I am A little bit of you makes me your man  [Outro] I do all to Fall in love with a girl like you Cause you can't run and you can't hide You and me gonna touch the sky Mambo Number 5!  ",
        "title": "Mambo No. 5 (A Little Bit Of...)"
    },
    {
        "artist": "TLC",
        "lyrics": "  [Produced by Dallas Austin]  [Verse 1: T-Boz] I wish I could tie you up in my shoes Make you feel unpretty too I was told I was beautiful But what does that mean to you? Look into the mirror, who's inside there The one with the long hair Same old me again today, yeah  [Pre-Chorus: Chilli] My outsides look cool My insides are blue Everytime I think I'm through It's because of you I try different ways But it's all the same At the end of the day I have myself to blame I'm just trippin'  [Chorus] You can buy your hair if it won't grow You can fix your nose if he says so You can buy all the make-up That M.A.C. can make, but if You can't look inside you Find out who am I to Be in the position that make me feel So damn unpretty  I'll make you feel unpretty too  [Verse 2: T-Boz] Never insecure until I met you Now I'm bein' stupid I used to be so cute to me Just a little bit skinny Why do I look to all these things To keep you happy Maybe get rid of you And then I'll get back to me, yeah  [Pre-Chorus: Chilli] My outsides look cool My insides are blue Everytime I think I'm through It's because of you I try different ways But it's all the same At the end of the day I have myself to blame Can't believe I'm trippin'  [Chorus] You can buy your hair if it won't grow You can fix your nose if he says so You can buy all the make-up That M.A.C. can make, but if You can't look inside you Find out who am I to Be in the position that make me feel So damn unpretty  You can buy your hair if it won't grow You can fix your nose if he says so You can buy all the make-up That M.A.C. can make, but if You can't look inside you Find out who am I to Be in the position that make me feel So damn unpretty  And make you feel unpretty too And make you feel unpretty  [Chorus] You can buy your hair if it won't grow You can fix your nose if he says so You can buy all the make-up That M.A.C. can make, but if You can't look inside you Find out who am I to Be in the position that make me feel So damn unpretty  ",
        "title": "Unpretty"
    },
    {
        "artist": "'N Sync & Gloria Estefan",
        "lyrics": "  [Verse 1] You'll never know What you've done for me What your faith in me Has done for my soul  You'll never know The gift you've given me I'll carry it with me (Yeah, yeah)  Through the days ahead I think of days before You made me hope for something better (Yes, you did) And made me reach for something more  [Chorus] You taught me to run You taught me to fly Helped me to free the me inside Help me hear the music of my heart Help me hear the music of my heart  You've opened my eyes You've opened the door To something I've never known before And your love (Love) Is the music of my heart (Music of my heart)  [Verse 2] You were the one Always on my side (Always on my side) Always standing by (Always standing by) Seeing me through  You were the song That always made me sing I'm singing this for you (Singing this for you, baby)  Everywhere I go I think of where I've been (Think of where I've been) And of the one who knew me better Than anyone ever will again  [Chorus]  [Bridge] What you taught me Only your love could ever teach me You got through when no one could reach me Ohh, ohh, ohh  Cause you always saw in me All the best that I could be It was you who set me free  You taught me to run You taught me to fly Helped me to free the me inside (Me inside) Help me hear the music of my heart Help me hear the music of my heart  You taught me to run You taught me to fly Helped me to free the me inside (Me inside) Help me hear the music of my heart (Music of my heart) Help me hear the music of my heart  You've opened my eyes You've opened the door (Opened the door) To something I've never known before (Never, never, felt before) And your love Is the music of my heart  Music of my heart Music of my heart Is the music of my heart  ",
        "title": "Music Of My Heart"
    },
    {
        "artist": "Marc Anthony",
        "lyrics": "  [Verse 1] La gente anda diciendo por alli Que tu quisieras acercarte a mi Si tu supieras que te quiero amar Que hasta el cielo te quiero llevar  [Chorus  [Verse 2] No me dejes solo con mi corazon Que esta enloquecido con esta pasion Si es que me deseas nena dimelo Porque por tu amor estoy muriendo yo Ay dimelo, ven dimelo Porque por tu amor estoy muriendo yo Ay dimelo, ven dimelo Porque por tu amor estoy muriendo yo  [Verse 3] Si yo pudiera acariciar tu piel Tu cuerpo entero quiero conocer Esta pasion no me deja dormir Este deseo no me deja vivir  [Chorus  ",
        "title": "I Need To Know"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Wyclef] Yo Whitney and Wyclef Turn this up you gonna feel it up Yo if I became broke tomorrow Would I still be your pharaoh? Your ghetto Prince of Egypt And if I got into a motorcycle accident and crashed And became paraplegic Yeah and if the feds rush the door And find guns on the floor And took us to federal court Would you say they were yours? If I had to do a bid Would you take care of the kids? And never let another nig in the crib Keep the kitty licked, yeah  [Whitney](Kristina) If tomorrow is judgment day (sing mommy) And I'm standing on the front line And the Lord asks me what I did with my life I will say, I spent it with you If I wake up in World War Three I see destruction and poverty And I feel like I wanna go home It's okay if you're coming with me  [Chorus x2: Whitney Houston] Your love is my love and my love is your love It would take an eternity to break us And the chains of Amistad couldn't hold us  [Whitney Houston] If I lose my fame and fortune (It really don't matter) And I'm homeless on the streets And I'm sleeping in Grand Central Station (okay) It's okay if you're sleeping with me (baby) As the years, they pass us by We stay young through each other's eyes (Each other's eyes) And no matter how old we get, ooh It's okay as long as I got you, baby, yeah, yeah, yeah  [Chorus x2: Whitney Houston]  [Whitney] If I should die this very day Don't cry cause on Earth We wasn't meant to stay And no matter what the people say (It really won't matter) I'll be waiting for you After the judgment day  [Dyme] Now I lay me down to rest I pray that life don't get you stressed If you should cry, if you should break I pray these streets don't take your life Means more to me than that Rolley with the plat Heard that? Believe that, I ain't letting none of that Go down, when the feds come tell 'em none, they my guns And if they see me in the streets and wanna take my dough Take my clothes, for that price you can have my life Y'all shouting Dyme, that's my name Chicks spit fire, I'm putting out the flame For life, wifee, mommy to baby girl I wouldn't give it up for all the money in the world Oh my time is up, bricks to Mt. Vernon Clef and All Star bring in Whitney Houston  [Chorus x2: Whitney Houston]  [Wyclef] (Kristina) Collabo, All Star, East Side Refugee Camp from the basement, West Side (Clap your hands) And it don't stop South Side (Clap your hands) And me, North Side (I said the record is not over yet) (Clap your hands)  ",
        "title": "My Love Is Your Love"
    },
    {
        "artist": "Deborah Cox With R.L.",
        "lyrics": "  [Verse 1: R.L] To just act like We never were, to come around And not show hurt How dare we greet , by shaking hands Just months ago I was your man (I was your man)  [R.L & Deborah] Verbally we agreed it was over, and we were through I'm trying to compose myself but I just can't get over you girl  [Chorus: R.L.] We can't be friends (oh no, oh no, no, no,) We can't be friends (Deborah you know I can't go on being just your friend) We can't be friends Cause I'm still in love with you (yeah)  [Verse 2: Deborah Cox] I went by mothers, saw your car there To her your still family, and it don't seem fair For everyone to just go on. I tried and I can't do it Cause I'm still torn  [R.L. & Deborah Cox] I tried to think of you as just another love (another love) In past , that didn't last But it's not that simple baby  [Chorus: Deborah Cox] We can't be friends (oh no,no,no) We can't be friends If we, if we can't be lovers We can't be friends Cause I'm still in love   (D.C & R.L) You may see me staring or catch me in a daze May see me hang my head when you come my way Don't get to close to me and expect me and expect me to behave I might just still a kiss if you come near my face What I'm trying to say  [Chorus w/ adlib] We can't be friends (Can you look me in the eyes and honestly Say you don't love me?) We can't be friends (Deborah you know, R.L. I know) We can't be friends (I'll never, ever find another love like you oh) I love you too much baby, I love you too much  We can't be friends, I'm still in love with you  ",
        "title": "We Can't Be Friends"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  Scar tissue that I wish you saw Sarcastic mister know-it-all Close your eyes and I'll kiss you, cause With the birds I'll share  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin'  Push me up against the wall Young Kentucky girl in a push-up bra Fallin' all over myself To lick your heart and taste your health, cause  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin' With the birds I'll share this lonely view  Blood loss in a bathroom stall A southern girl with a scarlet drawl Wave good-bye to Ma and Pa, Cause with the birds I'll share  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin'  Soft spoken with a broken jaw Step outside but not to brawl and Autumn's sweet we call it fall I'll make it to the moon if I have to crawl and  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin' With the birds I'll share this lonely view  Scar tissue that I wish you saw Sarcastic mister know-it-all Close your eyes and I'll kiss you, cause With the birds I'll share (I'm share)  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin' With the birds I'll share this lonely view  ",
        "title": "Scar Tissue"
    },
    {
        "artist": "Sugar Ray",
        "lyrics": null,
        "title": "Someday"
    },
    {
        "artist": "Brian McKnight",
        "lyrics": "  [Verse 1] It's undeniable That we should be together It's unbelievable how I used to say that I'd fall never The basis is need to know, if you don't know just how I feel Then let me show you now that I'm for real If all things in time, time will reveal Yeah  [Chorus] One, you're like a dream come true Two, just wanna be with you Three, girl it's plain to see That your the only one for me, and Four, repeat steps one through three Five, make you fall in love with me If ever I believe my work is done Then I start back at one Yeah, yeah  [Verse 2] It's so incredible the way things work themselves out And all emotional, once you know what it's all about, babe And undesirable for us to be apart Never would of made it very far Cause you know you've got the keys to my heart Cause..  [Hook] One, you're like a dream come true Two, just wanna be with you Three, girl it's plain to see That your the only one for me, and Four, repeat steps one through three Five, make you fall in love with me If ever I believe my work is done Then I start back at one  [Bridge] Say farewell to the dark of night, I see the coming of the sun I feel like a little child whose life has just begun You came and breathed new life into this lonely heart of mine You threw out the life line just in the nick of time  [Chorus] One, you're like a dream come true Two, just wanna be with you Three, girl it's plain to see That your the only one for me, and Four, repeat steps one through three Five, make you fall in love with me If ever I believe my work is done Then I start back at one  ",
        "title": "Back At One"
    },
    {
        "artist": "Christina Aguilera",
        "lyrics": "  [Verse 1] I feel like I've been locked up tight For a century of lonely nights Waiting for someone to release me You're licking your lips and blowing kisses my way But that don't mean I'm gonna give it away Baby, baby, baby (Baby, baby, baby)  [Pre-Chorus] Oh, oh, oh, oh, oh (My body is saying \"Let's go\") Oh, oh, oh, oh, oh (But my heart is saying \"No\")  [Chorus] If you wanna be with me, baby there's a price to pay I'm a genie in a bottle, you gotta rub me the right way If you wanna be with me, I can make your wish come true You gotta make a big impression, I gotta like what you do  [Post-Chorus] I'm a genie in a bottle, baby You gotta rub me the right way, honey I'm a genie in a bottle, baby Come, come, come on and let me out  [Verse 2] The music's fading and the lights down low Just one more dance and then we're good to go Waiting for someone who needs me Hormones racing at the speed of light But that don't mean it's gotta be tonight Baby, baby, baby (Baby, baby, baby)  [Pre-Chorus] Oh, oh, oh, oh, oh (My body is saying \"Let's go\") Oh, oh, oh, oh, oh (But my heart is saying \"No\")  [Chorus] If you wanna be with me, baby there's a price to pay I'm a genie in a bottle, you gotta rub me the right way If you wanna be with me, I can make your wish come true Just come and set me free, baby, then I'll be with you  [Bridge] I'm a genie in a bottle baby You gotta rub me the right way, honey I'm a genie in a bottle baby Come, come, come on and let me out I'm a genie in a bottle baby Gotta rub me the right way, honey (If you wanna be with me) I'm a genie in a bottle baby Come, come, come on and let me out  [Pre-Chorus] Oh, oh, oh, oh, oh (My body is saying \"Let's go\") Oh, oh, oh, oh, oh (But my heart is saying \"No\")  [Chorus] If you wanna be with me, baby there's a price to pay I'm a genie in a bottle, you gotta rub me the right way If you wanna be with me, I can make your wish come true You gotta make a big impression, I gotta like what you do If you wanna be with me, baby there's a price to pay I'm a genie in a bottle, you gotta rub me the right way If you wanna be with me, I can make your wish come true Just come and set me free, baby, then I'll be with you  [Outro] I'm a genie in a bottle, baby Come, come, come on and let me out  ",
        "title": "Genie In A Bottle"
    },
    {
        "artist": "Len",
        "lyrics": "  [Intro: On Album Version] [Tim] Hey, Matt [Matt] Yeah, Tim? [Tim] Hey, you talked to Marc lately? [Matt] Uh, haven't really talked to him but he looks pretty, uh, down [Tim] \"He looks pretty, uh, down?\" Yeah, well, maybe we should cheer him up then [Matt] What do you, uh, suppose we should do? [Tim] Well, does he like butter tarts?  [Verse 1: Marc] I was lying on the grass of Sunday morning of last week Indulging in my self-defeat My mind was thugged, all laced and bugged, all twisted, wrong and beat A comfortable three feet deep Now the fuzzy stare from not being there on a confusing morning week Impaired my tribal lunar speak And of course you can't become if you only say what you would have done So I missed a million miles of fun  [Chorus: Marc & (Sharon)] I know it's up for me (If you steal my sunshine) Making sure I'm not in too deep (If you steal my sunshine) Keeping versed and on my feet (If you steal my sunshine)  [Spoken: On Album Version] [Tim] Chad, come here, come here, come here [Chad] Wow, look at her [Tim] I know [Chad] Man, I've never seen Sharon look so bad before [Tim] I did once before, but this is pretty bad [Chad] Yeah, what do you think she got up to last night? [Tim] Well, I...Sharon, I love you!  [Verse 2: Sharon] I was lying on the bench slide in the park across the street L-A-T-E-R that week My sticky paws were into making straws out of big fat slurpy treats An incredible eight-foot heap Now the funny glare to pay a gleaming tare in a staring under heat Involved an under usual feat And I'm not only among but I invite who I want to come So I missed a million miles of fun  [Chorus: Marc & (Sharon)] I know it's up for me (If you steal my sunshine) Making sure I'm not in too deep (If you steal my sunshine) Keeping versed and on my feet (If you steal my sunshine)  [Chorus 2: Marc & (Sharon)] I know it's done for me (If you steal my sunshine) Not some and hard to see (If you steal my sunshine) Keeping dumb and built to beat (If you steal my sunshine)  [Outro] My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine My sunshine, if you steal my sunshine  ",
        "title": "Steal My Sunshine"
    },
    {
        "artist": "702",
        "lyrics": "  [Verse 1: Kameelah] See, he's my property and any girl that touch I might just call your bluff 'cause I don't give a Who are you to call my cell? Oh, I'm gonna wish you well 'Cause any girl that tried has failed but  [Chorus] Where my girls at? From the front to back Well, is you feelin' that? Put one hand up Can you repeat that? Tryna take my man See, I don't need that, so, don't play yourself  [Verse 2: Kameelah] Hey, hey, hey, hey, don't you violate me 'Cause I'ma make you hate me If you decide to mess with mine Chop you down to size Make you realise You done messed up this time  [Chorus] Where my girls at? From the front to back Well, is you feelin' that? Put one hand up Can you repeat that? Tryna take my man See, I don't need that, so, don't play yourself  [Bridge] You must learn the rules Don't come close to Anything that belongs to me He is mine My property So you must leave  [Chorus] Where my girls at? From the front to back Well, is you feelin' that? Put one hand up Can you repeat that? Tryna take my man See, I don't need that, so, don't play yourself  ",
        "title": "Where My Girls At?"
    },
    {
        "artist": "Britney Spears",
        "lyrics": null,
        "title": "(You Drive Me) Crazy"
    },
    {
        "artist": "98 Degrees",
        "lyrics": null,
        "title": "I Do (Cherish You)"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Verse 1] How did I ever let you slip away Never knowing I'd be singing this song some day And now I'm sinking, sinking to rise no more Ever since you closed the door  [Chorus] If I could turn, turn back the hands of time Then my darling you'd still be mine If I could turn, turn back the hands of time Then darling you, you'd still be mine  [Verse 2] Funny, funny how time goes by And blessings are missed in the wink of an eye Why oh why oh why should one have to go on suffering When every day I pray please come back to me  [Chorus] If I could turn, turn back the hands of time Then my darling you'd still be mine If I could turn, turn back the hands of time Then darling you, you'd still be mine  [Verse 3] And you had enough love for the both of us But I, I, I did you wrong, I admit I did But now I'm facing the rest of my life alone, whoa  [Chorus] If I could turn, turn back the hands of time Then my darling you'd still be mine If I could turn, turn back the hands of time Then darling you, you'd still be mine  Oh I'd never hurt you (If I could turn back) Never do you wrong (If I could turn back) And never leave your side (If I could turn back) If I could turn back the hands  There'd be nothing I wouldn't do for you (If I could turn back) Forever honest and true to you (If I could turn back) If you accept me back in your heart, I love you (If I could turn back the hands)  (If I could turn back) Oh oh, that would be my will (If I could turn back) Darling I'm begging you to take me by the hands (If I could turn back the hands)  I'm going down, yes I am (If I could turn back) Down on my bended knee, yeah (If I could turn back) And I'm gonna be right there until you return to me (If I could turn back the hands) Oh oh oh  (If I could turn back) If I could just turn back that little clock on the wall (If I could turn back) Then I'd come to realize how much I love you Love you, love you, love you, love you (If I could turn back the hands, If I could turn back the hands) (oh oh oh oh)  ",
        "title": "If I Could Turn Back The Hands Of Time"
    },
    {
        "artist": "Smash Mouth",
        "lyrics": "  [Verse 1] Somebody once told me the world is gonna roll me I ain't the sharpest tool in the shed She was looking kind of dumb with her finger and her thumb In the shape of an \"L\" on her forehead  [Pre-Chorus] Well, the years start coming and they don't stop coming Fed to the rules and I hit the ground running Didn't make sense not to live for fun Your brain gets smart but your head gets dumb So much to do, so much to see So what's wrong with taking the backstreets? You'll never know if you don't go You'll never shine if you don't glow  [Chorus] Hey now you're an All Star, get your game on, go play Hey now you're a Rock Star, get the show on, get paid And all that glitters is gold Only shooting stars break the mold  [Verse 2] It's a cool place, and they say it gets colder You're bundled up now but wait 'til you get older But the meteor men beg to differ Judging by the hole in the satellite picture The ice we skate is getting pretty thin The water's getting warm so you might as well swim My world's on fire, how about yours? That's the way I like it and I'll never get bored  [Chorus] Hey now you're an All Star, get your game on, go play Hey now you're a Rock Star, get the show on, get paid And all that glitters is gold Only shooting stars break the mold  [Bridge] (Go for the moon) (Go for the moon) (Go for the moon) (Go for the moon)  [Chorus] Hey now you're an All Star, get your game on, go play Hey now you're a Rock Star, get the show on, get paid And all that glitters is gold Only shooting stars  [Verse 3] Somebody once asked could I spare some change for gas? \"I need to get myself away from this place\" I said \"Yep, what a concept I could use a little fuel myself And we could all use a little change!\"  [Pre-Chorus] Well, the years start coming and they don't stop coming Fed to the rules and I hit the ground running Didn't make sense not to live for fun Your brain gets smart but your head gets dumb So much to do, so much to see So what's wrong with taking the backstreets? You'll never know if you don't go You'll never shine if you don't glow  [Chorus] Hey now you're an All Star, get your game on, go play Hey now you're a Rock Star, get the show on, get paid And all that glitters is gold Only shooting stars break the mold And all that glitters is gold Only shooting stars break the mold  ",
        "title": "All Star"
    },
    {
        "artist": "Ricky Martin",
        "lyrics": "  [Intro] Here i am. Broken wings, quiet thoughts, unspoken dreams Here i am. Alone again and i need her now to hold my hand  [Chorus] She's all, she's all i ever had She's the air i breathe She's all, she's all i ever had  [Verse] It's the way she makes me feel It's the only thing that's real It's the way she understands She's my lover, she's my friend And when i look into her eyes it's the way i feel inside Like the man i want to be She's all i ever need So much time, soo much pain (but) there's one thing that still remains (it's the) the way she cared the love we shared And through it all she's always been there  [Chorus] She's all, she's all i ever had in a world so cold, so empty She's all, she's all i ever had  [Outro] It's the way she makes me feel It's the only thing that's real It's the way she understands She's my lover, she's my friend And when i look into her eyes it's the way i feel inside Like the man i want to be. She's all i ever need  ",
        "title": "She's All I Ever Had"
    },
    {
        "artist": "Ideal",
        "lyrics": "  [Intro] Hey, come in here for a minute Sit down Come here, cause we gotta talk, Okay Well, you just stay here for a little bit tonight Man, I don't even know where to start Yo, I want you try to understand somethin', okay? Now, just listen  [Verse 1] In the beginning, you know I tried To make it work for you and I Seems like I was always by myself Like you didn't ever, ever wanna help The strain you put on me, you let me down Can you tell me why, after all I've done? For you and us You know I really hate to say it, but I gotta tell you som'  [Chorus] I think I better leave (leave) you alone (alone) So get your bags (yeah) and get the hell on (on) See, because I don't want you no more (I don't want you no more) I think you better leave (leave) me alone (alone) So get your bags (yeah), get the hell on (get gone) Because love ain't here no more  [Verse 2] I don't know if it hurts To hear me say all of these words But then again, I guess by now I really don't care (See I've waited much too long) Always thought that it could work Thought it could be, forever you and me Tell me, what happened to us? Wait a minute, don't speak Right now all I wanna do is see you leavin'  [Chorus] (Leave) me alone (alone) Get your bags (yeah), get the hell on (on on) Cause I don't want you no more Said I think I better leave (leave) you alone (alone) Get your bags (yeah), get the hell on (get gone) Cause love ain't here no more  [Bridge] See, I tried to do it right Tried to make you see the light All that I wanted, all that I needed, was you in my life Havin' broke down and for what? Changed so many times, forgot who the real me was But it's alright, I said it's cool Cause I'm getting rid of you  [Chorus] I think it's time to leave (leave) me alone (alone) Get your bags (yeah), get the fuck on (on on) Because love don't want you no more Said I think it's time to leave (leave) me alone (alone) Get to steppin' (yeah), get the hell on (get gone) Love (love) ain't (ain't) here (here) no more (no more)  Oh leave (leave) me alone (alone) Get your bags (yeah), leave the keys on the table (on on) Cause I don't want you no more (See I've waited much too long) Said I think you better leave (leave) me alone (alone) Get to steppin' (yeah), get gone (get gone) Cause love ain't here no more  [Outro](Fades) You better get on (get on), get on (get on) Get on (get on), you ain't takin' a thing (get on) Just get on (get on), get on Get on (get on), leave the credit cards with me  ",
        "title": "Get Gone"
    },
    {
        "artist": "Juvenile Featuring Mannie Fresh & Lil' Wayne",
        "lyrics": null,
        "title": "Back That Thang Up"
    },
    {
        "artist": "Goo Goo Dolls",
        "lyrics": "  [Verse 1] Baby's black balloon makes her fly I almost fell into that hole in your life And you're not thinking about tomorrow Cause you were the same as me But on your knees A thousand other boys could never reach you How could I have been the one? I saw the world spin beneath you And scatter like ice from the spoon that was your womb  [Chorus] Coming down the world turned over And angels fall without you there And I go on as you get colder Or are you someone's prayer?  [Verse 2] You know the lies they always told you And the love you never knew What's the things they never showed you That swallow the light from the sun inside your room, yeah  [Chorus] Coming down the world turned over And angels fall without you there And I go on as you get colder Or are you someone's prayer?  [Bridge] And there's no time left for losing When you stand they fall, yeah  [Chorus 2] Coming down the world turned over And angels fall without you there And I go on as you get colder All because I'm Coming down the years turned over And angels fall without you there And I'll go on and I'll lead you home and All because I'm All because I'm And I'll become What you became to me  ",
        "title": "Black Balloon"
    },
    {
        "artist": "Donell Jones",
        "lyrics": "  [Intro: Left Eye & (Donell Jones)] What up? What up? Say what? Say what? Say what? uh-huh (Ooh say what, say what, say what) Uh, uh, uh, Left Eye (Ooh girl you know what's up) Donell Jones (Ooh say what, say what, say what Ooh girl you know what's up)  [Verse 1: Donell Jones] Me and my niggas be rollin' Scheming on you and your homies The very first day of summer All chromed out in a Hummer babe Hit the park and parlay Hope that you walk this way Do you and your girls wanna ride Play all day, puff on the la  [Bridge: Donell Jones] Ooh say what, say what, say what (You know that I like it baby) Ooh girl you know what's up (And you know what I need) Ooh say what, say what, say what (You know that I'm bout it baby) Ooh girl you know what's up (Ooh)  [Hook: Donell Jones] I'm digging you and I'm feeling you And you know what's up Said I'm diggin' you and I'm wanting you So tell me what's up  [Verse 2: Donell Jones] Peep her thighs and I'm zoning Right around two in the morning Looking fly with the sun dress on I think I feel a bone coming on Girl you got me wide open Waitin' all day and I'm hoping So baby don't front Backseat Jeep, you know what I want  [Bridge: Donell Jones] Ooh say what, say what, say what (You know that I like it baby) Ooh girl you know what's up (And you know what I need) Ooh say what, say what, say what (You know that I'm bout it baby) Ooh girl you know what's up (Ooh)  [Hook: Donell Jones] I'm digging you and I'm feeling you And you know what's up Said I'm diggin' you and I'm wanting you So tell me what's up  [Verse 3: Left Eye] Uh, say what? say what? say what? So baby tell me what's up Can we ascend to higher heights And when the path gets rough We can give into brighter nights breathe with peace Expound by leaps, and soul to reap, our souls to keep The passion's deep, and filled with heat Living this life on the hustle, I barely get enough time You know me from the platinum, how I stack them and shine You see a lot of contenders, they try to end up in my world A reputation known as the untouchable girl I'm moving on now, trying to make a change in my ways Be the best that I can be to last me all of my days Now we can blaze pathways or just take our time Better holla if ya hear me cause Left Eye gon' shine My eyes don't lie, see how they glisten when you pass me by You and I don't need permission to be unified Surely I done seen and heard of many places Then I travelled around the world, seen many faces Don't let another one get near me if you wanna be true And show me that nobody else can do it better than you So if you're serious, I'm curious to see what you got But love is furious cause I believe in blowing up spots  [Hook: Donell Jones] I'm digging you and I'm feeling you And you know what's up Said I'm diggin' you and I'm wanting you So tell me what's up  [Outro: Left Eye] Untouchable, Eddie F Darren Lighty, Left Eye, Donell Jones This is how it's going down  ",
        "title": "U Know What's Up"
    },
    {
        "artist": "Jennifer Lopez",
        "lyrics": "  [Verse 1] Like a movie scene In the sweetest dreams I have pictured us together Now to feel your lips On my fingertips I have to say is even better Than I ever thought it could possibly be It's perfect, it's passion, it's setting me free From all of my sadness The tears that I've cried I have spent all of my life  [Chorus] Waiting for tonight When you would be here in my arms Waiting for tonight I've dreamed of this love for so long Waiting for tonight  [Verse 2] Tender words you say Take my breath away Love me now, leave me never Found a sacred place Lost in your embrace I want to stay in this forever I think of the days when the sun used to set On my empty heart, all alone in my bed Tossing and turning Emotions were strong I knew I had to hold on  [Chorus] Waiting for tonight When you would be here in my arms Waiting for tonight I've dreamed of this love for so long Waiting for tonight Waiting for tonight When you would be here in my arms Waiting for tonight I've dreamed of this love for so long Waiting for tonight  [Verse 3] Gone are the days when the sun used to set On my empty heart all alone in my bed Tossing and turning Emotions were strong I knew I had to hold on  [Chorus] Waiting for tonight When you would be here in my arms Waiting for tonight I've dreamed of this love for so long Waiting for tonight Waiting for tonight When you would be here in my arms Waiting for tonight I've dreamed of this love for so long Waiting for tonight  ",
        "title": "Waiting For Tonight"
    },
    {
        "artist": "Q-Tip",
        "lyrics": "  [Q-Tip] Uh.. check it out now Uh.. no doubt now Uh.. yo, check it out now Uh.. no doubt yo  Special girl, real good girl Biggest thing in my itty bitty world Called her up and she made me feel right Wish for bliss could never take flight Sittin back with this mic in my hand Spittin hot shit tryin to see grand Imprinted on my mind every minute Make my plans and you always in it, yo Uhh, such a vivrant thing Vivrant thing, a vivrant thing And even though we both fly Give each other space and not the evil eye Actin like grownups Don't even try to hide cause the spot blown up Girlfriend tellin you she wanna see I say 'I dunno' but you say 'Gladly' And when we both do hit We go on and on and on and on and on and Sweeter than Ben & Jerry Can I rhyme? Well you know I gets mine Sittin round in my abstract car This abstract thing goin' abstract far, yo Uhh, such a vivrant thing Vivrant thing, a vivrant thing Yo.. such a vivrant thing Vivrant thing, a vivrant thing Look at you, look at me Look at you, look at me Check it, yo - check it, huh Yo, check it - uhh, yo Yo.. such a vivrant thing Vivrant thing, a vivrant thing Look at you, look at me Look at you, look at me Yo, check it, yo, check it Yo, check it, yo yo yo Yo.. such a vivrant thing Vivrant uh, uhh-uhh, uh  [Q-Tip] Gettin back to my MC status All the Willie that I kick make the other niggas mad it's Movin, to your town and situation Shorty thought she subtle but she really was blatant when she Shook her thing and violated Now these wolf-like thoughts are formulated I'm sayin, \"Yo is this some heartfelt shit here? Am I strong black nigga? Well shit yeah Plus we can hold a convo' Or go to the movies, my crib, whatever yo Just wanna see you by my side\" We on 95, know the stash is in the ride A rapping nigga for real You would find me in a cypher if I didn't cop a deal Rap slate like big weight You buy, I sell, we split big cake Uh uh, just move your little thing Move it around and shake your little thing Uh uhh Yo.. such a vivrant thing Vivrant thing, a vivrant thing Uh, yo, you such a vivrant thing Vivrant thing, a vivrant thing yo Uh, such a vivrant thing Vivrant thing a vivrant thing uh Vivrant thing a vivrant thing uh Vivrant thing ah out yo uh uh Yo  ",
        "title": "Vivrant Thing"
    },
    {
        "artist": "Enrique Iglesias",
        "lyrics": "  [Intro] Esta noche bailamos Te doy toda mi vida Quédate conmigo  [Verse 1] Tonight we dance I leave my life in your hands We take the floor Nothing is forbidden anymore Don't let the world in outside Don't let a moment go by Nothing can stop us tonight  [Chorus] Bailamos! Let the rhythm take you over, Bailamos Te quiero amor mio, Bailamos Wanna live this night forever, Bailamos Te quiero amor mío, te quiero  [Verse 2] Tonight I'm yours We can make it happen I'm so sure I won't let it go There is something I think you should know I won't be leaving your side We're gonna dance through the night I want to reach for the stars  [Chorus] Bailamos! Let the rhythm take you over, Bailamos Te quiero amor mio, Bailamos Wanna live this night forever, Bailamos Te quiero amor mío, te quiero  [Bridge] Whoa-oh-ooh-oh, Tonight we dance Whoa-oh-ooh-oh, Like no tomorrow Whoa-oh-ooh-oh, If you will stay with me Te quiero mi amor Quedate conmigo Esta noche... Bailamos  [Chorus] Bailamos! Let the rhythm take you over, Bailamos Te quiero amor mio, Bailamos Wanna live this night forever, Bailamos Te quiero amor mío, Bailamos  [Outro] (Como te quiero, como te quiero) Let the rhythm take you over, Bailamos (Como te quiero, como te quiero) Te quiero, amor mío, Bailamos (Como te quiero, como te quiero) Bailamos! Wanna live this night forever, Bailamos (Como te quiero, como te quiero) Te quiero, amor mío, te quiero, Bailamos  ",
        "title": "Bailamos"
    },
    {
        "artist": "Warren G Featuring Mack 10",
        "lyrics": null,
        "title": "I Want It All"
    },
    {
        "artist": "Martina McBride",
        "lyrics": null,
        "title": "I Love You"
    },
    {
        "artist": "Backstreet Boys",
        "lyrics": "  [Intro: AJ] Yeah-ha-ha-ha-ha Ha-ha-ha-ha  [Verse 1] I may run and hide when you're screaming my name, alright But let me tell you now there are prices to fame, alright  [Pre-Chorus 1] All of our time spent In flashes of light  [Chorus] All you people can't you see, can't you see How your love's affecting our reality Every time we're down, you can make it right And that makes you larger than life  [Verse 2] Looking at the crowd and I see your body sway, come on Wishing I could thank you in a different way, come on Cause  [Pre-Chorus 2] All of your time spent Keeps us alive  [Chorus] All you people can't you see, can't you see How your love's affecting our reality Every time we're down, you can make it right And that makes you larger than life  [Pre-Chorus 2] All of your time spent Keeps us alive  [Chorus] All you people, can't you see, can't you see How your love's affecting our reality Every time we're down, you can make it right And that makes you larger than life  [Outro] Yeah, every time we are down Yeah, you can make it right Yeah, and that is what makes you larger than life  ",
        "title": "Larger Than Life"
    },
    {
        "artist": "Tal Bachman",
        "lyrics": "  [Verse 1] She's blood, flesh, and bone, no tucks or silicone She's touch, smell, sight, taste, and sound But somehow I can't believe that anything should happen I know where I belong and nothing's gonna happen, yeah  [Chorus] 'Cause, she's so high, high above me She's so lovely She's so high, like Cleopatra, Joan of Arc, or Aphrodite Oo-oo-oo-oo She's so high, high above me  [Verse 2] First class and fancy-free, she's high society She's got the best of everything What could a guy like me ever really offer? She's perfect as she can be, why should I even bother? A-hah  [Chorus] 'Cause, she's so high, high above me She's so lovely She's so high, like Cleopatra, Joan of Arc, or Aphrodite Oo-oo-oo-oo She's so high, high above me  [Verse 3] She comes to speak to me I freeze immediately 'Cause what she says sounds so unreal 'Cause somehow I can't believe that anything should happen I know where I belong and nothings gonna happen  [Chorus] 'Cause, she's so high, high above me She's so lovely She's so high, like Cleopatra, Joan of Arc, or Aphrodite Oo-oo-oo-oo She's so high, high above me  ",
        "title": "She's So High"
    },
    {
        "artist": "Eric Benet Featuring Tamia",
        "lyrics": null,
        "title": "Spend My Life With You"
    },
    {
        "artist": "Jessica Simpson",
        "lyrics": "  [Verse 1] You set my soul at ease Chased darkness out of view Left your desperate spell on me Say you feel it too I know you do I've got so much more to give This can't die, I yearn to live Pour yourself all over me And I'll cherish every drop here on my knees  [Chorus] I want to love you forever And this is all I'm asking of you 10,000 lifetimes together Is that so much for you to do? Because from the moment that I saw your face And felt the fire in your sweet embrace I swear I knew I'm going to love you forever  [Verse 2] My mind fails to understand What my heart tells me to do And I'd give up all I have just to be with you And that would do I've always been taught to win And I never thought I'd fall Be at the mercy of a man I've never been Now I only want to be right where you are  [Chorus]  [Verse 3] In my life I've learned that heaven never waits no Lets take this now before it's gone like yesterday Because when I'm with you there's nowhere else That I would ever want to be no I'm breathing for the next second I can feel you Loving me I'm going to love  [Chorus]  ",
        "title": "I Wanna Love You Forever"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] It was Labor Day weekend I was seventeen I bought a Coke and some gasoline And I drove out to the county fair When I saw her for the first time She was standing there in the ticket line And it all started right then and there Oh, a sailor’s sky made a perfect sunset And that's the day I'll never forget  [Chorus] I had a barbeque stain on my white tee shirt She was killing me in that miniskirt Skipping rocks on the river by the railroad tracks She had a suntan line and red lipstick I worked so hard for that first kiss And a heart don't forget something like that  [Verse 2] Well it was five years later on a southbound plane I was headed down to New Orleans To meet some friends of mine for Mardi Gras When I heard a voice from the past Coming from a few rows back And when I looked, I couldn't believe just what I saw She said I bet you don't remember me And I said only every other memory  [Chorus]  [Bridge] Like an old photograph Time can make a feeling fade But the memory of a first love Never fades away  [Chorus] I had a barbecue stain on my white tee shirt She was killing me in that miniskirt Skipping rocks on the river by the railroad tracks She had a sun tan line and red lipstick I worked so hard for that first kiss A heart don’t forget, no a heart don’t forget I said a heart don’t forget something like that Oh, not something like that  ",
        "title": "Something Like That"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Instrumental break]  [Intro] Let's go, girls! Come on!  [Verse 1] I'm going out tonight I'm feelin' alright Gonna let it all hang out Wanna make some noise Really raise my voice Yeah, I wanna scream and shout No inhibitions Make no conditions Get a little outta line I ain't gonna act politically correct I only wanna have a good time  [Pre-Chorus] The best thing about being a woman Is the prerogative to have a little fun and ...  [Chorus] Oh, oh, oh, oh, go totally crazy Forget I'm a lady Men's shirts, short skirts Oh, oh, oh, oh, really go wild Yeah, doin' it in style Oh, oh, oh, oh, get in the action Feel the attraction Color my hair, do what I dare Oh, oh, oh, oh, I wanna be free Yeah, to feel the way I feel Man! I feel like a woman!  [Verse 2] The girls need a break Tonight we're gonna take The chance to get out on the town We don't need romance We only wanna dance We're gonna let our hair hang down  [Pre-Chorus] The best thing about being a woman Is the prerogative to have a little fun and ...  [Chorus] Oh, oh, oh, oh, go totally crazy Forget I'm a lady Men's shirts, short skirts Oh, oh, oh, oh, really go wild Yeah, doin' it in style Oh, oh, oh, oh, get in the action Feel the attraction Color my hair, do what I dare Oh, oh, oh, oh, I wanna be free Yeah, to feel the way I feel Man! I feel like a woman!  [Pre-Chorus] The best thing about being a woman Is the prerogative to have a little fun and ...  [Chorus] Oh, oh, oh, oh, go totally crazy Forget I'm a lady Men's shirts, short skirts Oh, oh, oh, oh, really go wild Yeah, doin' it in style Oh, oh, oh, oh, get in the action Feel the attraction Color my hair, do what I dare Oh, oh, oh, oh, I wanna be free Yeah, to feel the way I feel Man! I feel like a woman!  [Outro] I get totally crazy Can you feel it? Come, come, come on, baby! I feel like a woman!  ",
        "title": "Man! I Feel Like A Woman!"
    },
    {
        "artist": "Sixpence None The Richer",
        "lyrics": "  [Chorus] There she goes There she goes again Racing through my brain And I just can't contain This feeling that remains  There she goes There she goes again Pulsing through my veins And I just can't contain This feeling that remains  There she goes (there she goes again) There she goes again (there she goes again) Racing through my brain (there she goes again) And I just can't contain This feeling that remains  [Bridge] There she goes There she goes again She calls my name Pulls my train No one else could heal my pain And I just can't contain This feeling that remains  There she goes (she calls my name) There she goes again (she calls my name) Chasing down my lane (she calls my name) And I just can't contain This feeling that remains  There she goes (there she goes again) There she goes (there she goes again) There she goes  ",
        "title": "There She Goes"
    },
    {
        "artist": "Backstreet Boys",
        "lyrics": "  [Verse 1: Brian] You are my fire The one desire Believe when I say I want it that way  [Verse 2: Nick] But we are two worlds apart Can't reach to your heart When you say That I want it that way  [Chorus] Tell me why Ain't nothing but a heartache Tell me why Ain't nothing but a mistake Tell me why I never want to hear you say I want it that way  [Verse 3: AJ] Am I your fire? Your one desire Yes, I know it's too late But I want it that way  [Chorus] Tell me why Ain't nothing but a heartache Tell me why Ain't nothing but a mistake Tell me why I never want to hear you say I want it that way  [Bridge: Kevin] Now I can see that we're falling apart From the way that it used to be, yeah No matter the distance, I want you to know That deep down inside of me  [Verse 4: Howie] You are my fire The one desire You are, you are, you are, you are  Don't wanna hear you (say) Ain't nothin' but a heartache Ain't nothin' but a mistake (don't wanna hear you say) I never wanna hear you say (oh, yeah) I want it that way  [Chorus] Tell me why Ain't nothing but a heartache Tell me why Ain't nothing but a mistake Tell me why I never want to hear you say (don't want to hear you say) I want it that way Tell me why Ain't nothin' but a heartache Ain't nothin' but a mistake Tell me why I never want to hear you say (never wanna hear you say) I want it that way I never want to hear you say I want it that way  [Outro: AJ] Cause I want it that way  ",
        "title": "I Want It That Way"
    },
    {
        "artist": "Destiny's Child",
        "lyrics": "  [Hook] You make me wanna throw my pager out the window Tell MCI to cut the phone calls Break my lease so I can move Cause you a bug a boo, a bug a boo I wanna put your number on the call block Have AOL make my emails stop Cause you a bug a boo You bugging what? you bugging who? You bugging me! And dont you see it ain't cool  [Verse 1] It's not hot that you be calling me Stressing me paging my beeper You're just non-stop and its not hot That you be leaving me messages every 10 minutes and then you stop by When I first met you, you were cool But it was game you had me fooled Cause 20 minutes after I gave you my number You already had my mailbox full  [Pre-Hook] So what you bought a pair of shoes What now I guess you think i owe you You dont have to call as much as you do I'd give them back to be through with you And so what my momma likes you What now I guess you think I will too Even if the pope said he likes you too I don't really care cause you're a bug a boo  [Hook] You make me wanna throw my pager out the window Tell MCI to cut the phone calls Break my lease so I can move Cause you a bug a boo, a bug a boo, a bug a boo I wanna put your number on the call block Have AOL make my emails stop Cause you a bug a boo You bugging what? you bugging who? You bugging me! And dont you see it ain't cool  [Verse 2] It's not hot that when in blocking your phone number You call me from over your best friends house And its not hot that I can't even go out with my girlfriends Without you tracking me down You need to chill out with that mess Cause you can't keep havin me stressed Cause everytime my phone rings it seems to be you And I'm praying that it is someone else  [Pre-Hook] So what you bought a pair of shoes What now I guess you think i owe you You dont have to call as much as you do I'd give them back to be through with you And so what my momma likes you What now I guess you think I will too Even if the pope said he likes you too I don't really care cause you're a bug a boo  [Hook] You make me wanna throw my pager out the window Tell MCI to cut the phone calls Break my lease so I can move Cause you a bug a boo, a bug a boo (a bug a boo) I wanna put your number on the call block Have AOL make my emails stop Cause you a bug a boo You bugging what? you bugging who? You bugging me! And dont you see it ain't cool  [Bridge] When you call me on the phone you're bugging me When you follow me around you're bugging me Everything you do be bugging me You buggin me, You bugging me When you show up at my door you're bugging me When you open up your mouth you're bugging me Everytime i see your face you're bugging me You're buggin me your buggin me  [Hook] You make me wanna throw my pager out the window Tell MCI to cut the phone calls Break my lease so I can move Cause you a bug a boo, a bug a boo I wanna put your number on the call block Have AOL make my emails stop Cause you a bug a boo You bugging what? you bugging who? You bugging me! And dont you see it ain't cool You make me wanna throw my pager out the window Tell MCI to cut the phone calls Break my lease so I can move Cause you a bug a boo, a bug a boo I wanna put your number on the call block Have AOL make my emails stop Cause you a bug a boo You bugging what? you bugging who? You bugging me! And dont you see it ain't cool  ",
        "title": "Bug A Boo"
    },
    {
        "artist": "Eve",
        "lyrics": "  [Little Girl] I got a boyfriend now *laughs*  [Eve] C'mon, uh, uh, uh, yo, yo  [Hook x 2] Gotta man that I think I'm gon' love forever And forever, we'll be together (C'mon) No matter where he goes, I'll be thinkin' of him I'm gonna love him, I'm gonna love him  [Verse 1] This nigga lookin' like love, no doubt sophisticated thug keep me guessin' Said it would be a blessin' just to watch you undressin' Callin' you daddy, late nights I'm layin' on your chest and Stay reminiscin' bout the rest and, and how they less than Trying to come between what we share, can't compare Could have been left, but when it's mine I never share Fight to the death if need be to prove that Wounds from your wars, other bitches couldn't soothe that Broke from a bad back I'm holdin' you down Doin' dirt with other bitches but them other fishes drown Locked in, for however long I'm playin' it smart Court dates in other cities there I'm playin’ my part Wifey, in ya life see forever be us Passenger side of a Bentley or the number 2 bus Tell the whole world, papi EVE don't want nobody else With other niggas pick and choose but you, I'm keepin' for myself  [Hook x 2]  [Verse 2] All my peoples thinkin' I'm delirious, but the love I feel is serious Couples of the world, no comparing us Been through fist fights with niggas when I see it escalate I'm the getaway driver so my nigga can escape Pull my ice for the bail, spending nights in jail Drawing hearts on the wall with our names around the cell It made a little craziness, maybe I'm blind But for me to leave now lookin' for love would take a lifetime So I'm keepin' mine, fucking keep me blind Feels like heaven when we makin' love, controllin' my spine Wine and dine, I don't need that as long as long as you wit me And you bitches thinkin' that you competition, come and get me My position is held, some try and all fail Pussy piece a mothafucka', uh-huh, good enough to sell Never leave his baby girl, mad cause he claim me Only thug in the hood that was wild enough to tame me  [Hook x 2]  [Verse 3] I'm the bitch he'll never leave, helped him build his luxuries Carry stories that can hurt him, still he only trustin' me Secrets never leave my mouth, even if they torture me Always taught to hold the ground, that's why I'll always be his queen Did some dumb shit, see him in the party start to flip Curse him out on the regular just to make him sick Disappear for a day or two to test his loyal ground Keep my dogs on a short leash, controlling the growl Open wide, I don't give a fuck, I'm swallowing my pride And he fast to blast a cat that he think be on the prowl But I'll never let him go, temper flare, let it go Always be his extra back bone, quick to let a nigga know Always by his side, EVE the apple in his eye Us together ain't no stopping snatchin' pieces of the pie Us together in our own world, what's his becomes mine Exceed eternity with him we'll stand the test of time  [Hook to fade]  ",
        "title": "Gotta Man"
    },
    {
        "artist": "B.G. Featuring Baby, Turk, Mannie Fresh, Juvenile & Lil' Wayne",
        "lyrics": null,
        "title": "Bling Bling"
    },
    {
        "artist": "Mandy Moore",
        "lyrics": null,
        "title": "Candy"
    },
    {
        "artist": "Steve Wariner",
        "lyrics": "  [Verse 1] My little third grade hand wrote I love you On a note of yellow paper And sent it to the front of the row to a little blonde-haired girl The blonde-haired girl just opened it and read it to herself I was so embarrassed when she turned around and said  [Chorus] I'm already taken You spoke up too late I love somebody else So you'll just have to wait  [Verse 2] The years flew by so quickly And there we were in junior high I realized that I still loved her so So I called her up and told her exactly how I felt Then she said there's something that you really ought to know  [Chorus] I'm already taken You spoke up too late I love somebody else So you'll just have to wait  [Bridge] So wait I did and never changed my love for that little blonde-haired girl Who's now the mother of our little blonde-haired boy Who's to our hearts so close  [Verse 3] I hate to think how fast he's growing up Last night I overheard them as she tucked him into bed He said, Mommy, will you marry me? And this is what she said  [Chorus] I'm already taken You spoke up too late I love your daddy, son So you'll just have to wait  [Chorus] I'm already taken You spoke up too late I love your daddy, son So you'll just have to wait  ",
        "title": "I'm Already Taken"
    },
    {
        "artist": "IMx",
        "lyrics": null,
        "title": "Stay The Night"
    },
    {
        "artist": "Ginuwine",
        "lyrics": "  [Verse] Nine o' clock, home alone, paging you Wishing you'd come over, my place, after while, let me know We can just keep talking 'bout the last time, you were here What we did (no sleep till morning) Only bubble baths and back rubs Hit me back, girl I hope, you hurry cause  [Hook](x2) I'm so anxious So meet me at 11:30, I love the way you're talkin' dirty Said, I'm so anxious Girl could you quit this stallin', you know I'm a sexaholic  [Verse 2] It's 10:10, where you been? Did you get my message? (Your expression is telling me that you've been thinkin' the same thang) The same thang I've been thinkin' You say you're working, well hit me just as soon as your shift, is over And I'll be waiting, cause I can't sleep for reminiscing About you and what we do, Hit me back and hope you hurry  [Hook](x2)  [Bridge] Said as soon as you hit the door, I'mma pull you down on the floor And before we get to touch the bed, Baby back up every word you said And before we, got to hit the lights And before we start the cande lights Baby girl, I wanna bump and grind This is something that's been on my mind  [Hook](x2)  ",
        "title": "So Anxious"
    },
    {
        "artist": "George Strait",
        "lyrics": null,
        "title": "What Do You Say To That"
    },
    {
        "artist": "Montgomery Gentry",
        "lyrics": "  Pulled in the driveway, picked up the paper Found my key and unlocked the door I walked in, felt like a stranger like I'd never been there before As I wandered room to room, it was silent as a tomb Could've heard a teardrop, could've heard a heartbreak Never saw the flood come even though I felt the rain Never heard a house sound so loud with memories Where there used to be a happy home In the house on the corner of lonely and gone If she talked about leaving I wasn't listening If she showed me a sign, well, I never saw Did she stop believing? Did I stop giving? Can't put my finger on, what went wrong Now the quietest noise I'm told is the sound of letting go Could've heard a teardrop, could've heard a heartbreak Never saw the flood come even though I felt the rain Never heard a house sound so loud with memories Where there used to be a happy home In the house on the corner of lonely and gone Whoa, never heard a house sound so loud with memories Where there used to be a happy home in the house on the corner In the house on the corner of lonely and gone  ",
        "title": "Lonely And Gone"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Verse 1] When the train rolls by I'm going to be ready this time When the boy gets that look in his eye I'm going to be ready this time When my momma says I look good in white I'm going to be ready this time  [Chorus] Oh yeah Ready, ready, ready, ready...ready to run All I'm ready to do is have some fun What's all this talk about love  [Verse 2] I feel the wind blow through my hair I'm going to be ready this time I'll buy a ticket to anywhere I'm going to be ready this time You see it feels like I'm starting to care And I'm going to be ready this time  [Chorus] Oh yeah Ready, ready, ready, ready...ready to run All I'm ready to do is have some fun What's all this talk about love Oh yeah Ready, ready, ready, ready...ready to run All I'm ready to do is have some fun What's all this talk about love Oh yeah Ready, ready, ready, ready...ready to run All I'm ready to do is have some fun What's all this talk about love  ",
        "title": "Ready To Run"
    },
    {
        "artist": "Savage Garden",
        "lyrics": "  [Verse 1] Maybe it's intuition But some things you just don't question Like in your eyes, I see my future in an instant And there it goes, I think I've found my best friend  [Pre-Chorus] I know that it might sound more than a little Crazy, but I believe...  [Chorus] I knew I loved you before I met you I think I dreamed you into life I knew I loved you before I met you I have been waiting all my life  [Verse 2] There's just no rhyme or reason Only this sense of completion And in your eyes, I see the missing pieces I'm searching for, I think I found my way home  [Pre-Chorus] I know that it might sound more than a little Crazy, but I believe...  [Chorus] I knew I loved you before I met you I think I dreamed you into life I knew I loved you before I met you I have been waiting all my life I am complete now that I found you  [Chorus] I knew I loved you before I met you I think I dreamed you into life I knew I loved you before I met you I have been waiting all my life  [Outro] I knew I loved you before I met you I think I dreamed you into my life I knew I loved you before I met you I have been waiting all my life  ",
        "title": "I Knew I Loved You"
    },
    {
        "artist": "Lenny Kravitz",
        "lyrics": "  [Chorus 1] American woman, stay away from me American woman, mama let me be  [Verse 1] Don't come hanging around my door I don't want to see your face no more I got more important things to do Than spend my time growing old with you  [Chorus 2] Now woman, stay away American woman, listen what I say  [Chorus 3] American woman, get away from me American woman, mama let me be  [Verse 2] Don't come knocking around my door I don't wanna see your shadow no more Colored lights can hypnotize Sparkle someone else's eyes  [Chorus 4] Now woman, get away American woman, listen what I say  [Chorus 5] American woman, said get away from me American woman, listen what I say  [Verse 3] Don't come hanging around my door Don't wanna see your face no more I don't need your war machines I don't need your ghetto scenes Colored lights can hypnotize Sparkle someone else's eyes  [Chorus 4] Now woman, get away American woman, listen what I say  [Chorus 1] American woman, stay away from me American woman, mama let me be  [Bridge] I gotta go, I gotta get away Baby, I gotta go, I wanna fly away I'm gonna leave you, woman I'm gonna leave you, woman I'm gonna leave you, woman I'm gonna leave you, woman A-bye-bye, a-bye-bye Bye-bye, bye-bye  [Outro] (American woman) You're no good for me and I'm no good for you (American woman) I look you right straight in the eye and tell you what I'm gonna do (American woman) I'm going to leave you woman, you know I got to go (American woman) I'm going to leave you woman, I got to go (American woman) I got to go I gotta go, American woman, yeah  ",
        "title": "American Woman"
    },
    {
        "artist": "Jennifer Lopez",
        "lyrics": "  [Chorus] If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"? If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"?  [Verse 1] Now, if I give you me, this is how it's got to be First of all, I won't take you cheatin' on me Tell me, who can I trust if I can't trust in you? And I refuse to let you play me for a fool You said that we could possibly spend eternity See, that's what you told me (that's what you said) But if you want me, you have to be fulfilling all my dreams (If you really want me, babe)  [Chorus] If you had my love, and I gave you all my trust Would you comfort me? (Tell me, baby) And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"?  [Verse 2] You said you want my love and you've got to have it all But first, there are some things you need to know If you want to live with all I have to give I need to feel true love or it's got to end, yeah I don't want you trying to get with me And I end up unhappy (Don't need the hurt and I don't need the pain) So before I do give myself to you I have to know the truth (If I spend my life with you)  [Chorus] If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"? If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"?  [Instrumental Bridge]  [Chorus] If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"? If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"? If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"?  ",
        "title": "If You Had My Love"
    },
    {
        "artist": "LeAnn Rimes",
        "lyrics": null,
        "title": "Big Deal"
    },
    {
        "artist": "Creed",
        "lyrics": null,
        "title": "Higher"
    },
    {
        "artist": "John Michael Montgomery",
        "lyrics": null,
        "title": "Home To You"
    },
    {
        "artist": "Train",
        "lyrics": "  She doesn't own a dress Her hair is always a mess IF You catch her stealin' she won't confess She's Beautiful  Smokes a pack a day, no wait That's me, but anyway She doesn't care a thing About that, hey She thinks I'm beautiful Meet Virginia  She never compromises Loves babies and surprises Wears high heels when She exercises Ain't it beautuiful Meet Virginia  Well she wants to be the Queen Then she thinks about her scene Pulls her hair back as she screams \"I don't really wanna be the Queen\"  Daddy wrestles alligators Mama works on carburetors Her brother is a fine mediator For the president And here she is again on the phone Just like me hates to be alone We just like to sit at home And rip on the President Meet Virginia, Mmmm...  Well she wants to live her life Then she thinks about her life Pulls her hair back, as she screams \"I don't really wanna live this life\" No mama no mama no mama no mama  She only drinks coffee at midnight When the moment is not right Her timing is quite, unusual You see her confidence is tragic, but her Intuition magic And the shape of her body? Unusual  Meet Virgina I can't wait to Meet Virginia, yeah e yeah hey hey hey  Well she wants to be the queen and Then she thinks about her scene Well she wants to live her life Then she thinks about her life Pulls her hair back as she screams \"I don't really wanna be the queen\" I, I don't really wanna be the queen I, I don't really wanna be the queen I, I don't really wanna live this  ",
        "title": "Meet Virginia"
    },
    {
        "artist": "Garth Brooks as Chris Gaines",
        "lyrics": null,
        "title": "Lost In You"
    },
    {
        "artist": "Fastball",
        "lyrics": "  [Verse 1] Sometimes I feel like I am drunk behind the wheel The wheel of possibility, however it may roll Give it a spin, see if it can somehow factor in You know there's always more than one way To say exactly what you mean to say  [Chorus] Was I out of my head? Was I out of my mind? How could I have ever been so blind? I was waiting for an indication It was hard to find Don't matter what I say, only what I do I never mean to do bad things to you So quiet that I finally woke up If you're sad then it's time you spoke up too  [Instrumental Break]  [Chorus] Was I out of my head? Was I out of my mind? How could I have ever been so blind? I was waiting for an invitation It was hard to find Don't matter what I say, only what I do I never mean to do bad things to you So quiet but I finally woke up If you're sad then it's time you spoke up... too  ",
        "title": "Out Of My Head"
    },
    {
        "artist": "Melissa Etheridge",
        "lyrics": "  [Verse 1] The rope that's wrapped around me Is cutting through my skin And the doubts that have surrounded me Are finding their way in I keep it close to me Like a holy man prays In my desperate hour It's better, better that way  So I'll come by and see you again I'll be such a very good friend Have mercy on my soul I will never let you know Where my mind has been  [Chorus] Angels never came down There's no one here They want to hang around But if they knew If they knew you at all Then one by one the angels Angels would fall  [Verse 2] I've crept into your temple I have slept upon your pew I've dreamed of the divinity Inside and out of you I want it more than truth I can taste it on my breath I would give my life Just for a little, a little death  So I'll come by and see you again I'll be just a very good friend I will not look upon your face I will not touch upon your grace Your ecclesiastic skin  [Chorus] Angels never came down There's no one here They want to hang around But if they knew If they knew you at all Then one by one the angels Angels would fall  Angels Angels would fall Sweet angels  I'll come by and see you again And I'll have to be a very good friend If I whisper they will know I'll just turn around and go You will never know my sin  [Chorus] Angels never came down There's no one here They want to hang around But if they knew If they knew you at all Then one by one the angels Angels would fall  There's no one here They want to hang around But if they knew If they knew you at all Then one by one the angels Angels would fall  Oh... angels Angels would fall  ",
        "title": "Angels Would Fall"
    },
    {
        "artist": "Clint Black",
        "lyrics": null,
        "title": "When I Said I Do"
    },
    {
        "artist": "Marc Nelson",
        "lyrics": null,
        "title": "15 Minutes"
    },
    {
        "artist": "Will Smith Featuring K-Ci",
        "lyrics": "  [K-Ci & Will Smith:] Its here and I like it (Whoo! Ha-ha! Ha-ha!) (Big Will, uh K-Ci y'all bringing it in) (What?) Its here and I like it (Say what? What?) (Say what? What?) Gonna pack the dance floor (And do what with it?) Rock the dance floor  [Verse 1: Will Smith] Here it comes the party of a lifetime 31st of December Man I remember when the ball dropped for 90 Now it's 9-9, ten years behind me What's gonna happen? Don't nobody know We'll see when the clock gets to 12-0-0 Chaos, the cops gonna block the street Man who the hell cares? Just don't stop the beat No time to sleep, yo it's on tonight K-Ci you feeling me right? (Yeah) 2-0-0-0, the Will 2 K The new millennium, yo excuse me Willennium (yeah) It can't get thicker than this (Big Will) Slick like Rick I can't miss (And we gonna party like it's 19) Hold up it is  [K-Ci:] Here it comes another year Come on everyone, new millennium Here it comes another year Everyone, new millennium  [Verse 2: Will Smith] There's a party tonight Everybody was drinking The house was screaming And the bass was shaking And it won't be long Till everybody knowing That twelve o'clock the roof will be blowing Drinks on me, up the cups, and Midnight coming full thrust, and Dick Clark holding it down, and The second hand rolling around (Na, na, na, na) Hundred thousands deep, world wide press Hate to be the man that gotta clean this mess Same resolution, get the money Ain't where we've been, it's where we gonna be Get ready to hum Auld Lang Syne Cause a person that know the words is hard to find First soul train line of the year Four, three, two, one  [K-Ci & Will Smith:] Its here and I like it (Whoo! K-Ci y'all, K-Ci y'all) Gonna pack the dance floor (And do what with it?) Rock the dance floor (Uh, uh, uh)  [K-Ci:] Here it comes another year Come on everyone, new millennium Here it comes another year Everyone, new millennium  [K-Ci:] Say yeah, yeah (Come on) Say yeah, yeah (I can't hear y'all) Say yeah, yeah (What? What? What?) Say yeah, yeah (Come on, come on) Say yeah, yeah (I can't hear y'all) Say yeah, yeah (I can't hear y'all) Say yeah, yeah (Ha-ha-ha) Yeah, yeah  [Verse 3: Will Smith] I remember trying to count how old I'd be When the clock struck twelve in the year 2G Medianoche finally near This will be that anthem amongst the cheers Just the man to usher it in Big Will bringing the heat K-Ci bringing the plan Ringing it in, waiting for the ball to drop That 2000 vault we breaking the lock Let hip-hop keep blazing the charts May the past keep a warm spot in your heart May the future hold more joy then pain Hands in the air waiting for confetti to rain  [K-Ci:] Its here and I like it Gonna pack the dance floor Rock the dance floor Here it comes another year Come on everyone, new millennium Here it comes another year Everyone, new millennium  [Bridge: Will Smith] There's a party tonight Everybody was drinking The house was screaming And the bass was shaking And it won't be long Till everybody knowing at twelve o'clock At 12 o'clock Say what? Say what? Say what? What?  [K-Ci:] Here it comes another year Come on everyone, new millennium Here it comes another year Everyone, new millennium  [Outro: Will Smith] True dat, true dat, true dat Yo London, uh come on Yo Bangkok, come on, come on LA, ha, ha The NYC Come on, say what? Say what? Yo Philly, come on, hey Hey Tokyo, come on Everybody say what now Say what now, say what now Come on, come on, come on  ",
        "title": "Will 2K"
    },
    {
        "artist": "Destiny's Child",
        "lyrics": "  [Verse 1: Beyoncé] At first we started out real cool Taking me places I ain't never been But now, you're getting comfortable Ain't doing those things you did no more You're slowly making me pay for things Your money should be handling And now you ask to use my car (car) Drive it all day and don't fill up the tank And you have the audacity To even come and step to me Ask to hold some money from me Until you get your check next week  [Pre-Chorus: Kelly Rowland] You triflin', good for nothing type of brother Silly me, why haven't I found another? A baller, when times get hard I need someone to help me out Instead of a scrub like you Who don't know what a man's about  [Chorus] Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through  [Verse 2: Beyoncé] Now you've been maxing out my card (card) Gave me bad credit, buyin' me gifts with my own ends Haven't paid the first bill But instead you're headin' to the mall Goin' on shopping sprees perpetrating Telling your friends that you be ballin' And then you use my cell phone (phone) Callin' whoever that you think's at home And then when the bill comes All of a sudden you be acting dumb Don't know where none of these calls come from When your momma's number's here more than once  [Pre-Chorus: Kelly Rowland] You triflin', good for nothing type of brother Silly me, why haven't I found another? A baller, when times get hard I need someone to help me out Instead of a scrub like you Who don't know what a man's about  [Chorus] Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through  [Bridge] You triflin', good for nothing type of brother Oh silly me, why haven't I found another You triflin', good for nothing type of brother Oh silly me, why haven't I found another You triflin', good for nothing type of brother Oh silly me, why haven't I found another You triflin', good for nothing type of brother Oh silly me, why haven't I found another  [Chorus] Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So, you and me are through  [Outro] Thou shall confess  ",
        "title": "Bills, Bills, Bills"
    },
    {
        "artist": "Mark Wills",
        "lyrics": "  Third of June she said goodbye I watched her walk into the night The hardest thing I ever did was let her go We swore as friends we stay in touch Best of friends don't mean that much When that phone call comes to tell you She's in love  She's in love She's got that fire in her eyes She's in love How her smile lights up the sky It's like she's walking on air She's been set free Still I can't believe She's in love Strolling down a one-way street She's in love You'd swear her heart has wings She's in love Why can't it be me  Told everyone I'm doing fine Learned how to get on with my life I just want what's best for her So I lied Found a note on my door last night Said, \"I'll be your friend 'till the day I die\" But you should know I found someone Now she's in love  She's in love She's got that fire in her eyes She's in love How her smile lights up the sky It's like she's walking on air She's been set free Still I can't believe She's in love Strolling down a one-way street She's in love You'd swear her heart has wings She's in love Why can't it be me  She's in love She's got that fire in her eyes She's in love How her smile lights up the sky It's like she's walking on air She's been set free Still I can't believe She's in love Strolling down a one-way street She's in love You'd swear her heart has wings She's in love Why can't it be me  Oh now she's in love Why can't it be me She's in love She's in love She's in love She's in love  ",
        "title": "She's In Love"
    },
    {
        "artist": "Blaque",
        "lyrics": "  [Verse 1: Shamari] There you are Looking as fine as can be In your fancy car I can see you looking at me  What you wanna do? Are you just gonna sit there and stare? Baby, talk to me Tell me what's on your mind Baby, oh  [Chorus:] Oh, baby Bring it all to me(bring it all) But I don't need no fancy cars or diamond rings(baby I don't need, no)  Oh, baby Bring it all to me(bring it all) Gimme your time, your love, your space, your energy(hooooo)  [J.C. Chasez] Baby, what's the deal? Would I be too forward if I told you how I feel That's just the way I do my thing I'm so for real  Are you feeling my Timb's? My baggy jeans? My thug appeal? Do you like it when a man can keep it real? Oh  [Chorus:] Oh, baby Bring it all to me(bring it all,bring it all) But I don't need no fancy cars or diamond rings(diamond rings)  Oh, baby Bring it all to me Gimme your time, your love, your space, your energy  Oh, baby  [Shamari] Oh I'll put my pride to the side Just to tell you how good You make me feel inside  [J.C. Chasez] There's not a single question That we can't make this right Cause it's you I need Every day and night  [J.C. Chasez & Shamari] Oh ho ho Baby, yeah  [Chorus:] Oh, baby Bring it all to me(bring it all, bring it all) But I don't need no fancy cars or diamond rings(no I don't)  Oh, baby Bring it all to me(bring it all) Gimme your time, your love, your space, your energy(hooooo)  [Chorus:] Oh, baby Bring it all to me(yeah) But I don't need no fancy cars or diamond rings(oohhhhhh)  Oh, baby Bring it all to me(bring it all) Gimme your time, your love, your space, your energy(oohhhh)  [Chorus:] Oh, baby Bring it all to me(yeah) But I don't need no fancy cars or diamond rings(oohhhhhh)  Oh, baby Bring it all to me(bring it all) Gimme your time, your love, your space, your energy(oohhhh)  [Chorus:] Oh, baby Bring it all to me(yeah) But I don't need no fancy cars or diamond rings(oohhhhhh)  Oh, baby Bring it all to me(bring it all) Gimme your time, your love, your space, your energy(oohhhh)  [Chorus:] Oh, baby Bring it all to me(yeah) But I don't need no fancy cars or diamond rings(oohhhhhh)  Oh, baby Bring it all to me(bring it all) Gimme your time, your love, your space, your energy(oohhhh)  ",
        "title": "Bring It All To Me"
    },
    {
        "artist": "Faith Evans",
        "lyrics": "  [Verse 1] If I had one wish, boy I'd wish you next to me And it could be in summer, fall, or spring, boy 'Cause you make my heart sing I wanna give my heart, my soul, my love to you, oh baby, yeah 'Cause every day I'm not with you, I'm missing you like crazy  [Chorus] I need for you to love me (love me) Hold me (hold me) Touch me (touch me) Down deep in my soul, I'll never let it go 'Cause the love we share; no one compares to you I'll never let you go (I'll never let you go) 'Cause I really love you so Oh I, I'll never let you go Oh, no...no no no no  [Verse 2] If you must know the truth boy, I'm nothing without you It's funny how I know what people mean, boy When it's too good to be true Because you give me joy, good love, good times Such happiness, oh yeah And every day I thank the Lord for you I feel so blessed  [Chorus] I need for you to love me (love me) Hold me (hold me) Touch me Down deep in my soul, never let it go 'Cause the love we share; no one compares to you I'll never let you go (I'll never let you go) 'Cause I really love you so Oh, I love you so I'll never let you go Oh, no...no no no  [Bridge] If you only knew what you really do Ain't ever have no one that does it quite like you do You could spend half a lifetime trying to find one like you That's why I am so glad I found you, baby I wished upon a star and then it came true Darlin'...  [Chorus] I need for you to love me (love me) Hold me (hold me) Touch me (touch me) Down deep in my soul, I'll never let it go 'Cause the love we share; no one compares to you I'll never let you go (I'll never let you go) 'Cause I really love you so No I, I'll never let you go No no, ooh... Oh no, oh oh oh...  ",
        "title": "Never Gonna Let You Go"
    },
    {
        "artist": "Andy Griggs",
        "lyrics": "  You say you wanna let me go Well theres on thing that you should know I'll walk away willingly And you'll never even hear me leave I'll go quietly I'll go silently But I'll go crazy, without you Insane with a heart so blue They'll have to lock me away And I won't last one day Without you baby I'll go Crazy I never thought I'd see the day When I have to walk away But I still think theres a ray of hope But your the one who's lettin' go I'll go easily I'll go where you please But I'll go crazy without you Insane with a heart so blue They'll have to lock me away And I won't last one day Without you baby I'll go Crazy I'll go and take the blame I'll go down in flames But I'll go crazy without you Insane with a heart so blue They'll have to lock me away And I won't last one day Without you baby Hey I'll go Crazy Hey I'll go crazy Well I'll go crazy  ",
        "title": "I'll Go Crazy"
    },
    {
        "artist": "Blink-182",
        "lyrics": "  [Verse 1: Mark Hoppus] I took her out It was a Friday night I wore cologne To get the feeling right We started making out And she took off my pants But then I turned on the TV  [Chorus: Mark Hoppus with Tom DeLonge background] And that's about the time she walked away from me Nobody likes you when you're 23 And are still more amused by TV shows What the hell is ADD? My friends say I should act my age What's my age again? What's my age again?  [Verse 2] Then later on On the drive home I called her mom From a payphone I said I was the cops And your husband's in jail This state looks down on sodomy  [Chorus] And that's about the time that bitch hung up on me Nobody likes you when you're 23 And are still more amused by prank phone calls What the hell is call ID? My friends say I should act my age What's my age again? What's my age again?   [Chorus] And that's about the time she walked away from me Nobody likes you when you're 23 And you still act like you're in freshman year What the hell is wrong with me? My friends say I should act my age What's my age again?  [Outro] (what's my age again?) That's about the time she broke up with me (please stay with me) No one should take themselves so seriously (please stay with me) With so many years ahead to fall in line (please stay with me) Why would you wish that on me? (please stay) I never wanna act my age (with) What's my age again? (me) What's my age again?  ",
        "title": "What's My Age Again?"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Chorus 1] Get a life, get a grip Get away somewhere, take a trip Take a break, take control Take advice from someone you know  [Chorus 2] Come on over, come on in Pull up a seat, take a load off your feet Come on over, come on in You can unwind, take a load off your mind  [Verse 1] Make a wish, make a move Make up your mind, you can choose When you're up, when you're down When you need a laugh come around  [Chorus 2]  [Bridge] Oh, oh, oh  [Verse 2] Be a winner, be a star Be happy to be who you are Got to be yourself, gotta make a plan Got to go for it while you can  [Chorus 2]  [Chorus 1]  [Chorus 2]  [Outro] Oh, oh, oh  ",
        "title": "Come On Over"
    },
    {
        "artist": "Foo Fighters",
        "lyrics": "  [Verse 1] Run and tell all of the angels This could take all night Think I need a devil to help me get things right Hook me up a new revolution Cause this one is a lie We sat around laughing and watched the last one die  [Chorus] Now I'm looking to the sky to save me Looking for a sign of life Looking for something to help me burn out bright I'm looking for a complication Looking cause I'm tired of lying Make my way back home when I learn to fly high  [Verse 2] I think I'm done nursing the patience It can wait one night I'd give it all away if you give me one last try We'll live happily ever trapped if you just save my life Run and tell the angels that everything's alright  [Chorus 2] Now I'm looking to the sky to save me Looking for a sign of life Looking for something to help me burn out bright I'm looking for a complication Looking cause I'm tired of trying Make my way back home when I learn to fly high Make my way back home when I learn to...  [Bridge] Fly along with me, I can't quite make it alone Try to make this life my own Fly along with me, I can't quite make it alone Try to make this life my own  [Chorus 2] I'm looking to the sky to save me Looking for a sign of life Looking for something to help me burn out bright I'm looking for a complication Looking cause I'm tired of trying Make my way back home when I learn to  I'm looking to the sky to save me Looking for a sign of life Looking for something to help me burn out bright I'm looking for a complication Looking cause I'm tired of trying Make my way back home when I learn to fly high Make my way back home when I learn to fly... Make my way back home when I learn to...  ",
        "title": "Learn To Fly"
    },
    {
        "artist": "Rage Against The Machine",
        "lyrics": "  [Verse 1] Transmission, third World War, third round A decade of the weapon of sound above ground No shelter if you're looking for shade I lick shots at the brutal charade As the polls close like a casket, on truth devoured A silent play on the shadow of power A spectacle monopolized The cameras eyes on choice disguised  [Verse 2] Was it cast for the mass who burn and toil Or for the vultures who thirst for blood and oil? Yes, a spectacle monopolized They hold the reins, stole your eyes All the Fist-a-gons, the bullets, and bombs Who stuff the banks, who staff the party ranks More for Gore or the son of a drug lord None of the above. Fuck it, cut the cord!  [Chorus] Lights out! Guerrilla radio! Turn that shit up! Lights out! Guerrilla radio! Turn that shit up! Lights out! Guerrilla radio! Turn that shit up! Lights out! Guerrilla radio!  [Verse 3] Contact, I hijacked the frequencies Blockin' the beltway, move on DC! Way past the days of bombin' MCs' Sound off, Mumia go on be free! Who got 'em? Yo, check the federal file All you pendejos know the trial was vile An army of pigs try to silence my style Off 'em all out that box, it's my radio dial!  [Chorus] Lights out! Guerrilla radio! Turn that shit up! Lights out! Guerrilla radio! Turn that shit up! Lights out! Guerrilla radio! Turn that shit up! Lights out! Guerrilla radio!  [Bridge] It has to start somewhere It has to start sometime What better place than here? What better time than now?  [Outro] All hell can't stop us now All hell can't stop us now All hell can't stop us now All hell can't stop us now All hell can't stop us now All hell can't stop us now  ",
        "title": "Guerrilla Radio"
    },
    {
        "artist": "JAY-Z",
        "lyrics": "  [Intro] Jigga Man, Swizz Beatz History in the making, part three Lights out ladies!  [Hook 2X: Mashonda (Jay-Z)] C'mon here baby, you drive me crazy (where all my baby thugs?) Don't want nobody but you my baby (and all my ladies sing) Hold me tight and call me your lady (say it louder) Make me scream your name  [Verse 1] I took ya outta Jacob's in clusters Busters they wanted to rush us Love the way you sparkle when the sun touch ya When you blush you turn blue if your grade is right You can light up the whole room, turning day from night When the summertime is in and the tops are down With you around my neck we lock the whole block down (that's right) It took shortsleeves and loungin' to understand The reason they call you ice, everybody freeze Ain't a pendant in the sun who can shine like you And that platinum in the charm who can blind like you The direct reason why niggas do they crimes they do I used to snatch the necklace right off them reckless fools Guess I was jealous that they was so next to you So I devoted half my time to invest in you The other half was spent on protecting you Cause you belong to me, now sing ya song for me C'mon  [Hook 2X]  [Verse 2] I'm often with you, so they wonder 'bout the juice I got I took you from the projects and an abusive pops From the bottom to the top The skateboard to the drop From the nada to the Prada I got ya like I got ya From the first time I put you round my neck and locked ya It was then I knew everywhere I went you'd follow Soon I spent every dollar, you became my habit Other brothers vice was smoke, mines was carats The more checks I got the more I laced my crew The rocks got bigger, watch face got blue Tricked a little bit, shit I lace my boo Fuck it, my mistress I laced her too Cop my jewels twice, like deja vu If they ever met in the mall, it's over y'all Just the way I do, and either way you win I mean the thugs love ya when you're girl's best friend  [Hook 2X]  [Verse 3] Yeah, yeah, yeah In the wedding band you love, in the gold chain you thug Sometimes you given just because And the tennis bracelet means they want relations Know that they wanna fuck, the only reason they give you up In the hands of gold diggers you never enough Rings, things, just never enough But me and you together gon' shine to the end I mean the thugs love ya but ya girl's best friend  [Hook 4X]  ",
        "title": "Girls' Best Friend"
    },
    {
        "artist": "Yankee Grey",
        "lyrics": "  All things considered I'm doin' just fine even though You left a hole the size of Texas deep inside of my heart The way I feel I should be losing my mind But all things considered I'm doin' just fine  Woke up this morning to the sound of you slammin' the door I got served a piece of paper for breakfast that said You don't live here no more And the dog won't let me pet him, he just lays around And growls at my feet And the paper boy forgot me again I should have stayed in bed asleep  All things considered I'm doin' just fine even though You left a hole the size of Texas deep inside of my heart The way I feel I should be losing my mind But all things considered I'm doin' just fine  Well my car broke down again right before it ran out of gas Yeah my boss is still ringing in my head One more time and your out on your...yeah Well I can't wait till that five o clock whistle blows So I can sit in traffic all day And end up going home alone  All things considered I'm doin' just fine even though You left a hole the size of Texas deep inside of my heart The way I feel I should be losing my mind But all things considered I'm doin' just fine  All things considered I'm doin' just fine even though You left a hole the size of Texas deep inside of my heart The way I feel I should be losing my mind But all things considered I'm doin' just fine  ",
        "title": "All Things Considered"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] One word, that's all you said Something in your voice called me, turned my head Your smile, just captured me You were in my future as far as I could see And I don’t know how it happens, but it happens still You asked me if I love you, if I always will  [Chorus] Well you had me from hello I felt love start to grow The moment I looked into your eyes you won me It was over from the start you completely stole my heart And now you won't let go I never even had a chance you know You had me from hello  [Verse 2] Inside I built a wall So high around my heart, I thought I'd never fall One touch, you brought it down The bricks of my defenses scattered on the ground And I swore to me I wasn't going to love again The last time was the last time I'd let someone in  [Chorus] But you had me from hello I felt love start to grow The moment I looked into your eyes you won me It was over from the start you completely stole my heart And now you won’t let go I never even had a chance you know You had me from hello  [Outro] That’s all you said Something in your voice calls me, turns my head You had me from hello You had me from hello Girl, I've loved you from hello  ",
        "title": "You Had Me From Hello"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] When a single mom goes out on a date with somebody new It always winds up feeling more like a job interview My momma used to wonder if she'd ever meet someone Who wouldn't find out about me and then turn around and run  [Verse 2] I met the man I call my dad when I was five years old He took my mom out to a movie and for once I got to go A few months later I remember lying there in bed I overheard him pop the question and prayed that she'd say yes  [Verse 3] And then all of a sudden Oh, it seemed so strange to me How we went from something's missing To a family Looking back all I can say About all the things he did for me Is I hope I'm at least half the dad That he didn't have to be  [Verse 4] I met the girl that's now my wife about three years ago We had the perfect marriage but we wanted something more Now here I stand surrounded by our family and friends Crowded 'round the nursery window as they bring the baby in  [Verse 5] And now all of a sudden It seemed so strange to me How we've gone from something's missing To a family Looking through the glass I think about the man That's standing next to me And I hope I'm at least half the dad That he didn't have to be  [Verse 6] Looking back all I can say About all the things he did for me Is I hope I'm at least half the dad That he didn't have to be  [Verse 7] Yeah, I hope I'm at least half the dad That he didn't have to be Because he didn't have to be You know he didn't have to be  ",
        "title": "He Didn't Have To Be"
    },
    {
        "artist": "Ol' Dirty Bastard Featuring Kelis",
        "lyrics": "  [Intro: Ol' Dirty Bastard] I dedicate this to all the pretty girls All the pretty girls in the world And the ugly girls too ‘Cause to me you're pretty anyway, baby  [Verse 1: Ol' Dirty Bastard] You give me your number, I'll call you up You act like your pussy on interrupt I don't have no trouble with you fucking me But I have a little problem with you not fucking me Baby, you know I'ma take care of you ‘Cause you say you got my baby, and I know it ain't true Is it a good thing? No it's bad, bitch For good or worse, makes you switch So I walk on over with my Cristal Bitch-ass niggas, put away your pist-als Dirty won't be having it in this house ‘Cause, bitch, I'll cripple your style! Now that you heard my charming voice You couldn't get another nigga, coochie won't get moist If you wanna look good and not be bummy Girl, you better give me that money! Aow!  [Hook: Kelis] Hey, Dirty! Baby, I got your money Don't you worry, I said hey! Baby, I got your money  [Verse 2: Ol' Dirty Bastard] So I glanced at the girls, girls glanced at me I whispered in their ear: \"Wanna be with me?\" You wanna look pretty though, in my video Ol' Dirty on the hat and I let you all know Just dance if you caught up in the holy ghost trance If you stop I'ma put the killer ants in your pants I'm the O-D-B as you can see F.B.I., don't you be watching me I don't want no problems, ‘cause I'll put you down In the ground where you can not be found I'm just Dirt Dog trying to make some money So give me my streaks and give me my honey! Radios play this all day, everyday Recognize I'm a fool and you love me! None of you, NUH, better look at me funny NUH, you know my name, now give me my money!  [Hook: Kelis] Hey, Dirty! Baby, I got your money Don't you worry, I said hey! Baby, I got your money  [Over the hook] Sing it! Sing it, girls! Just shake it right now! If Dirty want his money I think y'all should give him his money That's how I like you, girl!  [Verse 3: Ol' Dirty Bastard] Nigga playing in the club like this all night Bitches put your ass out, let me hold it tight You looking at my wrist saying \"It's so nice!\" The price bitch is diamonds, shining disco light Well, you better help me solve my problem Or I'ma get this money and rob them Lucky Dog when I won the Lotto Ran up on my car for carrying Rollo But hold on, you can call me Dirty And then lift up your skirt And you want some of this Dirty God made Dirt and Dirt bust your ass Stop annoying me! Yeah, I play my music loud It takes the Bastard – Ol' Dirty – to move the crowd They say, \"He had his dick in his mouth.\" Eddie Murphy taught me that back in the house Now give me my money!  [Hook: Kelis] Hey, Dirty! Baby, I got your money Don't you worry, I said hey! Baby, I got your money  [Hook: Kelis] Hey, Dirty! Baby, I got your money Don't you worry, I said hey! Baby, I got your money  [Hook: Kelis] Hey, Dirty! Baby, I got your money Don't you worry, I said hey! Baby, I got your money  [Hook: Kelis] Hey, Dirty! Baby, I got your money Don't you worry, I said hey! Baby, I got your money  [Hook: Kelis] Hey, Dirty! Baby, I got your money Don't you worry, I said hey! Baby, I got your money  [Outro: Kelis] Hey, Dirty! Baby, I got your money Don't you worry, I said hey!  ",
        "title": "Got Your Money"
    },
    {
        "artist": "Bush",
        "lyrics": "  I want you to remember A love so full it could send us always I want you to surrender All my feelings rose today  And I want you to remain The power of children can amaze I'll try not to complain I know that's a pisser baby  The chemicals between us The walls that lie between us Lying in this bed The chemicals displaced There is no lonelier state Than lying in this bed  I want you to remember Everything you said Every driven word Like a hammer Fell to my head  The chemicals between us The walls that lie between us Lying in this bed The chemicals displaced There is no lonelier fate Than lying in this bed The chemicals between us The chemicals between us Lying in this bed  We're of hollow men We are the naked ones We never meant you harm Never meant you wrong And I'd like to thank All of my lovers, lovers, lovers, lovers, lovers, lovers  The chemicals between us The army of achievers Lying in this bed The chemicals displaced There is no lonelier state Than lying in this bed The chemicals between us The chemicals between us Chemicals  The chemicals between us  ",
        "title": "The Chemicals Between Us"
    },
    {
        "artist": "EVE & Nokio",
        "lyrics": "  [Eve] Uhh, uhh, uhh, uhh, uhh-uhh What y'all niggas want huh? Uhh uhh uhh  Rubia huh? Papi screamin out of they mouth Bombshell, just a second mami, wanna speak out What I need in my life, make ya body freak out Baby seem like the type, married niggas sneak out Like I'm ballin y'all, yes I be appallin y'all Boss type hold it down, wantin all of y'all Callin y'all never chasin me down Three weeks, heartbroken, yes you hatin me now She speaks, soft spoken, til she datin the clown I'm takin em down, reel em in and makin em drown Mistake, I said gimme, bet I'm takin it now What I need from a nigga negative in his sound Au-dacity, even, askin me For ass, I laugh, this bitch is fast and free Swattin em off, when I see this nigga's a flea Plottin of course for riches, millionaire wannabe Uh-huh  Chorus: Eve and Nokio  What y'all niggas want? [what we want, wha?] Can't touch [uh] All y'all niggas need [what we need in our life?] Is right here with me [uh] Sounds y'all wanna hear [who dat? who dat?] That's Swizz Beats [uh] I'm the one you fear [why? huh?] It's my time, feel me  [Eve] Popular since I started my life Eve you know my name, probably the dangerous type Brick house stall-ion, think you tamin me right? Not this baby Del-Philly streets they raisin her right Keep it pretty or can make it gritty be a LADY! Need boots pocket books and a baby 380! But prefer to keep it, calm and cool When I'm heated I suggest you move Just avoid a bad situation, what you got to prove? Leave her be, chicken squakin hatin frequently Mad they man is obsessed and stalkin me If he, icy enough, I'm pricin his stuff Be nicy enough, to let him spin, I'm callin ya bluff Puttin it down, Ruff Ryders put in they work Snatched up the illest viscous pitbull in a skirt (Grrrrrr) Makin em hurt, haters steady dishin up dirt Changin the game, settin the rules, makin it work, uh  Chorus  [Eve] Leavin em scared, mami takin all of this here All of this fame I'm hungry hope you cats is prepared Niggas, set me up and I'mma take it and run Think it's a game? Just check out how my format is done Stoppin ya shine, and I do it to perfection Made a promise everytime I touch the mic to bless em Used to tease me how I keep is greasy just to test em Eve handcuff niggas but I don't arrest em Shorty-bang hear the niggas singin, shoutin my name Make the thuggish niggas scream, watchin me entertain Dicks brick when I lick the lips, just keepin it plain Fantasizin bout this bitch, got em goin insane Oooh's and ahhh's, 5'7\" thick in the thighs Every thugs dream wife, see the love in they eyes? My time to shine, whole package make her a dime Want some more? It ain't over, just keep pressin rewind, uh  Chorus 2X  [Nokio] Uhh 99, like 2000 Ruff Ryders Dru Hill Swizz Beats Eve Comin for that ass Uhh  ",
        "title": "What Ya Want"
    },
    {
        "artist": "Snoop Dogg Featuring Xzibit & Nate Dogg",
        "lyrics": "  Yeah.. time to bring yo' ass to the table y'all It's X to the Z Xzibit, yeah (Where you at?) Snoop double-D, uh, O.G. (West coast, Los Angeles) What, bringin it live, with Dr. Dre, what? Throwin up a BIG-ASS W, coverin up the world right? YEAHHH! Hah, listen look  You ain't tryin to hot box with me, I swing hard liquor Goin down by the second round, all hail the underground How dat sound? Xzibit backin down from a conflict Fuck the nonsense, terrorist, hidden bomb shit Glass and metal in every direction Innocent bystanders taught a very hard lesson I'm the reason there's no time to reach for that weapon And reason why niggas with problems keep on steppin Xzibit ready to scrap, like Mike Tyson with his license back Nine to five, minimum wage, what type of life is that For me? It's blasphemy, you fuckin around With the Sundance Kid and Butch Cassidy You had the audacity to wanna tangle with the X Strangle your neck, slap you like the opposite sex Drunk drivin tryin to stack my loot While other rappers gettin \"Treated Like a Prostitute\" So check the SoundScan  All I wanna be was a G, ha My whole life, nigga please, ha Breakin off these motherfuckin keys, ha Let's get these motherfuckin G's, ha Nigga you don't wanna fuck with this..  Hmm.. aww nah, big Snoop Dogg Back up in the heezee bay-bay You jockin my style, \"You so cra-zy\" Dre say, ain't No Limit to this As long as we drop gangsta shit Look here bitch, you fine and I dig your style Come fuck with a nigga, do it +Doggystyle+ I'll be gentle, sentimental Shit, we fucked in the rental Lincoln, Continental Hmm, coast to coast, L.A. to Chicago (Yeah nigga you know what's happenin man) I get this pussy everywhere that I go (These bitches know what time it is) Ask the bitches in your hood cause they know (Hell yeah, hoes know about a nigga like me MAN) I get the pussy everywhere that I go (I pimp these hoes, nigga, ha ha) Ask the bitches in your hood cause they know  Bitch please, get down on your god damn knees For this money chronic clothes and weed (look) You fuckin with some real O.G's Bitch please Bitch please, get down on your motherfuckin knees We came to get the motherfuckin G's Yeah, you fuckin' with some real O.G's You dick-tease!  Bitch, please! Now what you need to do is Hem my coat, and roll me some dough (f'real) Different strokes (uh-huh) for different folks Oh, you like settin niggas up and gettin them loc's A cute lil' bitch with a whole lotta heart Shit gets thick when the light gets dark  She say she gots a lick for me (well hook it up) Worth about, two hundred G's and thirty keys Now check this out Dre, now if I don't move Then a nigga like me, shit I don't lose But you know me, Dogg I'm movin Ain't nuttin to it, but to get to groovin You been, waitin on a nigga like me (whas' happenin) To take that chance and rob yo' man and beat up the pussy A victim of the circumstance (yeah right) That's the devil, they always wanna dance See we go out with a bang (bang BANG!) I'm tryin to work this cold thang, and take this whole thang I get the money everywhere that I go (I go) I bust a bitch and take her money fo' sho (fo' sho) I get the money everywhere that I go (I go) I bust a bitch and take her money fo' sho (fo' sho)  Aiyyo.. aiyyo aiyyo; you don't wanna step to me Still claimin D.P.G. - til the day I D-I-E  Aiyyo.. aiyyo aiyyo; you don't wanna step to me Still claimin D.P.G. - til the day I D-I-E  Aiyyo.. aiyyo aiyyo; you don't wanna step to me Still claimin D.P.G. - til the day I D-I-E  Aiyyo.. aiyyo aiyyo; you don't wanna step to me Still claimin D.P.G. - til the day I D-I-E  ",
        "title": "B-Please"
    },
    {
        "artist": "Live",
        "lyrics": "  The way you're bathed in light Reminds me of that night God laid me down into your rose garden of trust And I was swept away  With nothin' left to say Some helpless fool Yeah I was lost in a swoon of peace You're all I need to find  So when the time is right Come to me sweetly, come to me Come to me Love will lead us, alright  Love will lead us, she will lead us Can you hear the dolphin's cry? See the road rise up to meet us It's in the air we breathe tonight  Love will lead us, she will lead us Oh yeah, we meet again It's like we never left Time in between was just a dream  Did we leave this place? This crazy fog surrounds me You wrap your legs around me All I can do to try and breathe  Let me breathe so that I So we can go together! Love will lead us, alright Love will lead us, she will lead us  Can you hear the dolphin's cry? See the road rise up to meet us It's in the air we breathe tonight Love will lead us, she will lead us  Life is like a shooting star It don't matter who you are If you only run for cover, it's just a waste of time We are lost 'til we are found  This phoenix rises up from the ground And all these wars are over Over Over  Singin' la da da, da da da Over Come to me Come to me yeah la da da da, da da da  Come to me  ",
        "title": "The Dolphin's Cry"
    },
    {
        "artist": "Brandy",
        "lyrics": "  [Verse 1] How could you lie to me After all that we've been through Its just so sad to see Me in love with you, I gave you all of me But it still wasn't enough for you Is this how loves suppose to be Now i'm trying to get over you  [Chorus] You ain't missin' me at all You won't pick up the phone and call You don't know me, like you used to Tell me what is going on You got me standing here alone You don't know me, like you used to  [Verse 2] Remember what you said When you stepped up on the scene You got into my head Had me stressin' like a fiend No I just can't forget How you put that thing on me I wish we never met This way I wouldn't be lonely  [Chorus]x2  [Break] You don't know me Know me, like you used to You don't know me Know me, like you used to  [Chorus]x2  [Break during Chorus]  ",
        "title": "U Don't Know Me (Like U Used To)"
    },
    {
        "artist": "Montell Jordan",
        "lyrics": "  Oh, ooh wee oh, oh When I'm lookin' at you I keep thinkin' Why can't she be like you? So I'm schemin' I can't go on like this Believin' that her love is true, oh Standing on the dance floor While she trickin' You are all I want girl She's a chicken We might be together But love is missing Girl I want you So what can we do, oh  [Chorus] Girl if it's alright Let's go somewhere and get it on tonight I've got a girl, but you look good tonight It's one on one tonight, tonight  Girl if it's alright Let's go somewhere and get it on tonight You shouldn't have to be alone tonight It's one on one tonight, tonight  Now she's lookin' at me But keep talkin' Oh, now she tryna ice you Let's start walkin' Over on the dance floor It's her fault but What can she do? Tell me baby, yeah  Girl if you're ready (I'm ready) We can get it on (We can get it on) I know where I went wrong (She's where you went wrong) With you is where I belong, belong  Girl if I could find the words to say I gotta get away from a love That kills me everyday I'd gladly say to you  [Chorus x2]   Girl if it's alright My baby's stressin' me You need to come with me We need to go somewhere, yeah Tonight, tonight  [Repeat 1 until fade]  ",
        "title": "Get It On Tonite"
    },
    {
        "artist": "Phil Collins",
        "lyrics": "  You'll Be In My Heart (Reprise)  Tarzan: Don't be afraid It will be all right Just take my hand Hold it tight  No metter where I am, I'll be with you Just think on me Don't you cry  Tarzan & Kala: No one could understand the way we feel How would they know, how can we explain? Althought we're different, deep inside us We're not that different at all  'Cause you'll in my heart Yes, you'll be in my heart From this day on Now and forever more  Tarzan: You'll be in my heart  Kala: You'll be in my heart  Tarzan: No matter what they say  Kala: Oh, you'll be wit me  Tarzan: You'll be here in my heart  Kala: Here in my heart  Tarzan: Always  Kala: Always  Tarzan: Always  Kala: Always  Tazan: Mother... I'll be there for you always  Kala: Always and always  Tarzan: Just look over your shoulder Just look over your shoulder  Kala: Just look over your shoulder  Tarzan: Turn around  Tarzan: And look over your shoulder  Kala: And look over your shoulder  Tarzan: 'Cause I'll be there always  Kala: 'Cause I'll be there always  ",
        "title": "You'll Be In My Heart"
    },
    {
        "artist": "Kid Rock",
        "lyrics": "  [Verse 1] Well I'm packin' up my game and I'mma head out west Where real women come equipped with scripts and fake breasts Find a nest in the Hills, chill like Flynt Buy an old drop-top find a spot to pimp And I'mma Kid Rock it up and down ya' block With a bottle of scotch and watch lots a crotch Buy a yacht with a flag sayin' \"Chillin' the Most\" Then rock that bitch up and down the coast Give a toast to the sun, drink with the stars Get thrown in the mix and get tossed outta bars Sip the Tiajuana, I want to roam Find Motown, tell them fools to come back home Start an escort service for all the right reasons And set up shop at the top of Four Seasons Kid Rock and I'm the real McCoy And I'm headed out west sucker because I want to be a  [Chorus] Cowboy, baby! With the top let back and the sunshine shinin' Cowboy, baby! West Coast chillin' with the Boone's wine I want to be a Cowboy, baby! Ride at night cause I sleep all day! Cowboy, baby! I can smell a pig from a mile away  [Verse 2] I bet you'll hear my whistle blowin when my train rolls in It goes (whistling), like dust in the wind Stoned pimp, stoned freak, stoned out of my mind I once was lost but now I'm just blind Palm trees and weeds, scabbed knees and rice Get a map to the stars, find Heidi Fleiss And if the price is right then I'm gonna make my bid boy And let Cali-for-ni-a know why they call me  [Chorus]  [Verse 3] Yeah! Kid Rock you can call me Tex Rollin' Sunset woman with a bottle of Beck's Seen a slimmy in a 'Vette, rolled down my glass And said \"Yeah this dick fits right in your ass\" No kiddin', gun slingin', spurs hittin' the floor Call me hoss, I'm the boss with the sauce and the whores No remorse for the sheriff, in his eye I ain't right I'ma paint his town red then paint his wife white Cause chaos rock like Amedeus Find West Coast pussy for my Detroit playas Mack like mayors ball like Lakers They told us to leave but bet they can't make us Why they wanna pick on me Lock me up and snort away my key I ain't no G, I'm just a regular failure I ain't straight outta Compton, I'm straight out the trailer Cuss like a sailor, drink like a mick My only words of wisdom are just suck my dick I'm flickin' my Bic up and down that coast and Keep on truckin' till I fall in the ocean  [Chorus]  ",
        "title": "Cowboy"
    },
    {
        "artist": "Smash Mouth",
        "lyrics": "  [Verse 1] Paint the town Take a bow Thank everybody You're gonna do it again You are are the few, the proud You are the antibody Mind, soul and zen  [Pre-Chorus 1] And the world's a stage (And the world's a faze) And the end is near So push rewind Just in time Thank anybody You're gonna do it again  [Chorus] The way the you walk It's just the way that you talk Like it ain't no thing And every single day is just a fling Then the morning comes  [Verse 2] Take your knocks Shake them off Duck everybody You're gonna take them again  You are you foe Your friend You are the paparazzi You are the tragedian  [Pre-Chorus 2] And the world's a craze (And the world's a faze) And the end is near So push rewind Just in time Thank anybody You're gonna do it again  [Chorus] The way the you walk It's just the way that you talk Like it ain't no thing And every single day is just a fling Then the morning comes  [Bridge] And when it comes it moves so slow Kinda like it's saying I told you so Looking back before she goes Tomorrow's gonna hurt  [Pre-Chorus 1] And the world's a stage (And the world's a faze) And the end is near So push rewind Just in time Thank anybody You're gonna do it again  [Chorus] The way the you walk It's just the way that you talk Like it ain't no thing And every single day is just a fling Then the morning comes  ",
        "title": "Then The Morning Comes"
    },
    {
        "artist": "Sole Featuring JT Money & Kandi",
        "lyrics": null,
        "title": "4, 5, 6"
    },
    {
        "artist": "Edwin McCain",
        "lyrics": "  [Verse 1] Lying here with you Listening to the rain Smiling just to see The smile upon your face  [Chorus 1] These are the moments I thank God that I'm alive These are the moments I'll remember all my life I've found all I've waited for And I could not ask for more  [Verse 2] Looking in your eyes Seeing all I need Everything you are Is everything in me  [Chorus 2] These are the moments I know heaven must exist These are the moments I know all I need is this I've found all I've waited for, yeah And I could not ask for more  [Bridge] I could not ask for more than this time together I could not ask for more than this time with you And every prayer has been answered Every dream I've had's come true Yeah, right here in this moment Is right where I'm meant to be Here with you, here with me  [Chorus 1]  [Bridge]  [Outro] No, I could not ask for more than this love you gave me 'Cause it's all I've waited for And I could not ask for more No, yeah No, I could not ask for more  ",
        "title": "I Could Not Ask For More"
    },
    {
        "artist": "Chad Brock",
        "lyrics": "  You know nothin's gettin' done When talk is all you hear Like someone revvin' up a truck They never put in gear But you don't see a cowboy run his mouth And strut around He just takes the bull by the horns And throws him to the ground Takin' care of business not just puttin' on a show When it gets down to it, everybody knows  It ain't the smoke, it's the fire that gets the burnin' done If it wasn't for the bullet, nobody'd fear the gun It ain't the bark, it ain't the growl, it's the bite that hurts Thunder's just a noise, boys, lightnin' does the work  You can talk about the farm or you can plow the ground Argue with a rusty nail or hammer it on down You can stand there in the dark cussin' at the night Or you can just reach out your hand and turn on the light There ain't no limit in this life to how far you can get But if you're goin' all the way you gotta break a sweat  It ain't the smoke, it's the fire that gets the burnin' done If it wasn't for the bullet, nobody'd fear the gun It ain't the bark, it ain't the growl, it's the bite that hurts Thunder's just a noise, boys, lightnin' does the work  I've heard thunder talkin' up a storm Rattlin' my windows and knockin' on my door But I've seen lightnin' blow a cypress tree in half The thunder's busy talkin', and lightnin's kickin'  --- Instrumental ---  It ain't the smoke, it's the fire that gets the burnin' done If it wasn't for the bullet, nobody'd fear the gun It ain't the bark, it ain't the growl, it's the bite that hurts Thunder's just a noise, boys, lightnin' does the work  Thunder's just a noise, boys, lightnin' does the work  It's gonna getcha, getcha good...  ",
        "title": "Lightning Does The Work"
    },
    {
        "artist": "LFO",
        "lyrics": "  [Intro] Yeah, I like it when the girls stop by in the summer Do you remember, do you remember When we met that summer?  [Hook] New Kids On The Block had a bunch of hits Chinese food makes me sick And I think it's fly when girls stop by For the summer, for the summer I like girls that wear Abercrombie and Fitch I'd take her if I had one wish But she's been gone since that summer, since that summer  [Verse 1] Hip hop, marmalade, spick-and-span Met you one summer and it all began You're the best girl that I ever did see The great Larry Bird, Jersey 33 When you take a sip, you buzz like a hornet Billy Shakespeare wrote a whole bunch of sonnets Call me Willy Whistle cause I can't speak, baby Somethin' in your eyes really drove me crazy Now I can't forget you and it makes me mad Left one day and never came back Stayed all summer, then went back home Macaulay Culkin was in Home Alone Fell deep in love, but now we ain't speakin' Michael J. Fox was Alex P. Keaton When I met you, I said my name is Rich You look like a girl from Abercrombie & Fitch  [Hook] New Kids On The Block had a bunch of hits Chinese food makes me sick And I think it's fly when girls stop by For the summer, for the summer I like girls that wear Abercrombie and Fitch I'd take her if I had one wish But she's been gone since that summer, since that summer  [Verse 2] Cherry Pez, Coke Crush, Rock Stud, Boogie Used to hate school, so I had to play hookie Always been hip to the b-boy style Known to act wild and make a girl smile Love New Edition and the Candy Girl Reminds me of you cause you rock my world You come from Georgia, where the peaches grow They drink lemonade and speak real slow You love hip hop and rock and roll Dad took off when you were four years old There was a good man named Paul Revere I feel much better, baby, when you're near You love Fun Dip and Cherry Coke I like the way you laugh when I tell a joke When I met you, I said my name was Rich You looked like a girl from Abercrombie & Fitch  [Hook] New Kids On The Block had a bunch of hits Chinese food makes me sick And I think it's fly when girls stop by For the summer, for the summer I like girls that wear Abercrombie and Fitch I'd take her if I had one wish But she's been gone since that summer, since that summer  [Verse 3] In the summertime, girls got it goin' on Shake and wiggle to a hip hop song Summertime girls are the kind I like I'll steal your honey, like I stole your bike Boogaloo Shrimp and pogo sticks My mind takes me back there oh so quick Let you off the hook, like my man Mr. Limpet Think about that summer and I bug cause I miss it I like the Color Purple, macaroni and cheese Ruby red slippers and a bunch of trees Call you up, but what's the use? I like Kevin Bacon, but I hate Footloose Came in the door, I said it before I think I'm over you, but I'm really not sure When I met you, I said my name was Rich You looked like a girl From Abercrombie & Fitch  [Hook] New Kids On The Block had a bunch of hits Chinese food makes me sick And I think it's fly when girls stop by For the summer, for the summer I like girls that wear Abercrombie and Fitch I'd take her if I had one wish But she's been gone since that summer, since that summer  [Bridge] Summer girls come and summer girls go Some are worthwhile, and some are s- so Summer girls come and summer girls go Some are worthwhile, and some are so so Summertime girls got it goin' on Shake and wiggle to a hip hop song Summertime girls are the kind I like I'll steal your honey like I stole your bike  [Hook] New Kids On The Block had a bunch of hits Chinese food makes me sick And I think it's fly when girls stop by For the summer, for the summer I like girls that wear Abercrombie and Fitch I'd take her if I had one wish But she's been gone since that summer, since that summer  ",
        "title": "Summer Girls"
    },
    {
        "artist": "Reba",
        "lyrics": "  [Verse 1] Stuck at a red light outside an adult bookstore His son said, \"Daddy, what are all those X's for?\" As the light turned green he changed the subject fast Started talking about football as they drove right past  [Chorus] So what do you say in a moment like this When you can't find the words to tell it like it is Just bite your tongue and let your heart lead the way Let's get out of here Oh, what do you say?  [Verse 2] Seventeen years old She was out with her friends They started drinking at some party Until she was three sheets to the wind Her momma always told her she could call no matter what She was crying on the front steps When her mom showed up  [Chorus]  [Verse 3] Sometimes you got to listen to the silence And give yourself a little time to think Her every breath is weaker than the last And lately when she sleeps she talks about the past Her husband knows she's tired of holding on She looks at him and says, \"I want to go home!\"  [Chorus]  [Outro] Just close your eyes and let your heart lead the way Oh, what do you say? Oh, what do you say?  ",
        "title": "What Do You Say"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": null,
        "title": "Missing You"
    },
    {
        "artist": "Chico DeBarge",
        "lyrics": "  [Trina] Uh, Trina, Chico Yeah, Slip-N-Side collabo Uh-huh, where ya at? Untouchables, Soul Central uh in da house Trey plus  So you wanna be a baller, huh? Won't you write my number down? Chico call me ma and I'mma call you pop And I'mma make 'em drop but only if I have to Career once I get a tattoo Nice shape, ass fat too I wanna do it at a Heat game Can you give me what I want man? Three sets I want the wealth Cause I'm a freak and I'm made fo' self  [Chico Debarge] Baby, baby, let's take our time (time) Cause if we gonna do it Might as well do it right (right) Lock the doors, turn off the phone (phone) Shut the windows cause girl it's on (it's on) All alone, just me and you (you) Four walls and an empty room (room) Squeeze you tight and hold you close (close) Kiss you where you know you need it most (most)  1 -\t[Chico Debarge] I'mma really give you what you want \tWe can do whatever turns you on \tI'mma make your fantasies \tBecome reality, for sure  \tI'mma really give you what you want \tShow you how I flip it back to front \tTell me what you need from me \tAnd I will guarantee, for sure  [Chico Debarge] All we need is a place and time (time) Set the pace, and free our minds (minds) Let it go and let's explore (explore) Every single thing that you wish for (wish for) I only need a chance to make you feel (feel) The closeness that we share is very (real) I'mma lay back, let you choose Cause what I'm giving you is just for you  Repeat 1  [Chico Debarge] You feel my rain The seasons change The fire and the flames Inside my gentle touch You feel my rush Of love, so come with me, yeah I got something to prove So let me do my thing I will take my time babe For sure  [Trina] Yo, yo, yo, yo baby pop lemme get on top Okay that'll make me hot And if you aim to please then I won't And I need a lot like a few g's on the spot I want a man who ain't scared to lick And who can handle it Real thug keep my candle lit So scandolous, I like it in the shower Trembling, losing power, uh Big spender I want the kitty cat to purr when you climb up in her Cause Trina want it all y'all Big house, big yard, big six, and a big garage Good dick and a back massage So good make me ask for God I want the money and the Mastercards So we can splurge for days Like Rick said Give it to me, give it to me, okay  Repeat 1 till end  ",
        "title": "Give You What You Want (Fa Sure)"
    },
    {
        "artist": "Tracie Spencer",
        "lyrics": "  [Tracie]: (Black Thought): (Uh, uh, uh, uh, say what, uh, what, what, what, yeah) Hmmm, oh yeah (Uh, what, yeah, come on, yo it's not about me, it's about you girl) Yeah (It's all about)   [Tracie]: When we first met You stole my heart away Your love was incredible Then you began to change Made me feel special Now all you do is make me cry Gave you my everything baby All you gave me was lies  1 -     [Tracie]: I, I try to be the one for you, boo Matter nothing what I do So I'm leaving It's all about you And not about me  Repeat 1  [Tracie]: When we get in a fight I'm be the first to apologize Even if it was you who did wrong Can't please you, can't go on No matter what I do for you It's never any good for you Why you got to complain, it's insane I can't stay  Repeat 1 (2x)  [Black Thought]: Oh I see you got the Samsonite set out For what to jet out? What you can't take it no more So you got to get out Your back broke from that last straw Oh you on the next plane out Head games making it hard to maintain Got a hypocritical love doing the same thing Situation Kool and the Gang To bursting in flames And how relationships change Worse than the pain for really Your attitude kill me Look at you in the doorway Trying to ice grill me Your heavy heart hurting From trying to not feel me Come in girl and put your suitcase down We'll work it out as soon as I'm back from out of town For now just stick around I'll reach out from the airport Soon as I hit the ground Let's try to stay afloat in this sand And not drown love I know the time, I hear you calling out for real You got to realize US is what is's all about  Repeat 1 (6x)  I, I, do, do...  ",
        "title": "It's All About You (Not About Me)"
    },
    {
        "artist": "Lil' Troy Featuring Yungsta, Fat Pat, Lil' Will, Hawk, Big T",
        "lyrics": "  [Hook: Big T] Wanna be a baller, shot caller Twenty-inch blades on the Impala Call her, gettin' laid tonight Swisha rolled tight, got sprayed by Ike I hit the highway, making money the fly way But there's got to be a better way! A better way, better way, yeah  [Verse 1: Yungstar] I'm a -- baller, I'm a twenty-inch crawler Blades on Impala, diamond rottweiller I-10 hauler, not a leader not a follower Break these boys off I'mma twenty inch crawler Bust a left, a right, I'm outta sight I'm throwed I'm bouncin off the road I’m in a mode n fo dem throw dem Take it to 'em -- hop out my big body form Chain with the charm can't forget Moet along I'm hot, find me lookin good, diamonds against my wood Man it's understood -- got money in my hood I'm pushing big body can't stop me For the nine-eight got to sell a million copy I'mma crawl slow puffin on the Optimo hit the sto' I'mma go real slow -- puffin indo out the do' I'mma lit the stash green, man I'm lookin clean Want remote control screens and nice byzantines  [Hook: Big T] Wanna be a baller, shot caller Twenty-inch blades on the Impala Call her, gettin' laid tonight Swisha rolled tight, got sprayed by Ike I hit the highway, making money the fly way But there's got to be a better way! A better way, better way, yeah   [Verse 2: Fat Pat] Big ballin, smashin, makin my ends Smokin big killa gettin high in the Benz Big ballin, smashin, makin my ends Smokin big killa gettin high in the Benz In the wind smoke goes as I crawl down on Vogues Twenty Lorenzo, smoke all up in my nose Yo' eyes, get froze, as you see my low Candy-red, two-do', let my top down slow Hittin, my remote, sittin, in my shit Presidential V-12 with that AMG kit It don't quit, as I get high From K.C. to H-Town, connectin SouthSide Now we worldwide, watch me highside Fat Pat blowin killa, can't be denied 187 thugs, oh yeah we got love Blowin sticky green we flow through and above  [Hook: Big T] Wanna be a baller, shot caller Twenty-inch blades on the Impala Call her, gettin' laid tonight Swisha rolled tight, got sprayed by Ike I hit the highway, making money the fly way But there's got to be a better way! A better way, better way, yeah   [Verse 3: Lil' Will] Sittin' Fat Down South, rollin Benz on blocks Mo' scrilla I got, signin with Shortstop And that's for real, so tell me how you feel To make a million dollars out my first record deal Shortstop -- puttin up your motherfuckin ear Really really don't give a fuck and I ain't drinkin on no beer Codeine what I sip, pistol grip when I ride Trunk hittin' fo' life baby it's SouthSide We on a fuckin mission Expedition Navigator That's how we be ridin, alligator suitcasin Puttin it in your face, and that's for real Shinin harder than the grill it's the player Lil' Will Down with the 2 Low, Yungstar be a thug So nigga nigga what? I'm down with Mo'Thugs Mo'Thugs an' da Bone, you know it's goin down Represent that H-Town, pop trunks surround by sound  [Hook: Big T] Wanna be a baller, shot caller Twenty-inch blades on the Impala Call her, gettin' laid tonight Swisha rolled tight, got sprayed by Ike I hit the highway, making money the fly way But there's got to be a better way! A better way, better way, yeah   [Verse 4: Yungstar] I gots to get better man, it gots to move on Switched from Motorola to a PrimeCo phone Broke in two chrome, now you know no dope pigeon Used to count my spoke, now these hoes count my inches Had to get older -- man it got colder I done got grown and got a chip on my shoulder Links in Kuwait, got links in Pakistan Boys don't understand virtual reality Caravan Double doors marble floors naked hoes around me Everytime I'm comin out, niggas they wanna sign me Got the Lil' Will diamond grills ?? Blaze in the Benz and you can't forget DenDen Boobie diamond Ruby's, I'm watchin on a movie Drop the top on Scott, and you know I'm in a jacuzzi Bourbon and I'm swervin, man it's gettin hot My last name Lemon, drive my tight'um off the lot, David Taylor  [Hook: Big T] Wanna be a baller, shot caller Twenty-inch blades on the Impala Call her, gettin' laid tonight Swisha rolled tight, got sprayed by Ike I hit the highway, making money the fly way But there's got to be a better way! A better way, better way, yeah  [Verse 5: Hawk] I hit the highway Everything's my way, I parlay Everyday all day, ain't no way Boys can't stop as I slide through your neighborhood Chop chop chop, headed straight to the top I only play to win -- bout to close up shop Showstoppin dead end, pimp the pen once again Peep the message I send Take these levels that you devils can't comprehend Big body Benz -- as I floss through the south Big blue lens -- now whatcha talkin about? Close yo' mouth -- as I settle all scores Scream and shout -- my similes and metaphors Mansion doors -- I constantly close All you hoes -- go and take off your clothes Lord knows -- ain't no time to play Commence to fuckin and-a suckin on the H.A.W.K  [Hook: Big T] Wanna be a baller, shot caller Twenty-inch blades on the Impala Call her, gettin' laid tonight Swisha rolled tight, got sprayed by Ike I hit the highway, making money the fly way But there's got to be a better way! A better way, better way, yeah  ",
        "title": "Wanna Be A Baller"
    },
    {
        "artist": "Dru Hill",
        "lyrics": null,
        "title": "Beauty"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Intro] I remember walk'in round the court square sidewalks Looking in windows at things I couldn't want There's Johnson's Hardware and Morgans Jewelry And the old Lee King's Apothecary They were the little man The little man  [Verse 1] I go back now and the stores are empty Except for an old Coke sign dated 1950 Boarded up like they never existed Or renovated and called historic districts There goes the little man There goes the little man  [Chorus] Now the court square's just a set of streets That the people go round but they seldom think About the little man that built this town Before the big money shut them down And killed the little man Oh the little man  [Verse 2] He pumped your gas and he cleaned your glass And one cold rainy night he fixed your flat The new stores came where you do it yourself You buy a lotto ticket and food off the shelf Forget the little man Forget about that little man He hung on there for a few more years But he couldn't sell Slurpees And he wouldn't sell beer Now the bank rents the station To a man down the road And they sell Velvet Elvis and Second-hand clothes There goes little man There goes another little man  [Chorus] Now the court square's just a set of streets That the people go round but they seldom think About the little man that built this town Before the big money shut them down And killed the little man Oh the little man  [Verse 3] Now the stores are lined up in a concrete strip You can buy the whole world in just one trip And save a penny because it's jumbo size They don't even realize They're killing the little man Oh the little man  [Chorus] Now the court square's just a set of streets That the people go round but they seldom think About the little man that built this town Before the big money shut them down And killed the little man Oh the little man  [Verse 4] It wasn't long ago when I was a child An old black man came with his mule and his plow He broke the ground where we grew our garden Back before we'd all forgotten About the little man The little man Long live the little man God bless the little man  ",
        "title": "Little Man"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Intro] The greatest romance that's ever been sold  [Verse 1] So what do to know, you and me Finally face to face Checking each other up and down In all of the obvious places Was there ever a reason for us to be apart? The air that fills up this room says not hardly  [Pre-Chorus] So this is where you end, and you and I begin (This is where you and I, you and I begin)  [Chorus] The greatest romance that's ever been sold The greatest romance that's ever been sold  [Verse 2] Baby, baby Now your mind is open To poetry seldom heard Your heart has never been broken Until you have heard these words Your body was designed to respond to mine In spite of your desire to mold me  [Pre-Chorus] And in the middle of it all We kiss and like rain (like rain) we fall into  [Chorus] The greatest romance that's ever been sold The greatest romance that's ever been sold  [Bridge] Oh, I know you can feel me,know that you can dance But what do you know about the greatest romance? Not what you think, but what you believe What was the real reason that Adam never left Eve? And if the truth sounds like a memory Then you know it was meant to be (meant to be), meant to be Leave your inhibitions behind come on, come on, and see  [Pre-Chorus] So this is where you end (this is where you end) And you and I begin ... (you-hu)  [Chorus] The greatest romance that's ever been sold The greatest romance that's ever been sold  [Breakdown] I know you can feel me I know you can dance But what do you know about the greatest romance? (The greatest romance that's ever been sold) Not what you think But what you believe Can you tell me the re-ee-ee-ee-eason that Adam never left Eve (The greatest romance that's ever been sold) The greatest Listen to me, uh You brought me the grapes from the vine, yes you did The greatest romance Can I talk to you That's ever been sold Listen You help me to remember the secrets of time And you, you, you, you offer me your love, your love, your love So divine And in return, girl, in return I will surrender Oh yeah, I will surrender, oh yes, I will  [Outro] The greatest romance that's ever been sold  ",
        "title": "The Greatest Romance Ever Sold"
    },
    {
        "artist": "JAY-Z",
        "lyrics": null,
        "title": "Jigga My N****"
    },
    {
        "artist": "Ty Herndon",
        "lyrics": null,
        "title": "Steam"
    },
    {
        "artist": "Amber",
        "lyrics": null,
        "title": "Sexual (Li Da Di)"
    },
    {
        "artist": "Pharoahe Monch",
        "lyrics": "  [Produced by Pharoahe Monch]  [Intro] Uh-uh, uh-uh, uh-uh Uh-uh, uh-uh, uh Uh-uh, uh-uh, uh-uh Uh-uh, uh-uh, ahhh  [Hook] Get the fuck up Simon says, \"Get the fuck up\" Throw your hands in the sky (Buh-buh-buh-buh-buh!) Queens is in the back sipping 'gnac, y'all, what's up? Girls, rub on your titties (Yeah!) Yeah, I said it, rub on your titties New York City gritty committee pity the fool That act shitty in the midst of the calm, the witty  [Verse 1] Y'all know the name Pharoahe fuckin' Monch, ain't a damn thing changed You all up in ya Range and shit, inebriated Strayed from your original plan, you deviated I alleviated the pain with long-term goals Took my underground loot, without the gold You sold platinum 'round the world, I sold wood in the hood But when I'm in the street and shit, it's all good I'm soon to motivate a room, control the game like Tomb Raider Rock, clock dollars, flip tips like a waiter Block shots, style's greater, let my lyrics anoint If you holding up the wall, then you missin' the point  [Hook] Get the fuck up Simon says, \"Get the fuck up\" Put your hands to the sky (Buh-buh-buh-buh-buh!) Brooklyn in the back shooting craps now, what's up? Girlies, rub on your titties (Yeah!) Yeah, fuck it, I said rub on your titties New York City gritty committee pity the fool That act shitty in the midst of the calm, the witty  [Verse 2] Yo, where you at? Uptown, let me see 'em Notorious for the six-fives and the BMs Heads give you beef, you put 'em in the mausoleum And shit don't start pumping 'til after 12pm Uh, ignorant minds—I free 'em If you tired of the same old everyday you will agree— I'm the most obligated, hard and R-rated Slated to be the best, I must confess—the star made it Some might even say this song is sexist-es 'Cause I asked the girls to rub on their breast-eses Whether you're riding the train or a Lexus-es This is for either or Rollies or Timex-eses Wicked like Exorcist, this is the joint You holding up the wall then you missing the point  [Hook] Get the fuck up Simon says, \"Get the fuck up\" Throw your hands in the sky (Buh-buh-buh-buh-buh!) The Bronx is in the back shooting craps now, what's up? Girls rub on your titties (Yeah!) I said, rub on your titties New York City gritty committee pity the fool That act shitty in the midst of the calm, the witty  [Outro] New Jeru (Get the fuck up) Shaolin (Get the fuck up) Long Isle (Get the fuck up) Worldwide (Get the fuck up)  ",
        "title": "Simon Says"
    },
    {
        "artist": "Silk",
        "lyrics": "  [Intro] Silk 2G 2000 watts  [Chorus] There's a meeting in my bedroom So girl please don't be late There's a meeting in my bedroom (bedroom...) So please don't make me wait There's a meeting in my There's a meeting in my bedroom  [Verse 1] Looking at my Rolie girl i see it's almost time I hope your gettin' ready girl and don't forget the wine How long [?] Tonight is just for you and I And it's gonna be so fly I like havin you around so I gotta put you down So be there or be square  [Chorus] There's a meeting in my bedroom So girl please don't be late There's a meeting in my bedroom (bedroom...) So please don't make me wait There's a meeting in my There's a meeting in my bedroom  [Verse 2] Step into mi casa Lay it down, down, down, down (Come on yeah baby, yeah yeah yeah) Got a little sumthin sumthin for my sexy mama, mama Been checkin for ya since day one You're my moon and you're my sun (You're my star, you shine, yeah) Girl you're jiggy and you know that I'm feelin your steelo Be there or be square  [Chorus] There's a meeting in my bedroom So girl please don't be late There's a meeting in my bedroom (bedroom...) So please don't make me wait There's a meeting in my There's a meeting in my bedroom  [Vamp] You're everything that I've been searching for (Yeah yeah yeah yeah yeah, what what what) And there's no need for me to search no more (Freaky freaky freaky, yeah yeah yeah what) Come into my room (Help me baby, help me little baby 'fore you let me down) Don't be late to my room (Oh baby yeah yeah yeah yeah yeah oh)  [Chorus] There's a meeting in my bedroom So girl please don't be late (Don't be late, no) There's a meeting in my bedroom (bedroom...) So please don't make me wait (I can't wait, I can't wait) There's a meeting in my There's a meeting in my bedroom (Come into my room) There's a , there's a (My, my, my...room) There's a meeting in my (My, my, my...room) There's a meeting in my bedroom [Spoken] There's a meeting in my bedroom  ",
        "title": "Meeting In My Bedroom"
    }
]