[
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Verse 1] They told him, \"Don't you ever come around here Don't wanna see your face, you better disappear\" The fire's in their eyes and their words are really clear So beat it, just beat it You better run, you better do what you can Don't wanna see no blood, don't be a macho man You wanna be tough, better do what you can So beat it, but you wanna be bad  [Hook] Just beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it (beat it) Just beat it (beat it) Just beat it (beat it) Just beat it (beat it uuh)  [Verse 2] They're out to get you, better leave while you can Don't wanna be a boy, you wanna be a man You wanna stay alive, better do what you can So beat it, just beat it You have to show them that you're really not scared You're playin' with your life, this ain't no truth or dare They'll kick you, then they'll beat you then they'll tell you it's fair So beat it, but you wanna be bad  [Hook] Just beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it (beat it) Beat it (beat it) Beat it (beat it) Beat it (beat it) Beat it (beat it)  [Guitar solo]  [Hook] Beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it (beat it)  ",
        "title": "Beat It"
    },
    {
        "artist": "David Bowie",
        "lyrics": "  [Intro] Ah, ah, ah, ah  [Verse 1] (Let's dance) (Let's dance) (Let's dance) Put on your red shoes and dance the blues (Let's dance) To the song they're playing on the radio (Let's sway) While colour lights up your face (Let's sway) Sway through the crowd to an empty space  [Chorus] If you say run, I'll run with you And if you say hide, we'll hide Because my love for you Would break my heart in two If you should fall, into my arms And tremble like a flower  [Verse 2] (Let's dance) (Let's dance) (Let's dance) For fear your grace should fall (Let's dance) For fear tonight is all (Let's sway) You could look into my eyes (Let's sway) Under the moonlight, this serious moonlight  [Chorus] And if you say run, I'll run with you And if you say hide, we'll hide Because my love for you Would break my heart in two If you should fall, into my arms And tremble like a flower  [Verse 3] (Let's dance) (Let's dance) (Let's dance) Put on your red shoes and dance the blues (Let's dance) To the song we're playing (Let's sway) (Let's sway) Under the moonlight, this serious moonlight  [Outro] (Let's dance) (Let's) (Let's) (Let's) (Let's dance) (Let's)  Let's dance, dance, dance, dance, dance, dance, dance, dance (Let's dance) (Let's sway) (Let's sway) Let's dance, dance, dance, dance, dance, dance, dance, dance (Let's dance) (Let's dance) (Let's dance) (Let's dance)  ",
        "title": "Let's Dance"
    },
    {
        "artist": "Greg Kihn Band",
        "lyrics": "  Where were you when I needed you? Well, you could not be found What can I do? Oh, I believed in you You're running me around  Well, you can take it as a warning Or take it any way you like It's the lightning, not the thunder You never know when it's going to strike  Our love's in jeopardy, baby Ooh Our love's in jeopardy, baby Ooh  Don't be cute, don't be funny now It's later than you think Oh, what's the use? Oh, save your money now It's hanging on the brink  Don't let go while I'm hanging on Cause I've been hanging on so long It's so hard to be all alone I know you're not that strong, yeah, yeah  Our love's in jeopardy, baby Ooh Our love's in jeopardy, baby Ooh  Don't let go While I'm hanging on Cause I've been hanging on so long It's so hard to be all alone I know you're not that strong, yeah, yeah  Our love's in jeopardy, baby Ooh Our love's in jeopardy, baby Ooh  ",
        "title": "Jeopardy"
    },
    {
        "artist": "Men At Work",
        "lyrics": "  I can't get to sleep I think about the implications Of diving in too deep And possibly the complications Especially at night I worry over situations I know will be all right Perhaps it's just imagination  Day after day it reappears Night after night my heartbeat shows the fear Ghosts appear and fade away  Alone between the sheets Only brings exasperation It's time to walk the streets Smell the desperation At least there's pretty lights And though there's little variation It nullifies the night From overkill  Day after day it reappears Night after night my heartbeat shows the fear Ghosts appear and fade away Come back another day  I can't get to sleep I think about the implications Of diving in too deep And possibly the complications Especially at night I worry over situations that I know will be all right It's just overkill  Day after day it reappears Night after night my heartbeat shows the fear Ghosts appear and fade away Ghosts appear and fade away Ghosts appear and fade away  ",
        "title": "Overkill"
    },
    {
        "artist": "Thomas Dolby",
        "lyrics": "  It's poetry in motion She turned her tender eyes to me As deep as any ocean As sweet as any harmony Mmm - but she blinded me with science \"She blinded me with science!\" And failed me in biology  When I'm dancing close to her (Blinding me with science) - science! I can smell the chemicals (Blinding me with science) - science!) \"Ssss-science!\"  Mmm - but it's poetry in motion And when she turned her eyes to me As deep as any ocean As sweet as any harmony She blinded me with science (She blinded me with science) And failed me in geometry When she's dancing next to me (Blinding me with science) - science! I can hear machinery (Blinding me with science) - science!  It's poetry in motion And now she's making love to me The spheres're in commotion The elements in harmony She blinded me with science (She blinded me with science!) And hit me with technology  (Good heavens Miss Sakamoto - you're beautiful!) I don't believe it! There she goes again! She's tidied up, and I can't find anything! All my tubes and wires And careful notes And antiquated notions  But! - it's poetry in motion And when she turned her eyes to me As deep as any ocean As sweet as any harmony Mmm - she blinded me with science (She blinded me with science!) She blinded me with  ",
        "title": "She Blinded Me With Science"
    },
    {
        "artist": "Dexy's Midnight Runners",
        "lyrics": null,
        "title": "Come On Eileen"
    },
    {
        "artist": "Irene Cara",
        "lyrics": "  First when there's nothing But a slow glowing dream That your fear seems to hide Deep inside your mind  All alone, I have cried Silent tears full of pride In a world made of steel Made of stone  Well, I hear the music Close my eyes, feel the rhythm Wrap around, take a hold of my heart  What a feeling Being's believing I can have it all Now I'm dancing for my life  Take your passion And make it happen Pictures come alive You can dance right through your life  Now I hear the music Close my eyes, I am rhythm In a flash, it takes hold of my heart  What a feeling, being's believing I can have it all Now I'm dancing for my life  Take your passion And make it happen Pictures come alive Now I'm dancing through my life  What a feeling  What a feeling (I am music now) Being's believing (I am rhythm now) Pictures come alive You can dance right through your life  What a feeling (I can really have it all) What a feeling (Pictures come alive when I call) I can have it all (I can really have it all)  Have it all (pictures come alive when I call) (Call, call ,call, call, what a feeling) I can have it all (being's believing) Being's believing (take your passion) (Make it happen) Make it happen (What a feeling) What a feeling  ",
        "title": "Flashdance...What A Feeling"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Verse 1] I guess I should've known by the way you parked your car sideways That it wouldn't last See, you're the kinda person that believes in makin' out once Love 'em and leave 'em fast I guess I must be dumb 'cuz you had a pocket full of horses Trojan and some of them used  [Pre-Chorus 1] But it was Saturday night, I guess that makes it all right And you say - \"What have I got to lose?\"  [Chorus] And honey, I say Little Red Corvette Baby, you're much too fast (Oh) Little Red Corvette You need a love that's gonna last  [Verse 2] I guess I should've closed my eyes when you drove me to the place Where your horses run free Cuz I felt a little ill when I saw all the pictures Of the jockeys that were there before me Believe it or not, I started too worry I wondered if I had enough class  [Pre-Chorus 2] But it was Saturday night, I guess that makes it all right And you say - \"Baby, have you got enough gas?\" Oh yeah!  [Chorus] Little Red Corvette Baby, you're much too fast (Yes you are) Little Red Corvette You need to find a love that's gonna last (Oh, oh)  [Verse 3] A body like yours oughta be in jail Cuz it's on the verge of bein' obscene Move over, baby, gimme the keys I'm gonna try to tame your little red love machine  [Chorus] Little Red Corvette Baby, you're much too fast Little Red Corvette Need to find a love that's gonna last, hey hey  [Chorus 2] Little Red Corvette Honey, you got to slow down (Got to slow down) Little Red Corvette Cuz if you don't, you're gonna run your little red corvette right in the ground (Little Red Corvette) Right down to the ground (Honey, you got to slow down) You, you, you got to slow down (Little Red Corvette) You're movin' much too fast, too fast Need to find a love that's gonna last  [Breakdown] Girl, you got an ass like I never seen, ow! And the ride I say the ride is so smooth, you must be a limousine Ow!  [Chorus] Baby, you're much too fast Little Red Corvette You need a love, you need a love that's, uh, that's gonna last (Little Red Corvette)  [Chorus 2] Babe, you got too slow down (you got too slow down) Little Red Corvette Cuz if you don't, cuz if you don't You're gonna run your body right into the ground (Right into the ground) Right into the ground (Right into the ground) Right into the ground (Right into the ground)  Little red corvette!  ",
        "title": "Little Red Corvette"
    },
    {
        "artist": "Laura Branigan",
        "lyrics": null,
        "title": "Solitaire"
    },
    {
        "artist": "After The Fire",
        "lyrics": "  Zwei, drei, vier, one, two, three It's easy to see But it's not that I don't care, so 'Cause I hear it all the time But they never let you know On the TV and the radio (Cha!) She was young, her heart was pure But every night is bright she got She said sugar is sweet She come a-rappin' to the beat Then I knew that she was hot  She was singin' Don't turn around, wa-uh-oh (yeah-yeah) Der Kommissar's in town, wa-uh-oh You're in his eye and you'll know why The more you live, the faster you will die  Alles klar, Herr Kommissar?  She said, \"Babe, you know I miss Jill and Joe And all my funky friends\" But my street understanding Was just enough to know what she really meant And I got to thinking while she was talking That I know she told the story Of those special places that she goes A-when she rides with the others in the subway singin'  Don't turn around, wa-uh-oh (yeah-yeah) Der Kommissar's in town, wa-uh-oh And if he talks to you and you don't know why You say your life is gonna make you die  Alles klar, Herr Kommissar?  (Cha, cha, cha, cha) (Cha, cha) (Cha, cha, cha, cha) (Cha, cha)  Well, we meet Jill and Joe And brother Herr With the whole cool gang and oh They're rappin' here, they're rappin' there But she's climbin' on the wall It's a clear case, Herr Kommissar 'Cause all the children know They're all slidin' down into the valley They're all slipping on the same snow  Hear the children Don't turn around, wa-uh-oh (yeah-yeah) Der Kommissar's in town, wa-uh-oh He's got the power and you're so weak And your frustration will not let you speak La la la la la la  Don't turn around, wa-uh-oh (yeah-yeah) Der Kommissar's in town, wa-uh-oh And if he talks to you, then you'll know why The more you live, the faster you will die  Don't turn around, wa-uh-oh (yeah-yeah) Der Kommissar's in town, wa-uh-oh Don't turn around, wa-uh-oh (yeah-yeah) Der Kommissar's in town, wa-uh-oh (Alles klar, Herr Kommissar?) Don't turn around, wa-uh-oh (yeah-yeah) Der Kommissar's in town, wa-uh-oh Don't turn around, wa-uh-oh (yeah-yeah) Der Kommissar's in town, wa-uh-oh Don't turn around, wa-uh-oh (yeah-yeah) Der Kommissar's in town, wa-uh-oh Don't turn around, wa-uh-oh  ",
        "title": "Der Kommissar"
    },
    {
        "artist": "Toto",
        "lyrics": "  [Verse 1] If I had another chance tonight I'd try to tell you that the things we had were right Time can erase the love we shared But it gives me time to realize just how much you cared Now you're gone, I'm really not the same I guess I held myself to blame Time can erase the things we said But it gives me time to realize that you're the one who's sad  [Chorus] You know I won't hold you back now The love we had just can't be found You know I can't hold you back now  [Verse 2] Now that I'm alone it gives me time To think about the years that you were mine Time can erase the love we shared But it gives me time to realize just how much you cared  [Chorus] You know I won't hold you back now The love we had just can't be found (Listen to me, baby) You know I can't hold you back now  [Guitar Solo]  [Chorus][repeat till fade] You know I won't hold you back now The love we had just can't be found You know I can't hold you back now  ",
        "title": "I Won't Hold You Back"
    },
    {
        "artist": "Lionel Richie",
        "lyrics": null,
        "title": "My Love"
    },
    {
        "artist": "Def Leppard",
        "lyrics": "  Huh! I'm outa luck, outa love Gotta photograph, picture of Passion killer, you're too much You're the only one I wanna touch I see your face every time I dream On every page, every magazine So wild and free so far from me You're all I want, my fantasy  Oh, look what you've done to this rock 'n' roll clown Oh Oh, look what you've done  Photograph - I don't want your Photograph - I don't need your Photograph - All I've got is a photograph But it's not enough  I'd be your lover, if you were there Put your hurt on me, if you dare Such a woman, you got style You make every man feel like a child You got some kinda hold on me You're all wrapped up in mystery So wild and free so far from me You're all I want, my fantasy  Oh, Look what you've done to this rock'n'roll clown Oh Oh, Look what you've done  [Repeat Chorus]  You've gone straight to my head  ",
        "title": "Photograph"
    },
    {
        "artist": "Duran Duran",
        "lyrics": null,
        "title": "Rio"
    },
    {
        "artist": "Bryan Adams",
        "lyrics": "  [Intro]  I could start dreamin' but it never ends As long as you're gone we may as well pretend I've been dreamin' Straight from the heart  You say it's easy but who's to say That we'd be able to keep it this way But it's easier Comin' straight from the heart  Oh Give it to me straight from the heart Tell me we can make another start You know I'll never go - as long as I know It's comin' straight from the heart  I see you on the street some other time And all my words would just fall out of line While we're dreamin' Straight from the heart  Oh Give it to me straight from the heart Tell me we can make one more start You know I'll never go - as long as I know It's comin' straight from the heart  {Bridge}  Oh Don't ever leave me darlin'  Oh straight from the heart Tell me we can make one more start You know I'll never go- as long as I know You'll give it to me now Straight from the heart Tell me we can make one more start You know I'll never go-as long as I know It's coming straight from the heart Give it to me Oh no, oh no Straight from the heart You know I'll never go-as long as I know It's coming straight from the heart  ",
        "title": "Straight From The Heart"
    },
    {
        "artist": "Styx",
        "lyrics": "  [​Intro]​ (Domo arigato, Mr. Roboto) どうもありがとうミスターロボット (domo arigato misuta Roboto) また会う日まで (mata au-oo hima de) どうもありがとうミスターロボット (domo arigato misuta Roboto) 秘密を知りたい (himitsu wo shiri tai)  [Verse 1] You're wondering who I am (Secret, secret, I've got a secret) Machine or mannequin (Secret, secret, I've got a secret) With parts made in Japan (Secret, secret, I've got a secret) I am the modren man  [Verse 2] I've got a secret I've been hiding under my skin My heart is human, my blood is boiling, my brain IBM So if you see me acting strangely, don't be surprised I'm just a man who needed someone and somewhere to hide To keep me alive, just keep me alive Somewhere to hide to keep me alive  [Verse 3] I'm not a robot without emotions, I'm not what you see I've come to help you with your problems, so we can be free I'm not a hero, I'm not a savior, forget what you know I'm just a man whose circumstances went beyond his control Beyond my control, we all need control I need control, we all need control  [Verse 4] I am the modren man (Secret, secret, I've got a secret) Who hides behind a mask (Secret, secret, I've got a secret) So no one else can see (Secret, secret, I've got a secret) My true identity  [Bridge] Domo arigato, Mr. Roboto Domo (domo), domo (domo) Domo arigato, Mr. Roboto Domo (domo), domo (domo) Domo arigato, Mr. Roboto Domo arigato, Mr. Roboto Domo arigato, Mr. Roboto Domo arigato, Mr. Roboto (Domo arigato, Mr. Roboto) Thank you very much, Mr. Roboto (Domo arigato, Mr. Roboto) For doing the jobs that nobody wants to (Domo arigato, Mr. Roboto) And thank you very much, Mr. Roboto (Domo arigato, Mr. Roboto) For helping me escape just when I needed to (Domo arigato, Mr. Roboto) Thank you! Thank you, thank you! (Domo arigato, Mr. Roboto) I wanna thank you! (Domo arigato, Mr. Roboto) Please, thank you! (Domo arigato, Mr. Roboto) Ohhhh-oh-oh-oh-oh-oh Yaaaa-ahhhh!  [Verse 5]​ The problem's plain to see Too much technology Machines to save our lives Machines dehumanize  [Verse 6] The time has come at last (Secret, secret, I've got a secret) To throw away this mask (Secret, secret, I've got a secret) Now everyone can see (Secret, secret, I've got a secret) My true identity  [​Outro] I'm Kilroy! Kilroy! Kilroy! Kilroy  ",
        "title": "Mr. Roboto"
    },
    {
        "artist": "Culture Club",
        "lyrics": null,
        "title": "Time (Clock Of The Heart)"
    },
    {
        "artist": "Bob Seger & The Silver Bullet Band",
        "lyrics": null,
        "title": "Even Now"
    },
    {
        "artist": "Rick Springfield",
        "lyrics": "  Heart in my mouth Pulse in my head Mercury rising into the red The smell of your skin can Light up all the fires in me  Hungry to touch I'm eager to please Out of control And I hand you the keys Every night I am burning To make love to you  But don't try to tell me You think it's all physical It goes much deeper than that  You ought to know It's an affair of the heart It's an affair of the heart It's an affair of the heart Have a little blind faith, believe It's an affair of the heart  When we make love It's a passionate thing You shudder and shake Sink your teeth in my skin I almost believe you were made To be played by my hands  And you got the power It amazes me still How you play my emotions With consummate skill I don't have to look any further Than into your eyes  So don't try to tell me You think it's just physical It goes way deeper than that  You better know It's an affair of the heart It's an affair of the heart It's an affair of the heart Have a little blind faith, believe It's an affair of the heart  I'm the controller And I want to touch you and seize you And make you mine, hey, hey  Don't try to tell me You think it's all physical It goes much deeper than that You ought to know It's an affair of the heart It's affair of the heart  You better know It's an affair of the heart It's an affair of the heart  You better know It's an affair of the heart Have a little blind faith, believe It's an affair of the heart  ",
        "title": "Affair Of The Heart"
    },
    {
        "artist": "Journey",
        "lyrics": "  [Verse 1] Highway run into the midnight sun Wheels go round and round, you're on my mind Restless hearts sleep alone tonight Sending all my love along the wire  [Chorus 1] They say that the road ain't no place to start a family Right down the line it's been you and me And loving a music man ain't always what it's supposed to be Oh, girl, you stand by me I'm forever yours...faithfully  [Verse 2] Circus life under the big top world We all need the clowns to make us smile Through space and time, always another show Wondering where I am, lost without you  [Chorus 2] And being apart ain't easy on this love affair Two strangers learn to fall in love again I get the joy of rediscovering you Oh, girl, you stand by me I'm forever yours...faithfully  [Outro] Whooa, oh-oh-ooh Whooa, oh-oh-ooh, oh Whooa, oh-oh-oh, oh-whoooooa-oh Faithfully I'm still yours I'm forever yours Ever yours Faithfully  ",
        "title": "Faithfully"
    },
    {
        "artist": "Jarreau",
        "lyrics": null,
        "title": "Mornin'"
    },
    {
        "artist": "Naked Eyes",
        "lyrics": "  [Verse 1] I walk along the city streets, you used to walk along with me And every step I take reminds me of just how we used to be Oh, how can I forget you, girl, when there is Always something there to remind me Always something there to remind me  [Verse 2] When shadows fall, I pass a small cafe where we would dance at night And I can't help recalling how it felt to kiss and hold you tight Oh, how can I forget you, girl, when there is Always something there to remind me Always something there to remind me  [Chorus] I was born to love her and I will never be free You'll always be a part of me  [Verse 3] If you should find you miss the sweet and tender love we used to share Just go back to the places where we used to go and I'll be there Oh, how can I forget you, girl, when there is Always something there to remind me Always something there to remind me  [Chorus] I was born to love her and I will never be free You'll always be a part of me 'cause there is Always something there to remind me Always something there to remind me  [Chorus] Always something there to remind me Always something there to remind me Always something there to remind me  ",
        "title": "Always Something There To Remind Me"
    },
    {
        "artist": "Styx",
        "lyrics": "  What can I do pictures of you still make me cry Trying to live without your love, it's so hard to do Some nights I'll wake up I'll look at your pillow Hoping that I'll see you there But I get up each day Not much to say I've nowhere to go Loneliness fills me up inside 'cause I'm missing you So if you'll give us a chance to remember the love we had once together Wait and see time is all that we really need I'm praying you won't say no, I mean to tell you Don't let it end Baby we could have so much more Don't let it end Honey please don't walk out that door I'm telling you baby, I made my mistakes But I'll make you this promise to do what it takes I'll be there to protect you and hold you tight You got my lovin' baby every single night Don't let it end I'm begging you, don't let it end this way Don't let it end I'm begging you, don't let it end this way Don't let it end Baby we could have so much more Don't let it end Honey please don't walk out that door Don't let it end I'm begging you, don't let it end this way Don't let it end I'm begging you, don't let it end this way, no, no, no No, no, no What will I do if you say we're through? I need you to stay, honey don't let it end this way  ",
        "title": "Don't Let It End"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [1st Verse] She was more like a beauty queen from a movie scene I said, \"Don't mind, but what do you mean, I am the one Who will dance on the floor in the round?\" She said I am the one who will dance on the floor in the round  [2nd Verse] She told me her name was Billie Jean As she caused a scene Then every head turned with eyes that dreamed of being the one Who will dance on the floor in the round  [Bridge] People always told me, \"Be careful of what you do And don't go around breaking young girls' hearts\" And mother always told me, \"Be careful of who you love And be careful of what you do, 'cause the lie becomes the truth\"  [Chorus] Billie Jean is not my lover She's just a girl who claims that I am the one But the kid is not my son She says I am the one, but the kid is not my son  [3rd Verse] For forty days and for forty nights, the law was on her side But who can stand when she's in demand? Her schemes and plans 'Cause we danced on the floor in the round So take my strong advice, just remember to always think twice (Don't think twice) Do think twice! (hoo)  [4th Verse] She told my baby we'd danced till three, then she looked at me Then showed a photo of a baby crying, his eyes were like mine (oh no) 'Cause we danced on the floor in the round, baby  [Bridge] People always told me, \"Be careful of what you do And don't go around breaking young girls' hearts\" She came and stood right by me Then the smell of sweet perfume This happened much too soon She called me to her room  [Chorus] Billie Jean is not my lover She's just a girl who claims that I am the one But the kid is not my son Billie Jean is not my lover She's just a girl who claims that I am the one But the kid is not my son She says I am the one, but the kid is not my son She says I am the one, but the kid is not my son Billie Jean is not my lover She's just a girl who claims that I am the one But the kid is not my son She says I am the one, but the kid is not my son She says I am the one She says she is the one She says I am the one  [Outro] Billie Jean is not my lover Billie Jean is not my lover Billie Jean is not my lover Billie Jean is not my lover Billie Jean is not my lover Billie Jean is not my lover  ",
        "title": "Billie Jean"
    },
    {
        "artist": "Ronnie Milsap",
        "lyrics": "  There's a silence here between us I've never heard before And I can't find the love In her eyes anymore There's some changes going on I'm beginning to understand When I'm holding her I swear I feel the presence of another man  There's a stranger in my house Somebody here that I can't see Stranger in my house Somebody here trying to take her away from me  She sits staring out the window A million miles away And when I ask if she's all right She never has too much to say Is it somebody we both know Or somebody she just met Is she loving him in her mind While she's lying here in my bed  There's a stranger in my house Somebody here that I can't see Stranger in my house Somebody here trying to take her away from me  Suspicions lead to questions And questions to alibis Is it just my imagination Or has her love turned into lies  There's a stranger in my house Somebody's here that I can't see Stranger in my house Somebody here trying to take her away Stranger in my house Somebody's here that I can't see Stranger in my house Somebody here trying to take her away Stranger in my house Somebody here trying to take her away from me  ",
        "title": "Stranger In My House"
    },
    {
        "artist": "Daryl Hall John Oates",
        "lyrics": null,
        "title": "Family Man"
    },
    {
        "artist": "The Tubes",
        "lyrics": "  Step right up, and don't be shy Because you will not believe your eyes She's right here, behind the glass You're gonna like her cause she's got class  You can look inside another world You get to talk to a pretty girl She's everything you dream about  But don't fall in love She's a beauty (She's one in a million girls) She's a beauty (Why would I lie?) Why would I lie?  You can say anything you like But you can't touch the merchandise She'll give you every penny's worth But it will cost you a dollar first  You can step outside your little world (Step outside your world) You can talk to a pretty girl She's everything you dream about  But don't fall in love Cause if you do you find out She don't love you (She's one in a million girls) One in a million girl (Why would I lie?) Now, why would I lie? Oh  Step outside your world  But don't fall in love She's a beauty (She's one in a million girls) One in a million girl (Why would I lie?) Now, why would I lie?  But don't fall in love Cause if you do you find out She don't love you (She's one in a million girls) One in a million girl (Why would I lie?) Why would I lie?  But don't fall in love She's a one in a million girl  ",
        "title": "She's A Beauty"
    },
    {
        "artist": "Stephen Bishop",
        "lyrics": "  Time... I've been passing time watching trains go by All of my life Lying on the sand watching sea birds fly Wishing there would be Someone waiting home for me Something's telling me it might be you It's telling me it might be you All of my life  Looking back as lovers go walking past All of my life Wondering how they met and what makes it last If I found the place Would I recognize the face Something's telling me it might be you Yeah, it's telling me it might be you  So many quiet walks to take So many dreams to wake And with so much love to make I think we're gonna need some time Maybe all we need is time... And it's telling me it might be you All of my life  I've been saving love songs and lullabies And there's so much more No one's ever heard before Something's telling me it might be you Yeah, it's telling me it must be you And I'm feeling it'll just be you all of my life  It's you, It's you I've been waiting for all of my life Maybe it's you (It's you), maybe it's you (It's you) I've been waiting for all of my life Maybe it's you, maybe it's you I've been waiting for all of my life  ",
        "title": "It Might Be You"
    },
    {
        "artist": "Journey",
        "lyrics": "  [Verse 1] Here we stand Worlds apart, hearts broken in two, two, two Sleepless nights Losing ground, I'm reaching for you, you, you Feeling that it's gone can change your mind If we can't go on to survive the tide, love divides  [Chorus] Someday love will find you Break those chains that bind you, one night will remind you How we touched and went our separate ways If he ever hurts you, true love won't desert you You know I still love you Though we touched and went our separate ways  [Verse 2] Troubled times Caught between confusion and pain, pain, pain – distant eyes Promises we made were in vain, in vain, in vain If you must go, I wish you love You'll never walk alone, take care, my love Miss you, love  [Chorus] Someday love will find you Break those chains that bind you, one night will remind you How we touched and went our separate ways If he ever hurts you, true love won't desert you You know I still love you Though we touched and went our separate ways  [Chorus] Someday love will find you Break those chains that bind you, one night will remind you How we touched and went our separate ways If he ever hurts you, true love won't desert you You know I still love you Though we touched and went our separate ways  [Outro] I still love you, girl, I really love you, girl And if he ever hurts you, true love won't desert you No, no!  ",
        "title": "Separate Ways (Worlds Apart)"
    },
    {
        "artist": "Champaign",
        "lyrics": null,
        "title": "Try Again"
    },
    {
        "artist": "Kenny Loggins",
        "lyrics": "  I like the love And i like the peaceful I wish everyone i know could Stand in the heartlight  I hold the hand I walk with the teacher We welcome in the mornin' Singing together  Can you feel the love that's in my heart Can you see the flame we got to start Burnin' like a beacon in the night O welcome to heartlight  Chorus: Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh welcome to heartlight  I'm like the rain 'cause i like your thunder I know we've learned to live together Here in the heartlight  Stand in the dark Oh, oh and i'll light a candle And then we'll dance it in the moonlight Until the sunrise  Can you feel the love that's in my heart Can't you see the flame we've got to start Burnin' like a beacon in the night O welcome to heartlight  Chorus  Can you feel the love that's in my heart Can't you see the flame we've got to start Burnin' like a beacon in the night O welcome to heartlight  Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh welcome to heartlight  (kids continue to sing \"oh oooh heart of light\"...) While kenny ad libs.... heart of light, heart of light....  ",
        "title": "Welcome To Heartlight"
    },
    {
        "artist": "Barry Manilow",
        "lyrics": "  I saw you at the Beechwood Cafe You looked at me and then you looked away That was some kind Some kind of friend you turned out to be  You said you had places that you had to be Now who is gonna be there for me That was some kind Some kind of friend you turned out to be  Lady that was some kind Some kind of friend you turned out to be Baby that was some kind Some kind of friend you turned out to be  They say that women like you can't get enough Got your Maserati built for two They say that women like you like to play with love Is that true?  When I ran into you the other day You smiled at me but you had nothing to say That was some kind Some kind of friend you turned out to be  Tell me why'd you do what you did to me Covered up your life so I couldn't see Now that was some kind Some kind of friend you turned out to be  Lady that was some kind Some kind of friend you turned to be Baby that was some kind Some kind of friend you turned out to be  I never should have let you get to me Nevershould have let you bring me down Didn't know that I was just some fantasy That you found  ",
        "title": "Some Kind Of Friend"
    },
    {
        "artist": "Robert Ellis Orral With Carlene Carter",
        "lyrics": null,
        "title": "I Couldn't Say No"
    },
    {
        "artist": "Patrick Simmons",
        "lyrics": "  They were young Living for the moment Hearts on fire Burning in the night Hopeless love Driving them together I don't know why  Vicious words Cut them like a razor Filthy lies Tearing them apart So they run Clinging to each other Can't get too far  So wrong, so wrong How could they be So wrong, so wrong How could love be so wrong I don't know why  Late at night Tryin for the border Through the police rendezvous Warning shots Flyin all around What can they do  So wrong, so wrong How could they be So wrong, so wrong How could love be so wrong I don't know why (repeat)  ",
        "title": "So Wrong"
    },
    {
        "artist": "Sergio Mendes",
        "lyrics": "  I was as wrong as I could be To let you get away from me I'll regret that move for as long as I'm living But now that I've come to see the light  All I wanna do is make things right So just say the word And tell me that I'm forgiven  You and me We're gonna be better than we were before I loved you then But now I intend to open up And love you even more This time you can be sure  I'm never gonna let you go I'm gonna hold you in my arms forever Gonna try and make up for all the times I hurt you so  Gonna hold your body close to mine From this day on We're gonna be together Oh, I swear this time I'm never gonna let you go  Looking back now It seems so clear I had it all when you were here Oh, you gave it all And I took it for granted  But if there's some feeling left in you Some flicker of love That still shines through Let's talk it out Let's talk about second chances  Wait and see It's gonna be sweeter than it was before I gave some then But now I intend to dedicate myself to giving more This time you can be sure  I'm never gonna let you go I'm gonna hold you in my arms forever Gonna try and make up for all the times I hurt you so  Gonna hold your body close to mine From this day on We're gonna be together Oh, I swear this time I'm never gonna let you go  Oh So if you'll just say You want me too  I'm never gonna let you go I'm gonna hold you in my arms forever Gonna try and make up for all the times I hurt you so  Gonna hold your body close to mine From this day on We're gonna be together Oh, I swear this time I'm never gonna let you go  Never gonna let you go Hold you in my arms forever Gonna try and make up for all the times I hurt you so  Hold your body close to mine Oh, we're gonna be together Oh, I swear this time I'm never gonna let you go  ",
        "title": "Never Gonna Let You Go"
    },
    {
        "artist": "Daryl Hall John Oates",
        "lyrics": null,
        "title": "One On One"
    },
    {
        "artist": "Culture Club",
        "lyrics": "  [Verse 1] Give me time to realize my crime Let me love and steal I have danced inside your eyes How can I be real?  [Chorus] Do you really want to hurt me? Do you really want to make me cry? Precious kisses, words that burn me Lovers never ask you why  [Verse 2] In my heart the fire's burning Choose my color, find a star Precious people always tell me That's a step a step too far  [Chorus] Do you really want to hurt me? Do you really want to make me cry? Do you really want to hurt me? Do you really want to make me cry?  [Verse 3] Words are few I have spoken I could waste a thousand years Wrapped in sorrow, words are token Come inside and catch my tears You've been talking but believe me If it's true you do not know This boy loves without a reason I'm prepared to let you go  [Bridge] If it's love you want from me Then take it away Everything's not what you see It's over again  [Chorus] Do you really want to hurt me? Do you really want to make me cry? Do you really want to hurt me? Do you really want to make me cry? Do you really want to hurt me? Do you really want to make me cry? Do you really want to hurt me? Do you really want to make me cry? Do you really want to hurt me? Do you really want to make me cry?  ",
        "title": "Do You Really Want To Hurt Me"
    },
    {
        "artist": "ZZ Top",
        "lyrics": "  I got to have a shot Cause what you got is oh so sweet You got to make it hot Like a boomerang I need a repeat  Gimme all your lovin' All your hugs and kisses too Gimme all your lovin' Don't let up until we're through  You got to whip it up And hit me like a ton of lead If I blow my top Will you let it go to your head  Gimme all your lovin' All your hugs and kisses too Gimme all your lovin' Don't let up until we're through  You got to move it up And use it like a screwball would You got to pack it up Work it like a new boy should  Gimme all your lovin' All your hugs and kisses too Gimme all your lovin' Don't let up until we're through  ",
        "title": "Gimme All Your Lovin"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] You could never know what it's like Your blood like winter freezes just like ice And there's a cold lonely light that shines from you You'll wind up like the wreck you hide behind that mask you use  And did you think this fool could never win? Well look at me, I'm a-coming back again I got a taste of love in a simple way And if you need to know while I'm still standing you just fade away  [Chorus] And don't you know I'm still standing better than I ever did? Looking like a true survivor, feeling like a little kid And I'm still standing after all this time Picking up the pieces of my life without you on my mind  I'm still standing (yeah, yeah, yeah) I'm still standing (yeah, yeah, yeah)  [Verse 2] Once I never could hope to win You starting down the road leaving me again The threats you made were meant to cut me down And if our love was just a circus you'd be a clown by now  [Chorus] And know I'm still standing better than I ever did Looking like a true survivor, feeling like a little kid And I'm still standing after all this time Picking up the pieces of my life without you on my mind  I'm still standing (yeah, yeah, yeah) I'm still standing (yeah, yeah, yeah)  [Chorus] Don't they know that I'm still standing better than I ever did? Looking like a true survivor, feeling like a little kid I'm still standing after all this time Picking up the pieces of my life without you on my mind  I'm still standing (yeah, yeah, yeah) I'm still standing (yeah, yeah, yeah) I'm still standing (yeah, yeah, yeah) I'm still standing (yeah, yeah, yeah)...  ",
        "title": "I'm Still Standing"
    },
    {
        "artist": "INXS",
        "lyrics": "  Well you know just what you do to me The way you move soft and slippery Cut the night just like a razor Rarely talk and that's the danger  It's the one thing You are my thing  You know your voice is a love song It's a cat call from the past There's no ice in your lover's walk You don't look twice cause you move so fast  It's the one thing You are my thing  You've got a dozen men behind you You've got dead flowers on the floor You're too pretty in the daylight It keeps them coming back for more  It's the one thing You are my thing  It's the one thing You are my thing  It's the one thing You are my thing  ",
        "title": "The One Thing"
    },
    {
        "artist": "Kajagoogoo",
        "lyrics": "  [Verse 1] Tongue tied or short of breath Don't even try Try a little harder Something's wrong You're not naive, you must be strong Ooh, baby try  [Pre-Chorus] Hey girl, move a little closer  [Chorus] You're too shy shy, hush hush eye to eye Too, shy shy, hush hush, eye to eye Too shy shy, hush hush eye to eye Too, shy shy, hush hush  [Verse 2] Modern medicine falls short of your complaint Ooh, try a little harder Moving in circles won't you dilate Ooh, baby try  [Pre-Chorus] Hey girl, move a little closer  [Chorus] Cause you're too shy shy, hush hush eye to eye Too, shy shy, hush hush, eye to eye Too shy shy hush hush eye to eye Too, shy shy, hush hush  [Instrumental Break]  [Chorus] You're too shy shy, hush hush eye to eye Too, shy shy, hush hush, eye to eye Too shy shy, hush hush eye to eye Too, shy shy, hush hush  ",
        "title": "Too Shy"
    },
    {
        "artist": "Duran Duran",
        "lyrics": "  [Verse 1] Dark in the city night is a wire Steam in the subway earth is afire Do do do do do do do dodo dododo dodo Woman you want me give me a sign And catch my breathing even closer behind Do do do do do do do dodo dododo dodo  [Chorus] In touch with the ground I'm on the hunt down I'm after you Smell like I sound I'm lost in a crowd And I'm hungry like the wolf Straddle the line in discord and rhyme I'm on the hunt down I'm after you Mouth is alive with juices like wine And I'm hungry like the wolf  [Verse 2] Stalked in the forest too close to hide I'll be upon you by the moonlight side Do do do do do do do dodo dododo dodo High blood Drumming on your skin it's so tight You feel my heat I'm just a moment behind Do do do do do do do dodo dododo dodo  [Chorus 2] In touch with the ground I'm on the hunt down I'm after you Scent and a sound. I'm lost and I'm found And I'm hungry like the wolf Strut on a line it's discord and rhyme I howl and I whine I'm after you Mouth is alive all running inside And I'm hungry like the wolf  [Bridge] Hungry like the wolf Hungry like the wolf Hungry like the wolf  [Chorus 3] Burning the ground I break from the crowd I'm on the hunt down I'm after you I smell like I sound. I'm lost and I'm found And I'm hungry like the wolf Strut on a line it's discord and rhyme I'm on the hunt down I'm after you Mouth is alive with juices like wine And I'm hungry like the wolf  ",
        "title": "Hungry Like The Wolf"
    },
    {
        "artist": "Kenny Rogers And Sheena Easton",
        "lyrics": "  I know it's late I know you're weary I know your plans don't include me Still here we are Both of us lonely  Longing for shelter from all that we see Why should we worry? No one will care, girl Look at the stars now, so far away  We've got tonight Who needs tomorrow? We've got tonight, babe, why don't you stay?  Deep in my soul I've been so lonely All of my hopes now so fading away I've longed for love Like everyone else does I know I'll keep searching after today  So there it is, girl We've got it all now And here we are, babe What do you say?  We've got tonight Who needs tomorrow? We've got tonight, babe, why don't we stay?  I know it's late and I know you're weary I know your plans don't include me Still here we are Both of us lonely, both of us lonely  We've got tonight Who needs tomorrow? Let's make it last Let's find a way Turn out the light, come take my hand now We've got tonight, babe, why don't we stay? We've got tonight, babe, why don't we stay?  ",
        "title": "We've Got Tonight"
    },
    {
        "artist": "Pat Benatar",
        "lyrics": "  I had it with the same old routine I had it with the same old faces, places Everynight, in my life I started feeling washed up, washed out Hung up, wrung out, left to dry out Everynight But I know Yeah, I know you're out there, somewhere Oh, I, I can almost hear you callin' I'm Looking For A Stranger in the night I need a little danger in my life, tonight  I'm tired of the same old - Hello baby, how ya doun'? Come here often?\" Where have you been all my life?\" Everynight  But I know That someday, somewhere I'll turn around and you'll be there Ooo.., In my life Everynight  But I know Yeah, I know you're out there, somewhere Oh, I, I can almost hear you callin' I'm Looking For A Stranger in the night I need a little danger in my life, tonight  I'm Looking For A Stranger in the night I need a little danger in my life, tonight  ",
        "title": "Looking For A Stranger"
    },
    {
        "artist": "Eddy Grant",
        "lyrics": "  Boy! Boy!  [Verse 1] Now in the street there is violence And a lots of work to be done No place to hang out our washing And I can't blame all on the sun, oh no  [Chorus]: We gonna rock down to Electric Avenue And then we'll take it higher Oh, we gonna rock down to Electric Avenue And then we'll take it higher  [Verse 2] Workin' so hard like a soldier Can't afford a thing on TV Deep in my heart I abhor ya Can't get food for them kid, good God  [Chorus] We gonna rock down to Electric Avenue And then we'll take it higher Oh, we gonna rock down to Electric Avenue And then we'll take it higher  Oh no... Oh no... Oh no... Oh no...  [Chorus] We gonna rock down to Electric Avenue And then we'll take it higher Oh, we gonna rock down to Electric Avenue And then we'll take it higher  [Verse 3] Who is to blame in one country Never can get to the one Dealin' in multiplication And they still can't feed everyone, oh no  [Bridge] Ho! Out in the street... Out in the street... Out in the daytime... Out in the night...  [Chorus] Oh! We gonna rock down to Electric Avenue And then we'll take it higher Oh no, we gonna rock down to Electric Avenue And then we'll take it higher  [Bridge] Out in the street... Out in the street... Out in the playground... In the dark side of town (HO!)  [Chorus] We gonna rock down to Electric Avenue And then we'll take it higher Hey, we gonna rock down to Electric Avenue And then we'll take it higher  [Outro] Rock it in the daytime Rock it in the night Rock it eeh-dum-pum-pay Oooh, in the brixton riot  ",
        "title": "Electric Avenue"
    },
    {
        "artist": "Christopher Cross",
        "lyrics": null,
        "title": "No Time For Talk"
    },
    {
        "artist": "Golden Earring",
        "lyrics": "  Somewhere in a lonely hotel room There's a guy starting to realize That his eternal fate has turned its back on him It's two A.M  It's two A.M., the fear has gone I'm sitting here waitin', the gun still warm Maybe my connection is tired of takin' chances  Yeah, there's a storm on the loose, sirens in my head Wrapped up in silence, all circuits are dead Cannot decode, my whole life spins into a frenzy  Help, I'm steppin' into the Twilight Zone Place is a madhouse, feels like being cloned My beacon's been moved under moon and star Where am I to go now that I've gone too far?  Help, I'm steppin' into the Twilight Zone Place is a madhouse, feels like being cloned My beacon's been moved under moon and star Where am I to go now that I've gone too far?  Soon you will come to know When the bullet hits the bone Soon you will come to know When the bullet hits the bone  I'm falling down the spiral destination unknown Double crossed messenger all alone Can't get no connection, can't get through Where are you?  Well the night weighs heavy on his guilty mind This far from the borderline When the hitman comes He knows damn well he has been cheated  And he says, \"Help, I'm steppin' into the Twilight Zone Place is a madhouse, feels like being cloned My beacon's been moved under moon and star Where am I to go now that I've gone too far?\"  Help, I'm steppin' into the Twilight Zone Place is a madhouse, feels like being cloned My beacon's been moved under moon and star Where am I to go now that I've gone too far?  Soon you will come to know When the bullet hits the bone Soon you will come to know When the bullet hits the bone  When the bullet hits the bone  Help, I'm steppin' into the Twilight Zone Place is a madhouse, feels like being cloned My beacon's been moved under moon and star Where am I to go now that I've gone too far?  Help, I'm steppin' into the Twilight Zone Place is a madhouse, feels like being cloned My beacon's been moved under moon and star Where am I to go now that I've gone too far?  Soon you will come to know When the bullet hits the bone Soon you will come to know When the bullet hits the bone  Soon you will come to know When the bullet hits the bone Soon you will come to know When the bullet hits the bone  When the bullet hits the bone, a ha When the bullet hits the bone When the bullet hits the bone, a ha When the bullet hits the bone  When the bullet hits the bone, a ha When the bullet hits the bone When the bullet hits the bone, a ha When the bullet hits the bone  ",
        "title": "Twilight Zone"
    },
    {
        "artist": "Walter Egan",
        "lyrics": "  I once was a fresh young kid Nothing could drag me down I lived and I loved what I did No one could turn me ‘round  I laughed and I joked with my friends They don’t suspect a thing Alone in the light of the moon A change comes over me  How can I stand this lunacy Feeding my dark desires? Look at the nighttime sky, you fool It’s a fool moon fire  Day after day, it’s no use At night there’s something changed I just gotta play it loose Be cool, but it’s getting strange  I know it won’t be long Before the world can see Alone in the light of moon My mad lycanthropy  How can I stand this lunacy Feeding my dark desires? Look at the nighttime sky, you fool It’s a fool moon fire  Now my friend, you know It’s so, so hard to say Sometimes darkness beats Defeats the light of day  How can I stand this lunacy Feeding my dark desires? Look at the nighttime sky, you fool It’s a fool moon fire  How can I stand this lunacy Feeding my dark desires? Look at the nighttime sky, you fool It’s a fool moon fire  Fool moon fire Fool moon fire Fool moon fire Fool moon fire Fool moon fire Fool moon fire Fool moon fire Fool moon fire Fool moon fire Fool moon fire Fool moon fire Fool moon fire…  ",
        "title": "Fool Moon Fire"
    },
    {
        "artist": "Debarge",
        "lyrics": null,
        "title": "I Like It"
    },
    {
        "artist": "Lionel Richie",
        "lyrics": null,
        "title": "You Are"
    },
    {
        "artist": "Kenny Rogers",
        "lyrics": null,
        "title": "All My Life"
    },
    {
        "artist": "Robbie Patton",
        "lyrics": null,
        "title": "Smiling Islands"
    },
    {
        "artist": "U2",
        "lyrics": "  [Intro] Yeah...  [Verse 1] All is quiet on New Year's Day A world in white gets underway I want to be with you Be with you night and day Nothing changes on New Year's Day On New Year's Day  [Chorus] I will be with you again I will be with you again  [Verse 2] Under a blood red sky A crowd has gathered in black and white Arms entwined, the chosen few The newspapers says, says Say it's true it's true... And we can break through Though torn in two We can be one  [Chorus 2] I...I will begin again I...I will begin again  [Bridge] Oh... Maybe the time is right Oh...maybe tonight...  [Chorus] I will be with you again I will be with you again  [Verse 3] And so we're told this is the golden age And gold is the reason for the wars we wage Though I want to be with you Be with you night and day Nothing changes On New Year's Day On New Year's Day On New Year's Day  ",
        "title": "New Year's Day"
    },
    {
        "artist": "Night Ranger",
        "lyrics": "  Sometimes I sit and I dream on for hours Sometimes my hours they turn into days I dream of a girl I once knew as a schoolboy She is the one who could sing me away But she is a long ways away And I want to be with her today I'll think of a way I can get back Oh I'd run all the way back home Sing me away Sing me away Sing me away Sing me away What do you see when you look in the mirror I see a face from the past it's so clear What do you hear when I sing you forever A song that will last for a million years But I am a long ways away I want to be with you today Think of a way I can get back Oh I'll run all the way back home Sing me away Sing me away Sing me away Sing me away  ",
        "title": "Sing Me Away"
    },
    {
        "artist": "Debarge",
        "lyrics": "  I had some problems And no one could seem to solve them But you found the answer You told me to take a chance And learn the way of love, my baby And all that it had to offer In time you will see that love won't let you down  You said that you loved me Said hurt only came to pass me It sounded so convincing That I gave it half a chance And learned the way of love my baby There is so much love inside me And all that I have I give my all to you And all this love is waiting for you And all, all my love is waiting for you All this love is waiting for you And baby all, baby all this love is waiting for you Oh, I love how you make me feel this way My love is getting stronger every day  And after all I went and put myself through I found that all I really needed was you  As the sun has its place up in the sky I love you so dearly And all the same, there's no need to wonder why I need you, please hear me  Say you really love me, baby Say you really love me, darling For I really love you baby You know I really love you darling  Say you really love me, baby Say you really love me, darling For I really love you baby Sure enough love you darling  Say, say you love me......  ",
        "title": "All This Love"
    },
    {
        "artist": "Eddie Rabbitt",
        "lyrics": "  I took a plane around the world Trying to loose her memory But every where that I touched down I found it waiting there for me  You can,t run from love, there's just no place In this world you can hide You can,t run from love When it's looking for you all you can do is Give up  Sail across the seven sea's Climb apon the mountian high Build a wall around your heart It's going to find you every single time  You can travel in a time machine Disapear without a trace It won't matter where you go It's going to find you any place  You can travel in a time machine Disapear without a trace It won't matter where you go It's going to find you any place  You can't run from love there's just no place In this world you can hide You can't run from love ooooo You can't run from love there's just no place In this world cause I've tried  You can't run from love ooooooo You can't run from love (fade out)  ",
        "title": "You Can't Run From Love"
    },
    {
        "artist": "Little River Band",
        "lyrics": null,
        "title": "We Two"
    },
    {
        "artist": "Sparks & Jane Wiedlin",
        "lyrics": "  I wanna got to cool places with you I wanna take you cool places tonight I wanna go where nobody's a fool And no one says uh, \"Hey girl, need a light?\" I want to move like this and that A minimum of chit chat I never wanna cool down, cool down, cool cool cool Cool places tonight I gotta tell you, you're lookin' real good They let us in so I'm feelin' all right I like to go where sometimes they refuse Yeah, I remember last Saturday night But I'm feeling cooler now And they could tell we're cooler now It's obvious we're cooler now, cooler now, cool cool cool Cool places tonight  I wanna go, I wanna go I want to go to cool places tonight I wanna go to cool places with you  And after that we'll slip out for a bite A coffee shop, and toast, coffee and juice And then we'll sleep 'til 5 PM And start it up all over again I never want to cool down, cool down, cool cool cool  I wanna go, I wanna go I want to go to cool places tonight I wanna go to cool places with you  ",
        "title": "Cool Places"
    },
    {
        "artist": "Jim Capaldi",
        "lyrics": null,
        "title": "That's Love"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": "  I heard some talk around this town Talk about you and me How a fool fell out of love with you Wanted to be free  Well that's easy for you to say That I don't know what I'm doing That I've thrown our love away And left my life in ruin That's easy for you to say  I read your letter again I'm sure you know the one \"Goodbye,\" you said like a coward \"It'll be better in the long run\"  Well that's easy for you to say That I don't know what I'm doing That I've thrown our love away Left my life in ruin That's easy for you to say  Go back to her again Back to the way you were She's a damn sight better for you You're a damn sight better for her  Well that's easy for you to say That I don't know what I'm doing When you've thrown our love away Left my life in ruin That's easy for you to say  ",
        "title": "Easy For You To Say"
    },
    {
        "artist": "Chris de Burgh",
        "lyrics": "  It was late at night on the open road Speeding like a man on the run A lifetime spent preparing for the journey He is closer now and the search is on Reading from a map in the mind Yes there's that ragged hill and there's a boat on the river  And when the rain came down, he heard a wild dog howl There were voices in the night Don't do it Voices out of sight Don't do it Too many men have failed before, whatever you do  [Chorus] Don't pay the ferryman Don't even fix a price Don't pay the ferryman Until he gets you to the other side  In the rolling mist, then he gets on board Now there'll be no turning back Beware that hooded old man at the rudder And then the lightning flashed and the thunder roared And people calling out his name And dancing bones that jabbered-and-a-moaned on the water  And then the ferryman said There is trouble ahead So you must pay me now Don't do it You must pay me now Don't do it! And still that voice came from beyond, whatever you do  [Chorus] Don't pay the ferryman Don't even fix a price Don't pay the ferryman Until he gets you to the other side  ",
        "title": "Don't Pay The Ferryman"
    },
    {
        "artist": "Scandal Featuring Patty Smyth",
        "lyrics": null,
        "title": "Love's Got A Line On You"
    },
    {
        "artist": "Thompson Twins",
        "lyrics": "  I hear you laughing in some other room And it makes me feel locked out You say my passion often stifles you And you need to move about  But I was taught that boys need girls and girls need boys You say that's not true You'd rather fool around than be alone with me Well, that's alright for you  Cause you got love, love Love on your side Cause you got love, love Love on your side Cause you got love, love Love on your side Cause you got love, love Love on your side  I've bought you sentimental roses But you gave them all away I've played you all my favorite records Then we spent the night in talking, talking all the time...  You sent me home I was so surprised to find that after all It doesn't hurt to be alone  Cause you got love, love Love on your side Cause you got love, love Love on your side Cause you got love, love Love on your side Cause you got love, love Love on your side  Well all the things you say make perfect sense to me Somehow I'm still unsure Then I catch myself going through the same old rhapsody RAP BOY RAP!  And I don't understand just what I'm doing to myself I guess that's nothing new Cause when you meet someone who doesn't follow all the rules It changes everything you do  Cause you got love, love Love on your side Cause you got love, love Love on your side Cause you got love, love Love on your side Cause you got love, love Love on your side  ",
        "title": "Love On Your Side"
    },
    {
        "artist": "Madness",
        "lyrics": "  [Verse 1] Father wears his Sunday best Mother's tired, she needs a rest, the kids are playing up downstairs Sister's sighing in her sleep Brother's got a date to keep, he can't hang around  [Chorus 1] Our house, in the middle of our street Our house, in the middle of our...  [Verse 2] Our house, it has a crowd There's always something happening and it's usually quite loud Our mum, she's so house-proud Nothing ever slows her down, and a mess is not allowed  [Chorus 2] Our house, in the middle of our street Our house, in the middle of our  Our house, in the middle of our street (Something tells you that you've got to move away from it) Our house, in the middle of our...  [Verse 3] Father gets up late for work Mother has to iron his shirt, then she sends the kids to school Sees them off with a small kiss She's the one they're going to miss in lots of ways  [Chorus 1] Our house, in the middle of our street Our house, in the middle of our...  [Bridge] I remember way back then when everything was true and when We would have such a very good time, such a fine time, such a happy time And I remember how we'd play, simply waste the day away Then we'd say nothing would come between us, two dreamers  [Verse 1] Father wears his Sunday best Mother's tired, she needs a rest, the kids are playing up downstairs Sister's sighing in her sleep Brother's got a date to keep, he can't hang around  [Chorus] Our house, in the middle of our street Our house, in the middle of our street Our house, in the middle of our street Our house, in the middle of our...  Our house, was our castle and our keep Our house, in the middle of our street Our house, that was where we used to sleep Our house, in the middle of our street  Our house, in the middle of our street Our house...  ",
        "title": "Our House"
    },
    {
        "artist": "Planet P",
        "lyrics": null,
        "title": "Why Me?"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  She wakes up She's leaving She sets out so assured That she can find The life that she believes in  She's glad now It's over She never should of gotten so involved At least that's what she told him  And it' ain't a Front Page Story Won't even make the papers Somebody breaks a heart in two And it happens much too often Won't ever make the headlines Somebody's broken heart ain't new Except when it happens to you  He wonders What happened He thinks of all the things He might have done Why shouldn't she believe him  He wakes up without her And never really knows Just what went wrong But it's all wrong without her  And it ain't a Front Page Story Won't even make the papers Somebody breaks a heart in two And it happens much too often Won't ever make the headlines Another broken heart ain't new Except when it happens to you  It ain't a Front Page Story Won't even make the papers Somebody breaks a heart in two And it happens much too often Won't ever make the headlines Somebody's broken heart ain't new Except when it happens to you No no no  Won't make the headlines Somebody breaks a heart in two  No no no Oh no no  Somebody's broken heart ain't news Except when it happens to you  No no no Won't make the headlines Somebody breaks a heart in two  No no no Oh no no Somebody's broken heart ain't news  ",
        "title": "Front Page Story"
    },
    {
        "artist": "Oxo",
        "lyrics": "  Let me tell you 'bout the girl I know She's been to Paris, France And she can really dance Like a spinning top She's got no stop She picks you up and then She lets you drop Listen Ooh  Let me tell you 'bout the girl I know 'Cause she's really hip And she can go, go, go Like a straight shooter she's got hers down Won't hesitate to put you on the ground She's been with The Rolling Stones On their tours And in their homes Won't tell you where she's bound 'Cause she ain't lost and don't want to be found But  Ooh, maybe tonight Yeah, she'll find the time To give me her phone So I can call her at home But she's so whirly  Whirly, whirly, whirly, whirly girl (yeah yeah) Whirly girl (yeah yeah) whirly girl Whirly, whirly, whirly, whirly girl Whirly girl, whirly girl  Let me tell you 'bout the girl I know She's been to Paris, France And she can really dance Like a spin top She's got no stop She picks you up and then She lets you drop This girl just combs her hair And takes her tea With millionaires She's sitting in the latest styles With open legs And mysterious smiles  Ooh, maybe tonight Yeah, she'll find the time To give me her phone So I can call her at home Hey Ooh-ooh  Whirly, whirly, whirly, whirly girl Whirly girl, whirly girl Whirly, whirly, whirly, whirly girl Whirly girl, whirly girl Whirly, whirly, whirly, whirly girl Ooo, whirly, whirly Ooo, whirly, whirly Whirly, whirly, whirly, whirly girl Whirly girl Watch her go, go, go Watch her go, go, go, oh Watch her go, go, go Watch her go, go, go, oh Watch her go, go, go, oh  ",
        "title": "Whirly Girl"
    },
    {
        "artist": "John Anderson",
        "lyrics": null,
        "title": "Swingin'"
    },
    {
        "artist": "Total Coelo",
        "lyrics": null,
        "title": "I Eat Cannibals"
    },
    {
        "artist": "Todd Rundgren",
        "lyrics": "  Alright! Everybody now!  I don't want to work I want to bang on the drum all day I don't want to play I just want to bang on the drum all day  Ever since I was a tiny boy I don't want no candy I don't need no toy I took a stick and an old coffee can I bang on that thing 'til I got Blisters on my hand because  I don't want to work I want to bang on the drum all day Yes, I do I don't want to play I just want to bang on the drum all day That's right  When I get older, they think I'm a fool The teacher told me I should stay after school She caught me pounding on the desk with my hands But my licks was so hot, I made the teacher wanna dance And that's why  I don't want to work I want to bang on the drum all day Hey, why not? I don't want to play I just want to bang on the drum all day I'm gonna bang now  I don't want to work I want to bang on the drum all day Bang that sucker I don't want to play I just want to bang on the drum all day Listen to this  Every day when I get home from work I feel so frustrated, the boss is a jerk And I get my sticks and go out to the shed And I pound on that drum like it was the boss's head Because  I don't want to work I want to bang on the drum all day Bang! Bang! I don't want to play I just want to bang on the drum all day I can bang that drum  I don't want to work I want to bang on the drum all day I don't want to play I just want to bang on the drum all day Bang that drum  I don't want to work I want to bang on the drum all day Hey, you wanna take a bang at it? I don't want to play I just want to bang on the drum all day  I don't want to work I want to bang on the drum all day Bang! Bang! I don't want to play I just want to bang on the drum all day I can do this all day  ",
        "title": "Bang The Drum All Day"
    },
    {
        "artist": "Alabama",
        "lyrics": "  [Chorus] The closer you get, the further I fall I'll be over the edge now in no time at all I'm falling faster and faster and faster with no time to stall The closer you get, the further I fall  [Verse 1] The things that you say to me The look on your face Brings out the man in me Do I see a trace in your eyes of love  [Chorus]  [Verse 2] Could I be dreaming Is this really real Because there's something magic The way that I feel in your arms tonight  [Chorus]  [Bridge] Keep falling, oh, yeah, yeah, keep falling[x5]  [Chorus][x2]  ",
        "title": "The Closer You Get"
    },
    {
        "artist": "The Kinks",
        "lyrics": "  They put a parking lot on a piece of land Where the supermarket used to stand Before that they put up a bowling alley On the site that used to be the local Palais That's where the big bands used to come and play My sister went there on a Saturday  Come dancing All her boyfriends used to come and call Why not come dancing? It's only natural  Another Saturday, another date She would be ready but she's always make them wait In the hallway in anticipation He didn't know the night would end up in frustration He'd end up blowing all his wages for the week All for a cuddle and a peck on the cheek  Come dancing That's how they did it when I was just a kid And when they said come dancing My sister always did  My sister should have come in a midnight And my mum would always sit up and wait It always ended up in a big row When my sister used to get home late Out of my window I can see them in the moonlight Two silhouettes saying goodnight by the garden gate  The day they knocked down the Palais My sister stood and cried The day they knocked down the Palais Part of my childhood died, just died  Now I'm grown up and playing in a band And there's a car park where the Palais used to stand My sister's married and she lives on an estate Her daughters go out now it's her turn to wait She knows they get away with things she never could But if I asked her I wonder if she would  Come dancing Come on sister have yourself a ball Don't be afraid to come dancing It's only natural  Come dancing Just like the Palais on a Saturday And all her friends will come dancing Where the big bands used to play  ",
        "title": "Come Dancing"
    },
    {
        "artist": "New Edition",
        "lyrics": "  [Ralph Tresvant rapping] My girl's like candy, a candy treat She knocks me high up off my feet She's so fine, as can be I know this girl is meant for me  [Ralph singing] Candy girl... You are my world When you're with me You brighten up my day  All I know When I'm with you You make me feel so good, through and through The way you walk, and the way you talk You always look so good, you make forget my thoughts  [Ricky Bell] Do you really love me? Don't you really care? Do you really need me And will you always be there?  [Ralph] Every night and every day I'm always thinking of you in every way All I know When I'm with you You make me feel so good Through and through  Candy girl, you are my world [RB] You're everything, everything, everything to me  [RT] Candy girl, all I want to say [Bobby Brown] I need your love, each and everyday!  [Ralph talking] Hey fellas! (What?) Check out Mike and Bobby's little lady! (ooooh-weeeee!)  [Michael Bivins] Well, check out Ricky and Ralph's! (oooooh-weeee!)  [Bobby] What about Ronnie's!  [Ronnie DeVoe] She's bad, I know she's bad!  [Michael] She walks so fast, she looks so sweet She makes my heart just skip a beat  [Bobby] My girl's the best and that's no lie She tells me that I'm her only guy!  [Ricky] That might be true, but my girl's a joy She don't play around, she's right to the point!  [Ralph rapping] My girl's like candy, a candy treat She knocks me high up off my feet  [Ralph singing] Oh, candy You look so sweet  Oh, candy! You're a special treat  [Break]  [RT] Candy girl, you are my world [B] I need your love, each and everyday  [RT] Candy girl, all I want to say [RB] You're everything, everything, everything to me  [RT] Candy girl, you are my world [B] I need your love, each and everyday  [RT] Candy girl, all I want to say [RB] You're everything, everything, everything to me  [RT] Candy girl... [B] I need it, need it, need it, need it, need it everyday!  [RT] Candy girl...  ",
        "title": "Candy Girl"
    },
    {
        "artist": "\"Weird Al\" Yankovic",
        "lyrics": null,
        "title": "Ricky"
    },
    {
        "artist": "The Belle Stars",
        "lyrics": null,
        "title": "Sign Of The Times"
    },
    {
        "artist": "George Benson",
        "lyrics": "  I love you ellie  We plan for the quiet night 'Round whispers and lover's sighs  And it was so personal It sounded so personal  And when we're face to face Let not a moment waste I feel like it's lover's fate  'Cause it's so personal Sincerely personal  Seems like the stronger falls Stronger than you and me We'll let it take it's course Building intensity  Inside love Just the two of us in our love (Living in that love) Inside love I can't help but feel it's forever love  Inside love Just the two of us in our love (Living in that love) Inside love You know it's in our hearts  Of topics that we discuss My favorite is always lust We're building an inside love  Making it personal And keeping it personal  Honey, I sure would like For us to take the night And hide from those prying eyes  Making it personal Sincerely personal  Seems like the stronger falls Stronger than you and me We'll let it take it's course Building intensity  Inside love Just the two of us in our love (Living in that love) Inside love, ooh, baby I can't help but feel it's forever love  Inside love Just the two of us in our love (Living in that love) Inside love It's in our hearts  We'll let it take it's course Building intensity  Inside love Just the two of us in our love (Living in that love) Inside love I can't help believe it's forever love  (Inside love) Inside love (Living in that love) Inside love You know it's in our hearts  (Inside love) Inside love Inside love (Living in that love) Inside love  ",
        "title": "Inside Love (so Personal)"
    },
    {
        "artist": "Frida",
        "lyrics": "  I can see that, it won't be long You grow cold when you keep holding on You know you've changed And your words they lie That's something you can't deny I call, you're not at home You're home, but you're not alone If you wanna leave Then why don't you say Your love has gone anyway I know there's something going on I know there's something going on I know it won't be long Won't be long before you're gone There's something going on There's something going on I know a good thing Must come to an end But it's hard to take Loosing a friend I know what you think And what's in your mind So darling, why pretend I know there's something going on I know there's something going on I know it won't be long Won't be long before you're gone There's something going on There's something going on I know there's something going on I know there's something going on I know it won't be long Won't be long before you're gone There's something going on There's something going on There's something going on There's something going on --- .  ",
        "title": "I Know There's Something Going On"
    },
    {
        "artist": "Saga",
        "lyrics": null,
        "title": "Wind Him Up"
    },
    {
        "artist": "Pretenders",
        "lyrics": "  I found a picture of you, oh oh oh oh What hijacked my world that night To a place in the past We've been cast out of? oh oh oh oh Now we're back in the fight We're back on the train Oh, back on the chain gang  A circumstance beyond our control, oh oh oh oh The phone, the TV, and the news of the world Got in the house like a pigeon from hell, oh oh oh oh Threw sand in our eyes and descended like flies Put us back on the train Oh, back on the chain gang  The powers that be That force us to live like we do Bring me to my knees When I see what they've done to you But I'll die as I stand here today Knowing that deep in my heart They'll fall to ruin one day For making us part  I found a picture of you, oh oh oh oh Those were the happiest days of my life Like a break in the battle was your part, oh oh oh oh In the wretched life of a lonely heart Now we're back on the train Oh, back on the chain gang  ",
        "title": "Back On The Chain Gang"
    },
    {
        "artist": "James Ingram And Patti Austin",
        "lyrics": "  How do you keep the music playing? How do you make it last? How do you keep the song from fading Too fast?  How do you lose yourself to someone And never lose your way? How do you not run out of new things To say?  And since you know we're always changing How can it be the same?  And tell me how year after year You're sure your heart won't fall apart Each time you hear his name?  I know the way I feel for you is now or never The more I love The more that I'm afraid That in your eyes I may not see forever, forever  If we can be the best of lovers Yet be the best of friends If we can try with every day to make it better As it grows With any luck then I suppose The music never ends  I know (How do you keep the music playing) The way I feel for you is now or never (How do you make it last?) The more I love The more that I'm afraid (How do you keep the song from fading?) That in your eyes I may not see forever (Keep the song from fading) Forever  If we can be the best of lovers Yet be the best of friends If we can try with every day to make it better As it goes With any luck then I suppose The music never ends  ",
        "title": "How Do You Keep The Music Playing"
    },
    {
        "artist": "The Call",
        "lyrics": "  Well  Well they blew the horns And the walls came down They'd all been warned And the walls came down  They stood there laughing They're not laughing anymore The walls came down  Sanctuary fades, congregation splits Nightly military raids, the congregation splits It's a song of assassins, ringin' in your ears We got terrorists thinking, playing on fears Oh  Well they blew the horns And the walls came down They'd all been warned But the walls came down  I don't think there are any Russians And there ain't no Yanks Just corporate criminals Playin' with tanks  Die, die, die, die Yes, come on Die, die Come on, come on, come on Die, die, wake up Wake up Die, die Go, yeah Die, die, die, die, die, die Come on, come on, come on, come on Die, die  ",
        "title": "The Walls Came Down"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": "  One year ago, love was touch and go Time made me see, solved the mystery Taught me that love and time Will change your mind and make it right Bring your darkness to the light My hearts sings in the night My love I bring to you  With this lovin' I dedicate to you For believing in me, I will make you mine Side by side, for love we waited Side by side, we're dedicated Side by side, now we can make it Side by side, we gonna shake it on down Get down, get down , get down, get down, tonight  I can hardly wait, to pick you up at eight For this rendezvous, candlelight and you It took ma a long time, to see it clear That love will last, for many years Dreams can come true So I bring my heart to you  With this lovin' I dedicate to you For believing in me, I will make you mine Side by side, for love we waited Side by side, we're dedicated Side by side, now we can make it Side by side, we gonna shake it on down Get down, get down , get down, get down, tonight  We finally found our sunny day And your love lights up the way So, I thank you today, for You believed in me  ",
        "title": "Side By Side"
    },
    {
        "artist": "A Flock Of Seagulls",
        "lyrics": null,
        "title": "Wishing (If I Had A Photograph Of You)"
    },
    {
        "artist": "Gary Portnoy",
        "lyrics": "  [Verse 1] Making your way in the world today Takes everything you've got Taking a break from all your worries Sure would help a lot Wouldn't you like to get away?  [Verse 2] All those nights when you've got no lights The check is in the mail And your little angel hung the cat up by its tail And your third fiance didn't show  [Chorus] Sometimes you want to go Where everybody knows your name And they're always glad you came You wanna be where you can see Our troubles are all the same You wanna be where everybody knows your name  [Verse 3] Roll out of bed, Mr. Coffee's dead The morning's looking bright And your shrink ran off to Europe and didn't even write And your husband wants to be a girl Be glad, there's one place in the world  [Chorus] Where everybody knows your name And they're always glad you came You want to go where people know, people are all the same You want to go where everybody knows your name  [Outro] Where everybody knows your name And they're always glad you came Where everybody knows your name And they're always glad you came Where everybody knows your name And they're always glad you came  ",
        "title": "Where Everybody Knows Your Name (The Theme From \"Cheers\")"
    },
    {
        "artist": "Mac McAnally",
        "lyrics": null,
        "title": "Minimum Love"
    },
    {
        "artist": "Sheriff",
        "lyrics": null,
        "title": "When I'm With You"
    },
    {
        "artist": "Phil Collins",
        "lyrics": "  [Verse 1] When I opened your letter yesterday I could not believe my eyes Because I've already given all I have to give And I think it must have slipped your mind But I remember not so long ago I gave it all, it's gone And I gave it all to you Now I'm living on borrowed time, but it's mine  [Pre-Chorus] Oh, d'you hear me? I cannot believe it's true Are you really doing the things you do No I cannot believe it's you, really you  [Verse 2] Oh these people I'm talking to don't understand They don't seem to realize They're listening but they're not hearing me They're being too cruel to be kind Any kind of feeling that I had is gone Because I gave it all, it's gone And I gave it all to you Now I'm living on borrowed time, but it's mine  [Pre-Chorus] Oh, d'you hear me? I cannot believe it's true Are you really doing the things you do No I cannot believe it's you, really you  [Chorus] Over and over I keep on telling myself Over and over I hope I'm gonna make up Over and over I know it's really happening And there's nothing that I can say Because nothing can change all the things that you've done to me Nothing can make me stay Oh, Because you know I cannot believe it's true Are you really doing the things you do No I cannot believe it's you, really you  [Verse 3] I know it's a crying shame, it's all the same to you It seems all so well laid out but I cannot get through Never meant it to show It started happening, that's all you know  [Bridge] Oh, I gave it all to you Now I'm living on borrowed time, but it's mine  [Pre-Chorus]  [Chorus]  ",
        "title": "I Cannot Believe It's True"
    },
    {
        "artist": "The Whispers",
        "lyrics": null,
        "title": "Tonight"
    },
    {
        "artist": "Carl Wilson",
        "lyrics": null,
        "title": "What You Do To Me"
    },
    {
        "artist": "Eurythmics",
        "lyrics": "  [Chorus] Sweet dreams are made of this Who am I to disagree? I've traveled the world and the 7 seas Everybody's lookin' for something  [Pre-Chorus] Some of them want to use you Some of them want to get used by you Some of them want to abuse you Some of them want to be abused  [Chorus] Sweet dreams are made of this Who am I to disagree? I've traveled the world and the 7 seas Everybody's lookin' for something  [Bridge] Hold your head up Keep your head up, movin' on Hold your head up, movin' on Keep your head up, movin' on Hold your head up, movin' on Keep your head up, movin' on Hold your head up, movin' on Keep your head up  [Pre-Chorus] Some of them want to use you Some of them want to get used by you Some of them want to abuse you Some of them want to be abused  [Chorus] Sweet dreams are made of this Who am I to disagree? I've traveled the world and the 7 seas Everybody's lookin' for something Sweet dreams are made of this Who am I to disagree? I've traveled the world and the 7 seas Everybody's lookin' for something Sweet dreams are made of this Who am I to disagree? I've traveled the world and the 7 seas Everybody's lookin' for something Sweet dreams are made of this Who am I to disagree? I've traveled the world and the 7 seas Everybody's lookin' for something Sweet dreams are made of this Who am I to disagree? I've traveled the world and the 7 seas Everybody's lookin' for something Sweet dreams are made of this Who am I to disagree? I've traveled the world and the 7 seas Everybody's lookin' for something  ",
        "title": "Sweet Dreams (Are Made Of This)"
    },
    {
        "artist": "Sammy Hagar",
        "lyrics": null,
        "title": "Never Give Up"
    },
    {
        "artist": "Eric Clapton",
        "lyrics": "  [Verse 1] I've got a feeling we could be serious, girl Right at this moment, I could promise you the world Before we go crazy, before we explode There's something about me, baby, you got to know You got to know  [Chorus] I get off on '57 Chevys I get off on screaming guitar Like the way it hits me every time it hits me I've got a rock and roll, I've got a rock and roll heart  [Verse 2] Feels like we're falling into the arms of the night So if you're not ready, don't be holding me so tight I guess there's nothing left for me to explain Here's what you're getting and I don't want to change I don't want to change  [Chorus]  [Bridge] I don't need to glitter, no Hollywood All you got to do is lay it down and you lay it down good  [Chorus]  ",
        "title": "I've Got A Rock N' Roll Heart"
    },
    {
        "artist": "Dave Edmunds",
        "lyrics": null,
        "title": "Slipping Away"
    },
    {
        "artist": "Wall Of Voodoo",
        "lyrics": "  I feel a hot wind on my shoulder And the touch of a world that is older I turn the switch and check the number I leave it on when in bed I slumber I hear the rhythms of the music I buy the product and never use it I hear the talking of the DJ Can't understand, just what does he say?  [Chorus] I'm on a Mexican radio I'm on a Mexican (whoa-oh) radio  I dial it in and tune the station They talk about the U.S. inflation I understand just a little No comprende, it's a riddle  [Chorus] I'm on a Mexican radio I'm on a Mexican (whoa-oh) radio I'm on a Mexican radio I'm on a Mexican (whoa-oh) radio  I wish I was in Tijuana Eating barbecued iguana I'd take requests on the telephone I'm on a wavelength far from home  I feel a hot wind on my shoulder I dial it in from south of the border I hear the talking of the DJ Can't understand, just what does he say?  [Chorus] I'm on a Mexican radio I'm on a Mexican (whoa-oh) radio I'm on a Mexican radio I'm on a Mexican (whoa-oh) radio  Radio, radio Radio, radio Radio, radio Radio, radio  [Chorus] I'm on a Mexican radio I'm on a Mexican (whoa-oh) radio I'm on a Mexican radio I'm on a Mexican (whoa-oh) radio  Radio, radio What does he say? Radio, radio Radio, radio Radio, radio  ",
        "title": "Mexican Radio"
    },
    {
        "artist": "Michael Bolton",
        "lyrics": "  When I met you, oh You know at first you had me so confused We used to lay awake at night Strugglin' with the feelings I so long refused When I surrendered my love I saw you turn your heart too cold to ice, darlin' I put my heart on the line for you Oh I did, I put my heart on the line, yeah First you take me to the highest ground Then you keep me hanging like some village clown  It's such a fools' game, yeah It's such a fools' game I keep playing such a fools' game, yeah I keep on playin', keep on playin' this fools' game Yeah, this fools' game  I can't take another sleepless night Tryin to light the fire down inside of you I don't mind, I had to swallow my pride To get us feeling like you never knew You never knew Got the secret in the palm of your hands Will you keep it woman, will you break this man  It's such a fools' game, yeah It's such a fools' game I keep playing such a fools' game, forever I keep on playin', keep on playin' this fools' game Yeah, this fools' game  Girl I know, you're playin' full time But it may be too late, when you make up your mind  Yeah You keep me in this fools' game Forever in your fools' game You got me caught up in this fools' game Such a fools' game,.. How long... fools' game How long ..will you keep me in this smooth game Forever such a smooth game...Yeah Fools game There's no way to win As long as I'm in To such a fools game You waste my precious time I put my heart on the line You better make up your mind Girl, don't try to keep me no more You're tryin to keep me in your  ",
        "title": "Fools Game"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": null,
        "title": "Take The Short Way Home"
    },
    {
        "artist": "Dan Fogelberg",
        "lyrics": "  Now that we love Now that the lonely nights are over How do we make love stay? Now that we know The fire can burn bright or merely smolder How do we keep it from dying away?  Elusive as dreams Barely remembered in the morning Love like a phantom flies But held in the heart It pales like the empty smile adorning A statue with sightless eyes  Moments fleet, taste sweet within the rapture When precious flesh is greedily consumed But mystery's a thing not easily captured And once deceased not easily exhumed  Now that we love Now that the lonely nights are over How do we make love stay?  Moments fleet, taste so sweet within the rapture When precious flesh is greedily consumed But mystery's a thing not easily captured And once deceased not easily exhumed  Now that we loved Look at the moonless night and tell me How do we make love stay?  ",
        "title": "Make Love Stay"
    },
    {
        "artist": "Modern English",
        "lyrics": "  [Verse 1] Moving forward using all my breath Making love to you was never second best I saw the world crashing all around your face Never really knowing it was always Mesh and lace  [Chorus] I'll stop the world and melt with you You've seen the difference And it's getting better all the time There's nothing you and I won't do I'll stop the world and melt with you  [Verse 2] (You should know better) Dream of better lives The kind which never hate (You should see why) Dropped in the state of imaginary grace  (You should know better) I made a pilgrimage To save this human race (You should see why) Never comprehending The race was long, long lost  [Chorus] I'll stop the world and melt with you (I'll stop the world) You've seen the difference And it's getting better all the time  (I'll stop the world) There's nothing you and I won't do (Let's stop the world) I'll stop the world and melt with you  The future's open wide  [Chorus] (Let's stop the world) I'll stop the world and melt with you (Let's stop the world) I've seen some changes But it's getting better all the time  (Let's stop the world) There's nothing you and I won't do (Let's stop the world) I'll stop the world and melt with you  The future's open wide Hmm hmm hmm Hmm hmm hmm hmm Hmm hmm hmm Hmm hmm hmm hmm  [Chorus] I'll stop the world and melt with you (Let's stop the world) You've seen the difference And it's getting better all the time (Let's stop the world) There's nothing you and I won't do (Let's stop the world)  I'll stop the world and melt with you (Let's stop the world) I'll stop the world and melt with you (Let's stop the world) I'll stop the world and melt with you (Let's stop the world) I'll stop the world and melt with you  ",
        "title": "I Melt With You"
    },
    {
        "artist": "Bow Wow Wow",
        "lyrics": "  Children, I wanna warn ya (Whoa-oh-oh) 'Cause I've been to California (Whoa-oh-oh) Where Mickey Mouse is such a demon (Whoa-oh-oh) Where Mickey Mouse is as big as a house (Whoa-oh-oh)  Ba da ba ba da ba (Whoa-oh-oh) Ba da ba ba da ba  Life is wasted on illusion (Whoa-oh-oh) Tom and Jerry's no solution (Whoa-oh-oh) Evil games for cartoon demons (Whoa-oh-oh) Pinocchio's a real boy, look around!  Ba da ba ba da ba (Whoa-oh-oh) Ba da ba ba da ba  And I cry all night Do you wanna hold me, hold me tight? Do you wanna hold me? Oh yeah Do you wanna hold me, hold me there?  Children, you got to hear me (Whoa-oh-oh) You just got to understand me (Whoa-oh-oh) Love and death ain't no physical thing (Whoa-oh-oh) 'Cause Mickey Mouse, he don't wanna know! (Whoa-oh-oh)  Ba da ba ba da ba (Whoa-oh-oh) Ba da ba ba da ba  And I cry all night Do you wanna hold me, hold me tight? Do you wanna hold me? Oh yeah Do you wanna hold me, hold me there? Do you wanna?  And I cry all night Do you wanna hold me, hold me tight? Do you wanna hold me? Oh yeah Do you wanna hold me, hold me there?  And I cry all night There ain't no more confusion in the night There's someone there to tell me what is right Do you wanna hold me, hold me tight?  And I cry all night There's only one solution to this life There's someone there to tell me what it's like Do you wanna hold me? Oh yeah  Do you wanna hold me? Oh yeah Do you wanna hold me, hold me there? Do you wanna hold me? Oh yeah Do you wanna hold me, hold me there?  Do you wanna hold me? Oh yeah Do you wanna hold me, hold me there? Do you wanna hold me? Oh yeah Do you wanna hold me?  ",
        "title": "Do You Wanna Hold Me?"
    },
    {
        "artist": "Golden Earring",
        "lyrics": "  All set - the court's in session This judge's got no compassion Witness, show me your right hand I swear - nothing but the truth now  I was alright till she came along I was alright, then it all went wrong  Yeah, the Devil made me do it (oh, oh, oh, oh) It was the act of a man possessed now (oh, oh, oh, oh) Yeah, the Devil made me do it (oh, oh, oh, oh) Your Honor, I plead innocent  D.A.'s got a mighty strong case Lawman saw the whole thing Confess - yeah, I stole that fur coat Confess - I stole a BMW  Confess - I was only trying To keep my baby satisfied Bullshit! - But that's the truth now Bullshit! - So help me God!  I was alright till she came along I was alright, then it all went wrong  Yeah, the Devil made me do it (oh, oh, oh, oh) It was the act of a man possessed now (oh, oh, oh, oh) Yeah, the Devil made me do it (oh, oh, oh, oh) Your Honor, I am innocent (oh, oh, oh, oh) Innocent! (oh, oh, oh, oh)  See her slide out of her negligee Her skin was hot, touch intoxicating And if you were me, you would have done the same So spare me the gutter, save me from the ball and chain  The Devil made me do it (oh, oh, oh, oh) It was the act of a man possessed now (oh, oh, oh, oh) Yeah, the Devil made me do it (oh, oh, oh, oh) Your Honor, I am innocent, innocent (oh, oh, oh, oh)  The Devil made me do it (oh, oh, oh, oh) It was an act of self-defence now (oh, oh, oh, oh) Yeah, the Devil made me do it (oh, oh, oh, oh) Your Honor, it was an accident! (oh, oh, oh, oh)  The Devil made me do it (oh, oh, oh, oh)  ",
        "title": "The Devil Made Me Do It"
    }
]