[
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] Sweet love yeah I didn't mean it when I said I didn't love you so I should have held on tight, I never should have let you go I didn't know nothing I was stupid I was foolish, I was lying to myself I couldn’t have fathomed I would ever be without your love Never imagined I'd be sitting here beside myself ’Cause I didn’t know you, ’cause I didn’t know me But I thought I knew everything I never felt The feeling that I’m feeling now that I don’t hear your voice Or have your touch and kiss your lips ‘Cause I don’t have a choice Or what I wouldn’t give to have you lying by my side Right here ’Cause baby  [Hook] Baby, when you left I lost a part of me It's still so hard to believe Come back baby please ‘Cause we belong together Who else am I gon' lean on when times get rough? Who’s going to talk to me on the phone 'til the sun comes up? Who’s going to take your place? There ain't nobody better Oh, baby baby, we belong together  [Verse 2] I can't sleep at night, when you're on my mind Bobby Womack's on the radio Saying to me, \"If you think you're lonely now\" Wait a minute this is too deep (too deep) I gotta change the station So I turn the dial trying to catch a break And then I hear Babyface I only think of you It's breaking my heart I'm trying to keep it together but I'm falling apart I'm feeling all out of my element Throwing things crying trying to figure out Where the hell I went wrong Pain reflected in this song Ain't even half of what I'm feeling inside I need you need you back in my life baby  [Hook] Baby, when you left I lost a part of me It's still so hard to believe Come back baby please ‘Cause we belong together Who else am I gon' lean on when times get rough? Who’s going to talk to me on the phone 'til the sun comes up? Who’s going to take your place? There ain't nobody better Oh, baby baby, we belong together Baby, when you left I lost a part of me It's still so hard to believe Come back baby please ‘Cause we belong together Who am I gon' lean on when times get rough? Who’s going to talk to me on the phone 'til the sun comes up? Who’s going to take your place? There ain't nobody better Oh, baby baby, we belong together  ",
        "title": "We Belong Together"
    },
    {
        "artist": "The Pussycat Dolls Featuring Busta Rhymes",
        "lyrics": "  [Intro: Busta Rhymes] Aye, what the fuck you think a record about Pussycat Dolls featuring Busta Rhymes is gon' sound like? Okay (ahh) Yeah (ahh) Oh, we about to get it just a lil' hot and sweaty in this motherfucker (oh, baby) Ladies, let's go (uhh) Soldiers, let's go (dolls) Let me talk to y'all and just, you know Give you a little situation... listen (fellas)  [Verse 1: Busta Rhymes] You see this shit get hot Every time I come through when I step up in the spot (Are you ready?) Make the place sizzle like a summertime cookout Prowl for the best chick, yes, I'm on the lookout (Let's dance) Slow banging shorty like a belly dancer with it Smell good, pretty skin, so gangsta with it (Ooh, baby) No tricks, only diamonds under my sleeve Gimme the number but make sure you call before you leave  [Verse 2: The Pussycat Dolls + (CeeLo)] I know you like me (I know you like me) I know you do (I know you do) That's why whenever I come around, she's all over you And I know you want it (I know you want it) It's easy to see (It's easy to see) And in the back of your mind I know you should be fuckin' with me  [Hook: The Pussycat Dolls] Don't cha wish your girlfriend was hot like me? Don't cha wish your girlfriend was a freak like me? Don't cha, don't cha? Don't cha wish your girlfriend was raw like me? Don't cha wish your girlfriend was fun like me? Don't cha, don't cha?  [Verse 3: The Pussycat Dolls + (CeeLo)] Fight the feeling (fight the feeling) Leave it alone (leave it alone) 'Cause if it ain't love It just ain't enough to leave a happy home (uh-uh, uh-uh) Let's keep it friendly (let's keep it friendly) You have to play fair (you have to play fair, yeahh) See, I don't care But I know, she ain't gon' wanna share  [Hook: The Pussycat Dolls & Busta Rhymes] Don't cha wish your girlfriend was hot like me Don't cha wish your girlfriend was a freak like me (like me) Don't cha, don't cha, baby Don't cha, alright, sing Don't cha wish your girlfriend was raw like me (raw) Don't cha wish your girlfriend was fun like me (big thrills) Don't cha, (OK I see how it's goin down) ahhh, don't cha (Seems like shorty wanna little menage pop off or sumthin, let's go)  [Verse 4: Busta Rhymes] Well, let me get straight to it Every broad wanna watch a nigga when I come through it It's the god almighty, lookin' all brand new If shorty wanna jump in my Aston Vanquish Lookin' at me all like she really wanna do it Tryna put it on me 'til my balls black and blueish You wanna play with a player, girl, then play on Strip out the Chanel and leave the lingerie on Watch me and I'mma watch you at the same time Lookin' at you wanna break my back You the very reason why I keep a pack of the Magnum And with the wagon, hit you in the back of the Magnum For the record, don't think it was something you did Shorty all on me 'cause it's hard to resist the kid I got a idea that's dope for y'all As y'all could get [?] so I could hit the both of y'all  [Verse 5: The Pussycat Dolls + (CeeLo)] I know she loves you (I know she loves you) I understand (I understand) I probably be just as crazy about you If you were my own man Maybe next lifetime (maybe next lifetime) Possibly (possibly) Until then, old friend, your secret is safe with me  [Hook: The Pussycat Dolls] Don't cha wish your girlfriend was hot like me Don't cha wish your girlfriend was a freak like me (like me) Don't cha, don't cha, baby Don't cha, alright, sing Don't cha wish your girlfriend was raw like me (raw) Don't cha wish your girlfriend was fun like me (big thrills) Don't cha Don't cha  ",
        "title": "Don't Cha"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Chorus] Come, Mr. DJ, song pon de replay Come, Mr. DJ, won't you turn the music up? All the gyal pon the dancefloor wantin' some more what Come, Mr. DJ, won't you turn the music up? Come, Mr. DJ, song pon de replay Come, Mr. DJ, won't you turn the music up? All the gyal pon the dancefloor wantin' some more what Come, Mr. DJ, won't you turn the music up  [Verse 1] It goes 1 by 1, even 2 by 2 Everybody on the floor let me show you how we do Let's go dip it low, then you bring it up slow Wind it up 1 time wind it back once more  [Pre-Chorus] Run, run, run, run Everybody move, run Lemme see you move and rock it 'til the grooves done Shake it 'til the moon becomes the sun (sun) Everybody in the club give me a run (run) If you ready to move say it (yeah, yeah) One time for your mind say it (yeah, yeah) Well, I'm ready for ya Come let me show ya You want to groove, I'mma show you how to move Come, come  [Chorus] Come, Mr. DJ, song pon de replay Come, Mr. DJ, won't you turn the music up? All the gyal pon the dancefloor wantin' some more what Come, Mr. DJ, won't you turn the music up? Come, Mr. DJ, song pon de replay Come, Mr. DJ, won't you turn the music up? All the gyal pon the dancefloor wantin' some more what Come, Mr. DJ, won't you turn the music up  [Post-Chorus] Hey, Mr Please, Mr. DJ Tell me if you hear me Turn the music up Hey, Mr Please, Mr. DJ Tell me if you hear me Turn the music up  [Verse 2] It goes 1 by 1, even 2 by 2 Everybody in the club gon be rockin' when I'm through Let the bass from the speakers run through ya sneakers Move both ya feet and run to the beat  [Pre-Chorus] Run, run, run, run Everybody move, run Lemme see you move and rock it 'til the grooves done Shake it 'til the moon becomes the sun (sun) Everybody in the club give me a run (run) If you ready to move say it (yeah, yeah) One time for your mind say it (yeah, yeah) Well, I'm ready for ya Come let me show ya You want to groove, I'mma show you how to move Come, come  [Chorus] Come, Mr. DJ, song pon de replay Come, Mr. DJ, won't you turn the music up? All the gyal pon the dancefloor wantin' some more what Come, Mr. DJ, won't you turn the music up?  [Post-Chorus] Hey, Mr Please, Mr. DJ Tell me if you hear me Turn the music up  [Bridge] Okay, everybody get down if you feel me Put your hands up to the ceiling Okay, everybody get down if you feel me Put your hands up to the ceiling Okay, everybody get down if you feel me Put your hands up to the ceiling Okay, everybody get down if you feel me Put your hands up to the ceiling  [Chorus] Come, Mr. DJ, song pon de replay Come, Mr. DJ, won't you turn the music up? All the gyal pon the dancefloor wantin' some more what Come, Mr. DJ, won't you turn the music up?  ",
        "title": "Pon de Replay"
    },
    {
        "artist": "Bow Wow Featuring Omarion",
        "lyrics": "  [Intro: J.D., Bow Wow] Y'all know what this is This what you need to do girl... So, So, Def (Let me hold you)  [Verse 1: Bow Wow] I been watchin' you for a minute Come through here so sweet scented In life girl you need me in it, I'm determined to win it I know what you need, I know what's wrong I know how to make it tight Everything will be all right if ya (Let me hold you) And introduce you to my world And introduce you to the better side Of life that you ain't been seeing girl I'ma show you where it's at And I'ma show you how to get it All you got do is be with it and (Let me hold you) Down like a real man's supposed to I never would have approached you if I ain't have intentions on doing good See dude you with is so fooled to me girl your so cool And all I'm asking you to do is (Let me hold you) Down like a best friend, two homies in the game When you cry I wanna feel your pain; no secrets, no games All excitement, nothin' plain; keep you happy, that's my aim And all you gotta do girl is (Let me hold you)  [Hook: Omarion] In my arms in my mind all the time I wanna Keep you right by my side 'til I die I'm gonna Hold you down and make sure everything is right with you You can never go wrong if you let me hold you Down like a real friend's supposed to I'm trying to show you The life of somebody like you should be living Ohhhhh, baby baby You could never go wrong if you let me hold you  [Verse 2: Bow Wow] I'ma keep you up on what's poppin' And shake you fresh to death When we hit the mall we can ball 'til there's no more left I know you ain't used to it but you gon get used to it 'Cause that's the only way I'm a do you and let me (Let me hold you) All my homies think I'm trippin' 'cause I got you a pad See they just mad 'cause they ain't get you; they ain't get you Scorpio is your sign and girl your so fine And I would do whatever in no time - no shine Its what you're coming with but I'ma change all that Rearrange that, put you in the Range all black With the rims to match, phone attached TV's in the back, how you gon say no to that? Huh (Let me hold you) Niggas look at me like now here you go Really bout to blow some doe But ain't nobody did it before so why is you so go hold it 'Cause I believe this was meant to be I just gotta work at it like a crack addict up in rehab  [Hook: Omarion] (Let me hold you) In my arms in my mind all the time I wanna Keep you right by my side 'til I die I'm gonna Hold you down and make sure everything is right with you You can never go wrong if you let me hold you Down like a real friend's supposed to I'm trying to show you The life of somebody like you should be living Ohhhhh, baby baby You could never go wrong if you let me hold you (Let me hold you)  [Bridge: Bow Wow & Omarion] Down-down around, Atlanta-lanta, fa-found And everybody know now what I'm tryna do I say down-down around, Atlanta-lanta, fa-found I'm just tryna get you to (Let me hold you) Down-down around, Atlanta-lanta, fa-found And everybody know now what I'm tryna do I say down-down around, Atlanta-lanta, fa-found I'm just tryna get you to (to let me hold you)  [Hook: Omarion] (Let me hold you) In my arms in my mind all the time I wanna Keep you right by my side 'til I die I'm gonna Hold you down and make sure everything is right with you You can never go wrong if you let me hold you Down like a real friend's supposed to I'm trying to show you The life of somebody like you should be living Ohhhhh, baby baby You could never go wrong if you let me hold you (hold you hold you) (Let me hold you)  ",
        "title": "Let Me Hold You"
    },
    {
        "artist": "Missy Elliott Featuring Ciara & Fat Man Scoop",
        "lyrics": "  Music make you lose control, music make you lose control  [Fatman Scoop] Let's go! Hey, hey, hey, hey, hey, hey Here we go now, here we go now, here we go now, here we go now (Music make you lose control) Misdemeanor's in the house Ciara's in the house Misdemeanor's in the house Fatman Scoop-man Scoop-man Scoop..  [Missy] I got a cute face, chubby waist Thick legs, in shape Rump shakin, both ways Make you do a double take Planet rocker, show stopper Flow proper, head knocker Beat scholar, tail dropper Do my thang, motherfucker My Rolls Royce, Lamborghini Blue Madena, always beamin Rag top, chrome pipes Blue lights, outta sight (Long weave) sewed in (Say it again) sewed in Make that money, throw it in Booty bouncin, gone head  [Hook - Missy & Fatman] Everybody here - get it out of control Get your backs off the wall, cause Misdemeanor said so Everybody, everybody, everybody, everybody (Just throw your hands in the air!)  [Ciara] Well my name is Ciara, for all you fly fellas No one, can do it better (she'll sing on acapella) Boy the music makes me lose control  [Missy] (Now bring it back now!) We gon' make you lose control And let it go, 'fore you know, you gon' hit the flo' I rock to the beat til I'm (tired) I walk in the club it's (fire) Get it crunk and wired Wave your hands scream (louder) If you smoke then fire it up Brang the roof down and (holla) If you tipsy stand up DJ turn it (louder) Take somebody by the waist and (uhh!) Now throw it in they face like (uhh!) Hypnotic robotic, this here will rock yo' bodies Take somebody by the waist and (uhh!) Now throw it in they face like (uhh!) Systematic ecstatic (THIS HIT BE AUTOMATIC)  [Bridge - Missy & Fatman Scoop] Work me, work, work Work me, work, work Work me, work, work Work me, do it right Hit the floor, hit the floor Hit the floor, hit the floor Hit the floor, hit the floor Hit the floor, hit the floor  [Hook - Missy & Fatman] Everybody here - get it out of control Get your backs off the wall, cause Misdemeanor said so Everybody, everybody, everybody, everybody (Just throw your hands in the air!) Everybody here - get it out of control Get your backs off the wall, cause Misdemeanor said so Everybody, everybody, everybody, everybody (Just throw your hands in the air!)  [Fatman Scoop] + (Missy) Get your back off the wall, get your back off the wall Get your back off the wall, get your back off the wall (Everybody, get loose) Now put your back, on the wall Put your back, on the wall Put your back, on the wall, put your back, on the wall Misdemeanor's in the house Yeah, Ciara's in the house Misdemeanor's in the house, \"Music make you lose control\" We on fire, we on fire, we on fire, we on fire Now throw it girl, throw it girl, throw it girl, yes Now move your arms to the left girl Now move your arms to the left girl Now move your arms to the right girl Now move your arms to the right girl Let's go now, let's go now, let's go now, WOO! Let's go Should I bring it back right now? Now bring it back down! WOO! Oh, I see you C Now see, I'mma I'mma do it like C do it Now shake it girl, c'mon and just shake it girl C'mon and let it pop right girl, c'mon and let it pop right girl Now, now, now back it up girl, back it up girl Back it up girl, back it up girl WOO! WOO! WOO! Yo, yo Bring it to the front girl, yo, yo Bring it to the front girl, yo, yo Bring it to the front girl, yo, yo Bring it to the front girl, let's go, let's go  ",
        "title": "Lose Control"
    },
    {
        "artist": "Lifehouse",
        "lyrics": "  [Verse 1] What day is it? And in what month? This clock never seemed so alive I can't keep up and I can't back down I've been losing so much time  [Chorus] 'Cause it's you and me and all of the people with nothing to do Nothing to lose And it's you and me and all other people And I don't know why, I can't keep my eyes off of you  [Verse 2] All of the things that I want to say just aren't coming out right I'm tripping on words You've got my head spinning I don't know where to go from here  [Chorus] 'Cause it's you and me and all of the people with nothing to do Nothing to prove And it's you and me and all other people And I don't know why, I can't keep my eyes off of you  [Bridge] There's something about you now I can't quite figure out Everything she does is beautiful Everything she does is right  [Chorus] 'Cause it's you and me and all of the people with nothing to do Nothing to lose And it's you and me and all other people And I don't know why, I can't keep my eyes off of you And me and all other people with nothing to do Nothing to prove And it's you and me and all other people And I don't know why, I can't keep my eyes off of you  [Outro/Verse 1] What day is it? And in what month? This clock never seemed so alive  ",
        "title": "You And Me"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Verse 1] Seems like just yesterday, you were a part of me I used to stand so tall, I used to be so strong Your arms around me tight, everything, it felt so right Unbreakable, like nothing could go wrong  [Pre-Chorus] Now I can't breathe No, I can't sleep I'm barely hanging on  [Chorus] Here I am, once again I'm torn into pieces Can't deny it, can't pretend Just thought you were the one Broken up, deep inside But you won't get to see the tears I cry Behind these hazel eyes  [Verse 2] I told you everything, opened up and let you in You made me feel alright for once in my life Now all that's left of me is what I pretend to be So together, but so broken up inside  [Pre-Chorus] Cause I can't breathe No, I can't sleep I'm barely hanging on  [Chorus] Here I am, once again I'm torn into pieces Can't deny it, can't pretend Just thought you were the one Broken up, deep inside But you won't get to see the tears I cry Behind these hazel eyes  [Bridge] Swallowed me then spit me out For hating you, I blame myself Seeing you, it kills me now No, I don't cry on the outside Anymore... Anymore...  [Chorus] Here I am, once again I'm torn into pieces Can't deny it, can't pretend Just thought you were the one Broken up, deep inside But you won't get to see the tears I cry Behind these hazel eyes Here I am, once again I'm torn into pieces Can't deny it, can't pretend Just thought you were the one Broken up, deep inside But you won't get to see the tears I cry Behind these hazel eyes  ",
        "title": "Behind These Hazel Eyes"
    },
    {
        "artist": "D.H.T.",
        "lyrics": null,
        "title": "Listen To Your Heart"
    },
    {
        "artist": "Gwen Stefani",
        "lyrics": "  [Intro: Gwen Stefani] Uh huh, this my shit All the girls stomp your feet like this  [Hook: Gwen Stefani] A few times I've been around that track So it's not just gonna happen like that Cause I ain't no Hollaback Girl I ain't no Hollaback Girl A few times I've been around that track So it's not just gonna happen like that Cause I ain't no Hollaback Girl I ain't no Hollaback Girl  [Refrain: Gwen Stefani] Ooh, this my shit, this my shit Ooh, this my shit, this my shit Ooh, this my shit, this my shit Ooh, this my shit, this my shit  [Verse 1: Gwen Stefani] I heard that you were talking shit And you didn't think that I would hear it People hear you talking like that Getting everybody fired up So I'm ready to attack, gonna lead the pack Gonna get a touchdown, gonna take you out That's right, put your pom-poms down Getting everybody fired up  [Hook- Gwen Stefani] A few times I've been around that track So it's not just gonna happen like that Cause I ain't no Hollaback Girl I ain't no Hollaback Girl A few times I've been around that track So it's not just gonna happen like that Cause I ain't no Hollaback Girl I ain't no Hollaback Girl  [Refrain- Gwen Stefani] Ooh, this my shit, this my shit Ooh, this my shit, this my shit Ooh, this my shit, this my shit Ooh, this my shit, this my shit  [Verse 2: Gwen Stefani] So that's right dude, meet me at the bleachers No principals, no student-teachers Both of us want to be the winner But there can only be one So I'm gonna fight, gonna give it my all Gonna make you fall, gonna sock it to you That's right, I'm the last one standing Another one bites the dust  [Hook & Refrain: Gwen Stefani] A few times I've been around that track So it's not just gonna happen like that Cause I ain't no Hollaback Girl I ain't no Hollaback Girl A few times I've been around that track So it's not just gonna happen like that Cause I ain't no Hollaback Girl I ain't no Hollaback Girl  [Refrain: Gwen Stefani] Ooh, this my shit, this my shit Ooh, this my shit, this my shit Ooh, this my shit, this my shit Ooh, this my shit, this my shit  [Bridge: Gwen Stefani] Let me hear you say, this shit is bananas B-A-N-A-N-A-S This shit is bananas B-A-N-A-N-A-S Again, the shit is bananas B-A-N-A-N-A-S This shit is bananas B-A-N-A-N-A-S  [Hook: Gwen Stefani] A few times I've been around that track So it's not just gonna happen like that Cause I ain't no Hollaback Girl I ain't no Hollaback Girl A few times I've been around that track So it's not just gonna happen like that Cause I ain't no Hollaback Girl I ain't no Hollaback Girl  [Refrain: Gwen Stefani] Ooh, this my shit, this my shit Ooh, this my shit, this my shit Ooh, this my shit, this my shit Ooh, this my shit, this my shit  ",
        "title": "Hollaback Girl"
    },
    {
        "artist": "Ludacris Featuring Bobby Valentino",
        "lyrics": "  [Hook: Bobby Valentino] (Oh yeah) The fancy cars The women and the caviar You know who we are Cause we're pimpin' all over the world The fancy cars The women and the caviar You know who we are Cause we're pimpin' all over the world  [Intro: Ludacris] Sing it, hoes (The world, the world, The world) All over the world, baby It's only right that I share my experiences with y'all Cause I've been places you'll never imagine But I'mma start it at home When I see a girl I like I walk straight up to them and I'm like (ugh)  [Verse 1: Ludacris] Hey girl how you doin'? You are the woman that I'm really pursuin' And I would like to get to know ya, can you gimme ya name? If you jot down ya number you'll get mine in exchange (heyy) See I'm the man of this town And I hope you wouldn't mind if I showed you around So when you go to certain places you'll be thinkin of me We got, people to meet and many places to see (heyy) Mm, I'm really diggin' ya lips But be careful where you walkin' when you swingin' them hips Cause I'm kinda concerned that you'll be causin' a crash With your traffc jam booty heads pausin' so fast (heyy) I would'nt trade you for the world I swear it I like ya hair and every style that you wear it And how the colors cordinate with your clothes From your manicured nails to your pedicured toes  [Hook]  [Verse 2: Ludacris] Yeah, you hear the song so dance Don't always think I'm tryna get in your pants Cause see me my pimpin's in 3D I'm takin' you places you only see on TV Tryna show ya how you livin' is trife How many guys you know can bring the travel channel to life One day we on the Autobahn, swervin drivin Next day we in the sun on the Virgin Islands If you with me ain't no time to sleep Especially at Wet Willies on Miami Beach But I drive you off and pay you no attention If make it to Atlantas Brina Brothers convention Then jump in the car and just ride for hours Makin' sure I don't miss the homecoming at Howard Hawaii to D.C. it's plenty women to see So if yo ass don't show up it's more women for me (heyy)  [Hook]  [Verse 3: Ludacris] I'm in New York at the Puerto Rican Day Parade Then at night I'm in New Orleans drinkin' hand grenades Outnumbered by the dozens at the jazz fest In Mardi Gras all the women tryna show me they chest (heyy) I'm in Jamaica spendin massive bucks While the ladies all beggin' me to mashatuck I had, sad beginnings when I rapped with no fans Now it's all happy endings on my lap in Japan (heyy) I used to think that it was way too cold 'Til I went to Canada and saw some beautiful hoes Now I hit the Caribana every year in Toronto Then fly to Illinois to get a taste of Chicago (ugh) Oh yet and still You wouldn't believe your eyes if you went to Brazil (But where the best at?) Ain't no need of even askin' brah The best women all reside in Africa, and that's real  [Hook]  [Ludacris] Sing it, hoes (The world, the world, the world)  [Outro: Katt Williams] Pimpin' pimpin' pimpin' Ladies and gentlemen as we ride out Could we have all the real pimps Please put both of your pinky fingers high in the air? Now ladies look around with me Let's see if we can weed some of these niggas out Cause it's no way that all these niggas could be pimpin' Now if you happen to see a nigga With two sweat patches up under his arms Look like he been swimmin' in shoulder height water Please tell that nigga \"put your hands down\" If you smell like you been at work all day and your car Please \"put your hands down\" Now look up at the pinky fingers that are still in the air If you see him ashy around the knuckles Like the nigga wash half of his hands And lotion three quarters of his body Please say \"put your hands down\" If your spinnin' rims spin counter clockwise, you are not pimpin' If you are dancin' on the dancefloor And you look to your left and your right And you do not see a woman in sight Guess what? You guessed it - you are not pimpin If your Vodka and Cranberry is really really dark like blood That's because you didn't order Vodka buddy That's why it's three dollars a glass \"Put your hands down\" Now look down, look down I need everybody to pull up your pants leg one time Okay, you see the nigga with the white socks NOT PIMPIN! Sorry unless you part of the \"Beat It\" entorauge If your shoes have a buckle on...  ",
        "title": "Pimpin' All Over The World"
    },
    {
        "artist": "Fat Joe Featuring Nelly",
        "lyrics": "  [Fat Joe] Crack! Yeah, Scott Storch y'all Dirty, Crack! C'mon  [Hook 1: Nelly] It's two up in the mornin girl, and the DJ playin that song Now what'chu gon' do? (I'mma get get get it poppin) Now what'chu gon' do? (I'mma get get get it poppin) I said it's two up in the mornin girl, and the DJ playin that song Now what'chu gon' do? (I'mma get get get it poppin) Now what'chu gon' do? (I'mma get get get it poppin)  [Verse 1: Fat Joe] I got that plat no-limit American Express card Mami you can get whatever you like Plus I got that all-black Phantom it's tinted on four sides Go 'head kiss it, they can't see us inside Mami tell me do you like - it, I know you like - it It's written all over your face don't fight - it You like - it, more than I like - it So put it all over your face don't bite - it From rags to riches, club packed with bitches Had to bag them digits, her head game was vicious (muah) And we can get it poppin' in the bathroom Don't be selfish ma, go ahead and pass it to him Then we can all fuck It's like a million on my neck, got all of these bitches awestruck Aowww! We pissy drunk off of Seraphin I'm up in V.I.P. and these bitches are screamin \"Let me in\"  [Nelly] Uh, uh, uh, uh  [Hook 2: Nelly] It's two up in the mornin girl, and the DJ playin that song Now what'chu gon' do? (I'mma get get get it poppin) Now what'chu gon' do? (I'mma get get get it poppin) It's two up in the mornin now, and I'm tryin to go home wit'chu Now what'chu gon' do? (I'mma get get get it poppin) Now what'chu gon' do? (I'mma get get get it poppin)  [Verse 2: Fat Joe] Ha ha, yeah, uhh, yo, uh Get it poppin, go 'head and drop it It's written all over your face, don't stop it Just drop it, more like it's hot, miss Kick in the do' with the fo-fo messin' with Joe Now this chick got an ass so fat in fact I Put a drink on it and I came right back She would never talk to a lame like that In my ear screamin how you got a name like Crack Crack - similar to Mike Jones Hear my name enough, then I'm takin you home Aowwwwww! You know I walk with I talk with I sleep with the chrome, one squeeze and you're gone What I look like, not takin at least Three to six women out the club with me Now we back to the fuck pad, call it the fuck pad Cause all these bitches fuckin with me, talk to 'em dirty  [Nelly] Uh, uh, uh, uh  [Hook 3: Nelly, Fat Joe] It's two up in the mornin girl, and the DJ playin that song Now what'chu gon' do? (I'mma get get get it poppin) Now what'chu gon' do? (I'mma get get get it poppin) Well it's two up in the mornin and, them niggas try'n hate on your crew Nigga what'chu gon' do? (I'mma get get get it poppin) Yeah what'chu gon' do? (I'mma get get get it poppin)  [Verse 3: Fat Joe] Now when them doors swing open with that awkward motion What'chu call it - suicide, it's a suicide And if them niggas talk shit cause they drunk off that potion They commitin - suicide, it's a suicide Let's get it poppin my niggas (Cook, yo) I got a shotty my niggas (oh, Lord) I feel sorry for your mudda, give a fuck what you say Spin your head back, promote you on a videotape  [Hook 4: Nelly] It's two up in the mornin girl, and the DJ playin that song Now what'chu gon' do? (I'mma get get get it poppin) Now what'chu gon' do? (I'mma get get get it poppin) It's four up in the mornin now, and I'm tryin to go home wit'chu Girl what'chu gon' do? (I'mma get get get it poppin) What'chu gon' do? (I'mma get get get it poppin) C'mon  [Fat Joe] Yeah, it's Crack! (What'chu gon' do) Cafe {?}, all my people in there partyin All the party people across the world Ladies, \"Things of that Nature\" Aowwww!  ",
        "title": "Get It Poppin'"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Intro] Everybody just Everybody just bounce, bounce Check it out Everybody just Everybody just bounce, bounce  [Chorus] (I gotta shake it off) 'Cause the loving ain't the same And you keep on playing games Like you know I'm here to stay (I gotta shake, shake it off) Just like the Calgon commercial, I Really gotta get up outta here And go somewhere (I gotta shake it off) Gotta make that move Find somebody who Appreciates all the love I give Boy, I gotta (shake, shake it off) Gotta do what's best for me Baby, and that means I gotta (Shake you off)  [Verse 1] By the time you get this message It's gonna be too late So don't bother paging me 'Cause I'll be on my way See I grabbed all my diamonds and clothes Just ask your momma she knows You're gonna miss me, baby Hate to say I told you so Well at first I didn't know But now it's clear to me You would cheat with all your freaks And lie compulsively So I packed up my Louis Vuitton Jumped in your ride and took off You'll never ever find a girl Who loves you more than me  [Chorus] (I gotta shake it off) 'Cause the loving ain't the same And you keep on playing games Like you know I'm here to stay (I gotta shake, shake it off) Just like the Calgon commercial, I Really gotta get up outta here And go somewhere (I gotta shake it off) Gotta make that move Find somebody who Appreciates all the love I give Boy, I gotta (shake, shake it off) Gotta do what's best for me Baby, and that means I gotta (Shake you off)  [Hook] (I gotta) Shake, shake, shake, shake, shake it off Shake, shake, shake, shake, shake it off (I'm gonna shake it off) Shake, shake, shake, shake, shake it off Shake, shake, shake, shake, shake it off  [Verse 2] I found out about a gang Of your dirty little deeds With this one and that one By the pool, on the beach, in the streets Heard y'all was Hold up my phone's breakin' up I'mma hang up and call the machine right back I gotta get this off of my mind You wasn't worth my time So I'm leaving you behind 'Cause I need a real love in my life Save this recording because I'm never coming back home Baby, I'm gone, don't ya know?  [Chorus] I gotta shake it off Cause the loving ain't the same And you keep on playing games Like you know I'm here to stay I gotta shake, shake it off Just like the Calgon commercial I really gotta get up outta here And go somewhere I gotta shake it off (I) gotta make that move Find somebody who Appreciates all the love I give Boy, I gotta shake, shake it off Gotta do what's best for me Baby and that means I gotta shake it off  [Hook] (I gotta) Shake, shake, shake, shake, shake it off Shake, shake, shake, shake, shake it off (I'm gonna shake it off) Shake, shake, shake, shake, shake it off Shake, shake, shake, shake, shake it off  [Chorus] I just gotta shake it off 'Cause the loving ain't the same And you keep on playing games Like you know I'm here to stay I gotta shake, shake it off Just like the Calgon commercial I really gotta get up outta here And go somewhere I gotta shake it off Gotta make that move Find somebody who Appreciates all the love I give (I like that, y'all) I gotta shake, shake it off Gotta do what's best for me Baby and that means I gotta Shake it off (shake you off) I gotta shake you off (Oo ooo oooo) (Everybody just, everybody just bounce, bounce) I gotta shake, shake you off (Oo ooo oooo) (Everybody just, everybody just bounce, bounce) I gotta shake you off  ",
        "title": "Shake It Off"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Intro] No, no, no, no Don't phunk with my heart Yeah No, no, no, no Don't phunk with my heart  [Hook] I wonder if I take you home Would you still be in love baby (love, love) In love baby (love, love) I wonder if I take you home Would you still be in love baby (love, love) In love baby (love, love)  [Verse 1: will.i.am] Girl you know you got me, got me With you're pistol shot me, shot me And I'm here helplessly In love and nothing can stop me It can't stop me once I started Can't return it once you bought it I'm coming baby, don't doubt it (Don't make me wait) So let's be about it  [Refrain: Fergie] No, no, no, no Don't phunk with my heart  [Verse 2: will.i.am] Baby you have to trust him, trust him When I come with lustin, lustin Cause I bring you that comfort I ain't over here cause I want ture Body, I want ture mind too Interestin' what I find you And I'm interested in the long haul Come on girl yee-haw Come on  [Hook: Fergie] I wonder if I take you home Would you still be in love baby (love, love) In love baby (love, love) I wonder if I take you home Would you still be in love baby (love, love) In love baby (love, love)  [Refrain: Fergie] No, no, no, no Don't phunk with my heart  [Verse 3: will.i.am] Girl, you had me once you kissed me My love for you is not iffy I always want you wit me I play Bobby and you play Whitney (All long) If you smoke I smoke too That's how much I'm in love wit chu Crazy is what crazy do Crazy love I'm a crazy fool  [Refrain: Fergie] No, no, no, nooo Don't phunk with my heart  [Verse 4: will.i.am] Why you so in-sa-cure When you got cash and you love her You always claim that I'm a cheata Think I'll up and go leave ya For another senorita You forgot that I need ya You must have caught amnesia That's why you don't believe wha Wha'- yeah - check it out  [Bridge: Taboo] Don't ya worry about a thing baby Cause ya know ya got me by a string baby Don't ya worry about a thing baby Cause ya know ya got me by a string baby  [Bridge: Fergie] Baby girl ya make me feel... You know you make me feel so real... I love you more than sex appeal... Cause ya  [Interlude: will.i.am] That-that-that-that-that-that-girl That-that-that-that-that-that-girl That-that-that-that-that-that-girl That-that-that-that-that-that-girl That-that-that-that-that-that-girl That-that-that-that-that-that-girl  [Refrain] No, no, no, no (That-that-that-that-that-that-girl) Don't phunk with my heart(That-that-that-that-that-that-girl) No, no, no, no Don't phunk with my heart  [Hook: Fergie] I wonder if I take you home Would you still be in love baby (love, love) In love baby (love, love) I wonder if I take you home Would you still be in love baby (love, love) In love baby (love, love)  I wonder if I take you home Would you still be in love baby (love, love) In love baby (love, love) I wonder if I take you home Would you still be in love baby (love, love) In love baby (love, love)  [Outro: Taboo] Don't ya worry about a thing, baby Cause ya know ya got me by a string, baby Don't ya worry about a thing, baby Cause ya know ya got me by a string, baby  ",
        "title": "Don't Phunk With My Heart"
    },
    {
        "artist": "Gorillaz",
        "lyrics": "  [Intro: Trugoy the Dove & 2D] Ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha, feel good Sha, sha ba da, sha ba da, Feel Good Sha, sha ba da, sha ba da, Feel Good Sha, sha ba da, sha ba da, Feel Good Sha, sha ba da, sha ba da, Feel Good Sha, sha ba da, sha ba da, Feel Good Sha, sha ba da, sha ba da, Feel Good (Change) Sha, sha (Change) ba da (Change), sha ba da (Change) (Change) Sha, sha (Change) ba da (Change), sha ba da (Change)  [Verse 1: 2D] City's breaking down on a camel's back They just have to go, 'cause they don't know wack So while you fill the streets, it's appealing to see You won't get out the county 'cause you're damned and free You got a new horizon, it's ephemeral style A melancholy town where we never smile And all I wanna hear is the message beep My dreams, they got her kissing, 'cause I don't get sleep, no *Beep*  [Chorus: 2D] Windmill, windmill for the land Turn forever hand in hand Take it all in on your stride It is aching, falling down Love forever, love is free Let's turn forever, you and me Windmill, windmill for the land Is everybody in?  [Verse 2: Trugoy the Dove] Laughin' gas these hazmats, fast cats Linin' 'em up like ass cracks Play these ponies at the track It's my chocolate attack Shit, I'm steppin' in the heart of this here (yeah) Care Bear rappin' in harder this year (yeah) Watch me as I gravitate, ha-ha-ha-ha-ha! Yo, we gon' ghost town this Motown With yo' sound, you in the blink Gon' bite the dust, can't fight with us With yo' sound, you kill the Inc.  So don't stop, get it, get it (Get it) Until you're cheddar head And watch the way I navigate, ha-ha-ha-ha-ha (Ha! Ha-ha-ha-ha-ha-ha-ha)  [Pre-Chorus: 2D] Sha, sha ba da, sha ba da, Feel Good Sha, sha ba da, sha ba da, Feel Good Sha, sha ba da, sha ba da, Feel Good Sha, sha ba da, sha ba da, Feel Good  [Chorus: 2D] Windmill, windmill for the land Turn forever hand in hand Take it all in on your stride It is aching, falling down Love forever, love is free Let's turn forever, you and me Windmill, windmill for the land Is everybody in?  [Outro: Trugoy the Dove & 2D] Don't stop, get it, get it (Sha, sha ba da, sha ba da, Feel Good) Peep how your captain's in it Steady, watch me navigate, ha-ha-ha-ha-ha! (Sha, sha ba da, sha ba da, Feel Good) Don't stop, get it, get it (Sha, sha ba da, sha ba da, Feel Good) Peep how your captain's in it Steady, watch me navigate, ha-ha-ha-ha-ha! (Sha, sha ba da, sha ba da, Feel Good) Sha, sha ba da, sha ba da, feel good (Ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha!) Sha, sha ba da, sha ba da, feel good (Ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha!) Sha, sha ba da, sha ba da, feel good (Ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha!) Sha, sha ba da, sha ba da, feel good  ",
        "title": "Feel Good Inc"
    },
    {
        "artist": "Weezer",
        "lyrics": "  [Verse] Where I come from isn't all that great My automobile is a piece of crap My fashion sense is a little whack And my friends are just as screwy as me I didn't go to boarding schools Preppie girls never looked at me Why should they? I ain't nobody Got nothing in my pocket  [Chorus] Beverly Hills That's where I want to be (gimme, gimme) Livin' in Beverly Hills Beverly Hills Rollin' like a celebrity (gimme, gimme) Livin' in Beverly Hills  [Verse] Look at all those movie stars They're all so beautiful and clean When the housemaids scrub the floors They get the spaces in between I wanna live a life like that I wanna be just like a king Take my picture by the pool Cause I'm the next big thing  [Chorus] Beverly Hills That's where I want to be (gimme, gimme) Livin' in Beverly Hills Beverly Hills Rollin' like a celebrity (gimme, gimme) Livin' in Beverly Hills  [Bridge] The truth is I don't stand a chance It's something that you're born into And I just don't belong  [Verse] No I don't I'm just a no class, beat down fool And I will always be that way I might as well enjoy my life And watch the stars play  [Chorus] Beverly Hills That's where I want to be (gimme, gimme) Livin' in Beverly Hills Beverly Hills Rollin' like a celebrity (gimme, gimme) Livin' in Beverly Hills  [Outro] Beverly Hills Beverly Hills Beverly Hills Beverly Hills Livin' in Beverly Hills  ",
        "title": "Beverly Hills"
    },
    {
        "artist": "Pretty Ricky",
        "lyrics": "  [Hook] Baby grind on me, relax your mind take your time on me Let me get deeper shawty, ride on me Now come and sex me 'til your body gets weak We slow grinding Baby grind on me, relax your mind take your time on me Let get deeper shawty, ride on me Now come and sex me 'til your body gets weak We slow grinding babe  [Verse 1] When I hit 'em I make 'em say (oh) Sex be my day (job) I hit 'em in the back of my (car) Make 'em ride like a see (saw) I make 'em laugh and giggle Cuddle a little Suck on the nipple Lick the whip cream from the middle Girlfriend I never go (raw) I rip off panties and I pop off (bras) B.L.U.E.S.T.A. (R) Ask around the block how freaky we (are) I drink Red Bull so I keep stamina Rubbing your belly Busting your brains Whats my name (whats my name) Pretty Rickie, pretty Boy Doing pretty good thangs Making pretty good change Yeah pretty good breaks From the pretty, pretty chicks Yeah pretty damn rich Pretty Rickie, Rickie Rickie And the Mavericks  [Hook] Baby grind on me, relax your mind take your time on me Let get deeper shawty, ride on me Now come and sex me 'til your body gets weak We slow grinding Baby grind on me, relax your mind take your time on me Let get deeper shawty, ride on me Now come and sex me 'til your body gets weak We slow grinding babe  [Verse 2] Lay on your back let me put this cream on ya baby Slow motion bout to put this thing on ya baby Staring in your eyes Bout to lick them thighs Got cha Hypnotized Do you feel the vibe? (Oooooooooooooo) Staring in your eyes Bout to lick them thighs Got cha hypnotized Do you feel the vibe? (Step 1)  ya kissisng on me (Step 2)  girl I'm caressing your body (Step 3)  now I'm licking off the whip cream (Step 4)  and oooh you're grinding on me  [Hook] Baby grind on me, relax your mind take your time on me Let get deeper shawty, ride on me Now come and sex me 'til your body gets weak We slow grinding Baby grind on me, relax your mind take your time on me Let get deeper shawty, ride on me Now come and sex me 'til your body gets weak We slow grinding babe  [Verse 3] Slick got more game than a little bit Baby girl 5' 5\", brown eyes with them thick lips Thick thighs with the slim hips Sugar honey, ice tea Baby girl is so sweet And a bag of chips I like to catch her when she coming home Like side with a cherry thong Eat her up like a sundae cone But as of morning you got me open Your tongue is stroking no joking Coochie swollen, the bedroom smoking Get some air up in this room girl If loving you is wrong, I don't wanna be right So I'mma take my time and do it right Caz we got all night ..... caz we got all night, baby girl just  [Hook] Baby grind on me, relax your mind take your time on me Let get deeper shawty, ride on me Now come and sex me 'til your body gets weak We slow grinding Baby grind on me, relax your mind take your time on me Let get deeper shawty, ride on me Now come and sex me 'til your body gets weak We slow grinding babe  ",
        "title": "Grind With Me"
    },
    {
        "artist": "Natasha Bedingfield",
        "lyrics": "  [Intro] These words are my own  [Verse 1] Threw some chords together The combination D-E-F It's who I am, it's what I do And I was gonna lay it down for you Try to focus my attention But I feel so A-D-D I need some help, some inspiration (But it's not coming easily) Whoah oh!  [Pre-hook] Trying to find the magic Trying to write a classic Don't you know, don't you know, don't you know? Waste bin full of paper Clever rhymes, see you later  [Hook] These words are my own From my heart flow I love you, I love you, I love you, I love you There's no other way To better say I love you, I love you  [Verse 2] Read some Byron, Shelly, and Keats Recited it over a hip-hop beat I'm having trouble saying what I mean With dead poets and drum machines You know I had some studio time booked But I couldn't find a killer hook Now you've gone and raised the bar right up Nothing I write is ever good enough  [Hook] These words are my own From my heart flow I love you, I love you, I love you, I love you There's no other way To better say I love you, I love you  [Bridge] I'm getting off my stage The curtains pull away No hyperbole to hide behind My naked soul exposes  [Pre-hook] Trying to find the magic Trying to write a classic Don't you know, don't you know, don't you know? Waste bin full of paper Clever rhymes, see you later  [Outro/Hook] These words are my own From my heart flow I love you, I love you, I love you, I love you That's all I got to say Can't think of a better way And that's all I've got to say I love you, is that okay?  ",
        "title": "These Words"
    },
    {
        "artist": "Destiny's Child",
        "lyrics": "  [Verse 1: Beyoncé] Baby I see you working hard I wanna let you know I'm proud Let you know that I admire what you do Don't know if I need to reassure you My life would be purposeless without you If I want it (you got it) When I ask you (you provide it) You inspire me to be better You challenge me for the better Baby, sit back and let me pour out my love letter Let me help you Take off your shoes Untie your shoe strings Take off your cuff links What you wanna eat boo? Let me feed you Let me run your bathwater Whatever your desire, I'll supply ya Sing you a song Turn the game on I'll brush your hair Help you put your do-rag on Want a foot-rub? You want a manicure? Baby I'm yours, I wanna cater to you boy  [Chorus: Beyoncé] Let me cater to you Cause baby this is your day Do anything for my man Baby you blow me away I got your slippers, your dinner, your dessert and so much more Anything you want, just let me cater to you Inspire me from the heart Can't nothing tear us apart You're all I want in a man I put my life in your hands I got your slippers, your dinner, your dessert and so much more Anything you want, I wanna cater to you  [Verse 2: Kelly Rowland] Baby, I'm happy you're home Let me hold you in my arms I just wanna take the stress away from you Making sure that I'm doing my part Boy, is there something you need me to do? If you want it (I got it) Say the word (and I'll try it) I know whatever, I'm not fulfilling Another woman is willing I'm gonna fulfill your mind, body and spirit I promise ya I'll keep myself up Remain the same chick You fell in love with I'll keep it tight, I'll keep my figure right I'll keep my hair fixed, keep rockin' the hottest outfits When you come home late, tap me on my shoulder, I'll roll over Baby I heard you, I'm here to serve you If it's love you need to give it is my joy All I wanna do, is cater to you boy  [Chorus: Beyoncé] Let me cater to you Cause baby this is your day Do anything for my man Baby you blow me away I got your slippers, your dinner, your dessert and so much more Anything you want, just let me cater to you Inspire me from the heart Can't nothing tear us apart You're all I want in a man I put my life in your hands I got your slippers, your dinner, your dessert and so much more Anything you want, I wanna cater to you  [Verse 3: Michelle Williams] I wanna give you my breath, my strength, my will to you That's the least I can do Let me cater to you Through the good, the bad The ups and the downs I'll still be here for you Let me cater to you Cause you're beautiful I love the way you are Fulfill your every desire Your wish is my command I wanna cater to my man Your heart (your heart) So pure your love shines through The darkness we'll get through (So much) So much of me is you (is you) I wanna cater to my man  [Chorus: Beyoncé] Let me cater to you Cause baby this is your day Do anything for my man Baby, you blow me away I got your slippers, your dinner, your dessert and so much more Anything you want, just let me cater to you Inspire me from the heart Can't nothing tear us apart You're all I want in a man I put my life in your hands I got your slippers, your dinner, your dessert and so much more Anything you want, I wanna cater to you  ",
        "title": "Cater 2 U"
    },
    {
        "artist": "Papa Roach",
        "lyrics": null,
        "title": "Scars"
    },
    {
        "artist": "Green Day",
        "lyrics": "  [Intro] Say hey!  [Verse 1] Hear the sound of the falling rain Coming down like an Armageddon flame (Hey!) The shame, the ones who died without a name Hear the dogs howling out of key To a hymn called \"Faith and Misery\" (Hey!) And bleed, the company lost the war today  [Chorus] I beg to dream and differ from the hollow lies This is the dawning of the rest of our lives On holiday  [Verse 2] Hear the drum pounding out of time Another protester has crossed the line (Hey!) To find the money's on the other side Can I get another Amen? (Amen!) There's a flag wrapped around a score of men (Hey!) A gag, a plastic bag on a monument  [Chorus] I beg to dream and differ from the hollow lies This is the dawning of the rest of our lives On holiday  [Interlude] \"The representative from California has the floor\"  [Middle Eight] Sieg Heil to the president Gasman Bombs away is your punishment Pulverize the Eiffel towers Who criticize your government Bang bang goes the broken glass And kill all the fags that don't agree Trials by fire, setting fire Is not a way that's meant for me Just ‘cause, just ‘cause Because we're outlaws, yeah!  [Chorus] I beg to dream and differ from the hollow lies This is the dawning of the rest of our lives I beg to dream and differ from the hollow lies This is the dawning of the rest of our lives This is our lives on holiday  ",
        "title": "Holiday"
    },
    {
        "artist": "The Click Five",
        "lyrics": "  [Verse 1] She's cold and she's cruel But she knows what she's doin' She pushed me in the pool At our last school reunion She laughs at my dreams But I dream about her laughter Strange as it seems She's the one I'm after  [Chorus] Cause she's bittersweet She knocks me off of my feet And I can't help myself I don't want anyone else She's a mystery She's too much for me But I keep comin' back for more She's just the girl I'm lookin' for  [Verse 2] She can't keep a secret For more than an hour She runs on 100 proof attitude power And the more she ignores me The more I adore her What can I do? I'd do anything for her  [Chorus] Cause she's bittersweet She knocks me off of my feet And I can't help myself I don't want anyone else She's a mystery She's too much for me But I keep comin' back for more She's just the girl I'm lookin' for  [Bridge] And when she sees it's me On her caller ID She won't pick up the phone She'd rather be alone But I can't give up just yet Cause every word she's ever said Is still ringin' in my head Still ringin' in my head She's cold and she's cruel But she knows what she's doin' Knows just what to say So my whole day is ruined  [Chorus] Cause she's bittersweet She knocks me off of my feet And I can't help myself I don't want anyone else She's a mystery She's too much for me But I keep comin' back for more She's just the girl I'm lookin' for Cause she's bittersweet She knocks me off of my feet And I can't help myself I don't want anyone else She's a mystery She's too much for me But I keep comin' back for more Oh, I keep comin' back for more She's just the girl I'm lookin' for Just the girl I'm lookin' for  [Outro] Just the girl I'm lookin' for She's just the girl I'm lookin' for Just the girl I'm lookin' for Just the girl I'm lookin' for  ",
        "title": "Just The Girl"
    },
    {
        "artist": "Fall Out Boy",
        "lyrics": "  [Verse 1] Am I more than you bargained for yet? I've been dying to tell you anything you want to hear 'Cause that's just who I am this week Lie in the grass, next to the mausoleum I'm just a notch in your bedpost but you're just a line in a song (Notch in your bedpost but you're just a line in a song)  [Pre-Chorus] Drop a heart, break a name We're always sleeping in and sleeping for the wrong team  [Chorus] We're going down, down in an earlier round And sugar, we're going down swinging I'll be your number one with a bullet A loaded God complex, cock it and pull it We're going down, down in an earlier round And sugar, we're going down swinging I'll be your number one with a bullet A loaded God complex, cock it and pull it  [Verse 2] Is this more than you bargained for yet Oh, don't mind me, I'm watching you two from the closet Wishing to be the friction in your jeans Isn't it messed up how I'm just dying to be him? I'm just a notch in your bedpost but you're just a line in a song (Notch in your bedpost but you're just a line in a song)  [Pre-Chorus] Drop a heart, break a name We're always sleeping in and sleeping for the wrong team  [Chorus] We're going down, down in an earlier round And sugar, we're going down swinging I'll be your number one with a bullet A loaded God complex, cock it and pull it We're going down, down in an earlier round And sugar, we're going down swinging I'll be your number one with a bullet A loaded God complex, cock it and pull it  [Chorus] Down, down in an earlier round And sugar, we're going down swinging I'll be your number one with a bullet A loaded God complex, cock it and pull it We're going down, down in an earlier round (Take aim at myself) And sugar, we're going down swinging (Take back what you said) I'll be your number one with a bullet (Take aim at myself) A loaded God complex, cock it and pull it  [Bridge] We're going down, down (down, down) Down, down (down, down) We're going down, down (down, down) A loaded God complex, cock it and pull it  [Outro/Chorus] We're going down, down in an earlier round (Take aim at myself) And Sugar, we're going down swinging (Take back what you said) I'll be your number one with a bullet (Take aim at myself) A loaded God complex, cock it and pull it  ",
        "title": "Sugar, We're Goin' Down"
    },
    {
        "artist": "Gwen Stefani",
        "lyrics": null,
        "title": "Cool"
    },
    {
        "artist": "Foo Fighters",
        "lyrics": "  [Verse 1] I've got another confession to make I'm your fool Everyone's got their chains to break Holdin' you Were you born to resist or be abused? Is someone getting the best, the best, the best, the best of you? Is someone getting the best, the best, the best, the best of you? Are you gone and on to someone new? I needed somewhere to hang my head Without your noose You gave me something that I didn't have But had no use I was too weak to give in Too strong to lose My heart is under arrest again But I break loose My head is giving me life or death But I can't choose I swear I'll never give in I refuse  [Chorus] Is someone getting the best The best, the best, the best of you? Is someone getting the best The best, the best, the best of you? Has someone taken your faith? It's real, the pain you feel You trust, you must Confess Is someone getting the best The best, the best, the best of you?  [Verse 2] Has someone taken your faith? It's real, the pain you feel The life, the love you'd die to heal The hope that starts the broken hearts You trust, you must Confess  [Bridge] Is someone getting the best The best, the best, the best of you? Is someone getting the best The best, the best, the best of you?  [Verse 2] I've got another confession my friend I'm no fool I'm getting tired of starting again Somewhere new Were you born to resist or be abused? I swear I'll never give in I refuse  [Chorus] Is someone getting the best The best, the best, the best of you? Is someone getting the best The best, the best, the best of you? Has someone taken your faith? It's real, the pain you feel You trust, you must Confess Is someone getting the best The best, the best, the best of you?  ",
        "title": "Best Of You"
    },
    {
        "artist": "Bow Wow Featuring Ciara",
        "lyrics": null,
        "title": "Like You"
    },
    {
        "artist": "Will Smith",
        "lyrics": null,
        "title": "Switch"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Verse 1] Here's the thing, we started out friends It was cool, but it was all pretend Yeah, yeah, since you been gone  [Verse 2] You dedicated, you took the time Wasn't long till I called you mine Yeah, yeah, since you been gone  [Pre-Chorus 1] And all you'd ever hear me say Is how I pictured me with you That's all you'd ever hear me say  [Chorus] But since you been gone I can breathe for the first time I'm so moving on, yeah, yeah Thanks to you, now I get what I want Since you been gone  [Verse 2] How can I put it? You put me on I even fell for that stupid love song Yeah, yeah, since you been gone  [Pre-Chorus 2] How come I'd never hear you say I just wanna be with you I guess you never felt that way  [Chorus] But since you been gone I can breathe for the first time I'm so moving on, yeah, yeah Thanks to you, now I get what I want Since you been gone  [Bridge] You had your chance, you blew it Out of sight, out of mind Shut your mouth, I just can't take it Again and again and again and again  [Chorus - Extended] Since you been gone (since you been gone) I can breathe for the first time I'm so moving on, yeah, yeah Thanks to you (thanks to you) Now I get, I get what I want I can breathe for the first time I'm so moving on, yeah, yeah Thanks to you (thanks to you) Now I get (I get) You should know (you should know) That I get, I get what I want Since you been gone Since you been gone Since you been gone  ",
        "title": "Since U Been Gone"
    },
    {
        "artist": "Mike Jones",
        "lyrics": "  [Hook] \"Back then hoes didn't want me, now I'm hot hoes all on me\" \"Back then hoes didn't want me, now I'm hot hoes all on me - I SAID\" \"Back then hoes didn't want me, now I'm hot hoes all on me\" \"Back then hoes didn't want me, now I'm hot hoes all on me - I SAID\" \"Back then hoes didn't want me, now I'm hot hoes all on me\" \"Back then hoes didn't want me, now I'm hot hoes all on me - I SAID\" \"Back then hoes didn't want me, now I'm hot hoes all on me\" \"Back then hoes didn't want me, now I'm hot hoes all on me - I SAID\"  [Verse 1] Mike Jones!! Befo' I came up in the game these hoes didn't show no love They see me in the club and used to treat me like a scrub They wouldn't holla cause my dollars wasn't swoll enough I bet they change they mind when them 84's come rollin up They see that I'm a star, now they wanna sit in my car Now they wanna count my cheese, smoke my weed and sip my barre now They used to love to me diss me, now they rush to hug and kiss me now They tellin' all they friends when I leave how they miss me now 2 8 1, 3 3 oh, 8 0 0 4 Hit Mike Jones up on the low cause Mike Jones about to blow Befo' the ice was in my grill, before I got my major deal These hoes wouldn't give a damn if I was heah, geah Befo' the ice was in my grill, before I got my major deal These hoes wouldn't give a damn if I was heah, geah Befo' the ice was in my grill, before I got my major deal These hoes wouldn't give a damn if I was heah, geah - because  [Hook]  [Verse 2] I remember back den, most of them hoes couldn't stand me But now them same hoes beggin me to pull down they panties A couple of 'em said I was cute but I was just too chubby Same size a year later the same hoes wanna fuck me Because they see me paid, pimpin pens, workin my jelly And I ain't trippin' cause my pockets stick out mo' than my belly They know I'm paid, livin' laid in the shade Two slabs in the Escalade with fo' or five estates Then know that I got it made, I'm a motherfuckin baller she would Want a nigga now but I ain't got no time to call her I'ma stall her like she stalled me, now she tryna call me Bitch I'ma dog yo' hoe ass like you dogged me I'm Mike Jones, don't act like you don't know the name Ain't nothin' changed but my change, I'ma stay the same I'm Mike Jones, don't act like you don't know the name Ain't nothin' changed but my change, I'ma stay the same  [Hook]  [Verse 3] Befo' my paper came, befo' I got my fame These hoes that's poppin on me now didn't even know my name They said my flow was lame, they said I had no game I told 'em all I was fin' to blow they thought I was insane But then my name started blowin up quick, now they jumpin on my dick Cause they see me on the rise and oh now my paper thick But then my name started blowin up quick, now they jumpin on my dick Because they see me on the rise and oh now my paper thick  [Hook]  ",
        "title": "Back Then"
    },
    {
        "artist": "50 Cent",
        "lyrics": "  [Intro] Yeah, Sha-dy, Aftermath - G-Unit!  Damn baby all I need is a lil' bit A lil' bit of this, a lil' bit of that Get it crackin in the club when you hear the shit Drop it like it's hot, get to whippin that back Girl shake that thing, yeah work that thing Let me see it go up, and, down Rotate that thang, I wanna touch that thang When you make it go round and round  [Verse 1] I step up in the club I'm like \"Who you wit?\" G-Unit in the house, yeah that's my clique Yeah, I'm young, but a nigga from the old school On the dancefloor a nigga doin old moves I don't give a fuck, I do what I wan' do I hit your ass up boy, I done warned you Better listen when I talk nigga, don't trip Yo' heat in the car, mines in this bitch I ain't tryin to beef, I'm tryin to get my drink on And my diamonds, my fitted, and my mink on I'mma kick it at the bar 'til it's time to go Then I'mma get in shorty ear and I'mma let her know  [Hook] All a nigga really need is a lil' bit Not a lot baby girl, just a lil' bit We can head to the crib in a lil' bit I can show you how I live in a lil' bit I wanna unbutton your pants just a lil' bit Take 'em off and pull 'em down just a lil' bit Get to kissin and touchin a lil' bit Get to lickin it, a lil' bit  [Verse 2] This is 50, comin out your ster-e-o It's hard to tell though cause I switched the flow Eyes a little low cause I twist the 'dro Pockets on swoll cause I move the O's My neck, my wrist, my ears is froze Come get, your bitch, she on me dawg She musta heard, about the dough Not Captain c'mon and Save-a-Ho I get it crunk in the club, I'm off the chain #1 on the chart all the time mane When the kid in the house, I turn it out Keep the dancefloor packed that's without a doubt But shorty shake that thang like a pro man She backed it up on me I'm like oh man I got close enough to her so I know she could hear System thumpin, party jumpin, I said loud and clear  [Hook] All a nigga really need is a lil' bit Not a lot baby girl, just a lil' bit We can head to the crib in a lil' bit I can show you how I live in a lil' bit I wanna unbutton your pants just a lil' bit Take 'em off and pull 'em down just a lil' bit Get to kissin and touchin a lil' bit Get to lickin it, a lil' bit  [Bridge] Baby you got me feelin right, you heard me? My momma gone you can spend the night, you heard me? I ain't playin I'm tryin to fuck tonight, you heard me? Clothes off, face down, ass up, c'mon, ha ha  [Hook] All a nigga really need is a lil' bit Not a lot baby girl, just a lil' bit We can head to the crib in a lil' bit I can show you how I live in a lil' bit I wanna unbutton your pants just a lil' bit Take 'em off and pull 'em down just a lil' bit Get to kissin and touchin a lil' bit Get to lickin it, a lil' bit  ",
        "title": "Just A Lil Bit"
    },
    {
        "artist": "Coldplay",
        "lyrics": "  [Verse 1] How long before I get in? Before it starts, before I begin? How long before you decide? Before I know what it feels like? Where to, where do I go? If you never try, then you'll never know How long do I have to climb Up on the side of this mountain of mine?  [Verse 2] Look up, I look up at night Planets are moving at the speed of light Climb up, up in the trees Every chance that you get Is a chance you seize How long am I gonna stand With my head stuck under the sand? I'll start before I can stop Before I see things the right way up  [Hook] All that noise, and all that sound All those places I got found And birds go flying at the speed of sound To show you how it all began Birds came flying from the underground If you could see it then you'd understand  [Verse 3] Ideas that you'll never find All the inventors could never design The buildings that you put up Japan and China all lit up The sign that I couldn't read Or a light that I couldn't see Some things you have to believe But others are puzzles, puzzling me  [Hook] All that noise, and all that sound All those places I got found And birds go flying at the speed of sound To show you how it all began Birds came flying from the underground If you could see it then you'd understand  Ah when you see it then you'll understand  [Bridge] All those signs, I knew what they meant Some things you can invent Some get made, and some get sent  [Hook] Birds go flying at the speed of sound To show you how it all began Birds came flying from the underground If you could see it then you'd understand Ah, when you see it then you'll understand  ",
        "title": "Speed Of Sound"
    },
    {
        "artist": "Faith Hill",
        "lyrics": "  [Intro] Well it's a long way from Star, Mississippi To the big stage I'm singing on tonight And sometimes the butterflies still get me When I'm in the spotlight  [Verse 1] And some people seem to think that I've changed That I'm different than I was back then But in my soul I know that I'm the same way That I really always been  [Chorus] Because a Mississippi girl don't change her ways Just cause everybody knows her name Isn't big-headed from a little bit of fame I still like wearing my old ball cap Ride my kids around piggy back They might know me all around this world But you all I'm still a Mississippi girl  [Verse 2] Well I spent a few weeks in California They put my face on the big movie screen But that don't mean I've forgotten where I came from That's just me chasing dreams, yeah  [Chorus] [x2]  [Outro] Mississippi girl Oh Mississippi girl Mississippi girl Yeah yeah Oh oh Mississippi girl  ",
        "title": "Mississippi Girl"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] She said, \"I've seen you in here before.\" I said, \"I've been here a time or two.\" She said, \"Hello, my name is Bobby Jo Meet my twin sister Betty Lou And we're both feeling kinda wild tonight You're the only cowboy in this place And if you're up for a rodeo I'll put a big Texas smile on your face\" I said, \"Girls,\"  [Chorus] I ain't as good as I once was I got a few years on me now But there was a time back in my prime When I could really lay it down And if you need some love tonight Then I might have just enough I ain't as good as I once was But I'm as good once as I ever was  [Verse 2] I still hang out with my best friend Dave I've known him since we were kids at school Last night he had a few shots Got in a tight spot hustling a game of pool With a couple of redneck boys One great big bad biker man I heard David yell across the room \"Hey buddy, how 'bout a helping hand?\" I said, \"Dave,\"  [Chorus] I ain't as good as I once was My, how the years have flown But there was a time back in my prime When I could really hold my own But if you wanna fight tonight Guess those boys don't look all that tough I ain't as good as I once was But I'm as good once as I ever was  [Bridge] I used to be hell on wheels Back when I was a younger man Now my body says, \"You can't do this boy\" But my pride says, \"Oh, yes you can\"  [Chorus] I ain't as good as I once was That's just the cold hard truth I still throw a few back, talk a little smack When I'm feeling bullet proof So don't double dog dare me now Cause I'd have to call your bluff I ain't as good as I once was But I'm as good once as I ever was May not be good as I once was But I'm as good once as I ever was  ",
        "title": "As Good As I Once Was"
    },
    {
        "artist": "Ciara Featuring Ludacris",
        "lyrics": null,
        "title": "Oh"
    },
    {
        "artist": "David Banner",
        "lyrics": null,
        "title": "Play"
    },
    {
        "artist": "Sugarland",
        "lyrics": null,
        "title": "Something More"
    },
    {
        "artist": "Rob Thomas",
        "lyrics": "  [Intro]  [Verse 1] Now it seems to me That you know just what to say But words are only words Can you show me something else Can you swear to me that you'll always be this way Show me how you feel More than ever baby  [Chorus] I don't wanna be lonely no more I don't wanna have to pay for this I don't want to know the lover at my door Is just another heartache on my list  I don't wanna be angry no more You know I could never stand for this So when you tell me that you love me know for sure I don't want to be lonely anymore  [Verse 2] Now it's hard for me with my heart still on the mend Open up to me, like you do your girlfriends And you sing to me it's harmony Girl, what you do to me is everything Make me say anything; just to get you back again Why can't we just try  [Chorus] I don't wanna be lonely no more I don't wanna have to pay for this I don't want to know the lover at my door Is just another heartache on my list  I don't wanna be angry no more You know I could never stand for this So when you tell me that you love me know for sure I don't want to be lonely anymore  [Verse 3] What if I was good to you What if you were good to me What if I could hold you till I feel you move inside me What if it was paradise What if we were symphonies What if I gave my all my life to find some way to stand beside you  [Chorus] I don't wanna be lonely no more I don't wanna have to pay for this I don't want to know the lover at my door Is just another heartache on my list  I don't wanna be angry no more You know I could never stand for this So when you tell me that you love me know for sure I don't want to be lonely anymore  I don't wanna be lonely anymore I don't wanna be lonely anymore I don't wanna be lonely anymore I don't wanna be lonely anymore  ",
        "title": "Lonely No More"
    },
    {
        "artist": "Teairra Mari",
        "lyrics": "  [Sample] \"Check out my melody\"- Eric B. & Rakim Intro [Jay-Z] In the R-O-C The official remix Part two Now you know who she is Get familiar Young princess of the Roc Teairra Mari I told y'all We gets busy Ye!  [Kanye West] It's Kanyeezy with Teairra-airra-airra-airra Gucci sweater Louis leather You was never Where groupies ever Or goofies ever So it's only right you pull up in the two seater or better Uh Teairra Remix I keep sip sippin' on somethin like Three 6 And keep keep the conflicts out the Jesus Pieces This is no wrong way to rock when you rollin' with the Roc uh Let's get it poppin' or we go shoppin' We back on the top 10 We can afford things again See they too much effort, we too much better It take 'em two months to do what?! We do whatever Hypno, Cris though, I mean whatever Saracco Moscato it do taste better I know what them girls like I know it ain't easy I know it ain't every day you will run into Yeezy  [Hook: Teairra Mari] Is there any boys around That know how to make a girl feel That wanna make a girl feel Make her feel good All I wanna know Is there any boys around That know how to make a girl feel That wanna make a girl feel Make her feel good I just wanna know  [Verse Two] Do I have to tell a nigga how to touch me? Do I have to tell a nigga how to hold me? Do I have to tell a nigga when to call me? Do I have to tell a nigga I'm lonely? Do I have to feel wrong when it ain't strong? Keep my mouth closed? (Huh huh huh) Can't a girl from the hood find a homey That ain't just tryin' to hang around me? Do I have to show a nigga I'm a woman? Do I have to apologize for my emotions? Do I have to tell a nigga what to say to me Every time he wanna get next to me? Do I have to settle for a cap back K-Swiss stroke his ego? (Mmh girl no) Can't a chick from the hood find a homey That wanna do more than spend money on me?  [Hook]  [Bridge] Why is it so hard For a girl like me to find a boy That really knows how to make a girl feel (girl feel, feel) Why is it so hard For a girl like me to find a boy That really knows how to make a girl feel (girl feel, feel) I just gotta know  [Hook]  ",
        "title": "Make Her Feel Good"
    },
    {
        "artist": "The Killers",
        "lyrics": "  [Verse 1] I'm coming out of my cage and I've been doing just fine Gotta, gotta be down because I want it all It started out with a kiss, how did it end up like this? It was only a kiss, it was only a kiss Now I'm falling asleep and she's calling a cab While he's having a smoke and she's taking a drag Now they're going to bed and my stomach is sick And it's all in my head, but she's touching his  [Pre-Chorus] Chest now, he takes off her dress now Let me go I just can't look, it's killing me And taking control  [Chorus] Jealousy, turning saints into the sea Swimming through sick lullabies, choking on your alibis But it's just the price I pay, destiny is calling me Open up my eager eyes, 'cause I'm Mr. Brightside  [Instrumental]  [Verse 2] I'm coming out of my cage and I've been doing just fine Gotta, gotta be down because I want it all It started out with a kiss, how did it end up like this? It was only a kiss, it was only a kiss Now I'm falling asleep and she's calling a cab While he's having a smoke and she's taking a drag Now they're going to bed and my stomach is sick And it's all in my head, but she's touching his  [Pre-Chorus] Chest now, he takes off her dress now Let me go 'Cause I just can't look, it's killing me And taking control  [Chorus] Jealousy, turning saints into the sea Swimming through sick lullabies, choking on your alibis But it's just the price I pay, destiny is calling me Open up my eager eyes, 'cause I'm Mr. Brightside  [Outro] I never I never I never I never  ",
        "title": "Mr. Brightside"
    },
    {
        "artist": "Howie Day",
        "lyrics": "  [Verse 1] The dawn is breaking A light shining through You're barely waking And I'm tangled up in you, yeah  I'm open, you're closed Where I follow, you'll go I worry I won't see your face Light up again  [Chorus] Even the best fall down sometimes Even the wrong words seem to rhyme Out of the doubt that fills my mind I somehow find you and I collide  [Verse 2] I'm quiet you know You make a first impression I've found I'm scared to know I'm always on your mind  [Chorus] Even the best fall down sometimes Even the stars refuse to shine Out of the back you fall in time I somehow find you and I collide  [Bridge] Don't stop here I lost my place I'm close behind  [Chorus] Even the best fall down sometimes Even the wrong words seem to rhyme Out of the doubt that fills my mind I somehow find you and I collide  [Outro] You finally find you and I collide You finally find you and I collide  ",
        "title": "Collide"
    },
    {
        "artist": "3 Doors Down",
        "lyrics": null,
        "title": "Let Me Go"
    },
    {
        "artist": "Webbie Featuring Bun B",
        "lyrics": "  (Oh) Girl give me that (Oh Oh Oh) Girl give me that Girl give me that (pussy) (Oh Oh Oh) Girl give me that Girl give me that (pussy) (Oh Oh Oh) Girl give me that there Girl give me that pussy (Oh Oh Oh) Girl give me that  [Lil Webbie] - Verse 1 You know you want it Girl don't act like you don't want it Girl I want it just as bad as you do And look see I can tell from this lil vibe You got me feeling that you dig me Boo I'm digging you too You wanna be one of the chosen few Then gon jig up in this motherfucker Maybe me and you can do it big up in this motherfucker Sit you in a crib where you can chill Don't have to move a muscle Give you some be good now you be good Daddy gon hustle Come here let me Whisper in your ear I gotta tell you something Listening to this song kinda make a nigga want something Did some daydreaming Now I'm fiending like I'm on something Girl don't hold it from me Cause right now I'll be don strong on ya I ain't the type to ruin your life By running game and throwing your dreams Get in your brain suit your game Ease your pain and show you things Sit you on some leather seats while blowing green And switching lanes Girl stop playing games let me beat it out the frame  [Hook - repeat 4X] Girl give me that pussy Girl give me that Girl give me girl give me that there  [Bun B from UGK] - Verse 2 She five foot seven a hundred and thirty nine pounds Thirty six twenty four thirty eight pretty fine brown Bad lil broad I ain't seen her in a minute Since the All-Star game and I'm still tryin to hit it Got a baby for this nigga that I used to sell things He caught a fed case and he ain't leave her no change She sold all his jewels she sold all his cars Now she dancing in the shaker club stripping for the stars Sliding down the pole slow drop it to a split Pussy popping on a handstand man she the shit She still looking tight though Still built right though Run my game right and after the club She might go back to the telly with me Shake her jelly with me Let my people bust on her face and her belly with me I got Lil Webbie with me and he ain't hating We some players in this bitch so baby stop hesitating  [Hook - repeat 4X] Girl give me that pussy Girl give me that Girl give me girl give me that there  [Lil Webbie] - Verse 3 Now I can tell from your size that that pussy is fire So I'm here and willing to give you whatever it require For you to lay down on your back and then open your thighs Long sharp deep and wide have you rolling your eyes You a big fine horse I had no choice but to try it Look like it's worth a couple g's but ain't some shit I buy Let me whisper in your ear again I ain't gon lie I might share a lil meal just don't tell nobody Look you know you want it Girl don't act like you don't want it Girl you want it just as bad as I do But check this out You gon be wishing that you been gave me your money By the time I finish rumbling with you While rhymes get loose let's take this shit to the room And you just keep yourself excited til we get to the room Cuz I've been rocked up since I met you I'm ready to give you the blues Don't stunt now take off your shoes Don't act confused you know what time it is  [Hook - repeat 4X] Girl give me that pussy Girl give me that Girl give me girl give me that there  ",
        "title": "Give Me That"
    },
    {
        "artist": "Frankie J",
        "lyrics": "  1st Verse: Sometimes a man has to choose And do something he doesnt wanna do Do i live my life with you as my wife? Or do i go on and pursue my lifetime dream? I gotta do this for me Cuz if I dont I'll probably regret it But if I do I'll probably regret it How do I cope?  CHORUS: How do you cope when The one you love is with somebody else And theres nothin you can do about it How do you deal with The fact that you had a chance But you chose to turn away for your career I gotta take it though its heart-breakin' Its somethin that I had to do But nobody said that it would hurt so bad So how do I live.. How do I deal without you  2nd Verse: Its killing me to know That your heart's with me But you're with him cuz I chose to be In this industry Money, shows and hoes come along with Luxury and pain Is all you see when you think about it But this is the life That I was given So i have to live it to the fullest But how do I deal in the meantime Without you  [Chorus] SOLO: How do you deal when You can't be with the one you love And the one that you love is with somebody else (I don't know, I don't know) And what do you do When you know she don't love him And she loves me but she just can't stand loving you far away (I guess I'm gonna have to just) You just deal with it, deal with it (I don't want to have to live with it) You just deal with it, deal with it (no, no, no) You just deal with it, deal with it (I don't want nobody else loving you) You just deal with it, deal with it (I don't want nobody else loving me)  [Chorus 2X]  ",
        "title": "How To Deal"
    },
    {
        "artist": "Jessica Simpson",
        "lyrics": "  [Intro] Are you ready boots? Start walking Yee haw Come on Let’s go  [Verse 1] You keep saying you got something for me (uh) Well officer I don’t mind to say you do Now your looking right where I thought you’d be looking Legs come handy when laws in front of you  These boots are made for walking And that’s just what they’ll do One of these days these boots are going to walk all over you  You believe you've stopped me for a reason (uh) Now I’m pretending my bending's just for fun You keep playing where I got you playing (yeah) These double 'D’ initials work to run  [Chorus] These boots are made for walking And that’s just what they’ll do One of these days these boots are going to walk all over you  [Verse 2] I’m the girl with the good boys who don’t mean you no harm Just gotten my way with Hazard County charm There ain't no crime in having a little fun  Swerve my stride Bat my sexy eyes Where my boots at (haha) Strut ya stuff come on  [Hook] Hey y'all Wanna come and see something (uh uh, uh uh) Can’t touch, can I get a hand clap for the way I work my back Tick tock all around the clock drop it Push ya tush, like that Can I get a sooey Can I get a yee haw  [Verse 3] You keep thinking what you shouldn't be thinking Another two buttons down till you kissing the ground I’m not gonna send you back home till you're crying But Uncle Jesse he sure is going to be proud  [Chorus] [x2]  Come on boots Start walking Come on ladies  [Hook]  [Outro] Come on Willie (ohh yeah, owww) Yeee haw Willie Nelson everybody (uh) Let’s go home now  ",
        "title": "These Boots Are Made For Walkin'"
    },
    {
        "artist": "Lyfe Jennings",
        "lyrics": "  [Intro] Ayo, you You that just flipped on the CD player I just wanna inform you that when you got somebody good You hold on to 'em Yeah  [Verse 1] Must be nice Havin' someone who understands the life you live Must be nice Havin' someone who's slow to take and quick to give Must be nice Havin' someone who sticks around when the rough times get thick Someone whose smile is bright enough to make the projects feel like a mansion Must be nice Havin' someone who loves you despite your faults Must be nice Havin' someone who talks the talk but also walks the walk Must be nice Havin' someone who understands that a thug has feelings too Someone who loves you for sho' You just remember to never let 'em go  [Hook] 'Cause even when your hustlin' days are gone She'll be by your side still holdin' on And even when those 20's stop spinnin' And all those gold-diggin' women disappear She'll still be here  [Verse 2] Must be nice Havin' someone you can come home to from a long day of work Must be nice Havin' someone you don't have to show they know exactly where it hurts Must be nice Havin' someone who trusts you despite what they've heard Someone as mighty as a lion but still as gentle as a bluebird Must be nice Havin' someone you don't have to tell you don't want to be alone Must be nice Havin' someone you can grow old with until God calls ya'll home Must be nice Havin' someone who understands that a thug has feelings too Someone who loves you for sho' You never let 'em go  [Hook] 'Cause even when your hustlin' days are gone She'll be by your side still holdin' on And even when those 20's stop spinnin' And all those gold-diggin' women disappear She'll still be here 'Cause even when your hustlin' days are gone She'll be by your side still holdin' on And even when those 20's stop spinnin' And all those gold-diggin' women disappear She'll still be here 'Cause even when your hustlin' days are gone She'll be by your side still holdin' on And even when those 20's stop spinnin' And all those gold-diggin' women disappear She'll still be here  [Outro] Well I guess the next part of the story is That after all this lusting and all this time I finally found me somebody for me Somebody I could tell the way I feel about you  ",
        "title": "Must Be Nice"
    },
    {
        "artist": "Ying Yang Twins Featuring Mike Jones & Mr. ColliPark",
        "lyrics": null,
        "title": "Badd"
    },
    {
        "artist": "Shakira Featuring Alejandro Sanz",
        "lyrics": "   Letra de \"La Tortura\" ft. Alejandro Sanz[Intro: Sanz] Ay payita mia, guardate la poesia Guardate la alegria pa'ti  [Estrofa 1: Shakira & (Sanz)] No pido que todos los días sean de sol No pido que todos los viernes sean de fiesta Tampoco te pido que vuelvas rogando perdón Si lloras con los ojos secos Y hablando de ella Ay amor me duele tanto (me duele tanto) Que te fueras sin decir a dónde Ay amor fue una tortura perderte  [Coro: Sanz & (Shakira)] Yo sé que no he sido un santo Pero lo puedo arreglar, amor (No sólo de pan vive el hombre) (Y no de excusas vivo yo) Sólo de errores se aprende Y hoy sé que es tuyo mi corazón (Mejor te guardas todo eso) (A otro perro con ese hueso) (Y nos decimos adios)  [Estrofa 2: Shakira & (Sanz)] No puedo pedir que el invierno perdone a un rosal No puedo pedir a los olmos que entreguen peras No puedo pedirle lo eterno a un simple mortal Y andar arrojando a los cerdos miles de perlas (Ay amor me duele tanto, me duele tanto) (Que no creas más en mis promesas) Ay, amor (es una tortura) perderte  [Coro: Sanz & (Shakira)] Yo sé que no he sido un santo Pero lo puedo arreglar, amor (No sólo de pan vive el hombre) (Y no de excusas vivo yo) Sólo de errores se aprende Y hoy sé que es tuyo mi corazón (Mejor te guardas todo eso) (A otro perro con ese hueso) (Y nos decimos adios)  [Estrofa 3: Sanz] No te vayas, no te vayas Oye negrita mira, no te rajes De lunes a viernes tienes mi amor Déjame el sábado a mi que es mejor Oye mi negra no me castigues más Porque allá afuera sin ti no tengo paz Yo solo soy un hombre muy arrepentido Soy como el ave que vuelve a su nido  [Coro: Sanz & (Shakira)] Yo se que no he sido un santo Es que no estoy echo de carton (No solo de pan vive el hombre) (Y no de excusas vivo yo) Solo de errores se aprende Y hoy se que es tuyo mi corazón  [Outro: Shakira] Ay, ay, ay, ay Ay todo lo que he hecho por tí Fue una tortura perderte Me duele tanto que sea así Sigue llorando perdón Yo ya no voy a llorar por tí  ",
        "title": "La Tortura"
    },
    {
        "artist": "Kanye West Featuring Jamie Foxx",
        "lyrics": "  [Produced by Kanye West and Jon Brion]  [Intro: Jamie Foxx] She take my money when I'm in need Yeah, she's a triflin' friend indeed Oh, she's a gold digger Way over town that digs on me  [Hook: Kanye West + (Jamie Foxx)] (She give me money) Now, I ain't sayin' she a gold digger (When I'm in need) But she ain't messin' with no broke niggas (She give me money) Now, I ain't sayin' she a gold digger (When I'm in need) But she ain't messin' with no broke niggas (I gotta leave) Get down girl, go 'head, get down (I gotta leave) Get down girl, go 'head, get down (I gotta leave) Get down girl, go 'head, get down (I gotta leave) Get down girl, go 'head  [Verse 1] Cutie the bomb, met her at a beauty salon With a baby Louis Vuitton under her underarm She said: \"I can tell you rock, I can tell by your charm Far as girls, you got a flock I can tell by your charm and your arm.\" But I'm lookin' for the one, have you seen her? My psychic told me she'll have a ass like Serena Trina, Jennifer Lopez, four kids And I gotta take all they bad asses to ShowBiz? Okay, get your kids, but then they got their friends I pulled up in the Benz, they all got up in We all went to din' and then I had to pay If you fuckin' with this girl, then you better be paid You know why? It take too much to touch her From what I heard she got a baby by Busta My best friend said she used to fuck with Usher I don't care what none of y'all say, I still love her  [Hook: Kanye West + (Jamie Foxx)] (She give me money) Now, I ain't sayin' she a gold digger (When I'm in need) But she ain't messin' with no broke niggas (She give me money) Now, I ain't sayin' she a gold digger (When I'm in need) But she ain't messin' with no broke niggas (I gotta leave) Get down girl, go 'head, get down (I gotta leave) Get down girl, go 'head, get down (I gotta leave) Get down girl, go 'head, get down (I gotta leave) Get down girl, go 'head  [Verse 2] Eighteen years, eighteen years She got one of your kids, got you for eighteen years I know somebody payin' child support for one of his kids His baby mama car and crib is bigger than his You will see him on TV any given Sunday Win the Super Bowl and drive off in a Hyundai She was supposed to buy your shorty Tyco with your money She went to the doctor, got lipo with your money She walkin' around lookin' like Michael with your money Shoulda got that insured, Geico for your money If you ain't no punk Holla, \"We want prenup! We want prenup!\" (Yeah!) It's somethin' that you need to have ‘Cause when she leave yo' ass, she gon' leave with half Eighteen years, eighteen years And on the 18th birthday he found out it wasn't his?!  [Hook: Kanye West + (Jamie Foxx)] (She give me money) Now, I ain't sayin' she a gold digger (When I'm in need) But she ain't messin' with no broke niggas (She give me money) Now, I ain't sayin' she a gold digger (When I'm in need) But she ain't messin' with no broke niggas (I gotta leave) Get down girl, go 'head, get down (I gotta leave) Get down girl, go 'head, get down (I gotta leave) Get down girl, go 'head, get down (I gotta leave) Get down girl, go 'head  [Verse 3] Now, I ain't sayin' you a gold digger, you got needs You don't want a dude to smoke but he can't buy weed You go out to eat, he can't pay, y'all can't leave There's dishes in the back, he gotta roll up his sleeves But while y'all washin', watch him He gon' make it to a Benz out of that Datsun He got that ambition, baby, look at his eyes This week he moppin' floors, next week it's the fries So stick by his side I know there's dudes ballin', and yeah, that's nice And they gonna keep callin' and tryin', but you stay right, girl And when you get on, he'll leave yo' ass for a white girl  [Hook: Kanye West + (Jamie Foxx)] (I gotta leave) Get down girl, go 'head, get down (I gotta leave) Get down girl, go 'head, get down (I gotta leave) Get down girl, go 'head, get down (I gotta leave) Get down girl, go 'head  [Outro] Let me hear that back  ",
        "title": "Gold Digger"
    },
    {
        "artist": "Fantasia",
        "lyrics": "  [Verse 1] Baby, you don't pay me no mind You act like you don't love me no more Maybe you need space or some time Your attitude is unpredictable And I don't want to make you unhappy If you're not happy Then you're free to go on Cause I don't want you staying around If I make you so miserable  [Chorus] If you don't want me, then don't talk to me (If you don't want me, then don't talk to me) Go ahead and free yourself (Go ahead and free yourself) If you don't want me Then don't talk to me (If you don't want me, then don't talk to me) Go ahead to someone else (Go ahead to someone else) If you don't want me, then don't talk to me (If you don't want me, then don't talk to me) Go ahead and free yourself (Go ahead and free yourself) If you don't want me Then don't talk to me (If you don't want me, then don't talk to me) Go ahead to someone else (Go ahead to someone else)  [Refrain] Time again and again I tried I tried (Baby, don't you know I tried) But the love I had inside has died (But the love I had inside)  [Verse 2] Won't you be a man if it's over And just admit that things ain't the same Instead of making me think it's all good between us Which one's the blame I took a lot of too much to handle Until I can't take this game no more This love thing is full of scandal So you're welcome to walk  [Chorus] If you don't want me, then don't talk to me (If you don't want me, then don't talk to me) Go ahead and free yourself (Go ahead and free yourself) If you don't want me Then don't talk to me (If you don't want me, then don't talk to me) Go ahead to someone else (Go ahead to someone else) If you don't want me, then don't talk to me (If you don't want me, then don't talk to me) Go ahead and free yourself (Go ahead and free yourself) If you don't want me Then don't talk to me (If you don't want me, then don't talk to me) Go ahead to someone else (Go ahead to someone else)  [Refrain] Time again and again I tried I tried Time and time again I tried it over and over and over and over But the love I had inside has died (Baby, don't you...)  [Bridge] I had to take it there I had to take it there Because I'm tired, oh yeah  [Chorus] If you don't want me, then don't talk to me (If you don't want me, then don't talk to me) Go ahead and free yourself (Go ahead and free yourself) If you don't want me Then don't talk to me (If you don't want me, then don't talk to me) Go ahead to someone else (Go ahead to someone else) If you don't want me, then don't talk to me If you don't want me, then don't talk to me (If you don't want me, then don't talk to me) Go ahead and free yourself (Go ahead and free yourself) If you don't want me Then don't talk to me (If you don't want me, then don't talk to me) Go ahead to someone else (Go ahead to someone else) You play games if you don't want me Don't talk to me (If you don't want me, then don't talk to me) Hey, go ahead and free yourself (Go ahead and free yourself)  [Outro] Baby if you don't want me Don't talk to me (If you don't want me, then don't talk to me) I'll be alright Go ahead to someone else (Go ahead to someone else) Yeah, yeah  ",
        "title": "Free Yourself"
    },
    {
        "artist": "Lil Rob",
        "lyrics": "  I'm feelin' good (feelin' alright tonight) I'm feelin' good now (yeah) It's all good in the neighborhood homes Lil Rob  I feel good, I feel alright Cruisin' through my neighborhood on a warm summer night I feel good.. that's right I feel good now (somethin' about these summer nights)  [Hook] (Whoa!) Summer days just sittin' around But when the sun goes down, I'll be ready to party (Whoa! Hey!) Ain't nothin' like them summer nights Keep the top on drop, all the girls lookin' hot Head to bo-lo and we just don't stop Party until the mornin' light (whoa!) Ain't nothin' like them summer nights  [Verse 1] I just kicked it at home, I polished up the chrome Called the ruca on the phone, let her know I'm home alone It's, 7:30 and the sun's goin' down It's a, summer night and the fun's goin' down I pick her up and she looks all dolled up (she look good) Sittin passenger in my rag Impala (yeah) I let her know that she looks beautiful to me The world's an ugly place but she is such a sight to see The kind of woman, that would put up a fight for me The kind that wants, to spend the summer nights with me The temp was 80 and I'm cruisin with my lady Playin some Ralphie Vagon, ooh baby baby I see my homeboys and they're cruisin in their ride (hey wassup homes) With their ladies, sittin by their side People think we look crazy but I think we look classy But then again, that's only if you ask me  [Hook] (Whoa!) Summer days just sittin' around But when the sun goes down, I'll be ready to party (Whoa! Hey!) Ain't nothin' like them summer nights Keep the top on drop, all the girls lookin' hot Head to bo-lo and we just don't stop Party until the mornin' light (whoa!) Ain't nothin' like them summer nights  [Verse 2] My homeboys throwin' a backyard boogie, so everybody Gets together to unwind relax and have a fun time The DJ's spinnin', so I grab the mic' and be like Ain't nothin' like them summer nights The party's packed with beautiful women And the gang of the homies, that wanna get with 'em And they'll say anything just to hit 'em And it's usually a nice summer night when they did 'em I don't know, it must be, something in the air Can't help but have a good time because the feelin is there To some people, the feelin' is rare They're at the pad sayin' God damn, I wish I was there To have a drink, have a toke and hook up With someone fine but the kind that looks up Gotta keep some pisto' in the cup Party until the sun comes up or we give up  [Hook] (Whoa!) Summer days just sittin' around But when the sun goes down, I'll be ready to party (Whoa! Hey!) Ain't nothin' like them summer nights Keep the top on drop, all the girls lookin' hot Head to bo-lo and we just don't stop Party until the mornin' light (whoa!) Ain't nothin' like them summer nights  [Verse] Them summer nights can keep a smile on your face Gotta try to have a good time with this life, otherwise it's just a waste Either way I'm gonna party just in case Like Prince partied like it was 99 in 87, 88 I couldn't ask for no better weather I'm right next to the Pacific, to be specific The candy paint job, glows under the moonlight As I close out my summer night and say goodnight It's time to put the top up and park it Drop it, unplug the ground, roll up the windows and lock it Walk in the pad and fall into bed As she lays on my chest to rest her sleepy head And we do this all night long, from dusk 'til dawn But it's not quite the same when summer nights are gone But even when they're gone it won't be long Eight more months then once again it's on  [Hook] (Whoa!) Summer days just sittin' around But when the sun goes down, I'll be ready to party (Whoa! Hey!) Ain't nothin' like them summer nights Keep the top on drop, all the girls lookin' hot Head to bo-lo and we just don't stop Party until the mornin' light (whoa!) Ain't nothin' like them summer nights (summer nights)  ",
        "title": "Summer Nights"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Intro: will.i.am & Fergie] Yeah, uh-uh La, la, la, la, la Sorry, sorry, sorry, sorry  [Verse 1: will.i.am] Hey baby my nose is gettin' big I noticed it be growin' when I been tellin' them fibs, now You say your trust's gettin' weaker Probably 'cause my lies just started gettin' deeper And the reason for my confession is that I learned my lesson And I really think you ought to know the truth Because I lied and I cheated and I lied a little more But after what you did I don't know what I did it for I admit that I've been a little immature With your heart like I was the predator In my book of lies I was the editor And the author, I posted my signature And now I apologize for what I did to ya 'Cause what you did to me I did to you  [Hook: Fergie] No no no no, baby, no no no no don't lie (because) No no no no, yeah, no no no no you gotta try What you gonna do when it all comes out When I really see you and what you all are about? No no no no, baby, no no no no don't lie 'Cause you know, you know, you know, you know You know you gotta try (Stop, st-stop, stop, st-stop stop lying)  [Verse 2: apl.de.ap] She said I'm leavin' 'Cause she can't take the pain It's hard to continue this love, it ain't the same Can't forget the things that I've done inside her brain Too many lies committed, too many games She feelin' like a fool gettin' on the last train Tryna maintain but the feeling won't change I'm sorry for the things that I've done and what I became Caught up in living my life in the fast lane Blinded by lights, cameras, you know the fame I don't know the reason why I did these things  [Pre-Hook 2: Fergie, will.i.am (& apl.de.ap)] Oh, when I lie and I lie and I lie and I lie (And now our emotions are drained) 'Cause I lie and I lie and a little lie, lie And now your emotions are drained  [Hook 2: Fergie] No no no no, baby, no no no no don't lie (no, don't you lie) No no no no, yeah, no no no no, you gotta try (got to, got to try) What you gonna do when it all comes out (what you gonna do, baby?) When I really see you and what you all are about? No no no no, baby, no no no no don't lie Because you know, you know, you know, you know You know you gotta try  [Bridge: will.i.am (& Fergie)] Ooh-ooh ooh ooh, ooh-ooh ooh Ooh-ooh ooh ooh, ooh-ooh ooh Ooh-ooh ooh ooh, ooh-ooh ooh Ooh-ooh ooh ooh, ooh-ooh ooh Ooh-ooh ooh ooh, ooh-ooh ooh (Ba da, ba da, ba ba ba ba) Ooh-ooh ooh ooh, ooh-ooh ooh (Ba da da, ba da da, ba da da, ba da da) Ooh-ooh ooh ooh, ooh-ooh ooh (Ba da, ba da, ba ba ba ba) Ooh-ooh ooh ooh, ooh-ooh ooh (Ba da da, ba da da, ba da da, ba da da)  [Verse 3: Taboo] Yo, I'm lying to my girl Even though I love her and she all in my world I give her all my attention and diamonds and pearls She the one that make me feel on top of the world Still I lie to my girl, I do it  [Pre-Hook 3: Fergie & Taboo] Oh when I lie and I lie and I lie and then I lie Till there's not turning back I don't know why and I lie and I lie Till I don't know who I am Let me tell myself  [Hook 3: Fergie] No no no no, baby, no no no no don't lie (don't you lie) No no no no, yeah, no no no no, you gotta try (you know, you know you gotta) What you gonna do when it all comes out When I really see you and what you all are about? No no no no, baby, no no no no don't lie No no no no, baby, no no no no (Stop, st-stop, stop, st-stop stop lying)  ",
        "title": "Don't Lie"
    },
    {
        "artist": "Sara Evans",
        "lyrics": "  [Verse 1:] I'm gonna do it darlin' I could waste time tryin' the figure it out But I'm jumpin' in anyhow I've never been this far Didn't know love could run so deep Didn't know I'd lose this much sleep  [Chorus:] Holdin' you close, chasin' that moon Spendin' all night Lovin' just who you are Sparks flyin' in the dark Shootin' out lights, runnin' down dreams Figurin' out what love really means Baby, givin' you my heart Is a real fine place to start  [Verse 2:] Somethin' is goin' on I can't explain but sure can touch It's callin' both of us Stronger than any fear or doubt It's changin' everything I see It's changin' you, it's changin' me  [Chorus]  [Bridge:] Right here, right now's the perfect spot, the perfect time The perfect moment when your skin is next to mine  [Instrumental]  [Outro:] Yeah, yeah Holdin' you close, (Holdin' you close.) Chasin' that moon. (Chasin' that moon.) Spendin' all night Lovin' just who you are Sparks flyin' in the dark Shootin' out lights, (Shootin' down lights.) Runnin' down dreams, (Runnin' down dreams.) Figurin' out just what love really means Baby, givin' you my heart's a real fine place Real fine place to start Oh yeah Oh, oh, oh  ",
        "title": "A Real Fine Place To Start"
    },
    {
        "artist": "Gavin DeGraw",
        "lyrics": "  [Verse 1] Staring at a maple leaf Leaning on the mother tree I said to myself, \"we all lost touch\" Your favorite fruit is chocolate covered cherries And seedless watermelon, oh Nothing from the ground is good enough Body rise Look what's over me  [Chorus] Oh, chariot your golden waves Are walking down upon this face Oh, chariot I'm singing out loud To guide me Give me your strength  [Verse 2] Remember seeking moon's rebirth Rains made mirrors of the earth The sun was just yellow energy It is a living promise land Even over fields of sand Seasons fill my mind and Cover me Bringing back More than a memory  [Chorus] Oh, chariot your golden waves Are walking down upon this face Oh, chariot I'm singing out loud To guide me Give me your strength  [Bridge] You'll be my vacation away from this place You know what I want Holding that cup It's pouring over the sides Make me wanna spread my arms and fly  [Chorus] Oh, chariot your golden waves Are walking down upon this face Oh, chariot I'm singing out loud To guide me Give me your strength  [Outro] Give me your strength (chariot) Give me your strength (chariot) Give me your strength (chariot) Give me your strength (chariot) Give me your strength (give it to me) Chariot Give me your strength (give it to me) Chariot Give me your strength (give it to me) Chariot Give me your strength, oh chariot  ",
        "title": "Chariot"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] I have been down Now I am blessed I felt a revelation coming around I guess it is right, it is so amazing Everytime I see you I am alive You are all I have got You lift me up The sun and the moonlight All my dreams are in your eyes  [Chorus] I want to be inside your heaven Take me to the place you cry from Where the storm blows your way I want to be the earth that holds you Every bit of air you are breathing in A soothing wind I want to be inside your heaven  [Verse 2] When we touch, when we love The stars light up The wrong becomes undone Naturally, my soul surrenders The sun and the moonlight All my dreams are in your eyes  [Chorus]  [Verse 3] When minutes turn to days and years If mountains fall, I will still be here Holding you until the day I die And I want to be inside your heaven Take me to the place you cry from Where the storm blows you away  [Chorus] I want to be inside your heaven Take me to the place you cry from Where the storm blows you away I want to be the earth that holds you Every bit of air you are breathing in A soothing wind I want to be inside your heaven Oh yes I do I want to be inside your heaven  ",
        "title": "Inside Your Heaven"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] Staring at you taking off your makeup Wondering why you even put it on I know you think you do, but baby, you don't need it Wish that you could see what I see when it's gone  [Chorus] I see a dust trail following an old red Nova Baby blue eyes, your head on my shoulder Wait, baby, don't move, right there it is A T-shirt hanging off a Dogwood Branch That river was cold, but we gave love a chance Yeah, yeah, for me You don't look a day over fast cars and freedom That sunset river bank, first time feeling  [Verse 2] Yeah, smile and shake your head as if you don't believe me I'll just sit right here and let you take me back I'm on that gravel road, look at me On my way to pick you up You're standing on the front porch looking just like that Remember that  [Chorus] I see a dust trail following an old red Nova Baby blue eyes, your head on my shoulder Wait, baby, don't move, right there it is A T-shirt hanging off a Dogwood Branch That river was cold, but we gave love a chance Yeah, yeah, for me You don't look a day over fast cars and freedom That sunset river bank, first time feeling  [Outro] I see a dust trail following an old red Nova Baby blue eyes, your head on my shoulder You don't look a day over fast cars and freedom That sunset river bank, first time feeling  ",
        "title": "Fast Cars And Freedom"
    },
    {
        "artist": "50 Cent Featuring Mobb Deep",
        "lyrics": "  [Intro: Havoc] It's the Infamous Mobb, M-O-B-B We can't be touched nigga, can't you see (G-Unit)  [50 Cent] You do you man cause me I'm 'gon do my thing, you know I do my thing I'mma get my drink on and party like it's ok  [Verse 1: 50 Cent] Trust me man it's ok, bounce with me in slow mo When they hear the kid in the house they're like, \"Oh no\" 50 got 'em locin again, they open again Got 'em sipping on that juice and gin You could find me in the background burning that Backwood Styling and stunting, doing my two step fronting Now I'mma tell you what Em told me, homey Just lose the parental discretion's advised, this is grown folk music Now blend in with me, as I proceed to break it down It's always off the chain man when I'm around I play the block bumping, it was all for the dough I get the club jumping, cause I'm sick with flow You know it's sold out, like wherever I go I jam packed the show man that's for sure I got the info you already know Man I get it popping in the club, everybody show me love, let's go  [Hook: 50 Cent] You, know, I, got, what it takes to make the club go outta control Quit playing turn the music up a little bit Bounce with me now shorty let's get into it You, know, I, got, what it takes to make the club go outta control Quit playing turn the music up a little bit Bounce with me now homey let's get into it  [Verse 2: Havoc] You wanna search me for certain but hurry up cause I'm thirsty I need that, grind in my system P, on my side twisting In the club today for the chick to go both Ways, let me see that ID just for proof With the drink til the burn is gone Hit the dancefloor like a scene from soft porn Before it pop, make em sign a disclaimer Try to get me on some pop shit these tricks will frame ya But, in any event, keep fucking with 50 it makes sense Cents, into them dollars, the hoes wanna holler But you lookin at a nigga that done came from the squalor Now my buddy so gone I can pop your collar Now If I don’t say nothin, let me see you swallow In my crib got the co-ed back the new problem In the club feed them liquor of the wise I'm starving So much green gettin twisted like Botanical Garden, let's go  [Hook: 50 Cent] You, know, I, got, what it takes to make the club go outta control Quit playing turn the music up a little bit Bounce with me now shorty let's get into it You, know, I, got, what it takes to make the club go outta control Quit playing turn the music up a little bit Bounce with me now homey let's get into it  [Verse 3: Prodigy] You already know how it go, I bang, I shine I play, I stay I'm going for mine I'm young, I'm black, I'm rich and yes I'm ghetto than the motherfucking project steps I'm cool, I'm calm you looking real stressed I'm strapped I'm armed kid, hold your head I'm known for gat popping, when I got problems I don't run, I just gun you all up But we ain't come here to start no drama We just looking for our future baby mamas With money with face with style and body I cook I clean I swear that mami Just as long as you don't go off and tell nobody I go down low, I'm lying I'm trying my best to let you know Sugar pop get at P The Doc beat make it easy to get 'em in the bed sheets  [Hook: 50 Cent] You, know, I, got, what it takes to make the club go outta control Quit playing turn the music up a little bit Bounce with me now shorty let's get into it You, know, I, got, what it takes to make the club go outta control Quit playing turn the music up a little bit Bounce with me now homey let's get into it  ",
        "title": "Outta Control (Remix)"
    },
    {
        "artist": "Anna Nalick",
        "lyrics": null,
        "title": "Breathe (2 AM)"
    },
    {
        "artist": "Backstreet Boys",
        "lyrics": "  [Verse 1] Empty spaces fill me up with holes Distant faces with no place left to go Without you within me I can't find no rest Where I’m going is anybody’s guess  [Chorus] I tried to go on like I never knew you I’m awake but my world is half asleep I pray for this heart to be unbroken But without you all I’m going to be is incomplete  [Verse 2] Voices tell me I should carry on But I am swimming in an ocean all alone Baby, my baby It’s written on your face You still wonder if we made a big mistake  [Chorus] I tried to go on like I never knew you I’m awake but my world is half asleep I pray for this heart to be unbroken But without you all I’m going to be is incomplete  [Bridge] I don’t mean to drag it on, but I can’t seem to let you go I don’t want to make you face this world alone I want to let you go (alone)  [Chorus] I tried to go on like I never knew you I’m awake but my world is half asleep I pray for this heart to be unbroken But without you all I’m going to be is incomplete  [Outro] Incomplete  ",
        "title": "Incomplete"
    },
    {
        "artist": "Rob Thomas",
        "lyrics": "  [Verse 1] Don't you wanna go for a ride Just keep your hands inside And make the most out of life Now don't you take it for granted Life is like a mean machine It made a mess outta me It left me caught between Like an angry dream I was stranded, I was stranded  [Pre-Chorus 1] And I'm steady but I'm starting to shake And I don't know how much more I can take  [Chorus] Well this is it now Everybody get down This is all I can take This is how a heart breaks You take a hit now You feel it break down Make you stay wide awake This is how a heart breaks  [Verse 2] Don't you wanna go for a ride Down to the other side Feels so good you could cry Now won't you do what I told you I remember when you used to be shy Yeah, once we were so fine, you and I Why you gotta make it so hard on me? It's hard on me  [Pre-Chorus 2] And I'm sorry but it's not a mistake And I'm running but you're getting away  [Chorus] Well this is it now Everybody get down This is all I can take This is how a heart breaks You take a hit now You feel it break down Make you stay wide awake This is how a heart breaks Well this is how a heart breaks  [Verse 3] You're not the best thing that I knew Never was never cared too much for all this hanging around It's just the same thing all the time Never get what I want, never get too close to the end of the line You're just the same thing that I knew Back before the time when I was running for you  [Chorus] Hell this is it now Everybody get down This is all I can take This is how a heart breaks You take a hit now You feel it break down Make you stay wide awake This is how a heart breaks Hell this is it now Everybody get down This is all I can take This is how a heart breaks You take a hit now Y'all feel it break down Make you stay wide awake This is how a heart breaks  [Outro] Oh, oh, oh, oh, oh Oh, oh, oh, oh, oh This is how a heart breaks Oh, oh, oh, oh, oh This is it, yeah, yeah, this is it Oh, oh, oh, oh, oh This is how a heart breaks Oh, oh, oh, oh, oh Can't take it Can't take it Can't take it Can't take it This is how a heart breaks Can't take it no more Oh yeah, oh yeah, oh yeah, oh yeah This is how a heart breaks I can't take it Can you take it I Can't take it Can you take it I can't take it This is how a heart breaks Oh This is how a heart breaks This is how a heart breaks  ",
        "title": "This Is How A Heart Breaks"
    },
    {
        "artist": "Tony Yayo Featuring 50 Cent",
        "lyrics": "  [Produced by Punch]  [Intro- Tony Yayo] Aww nigga do you Know what this is 1 shot, 1 kill, what's the deal G-UNIT! (HERE WE GO NOW!)  [Verse 1- Tony Yayo] Aww nigga do you Know who you with It's Tony Yayo Up in this bitch Got them german lugers Wit them hollow tips 6 shot Rugers WitH them extra clips  [Verse 2- 50 Cent] 50 cent, back on that gangsta shit On my way, OT to flip them bricks In that big, body benz you know its a 6 Got your bitch on my dick, I stack them chips And I'm flashy as a fuck my jewels are sick From a block away you can see the kid Don't front, muthafucka you know my style I don't go nowhere without my .40 cal On the low, shawty got a thang for the kid And ya know, I'm finna take her back to the crib Here we go, I'mma show her how a playa live At the door, I tell her take her clothes off...shiiit  [Hook, 1x 50 cent, 1x tony yayo] Shorty so seductive dancing on me The way that she move is making me horny If I wake up next to her in the morning I'mma turn her over and tell her lets do it again  [Verse 3- Tony Yayo] I put the g in g-unit Baby I got game Any more good to go And I dunno your name Is it the wheels on the hot car Meals from the shot bar Or you just wanna quickie with a rap star Ladies tell the truth, you know I'm cute But what really turns you on is the rims on my coupe Before you jump in my whip and you get dropped off Going to the tele and your getting popped off I can't stop thinking of the things you do When you freaking me and I'm freaking you I said the ice on my neck make the shorties stick Baby let me fly you in my whip Stop, slow down baby If you hear this in the club shake it go down baby It's past my curfew but parole don't know Tear up the club, don't call my PO  [Hook, 1x 50 cent, 1x tony yayo] Shorty so seductive dancing on me The way that she move is making me horny If I wake up next to her in the morning I'mma turn her over and tell her lets do it again  [Verse 4- Tony Yayo] My waves keep spinning, my charm be amazing women You know them black and them white and them asian women Lets cut the small talk, you know why I approached you I can't stand with a dime thats anti-social Gucci lip gloss, louis vuitton, and them boots from beneto vinetto cost her arm Yayos a don, my car european You got mirrors in your pants cause I see me in them Listen, I piss out cris, inhale haze In the marriott getting laid all day Tattoos, and piercings and rings in your tongue Shorty things like that will make my black ass cum I need groupie love, the coupe on dubs I'm in this club with a tre pound snub Don't blame it on david I'm all iced out 50 got me rich so the bars priced out  [Hook, 1x 50 cent, 1x tony yayo] Shorty so seductive dancing on me The way that she move is making me horny If I wake up next to her in the morning I'mma turn her over and tell her lets do it again  ",
        "title": "So Seductive"
    },
    {
        "artist": "SHeDAISY",
        "lyrics": "  Ever been misunderstood, misused, or misled Ever knocked on the sky And had it fall on your head Well, don't worry 'bout it, don't worry Ever lost your luggage, your marbles Your house Or found yourself in bed with Uncle Sam or Mickey Mouse Ever been accused of murder on Music Row Or caught in morning traffic when you Really gotta go - Oh no!  (Chorus) Life is funny, life's a mess Sometimes a curse, sometimes a blessing Don't worry 'bout a thing, don't worry 'bout it Life gets sticky, life can bruise Sometimes you win sometimes you're losing No matter what it brings Don't worry 'bout a thing  Ever sat yourself down when the Seat is all wet Or see your \"ex\" sucking face with A little brunette Don't worry 'bout it, no don't worry Ever lost your religion, ever lost your Best friend Or found your last record in the bargain bin Or been stuck in a divorce like crazy glue Or scraped someone else's gum off the Bottom of your shoe - Boo hoo!  (Repeat Chorus) (Blah, Blah, Blah, Blah, Blah - Blah, Blah Blah, Blah, Blah, - Blah, Blah, Blah, Blah Blah)  Don't worry, don't worry  (Bridge:) We all got a little junk in the trunk And when you're feelin' good as sunk Remember, everything will be just fine If I laugh at yours then you'll laugh at mine  (Repeat Chorus 2x) (Blah, Blah, Blah, Blah, Blah - Blah, Blah Blah, Blah, Blah, - Blah, Blah, Blah, Blah Blah)  Don't worry, don't worry  Life gets sticky, life can bruise Sometimes you win sometimes you're losing No matter what it brings Don't worry 'bout a thing  (thank you very much)  ",
        "title": "Don't Worry 'Bout A Thing"
    },
    {
        "artist": "Jermaine Dupri",
        "lyrics": "  (1: (Jermaine))  I been watching you for so damn long but I don't know what to say or do I be sittin' around fantasizin' bout' what I wanna do to you Here's somethin' about the way you move your body I can't take Specially when you turn around and you make ur ass shake You da the number one most requested in the club like one of my jams But no matter what when I come in your right here where I am Breakin' it down like we in bed Gotta a nigga spedin' up all his bread Bendin' over to the front Lookin' back at me like whatcha want  ((Missy & Jermaine))  I gotta getcha getcha getcah getcha Someday, Someday I gotta getcha getcha getcha getcha If it's the last thing that I do (Repeat)  (2: (Missy))  I gotta getcha, I gotta getcha And it don't matter if that's ur bitch wit'cha Cause my man's here too so let's switch up And we be lookin' at each other get the picture And my body not Beyonce' but big girls we been holdin' it down And light-skin used to be way in but brown-skin is tha hot shit now And don't take me as a one-hit wonder keep me hangin' out on the show Ya betta act like I'm tha real deal and real bitches I'm tha last one left Might not see me up in a thong but I'll be rockin' my addais suit Ur chick can put a tight dress on but she still won't look this cute  ((Missy & Jermaine))  I gotta getcha getcha getcah getcha Someday, Someday I gotta getcha getcha getcha getcha If it's the last thing that I do (Repeat)  (3: (Jermaine))  Shit if that's the case baby what's it gon' take for us to get it jumped off right now (Right Now) I got check books, credit cards, all that shit just tell me hows it gotta go down And usually I ain't gotta trick but I will though (Kay) Cause you super bad and for real though (Kay) Ohh can't wait for my lips to kiss ur lips both sets but you don't hear me though, (Hear me thought)  (4: (Missy))  Oh Yes I wanna splurge wit' ur credit cards let me drive ur car all up and down the boulevard Ain't fittin' to talk playa go do ya part yeah I like ur southern draw might letcha eat it raw Is ya really hard don't stop get it ya'll down by law let me take ya to the titty bar These chicks ain't shit I mean none of ya'll Come on get it get it run up in the suga bars  ((Missy & Jermaine))  I gotta getcha getcha getcha getcha Someday, Someday I gotta getcha getcha getcha getcha If it's the last thing that I do (Repeat)  ((Missy))  I gots to getcha no matter what it takes I gots to getcha and I won't make mistakes Baby I gots to getcha like I told you before And I'm gon' getcha bets believe me for sure  ((Missy))  I gotta getcha getcha getcha getcha I gotta getcha getcha getcha getcha I gotta getcha getcha getcha getcha I gotta getcha getcha getcha getcha If it's the last thing that I do  ",
        "title": "Gotta Getcha"
    },
    {
        "artist": "Boyz N Da Hood",
        "lyrics": "  [Intro: P. Diddy] Bad Boy South Block Entertainment I see you block! Boyz N Da Hood I like this right here Y'all ready? Come on Lets ride Its Boyz N Da Hood nigga (Boyz N Da Hood nigga) (In Da Hood nigga) As we proceed (As we proceed) (As we proceed) To give y'all what y'all need (To give y'all what y'all need) (What y'all need)  Yeah nigga, yeah nigga  [Hook] Its some Boyz N Da Hood sell anything for profit (profit) Five in the morning on the corner clockin' (clockin') Yeah we wrong but dare a nigga try to stop us (try to stop us) And you can get it, anywhere, anybody Dem Boyz got work, Dem Boyz got yay Dem Boyz got purp, Dem Boyz got haze Dem Boyz got Glocks, Dem Boyz got K's Dem Boyz got blocks, Dem Boyz gettin paid  [Young Jeezy] If its taking too long to lock up bring it back (bring it back) You was short any way so bring a stack (bring a stack) And that shit was fucked up, I wouldn't even know I ain't had to open up a whole thing since '94 (damn!) We ain't trippin' we'll swap it out (swap it out) If its still in the wrap we'll swap it out (yeah!) (ahee) Let me hop off in the shower And get myself together I gone need about a hour (about a hour) I got real clientele We ain't breaking shit down, we don't need no scales (get it right) He worth a mill on the low Plus the weather man said that its a light chance of snow  [Hook] Its some Boyz N Da Hood sell anything for profit (profit) Five in the morning on the corner clockin' (clockin') Yeah we wrong but dare a nigga try to stop us (try to stop us) And you can get it, anywhere anybody Dem Boyz got work, Dem Boyz got yay Dem Boyz got purp, Dem Boyz got haze Dem Boyz got Glocks, Dem Boyz got K's Dem Boyz got blocks, Dem Boyz gettin paid  [Jody Breeze] Well look into the eyes of a young gutta nigga Loyal to the game out here tryin to make a come up nigga Serving lots of jays, cocking Glocks Knockin country niggas out they Dr. Jay (out they Dr. Jay) Fuckin wit a mobsta Cock sucka, get popped (popped) Just so you niggas don't get it twisted (twisted) Just listen and pay attention (attention) To one of the realest up out here (you here me?) With ambition and on a mission For getting Benjamins ready (Benjamins) And willing to put one of you out your misery (out of your misery) So back back, the 44's in the dashboard (dashboard) Trying to act bad will make me blast at your asshole (asshole) Let the let stackin' mo I give you what you ask for (ask for) 5 for the 50 nigga Gone before I hit you nigga  [Hook] Its some Boyz N Da Hood sell anything for profit (profit) Five in the morning on the corner clockin' (clockin') Yeah we wrong but dare a nigga try to stop us (try to stop us) And you can get it, anywhere anybody Dem Boyz got work, Dem Boyz got yay Dem Boyz got purp, Dem Boyz got haze Dem Boyz got Glocks, Dem Boyz got K's Dem Boyz got blocks, Dem Boyz gettin paid  [Nuke] Yo, now I'm an eastside resider Keep niggas liver than hotter Stanking like clam chowder If they thinking that they wilder (okay) Every since I can remember I been toting that tember Keep the block hotter than July in the middle of December (aaahh! {2x}) Niggas better know my M-O (M-O) From Houston down to the NO (unh hun) Came a long ways from Lindberg's flying The back of a remo (alright) You can catch Nukey posted up Right off Exit 65 With some real ass niggas (yeah) Who ain't selling bean pies (yeah) Just to get them green guys Baby momas we hide (unh hun) Catch them hoes by surprise Froze with they mouth wide Even tough guys get duck taped and hog tied Cause me, Jody, Jeezy and Gee gone always ride  [Hook] Its some Boyz N Da Hood sell anything for profit (profit) Five in the morning on the corner clockin' (clockin') Yeah we wrong but dare a nigga try to stop us (try to stop us) And you can get it, anywhere anybody Dem Boyz got work, Dem Boyz got yay Dem Boyz got purp, Dem Boyz got haze Dem Boyz got Glocks, Dem Boyz got K's Dem Boyz got blocks, Dem Boyz gettin paid  ",
        "title": "Dem Boyz"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] I thought that was your voice I thought that was my car Now we aren’t ever met before But I know who you are You're living in my house And I'm living in a tent And don't laugh, this second job of mine Is paying both our rents You're out here buying Happy Meals And I'm eating rice and pintos You so much as crack a smile at me, man I'll come through this here window  [Chorus] Well you took my wife And you took my kids And you took that life That I used to live My pride, the pool, the boat, my tools, my dreams, the dog, the cat Yeah I think that's just about everything Oh I almost forgot Do you want fries with that?  [Verse 2] Your ketchup's in the bag And a check is in the mail I hope your chicken's raw inside And I hope your bun is stale I'm supposed to tell you \"Please come back\" But how about this instead? I hope you both choke on a pickle Man, that would tickle me to death I don't know what you're waiting on You're holding up the line Oh man, you aren’t got no change coming back Are you out of your mind?  [Chorus] Well you took my wife And you took my kids And you took that life That I used to live My pride, the pool, the boat, my tools, my dreams, the dog, the cat Yeah I think that's all there is Do you want fries with that?  [Chorus] Well you took my wife And you took my kids And you took that life That I used to live My pride, the pool, the boat, my tools, my dreams, the dog, the cat Yeah I think that about covers it Do you want fries with that?  ",
        "title": "Do You Want Fries With That"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] I'm going to be here for you baby I'll be a man of my word Speak the language in a voice that you have never heard I want to sleep with you forever And I want to die in your arms In a cabin by a meadow where the wild bees swarm  [Chorus] And I'm going to love you like nobody loves you And I'll earn your trust making memories of us  [Verse 2] I want to honor your mother I want to learn from your pa I want to steal your attention like a bad outlaw I want to stand out in a crowd for you A man among men I want to make your world better than it's ever been  [Chorus] And I'm going to love you like nobody loves you And I'll earn your trust making memories of us  [Verse 3] We'll follow the rainbow Wherever the four winds blow And there'll be a new day Coming your way  I'm going to be here for you from now on This you know somehow You've been stretched to the limits but it's alright now And I'm going to make you a promise If there's life after this I'm going to be there to meet you with a warm, wet kiss Yes, I am  [Chorus] And I'm going to love you like nobody loves you And I'll earn your trust making memories of us And I'm going to love you like nobody loves you And I'll earn your trust making memories of us, oh baby  ",
        "title": "Making Memories Of Us"
    },
    {
        "artist": "Bobby Valentino",
        "lyrics": null,
        "title": "Tell Me"
    },
    {
        "artist": "Damian \"Jr. Gong\" Marley",
        "lyrics": null,
        "title": "Welcome To Jamrock"
    },
    {
        "artist": "Simple Plan",
        "lyrics": null,
        "title": "Untitled (How Can This Happen To Me?)"
    },
    {
        "artist": "Cast Of Rent",
        "lyrics": "  [All] 525,600 minutes 525,000 moments so dear 525,600 minutes How do you measure, measure a year?  In daylights, in sunsets, in midnights, in cups of coffee In inches, in miles, in laughter, in strife In 525,600 minutes How do you measure a year in the life?  How about love? How about love? How about love? Measure in love Seasons of love Seasons of love  [Joanne] 525,600 minutes 525,000 journeys to plan 525,600 minutes How do you measure the life of a woman or man?  [Collins] In truths that she learned, or in times that he cried In bridges he burned, or the way that she died  [All] It's time now to sing out Though the story never ends Let's celebrate, remember a year In the life of friends   Remember the Love Remember the Love Remember the Love Measure in love  Seasons of love Seasons of love [Joanne] You got to, you got to Remember the love You know that love is A gift from up above Share love, give love Spread love Measure, measure your life in love   ",
        "title": "Seasons Of Love"
    },
    {
        "artist": "Young Jeezy Featuring Mannie Fresh",
        "lyrics": "  [Intro - Mannie Fresh] Niggas, bitches, bitch ass niggas Dyke ass hoes, black ass, bright ass hoes Fags, hags, and scalawags, get y'all motherfuckin' ass on the floor It's about to go down like a motherfuckin' plane crash ya heard It's about to burn like a bad ass perm Ya boy, Mannie Fresh, with Young Jeezy ya heard  [Hook - Young Jeezy and Mannie Fresh] First I'm gone stack my flo' (And then what?) Then I'm gone stack some mo' (And then what?) Close shop then I do my count Hide the rest of the yams at my auntie house(And then what?) Get fresh and jump in one of dem cars (Yeah) Hit the club and get one of dem broads (And then what?) It's a wrap, we on the way to the house; by 3:45 I be kickin' her out  [Verse 1 - Young Jeezy] Patty cake, patty cake, microwave Suckas make a square, goddamn I'm paid (ha ha) I'm so cool, but I'm so hot, and I'm, I'm so fly, and you, you're so not (nope) Show me what you're workin' with just like that (like that) Turn around, bend over, bring it back (bring it back) Snowman and Mannie Fresh bring it back (bring it back) It's Mannie Fresh and Snowman, it's a wrap Strapped up in the club, yeah I'm so crazy These other rappers actors like Patrick Swayze (ha ha) I tried to tell 'em but these niggas ain't hearin' me Mossberg pump I'm ridin' shotgun literally (daaamn) Live from the projects, you know what it is Ay, Snowman, (what up), can I get a ad lib? (yeahhhhhhh) Get the club crunk, can't take that from me Ain't dropped yet, still got Lil' Jon money  [Hook - Young Jeezy and Mannie Fresh] First I'm gone stack my flo'(And then what?) Then I'm gone stack some mo' (And then what?) Close shop then I do my count Hide the rest of the yams at my auntie house (And then what?) Get fresh and jump in one of dem cars (Yeah) Hit the club and get one of dem broads (And then what?) It's a wrap, we on the way to the house; by 3:45 I be kickin' her out  [Verse 2 - Young Jeezy] I see you lookin', with you lookin' ass Catch Snowman in the kitchen with his cookin' ass (cheaa) I'm so clean, but I'm, I'm so grimey (alright) So dirty but yet, I'm so shiny My nigga Kinky B told me finish my meal Def Jam, seven figures, we can finish the deal (yeaaah) Some say I lucked up; I call it perfect timing (yeah) Nigga I can't lose; the whole city's behind me  [Hook - Young Jeezy and Mannie Fresh] First I'm gone stack my flo'(And then what?) Then I'm gone stack some mo' (And then what?) Close shop then I do my count Hide the rest of the yams at my auntie house (And then what?) Get fresh and jump in one of dem cars (Yeah) Hit the club and get one of dem broads (And then what?) It's a wrap, we on the way to the house; by 3:45 I be kickin' her out  [Verse 3 - Young Jeezy] I got million dollar dreams and federal nightmares (ay) We pop Cris' my nigga, and still drink beers (dat's riiight) What did you expect man, I came from nothin' (nothin) Real street nigga and wouldn't change for nothin' (nah) Got my niggas out the hood, it's such a wonderful feeling (chea) Three car garage with the twelve foot ceilings (ay) It oughta be a crime just to feel this good I swear it oughta be a crime just to be this hood (ayy)  [Hook - Young Jeezy and Mannie Fresh] First I'm gone stack my flo'(And then what?) Then I'm gone stack some mo' (And then what?) Close shop then I do my count Hide the rest of the yams at my auntie house (And then what?) Get fresh and jump in one of dem cars (Yeah) Hit the club and get one of dem broads (And then what?) It's a wrap, we on the way to the house; by 3:45 I be kickin' her out  ",
        "title": "And Then What"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": "  [Verse 1] Yes, she blew through the door like TNT Put her hand on her hip, pointed a finger at me Said: \"I'm a whiskey drinking, cowboy chasing, helluva time \"I like Kenny, Keith, Allan and Patsy Cline \"I'm a full grown Queen Bee looking for honey \"Ha-ooh-hoo, aw, play something country.\" Yeah, the band took a break The DJ played P Diddy She said: \"I didn't come here to hear \"Something thumping from the city.\" Said: \"I, I shaved my legs, I paid my money \"Ha-ooh-hoo, play something country \"Ha-ooh-hoo, aw, play something country.\"  [Chorus] Crank up the band, play the steel guitar Hank it up a little, let's rock this bar Threw back a shot; yelled: \"I'm a George Strait junkie \"Ha-ooh-hoo, play something country \"Ha-ooh-hoo, aw, play something country.\"  [Verse 2] Yeah, the bartender yelled: \"Y'all, it's closing time.\" She got this wild look on her face An' said: \"Your truck or mine \"I know a place down the road \"It's kinda funky \"Ha-ooh-hoo, all out in the country \"Ha-ooh-hoo, now, play something country.\"  [Chorus] Crank up the band, play the steel guitar Hank it up a little, let's rock this bar Threw back a shot; yelled: \"I'm a George Strait junkie \"Ha-ooh-hoo, play something country \"Ha-ooh-hoo, aw, play something country.\"  [Chorus] Crank up the band, play the steel guitar Hank it up a little, let's rock this bar Threw back a shot; yelled: \"I'm a George Strait junkie \"Ha-ooh-hoo, play something country \"Ha-ooh-hoo, aw, play something country.\"  ",
        "title": "Play Something Country"
    },
    {
        "artist": "My Chemical Romance",
        "lyrics": "  [Verse 1] Long ago Just like the hearse you die to get in again We are so far from you Burning on Just like the match you strike to incinerate The lives of everyone you know And what's the worst you take From every heart you break And like the blade you stain Well I've been holding on tonight  [Chorus] What's the worst that I can say? Things are better if I stay So long and goodnight So long not goodnight  [Verse 2] Came a time When every star fall Brought you to tears again We are the very hurt you sold And what's the worst you take From every heart you break And like the blade you stain Well I've been holding on tonight  [Chorus] What's the worst that I can say? Things are better if I stay So long and goodnight So long not goodnight And if you carry on this way Things are better if I stay So long and goodnight So long not goodnight  [Bridge] Can you hear me? Are you near me? Can we pretend to leave and then We'll meet again When both our cars collide  [Chorus] What's the worst that I can say? Things are better if I stay So long and goodnight So long not goodnight And if you carry on this way Things are better if I stay So long and goodnight So long and goodnight  ",
        "title": "Helena (So Long & Goodnight)"
    },
    {
        "artist": "The Game",
        "lyrics": "  [Produced by Kanye West]  [Intro: Sample] \"And I brought—\" \"And I brought—\" \"And I brought—dreams\" \"—dreams\" \"—dreams\" \"And I brought you all my dreams 'cause I love you\" \"I—love you\" \"I—love you\" \"I-I-I love you\"  [Verse 1: The Game + Sample] I woke up out that coma 2001 'bout the same time Dre dropped 2001 Three years later the album is done Aftermath presents: Nigga Witta Attitude, Volume One Rap critics politickin', wanna know the outcome Ready to Die, Reasonable Doubt, and Doggystyle in one I feel like 'Pac after the Snoop Dogg trial was done Dre behind that G series and All Eyez on Me I watched the death of a dynasty, so I told Vibe Magazine Workin' with Dr. Dre was a (\"Dream\") I had visions of makin a classic, then my world turned black Like I was starin' out of Stevie Wonder's glasses It's kinda hard to imagine, like Kanye West Coming back from his fatal accident to beatmakin' and rappin' But, we the future, Whitney Houston told me that And it's gon' take more than a bullet in the heart to hold me back  [Hook: The Game + Sample] Blushin' in this 40 ounce, lettin' the ink from my pen bleed Cause Martin Luther King had a (\"Dream\") Aaliyah had a (\"Dream\"), Left Eye had a (\"Dream\") So I reached out to Kanye and (\"I brought you all my dreams 'cause I love you\") (\"I—love you\" \"I—love you\" \"I-I-I love you\")  [Verse 2] I had dreams of fuckin' a R&B bitch like Mya When I saw that ass on the front of that King Read the article in the magazine, she loved gangsters, loved nasty things So I'm in the glass house having nasty dreams Good girls never give it up But anything is possible, if 50 fucked Vivica Hurdled life's obstacles, found my way through the maze Then joy turned to pain like Frankie Beverly and Maze Used to dream of being Unsigned Hype 'til I was crushed by Dave Mays, almost let my pen fall asleep on the page Daydreamin' yesterday, dozin' off backstage I thought I saw Eazy talking to Jam Master Jay So I walked over, heard Jam Master say \"It's a hard knock life, then you pass away\" They say sleep is the cousin of death, so my eyes wide open Cause a dream is kin to your last breath  [Hook] Blushin' in this 40 ounce, lettin' the ink from my pen bleed Cause Martin Luther King had a (\"Dream\") Aaliyah had a (\"Dream\"), Left Eye had a (\"Dream\") So I reached out to Kanye and (\"I brought you all my dreams 'cause I love you\") (\"I—love you\" \"I—love you\" \"I-I-I love you\")  [Verse 3] The dream of Huey Newton, that's what I'm livin' through The dream of Eric Wright, that's what I'm givin' you Who walked through the White House without a business suit Compton hat, jheri curl drippin' on Ronald Reagan's shoes Gave Mike Lem my demo, came here to pay my dues Started off with Whoo Kid, then I start blazin' Clue It was all a dream like Big said it'd be Don't sleep on me homey, I bring nightmares to reality Rap phenomenon, defyin' the rules of gravity Studied all the classics, start revisin' my strategy Cause Marshall Mathers made it, Curtis Jackson made it Head in the clouds, wonderin' where the hell Marvin Gaye went How do I say this? I'm livin' for my son But I can't figure out, why I'm at my temple with this gun Wake up to a Jesus piece, like a catholic nun The war to be a rap legend has just begun  [Hook] Blushin' in this 40 ounce, lettin' the ink from my pen bleed Cause Martin Luther King had a (\"Dream\") Aaliyah had a (\"Dream\"), Left Eye had a (\"Dream\") So I reached out to Kanye and (\"I brought you all my dreams 'cause I love you\") (\"I—love you\" \"I—love you\" \"I-I-I love you\")  [Outro: The Game + Sample] This song is dedicated to Yetunde Price The sister of Venus and Serena Williams Who was slain during a gang shootout in Compton Sunday, September 14th, 2003: rest in peace (\"I brought you all my dreams 'cause I love you\") (\"I—love you\" \"I—love you\" \"I-I-I love you\") (\"And I brought—\" \"And I brought—\" \"And I brought—dreams\" \"—dreams\" \"—dreams\") (\"And I brought you all my dreams 'cause I love you...\")  ",
        "title": "Dreams"
    },
    {
        "artist": "Kanye West",
        "lyrics": "  [Produced by Kanye West, Devo Springsteen and Jon Brion]  [Intro: Shirley Bassey] Diamonds are forever They won't leave in the night I've no fear that they might Desert me  [Hook: Shirley Bassey & Kanye West] Diamonds are forever (forever, forever) Throw your diamonds in the sky if you feel the vibe Diamonds are forever (forever, forever, forever) The Roc is still alive every time I rhyme Forever ever? Forever ever? Ever, ever? Ever, ever? Ever, ever? Ever, ever? Ever, ever?  [Verse 1: Kanye West] Close your eyes and imagine, feel the magic Vegas on acid, seen through Yves St. Laurent glasses And I've realized that I've arrived 'Cause it take more than a magazine to kill my Vibe Does he write his own rhymes? Well, sort of, I think 'em That mean I forgot better shit than you ever thought of Damn, is he really that caught up? I ask, if you talkin' about classics, do my name get brought up? I remember I couldn't afford a Ford Escort Or even a four-track recorder So it's only right that I let the top drop on a drop-top Porsche Spoil yourself, that's important If your stripper name \"Porsche\" and you get tips from many men Then your fat friend, her nickname is \"Minivan\" Excuse me, that's just the Henny, man I smoke, I drink, I'm supposed to stop, I can't, because—  [Hook: Shirley Bassey & Kanye West] Diamonds are forever (forever, forever) Throw your diamonds in the sky if you feel the vibe Diamonds are forever (forever, forever, forever) The Roc is still alive every time I rhyme Forever ever? Forever ever? Ever, ever? Ever, ever? Ever, ever? Ever, ever? Ever, ever?  [Verse 2: Kanye West] I was sick about awards, couldn't nobody cure me Only playa that got robbed but kept all his jewelry Alicia Keys tried to talk some sense in him Thirty minutes later sein' there's no convincin' him What more could you ask for? The international asshole Who complain about what he is owed? And throw a tantrum like he is three years old You gotta love it though: somebody still speaks from his soul And wouldn't change by the change or the game or the fame When he came in the game, he made his own lane Now all I need is y'all to pronounce my name It's Kanye, but some of my plaques, they still say Kayne Got family in the D, Kin-folk from Motown Back in the Chi, them Folks ain't from Moe Town Life movin' too fast, I need to slow down Girl ain't give me no ass, you need to go down My father been said I need Jesus So he took me to church and let the water wash over my caesar The preacher said we need leaders Right then my body got still like a paraplegic You know who you call; you got a message, then leave it The Roc stand tall and you would never believe it Take your diamonds and throw 'em up like you bulimic Yeah, the beat cold, but the flow is anemic After debris settles and the dust get swept off Big K pick up where young Hov left off Right when magazines wrote Kanye West off I dropped my new shit, it sound like the best of A&R's lookin' like, \"Pssh, we messed up.\" Grammy night, damn right, we got dressed up Bottle after bottle 'til we got messed up In the studio, with Really Doe, yeah, he next up People askin' me if I'm gon' give my chain back That'll be the same day I give the game back You know the next question, dog: \"Yo, where Dame at?\" This track the Indian dance to bring our reign back \"What's up with you and Jay, man? Are y'all okay, man?\" They pray for the death of our dynasty like \"Amen\" R-r-r-r-right here stands a man With the power to make a diamond with his bare hands  [Hook: Shirley Bassey & Kanye West] Diamonds are forever (forever, forever) Throw your diamonds in the sky if you feel the vibe Diamonds are forever (forever, forever, forever) The Roc is still alive every time I rhyme Forever ever? Forever ever? Ever, ever? Ever, ever? Ever, ever? Ever, ever? Ever, ever?  [Outro: Shirley Bassey] Diamonds are forever (forever, forever) Diamonds are forever (forever, forever, forever)  ",
        "title": "Diamonds From Sierra Leone"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": null,
        "title": "Alcohol"
    },
    {
        "artist": "System Of A Down",
        "lyrics": "  [Intro: Daron Malakian] YOU!  [Verse 1: Serj Tankian (& Daron Malakian)] (WHY DO THEY ALWAYS SEND THE POOR?) Barbarisms by Barbaras With pointed heels Victorious, Victorians, kneel For brand new spanking deals Marching forward hypocritic And hypnotic computers You depend on our protection Yet you feed us lies from the table cloth  [Chorus: Serj Tankian] Lalalalalalalalalala, ooooooooh Everybody's going to the party have a real good time Dancing in the desert blowing up the sunshine  [Verse 2: Serj Tankian & Daron Malakian] Kneeling roses disappearing Into Moses' dry mouth Breaking into Fort Knox Stealing our intentions Hangars sitting dripped in oil Crying FREEDOM! Handed to obsoletion Still you feed us lies from the table cloth  [Chorus: Serj Tankian & Daron Malakian] Lalalalalalalalalala, ooooooooh Everybody's going to the party have a real good time Dancing in the desert blowing up the sunshine Everybody's going to the party have a real good time Dancing in the desert blowing up the sunshine  [Bridge: Daron Malakian] Blast off! It's party time! And we don't live in a fascist nation! Blast off! It's party time! And where the fuck are you?!  [Refrain: Serj Tankian & Daron Malakian] Where the fuck are you? Where the fuck are you? Why don't presidents fight the war? Why do they always send the poor? Why don't presidents fight the war? Why do they always send the poor? Why do they always send the poor? Why do they always send the poor? WHY DO THEY ALWAYS SEND THE POOR?  [Verse 2: Serj Tankian & Daron Malakian] Kneeling roses disappearing Into Moses' dry mouth Breaking into Fort Knox Stealing our intentions Hangars sitting dripped in oil Crying FREEDOM! Handed to obsoletion Still you feed us lies from the table cloth  [Chorus: Serj Tankian & Daron Malakian] Lalalalalalalalalala, ooooooooh Everybody's going to the party have a real good time Dancing in the desert blowing up the sunshine Everybody's going to the party have a real good time Dancing in the desert blowing up the sun  [Refrain: Serj Tankian & Daron Malakian] Where the fuck are you? Where the fuck are you? Why don't presidents fight the war? Why do they always send the poor? Why don't presidents fight the war? Why do they always send the poor? Why do they always send the poor? Why do they always send the poor?  [Outro: Serj Tankian & Daron Malakian] Why do they always send the poor? Why do they always send the poor? Why do they always send the poor? They only send the poor They only send the poor!  ",
        "title": "B.Y.O.B."
    },
    {
        "artist": "Van Zant",
        "lyrics": "  Written by Kip Raines and Jeffrey Steele  Well, Grandaddy was a hillbilly scholar, blue collar of a man He came from the school where you didn't need nothin' If you couldn't make it with your own two hands He was backwoods, backwards, used words like: \"No Sir,\" \"Yes, Ma'am,\" \"By God,\" \"Be darned,\" \"Hell yeah, I'm American.\" In all the years he walked this earth I swear all he did was work He said: \"The devil dreams on an idle horse \"So you listen to me squirt  \"Don't get too high on the bottle And get right with the Man Fight your fights, find a grace And all the things that you can change And help somebody if you can. \"  Now Granny said: \"Sonny, stick to your ganas If you believe in something, no matter what 'Cause it's better to be hated for who you are Than be loved for who you're not. \" She was five feet of concrete New York born an' raised on a slick city street She'd cold-stare you down, stand her ground Still kickin' and screamin' at 93 I remember just how frail she looked in that hospital bed: Takin' her last few breaths of life, smilin' as she said:  \"Don't get too high on the bottle Just a little sip ev'ry now and then Fight your fights, find a grace And all the things that you can change And help somebody if you can And get right with the Man. \"  Instrumental Break (C'mon now.)  \"I never let a cowboy make the coffee.\" Yeah, that's what Granny always said to my Grandad And he'd say: \"Never tell a joke that ain't that funny more than once.\" And \"if you wanna hear God laugh, tell Him your plans.\"  \"Don't get too high on the bottle Get right with the Man, son Fight your fights, find a grace And all the things that you can change And help somebody if you can And get right with the Man. \"  Yeah (Get too high.) (Help somebody if you can.)  ",
        "title": "Help Somebody"
    },
    {
        "artist": "Pretty Ricky",
        "lyrics": "  [Spectacular] Yes, sir.. Yes, sir.. Yes, sir.. Yes, sir..  [Hook: Pleasure and Spectacular] I got new shoes on my ride (Yes, sir) Rolling down 95 (Yes, sir) And you can see in my eyes (Yes, sir) That I'm looking for a cutie pie (Yes, sir) And we ain't gotta make love (Yes, sir) And we can just cuddle up (Yes, sir) But if she want me to beat it up (Yes, sir) Then dammit, I'll beat it up (Yes, sir) My body Yo body (body's burning up) My body Yo body (body's burning up) My body Yo body (body's burning up) My body Yo body (body's burning up)  [Verse 1: Baby Blue] Don't know why but the ladies call me Baby Blue The sticker, they take me and rape me And make me their victim I leave 'em, the freaks But if they married, I stick 'em And if they look like wifey material, then I keep 'em Stunning through the city trying find a lady who's beautiful But she gotta have booty too Baby Blue don't let you do what you wanna do You can feel on it if you really want to Get a taste of this salami Knock, knock, knock, knock you down like a tsunami Busting you like a tummy I'm ahead of my class Getting head in the Jag Look in the duffle bag See Benjamin's head on the cash  [Hook: Pleasure and Spectacular] I got new shoes  on my ride (Yes, sir) Rolling down (Yes, sir) And you can see in my eyes (Yes, sir) That I'm looking for a cutie pie (Yes, sir) And we ain't gotta make love (Yes, sir) And we can just cuddle up (Yes, sir) But if she want me to beat it up (Yes, sir) Then dammit, I'll beat it up (Yes, sir) My body Yo body (body's burning up) My body Yo body (body's burning up) My body Yo body (body's burning up) My body Yo body (body's burning up)  [Verse 2: Spectacular] Yeah Top down Blue star tag Ol' master bear skin rugs in the jag Spectac wit the back chick in the back Tryna beat it up like a everlast punching bag Hotter than a Bisquik biscuit out the oven Yo babymama go on missions to get this loving We kissing and hugging She never picked the phone up You be looking for her while we be doing the grown up She complain when she catch back spasms But she loves when she get back to back orgasms Yes, sir the game is off the map You give it to them one time and they come back like addicts  [Hook: Pleasure and Spectacular] I got new shoes  on my ride (Yes, sir) Rolling down (Yes, sir) And you can see in my eyes (Yes, sir) That I'm looking for a cutie pie (Yes, sir) And we ain't gotta make love (Yes, sir) And we can just cuddle up (Yes, sir) But if she want me to beat it up (Yes, sir) Then dammit, I'll beat it up (Yes, sir) My body Yo body (body's burning up) My body Yo body (body's burning up) My body Yo body (body's burning up) My body Yo body (body's burning up)  [Verse 3: Slick 'Em] Well let me step up in this thang Right, lookin, smelling good Looking good, smack it baby Pure pleasureful (That's all we got) Let me drop my top Pull up in the parking lot Grab a grape soda, a bag of chips (That's all I got) Park outside Met up wit my homeboys Fake guys, fake girl, leave me alone boy Plus the Cadi looking good enought to eat You can tell by the way the girls acting across the street But on the other hand, Alfapha just hit me on my metro cell Party in the park Baby lets go The block was thick no questions asked So I jumped out the white Jag smooth like Shaft, come here girl  [Hook: Pleasure and Spectacular] I got new shoes  on my ride (Yes, sir) Rolling down (Yes, sir) And you can see in my eyes (Yes, sir) That I'm looking for a cutie pie (Yes, sir) And we ain't gotta make love (Yes, sir) And we can just cuddle up (Yes, sir) But if she want me to beat it up (Yes, sir) Then dammit, I'll beat it up (Yes, sir) My body Yo body (body's burning up) My body Yo body (body's burning up) My body Yo body (body's burning up) My body Yo body (body's burning up)  ",
        "title": "Your Body"
    },
    {
        "artist": "Charlie Wilson",
        "lyrics": "  [R. Kelly Speaks] Yo C, You know we need to go out and do somethin' man Got all these hot cars and hot cribs Ain't got nobody to share it with, baby Know what I mean? Let's go  [Hook: Charlie Wilson] Hey girl, how you doin' My name is Charlie, last name Wilson I was wonderin' if I could take you out Show you a good time, invite you to my house Here is my number, girl you can call me And don't forget it baby, the name is Charlie  [Verse 1] With all of this fortune, what am I doin' single Sometimes I tell myself, \"Man, get out and mingle\" You don't have to be alone, you need someone to love But bein famous sometimes it's hard to find someone to trust But the hell with that this time, I'm gonna treat myself Being in love is good for your health It's time to share this fortune and fame with someone else Now that I'm in this club, I might as well, yea  [Hook] Hey girl, how you doin' (How you doin') My name is Charlie (Charlie) Last name Wilson (Last name Wilson) I was wonderin' (Wonderin', yea) If I could take you out (Take you out) Show you a good time Invite you to my house (Here's my) Here is my number (My number baby) Girl you can call me (Call baby) And don't forget it baby (Don't forget, no) The name is Charlie (Charlie)  [Verse 2] Now, I ain't got nobody to ride in my new Coupe with Ain't even got nobody to chill with on the weekend This is just a house, until someone makes it a home Love don't count me out, cuz I'm so all alone But the hell with that this time, I'm gonna treat myself Bein' in love is good for your health It's time to share this fortune and fame with someone else Now that I'm in this club, I might as well  [Hook] Hey girl (Hey girl) How you doin' (How you doin') My name is Charlie (Charlie) Last name Wilson (Whoa Whoa) I was wonderin (I was wonderin, yea) If I could take you out (Take you out) Show you a good time (Invite you) Invite you to my house (Here's my number) Here is my number Girl you can call me (and don't forget it baby) And don't forget it baby (Charlie) The name is Charlie (ohhhh ohhh ohhh ohh ohhh ohhh oh oh oh yea, shoo ba doo woop dwee)  [Bridge] Now the reason that I laugh is because (It feels like I know you) Aw, This must be one hell of a (Deja Vu) Haven't I seen you somewhere before? (And I kno you heard this somewhere else) And how I want you girl for sure And that's why I'm introducin myself, yea  [Hook] Hey girl, how you doin' My name is Charlie (First name Charlie) Last name Wilson (Last name Wilson) I was wonderin' (I was wonderin') If I could take you out (If I could take you out) Show you a good time (Show you a good time) Invite you to my house (In my crib) Here is my number, (Here is my number) Girl you can call me (Pick up the phone) And don't forget it baby (Don't forget my name's Charlie) The name is Charlie  Hey girl (Hey girl) How you doin' (How you doin) My name is Charlie (Last name) Last name Wilson (I was wonderin if I could take you out) I was wonderin if I could take you out Show you a good time, (We'll have a wonderful time) Invite you to my house (Girl I got a big ol' house) Here is my number,(Here is my number) Girl you can call me (My manager's number) And don't forget it baby, (My studio number) The name is Charlie (Even my momma's number)  Hey girl, (My 2-way) How you doin' (You can email me) My name is Charlie, last name Wilson (Ohhhh)  ",
        "title": "Charlie Last Name: Wilson"
    },
    {
        "artist": "Staind",
        "lyrics": null,
        "title": "Right Here"
    },
    {
        "artist": "Crazy Frog",
        "lyrics": "  Ring ding ding daa baa Baa aramba baa bom baa barooumba  Wh-wha-what's going on-on? Ding, ding This is the Crazy Frog Ding, ding  Bem bem!  Ring ding ding ding ding ding Ring ding ding ding bem bem bem Ring ding ding ding ding ding Ring ding ding ding baa baa  Ring ding ding ding ding ding Ring ding ding ding bem bem bem Ring ding ding ding ding ding This is the Crazy Frog Breakdown! Ding ding Br-br-break it, br-break it Dum dum dumda dum dum dum Dum dum dumda dum dum dum Dum dum dumda dum dum dum Bem, bem! Dum dum dumda dum dum dum Dum dum dumda dum dum dum Dum dum dumda dum dum dum This is the Crazy Frog A ram me am brem da Am da rem ram am da baabeeeaaaaaaa! Ding, ding This is the Crazy Frog Ding, ding Da, da Ring ding ding ding ding ding Ring ding ding ding bem bem bem Ring ding ding ding ding ding Ring ding ding ding baa baa Ring ding ding ding ding ding Ring ding ding ding bem bem bem Ring ding ding ding ding ding This is the Crazy Frog Ding, ding Br-br-break it, br-break it Dum dum dumda dum dum dum Dum dum dumda dum dum dum Dum dum dumda dum dum dum Bem, bem! Dum dum dumda dum dum dum Dum dum dumda dum dum dum Dum dum dumda dum dum dum This is the Crazy Frog Bem, bem!  ",
        "title": "Axel F"
    },
    {
        "artist": "Jason Mraz",
        "lyrics": "  [Verse 1] I've been all around the world I've been a new sensation But it doesn't really matter In this generation The sophomore slump is an uphill battle And someone said that ain't my scene Cause they need a new song Like a new religion Music for the television I can't do the long division Someone do the math For the record label puts me on the shelf up in the freezer Got to find another way to live the life of leisure So I drop my top Mix and I mingle Is everybody ready for the single and it goes...  [Chorus] Ha La La La La Now listen closer to the verse I lay (Ha La La La La) It's all about the wordplay (Ha La La La Love) The wonderful thing it does Because, because I am the wizard of ooh's and ah's and fa-la-la's Yeah the Mister A to Z They say I'm all about the wordplay  [Verse 2] When it's time to get ill I got your remedy For those who don't remember me Well let me introduce you to my style I try to keep a jumble And the lyrics never mumble When the music's makin' people tongue-tied You want a new song Like a new religion Music for the television I can't do the long division Someone do the math For the people write me off like I'm a one-hit wonder Gotta find another way to keep from going' under Pull out the stops Got your attention I guess it's time again for me to mention The wordplay  [Chorus]  [Verse 3] I built a bridge across the stream my consciousness It always seems to be a flowin' But I don't know which way my brain is going Oh the ryhming and the timing Keeps the melodies inside me And they're coming Till I'm running out of air Are you prepared to take a dive into the deep end of my head Are you listening to a single word I've said  [Chorus][x2]  ",
        "title": "Wordplay"
    },
    {
        "artist": "Montgomery Gentry",
        "lyrics": "  [Verse 1] There's a story that my daddy tells religiously Like clockwork every time he see's an opening In a conversation, 'bout the way things use to be I just roll my eyes and make a B-line for the door I'd always end up starry eyed and cross legged on the floor Hanging onto every word Man, the things I heard It was harder times and longer days Five miles to school uphill both ways We were cane switched raised and dirt floor poor Course that was back before the war Yea your uncle and I made quite a pair Flying F-15's through hostile air He went down but they missed me by a hair He'd always stop right there and say  [Chorus] That's something to be proud of That's a life you can hang your hat on As your chins held high as the tears fall down Gut sucked in, chest stuck out Like a small town flag a flying Or a new born baby crying In the arms of the woman that you love That's something to be proud of  [Verse 2] Son graduating college, that was momma's dream And I was on my way to anywhere else when I turned Eighteen That's when you got a fast car, and think you got everything I learned real quick those GTO's don't run off faith I ended up broke down in some town north of L.A Working maximum hours, for minimum wage I fell in love next thing I know Babies came and the car got sold Sure do miss that old Hot Rod But you sure save gas in them foreign jobs Dad I wonder if I ever let you down If you're ashamed how I turned out Well he lowered his voice, then he raised his brow Said let me tell you right now  [Chorus] That's something to be proud of That's a life you can hang your hat on No need to make a million just be thankful to be working If you're doing what you're able Putting food there on the table And providing for the family that you love That's something to be proud of  [Pre-Chorus] And if all you ever really do is the best you can... Well, you did it man  [Chorus] That's something to be proud of That's a life you can hang your hat on As your chins held high as the tears fall down Gut sucked in, chest stuck out Like a small town flag a flying Or a new born baby crying In the arms of the woman that you love That's something to be proud of That's something to be proud of That's something to be proud of That's something to be proud of Now that's something to be proud of  ",
        "title": "Something To Be Proud Of"
    },
    {
        "artist": "Craig Morgan",
        "lyrics": "  [Verse 1] I'm meetin' my buddies out on the lake We're headed out to a special place we love That just a few folks know There's no signin' up, no monthly dues Take your Johnson, your Mercury Or your Evinrude an' fire it up Meet us out at party cove Come on in the water's fine Just idle on over an' toss us a line  [Hook] Bass-trackers, Bayliners and a party barge Strung together like a floatin' trailer park Anchored out and gettin' loud all summer long Side by side, there's five houseboat front porches Astroturf, lawn chairs and tiki torches Regular Joes rockin' the boat, that's us The Redneck Yacht Club  [Verse 2] Bermuda's, flip-flops and a tank-top tan He popped his first top at 10 a.m., that's Bob He's our president We're checkin' out the girls on the upper deck Rubbin' in the 15 SPF, it's hot Everybody's jumpin' in Later on when the sun goes down We'll pull out the jar and that old guitar An' pass 'em around  [Hook] Bass-trackers, Bayliners and a party barge Strung together like a floatin' trailer park Anchored out and gettin' loud all summer long Side by side, there's five houseboat front porches Astroturf, lawn chairs and tiki torches Regular Joes rockin' the boat, that's us The Redneck Yacht Club  [Bridge] When the party's over and we're all alone We'll be makin' waves in a no-wake zone  [Hook] Bass-trackers, Bayliners and a party barge Strung together like a floatin' trailer park Anchored out and gettin' loud all summer long Side by side, there's five houseboat front porches Astroturf, lawn chairs and tiki torches Regular Joes rockin' the boat, that's us The Redneck Yacht Club  Redneck Yacht Club Na na, na na, na na, na na, na na, na na Na na, na na, na na, na na, na na, na na The Redneck Yacht Club Na na, na na, na na, na na, na na, na na Na na, na na, na na, na na, na na, na na Na na, na na, na na, na na, na na, na na  ",
        "title": "Redneck Yacht Club"
    },
    {
        "artist": "Nine Inch Nails",
        "lyrics": "  [Verse 1] You're keeping in step In the line Got your chin held high and you feel just fine Cause you do What you're told But inside your heart it is black and it's hollow and it's cold  [Chorus] Just how deep do you believe? Will you bite the hand that feeds? Will you chew until it bleeds? Can you get up off your knees? Are you brave enough to see? Do you want to change it?  [Verse 2] What if this whole crusade's A charade And behind it all there's a price to be paid For the blood Which we dine Justified in the name of the holy and the divine  [Chorus] Just how deep do you believe? Will you bite the hand that feeds? Will you chew until it bleeds? Can you get up off your knees? Are you brave enough to see? Do you wanna change it?  [Bridge] So naïve I keep holding on to what I want to believe I can see But I keep holding on and on and on and on  [Outro] Will you bite the hand that feeds you? Will you stay down on your knees? Will you bite the hand that feeds you? Will you stay down on your knees? Will you bite the hand that feeds you? Will you stay down on your knees? Will you bite the hand that feeds you? Will you stay down on your knees? Will you bite the hand that feeds you? Will you stay down on your knees? Will you bite the hand that feeds you? Will you stay down on your knees? Will you bite the hand that feeds you? Will you stay down on your knees? Will you bite the hand that feeds you? Will you stay down on your knees?  ",
        "title": "The Hand That Feeds"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Intro: Fergie (Will.I.Am)] (What you gonna do with all that junk All that junk inside your trunk?) I'm gonna get-get-get-get you drunk Get you love drunk off my hump My hump, my hump My hump, my hump, my hump My hump, my hump, my hump My lovely lady lumps, check it out!  [Verse 1: Fergie] I drive these brothers crazy I do it on the daily They treat me really nicely They buy me all these iceys Dolce & Gabbana Fendi and then Donna Karan, they be sharing All their money, got me wearin Fly gear but I ain't asking They say they love my ass in Seven Jeans, True Religion I say no, but they keep giving So I keep on taking And no, I ain't taken We can keep on dating I keep on demonstrating My love (love) my love, my love, my love (love) You love my lady lumps (love) My hump, my hump, my hump (love) My humps they got you  [Chorus: Fergie (Will.I.Am)] (She's got me spending) Oh, spending all your money on me, and spending time on me (She's got me spending) Oh, spending all your money on me, on me, on me  [Bridge: Fergie (Will.I.Am)] (What you gonna do with all that junk All that junk inside your trunk?) I'm gonna get-get-get-get you drunk Get you love drunk of my hump (What you gonna do with all that ass All that ass inside em jeans?) I'm gonna make-make-make-make you scream Make you scream, make you scream  [Break: Fergie & (Will.I.Am)] 'Cause of my hump (huh) My hump, my hump, my hump (what) My hump, my hump, my hump (huh) My lovely lady lumps, check it out  [Verse 2: Will.I.Am] I met a girl down at the disco She said \"Hey, hey, hey, yeah let's go I could be your baby, you can be my honey Let's spend time, not money And mix your milk with my coco puffs Milky, milky coco Mix your milk with my coco puffs Milky, milky right\"  [Verse 3: Fergie] They say I'm really sexy The boys they want to sex me They always standing next to me Always dancing next to me Trying to feel my hump, hump Looking at my lump, lump You can look but you can't touch it If you touch it, I'mma Start some drama You don't want no drama No, no drama No, no, no, no drama So don't pull on my hand, boy You ain't my man, boy I'm just trying to dance, boy And move my hump, my hump My hump, my hump, my hump My hump, my hump, my hump My hump, my hump, my hump My lovely lady lumps (love) My lovely lady lumps (love) My lovely lady lumps (love) In the back and in the front (love) My loving got you  [Chorus: Fergie (Will.I.Am)] (She's got me spending) Oh, spending all your money on me, and spending time on me (She's got me spending) Oh, spending all your money on me, on me, on me  [Bridge: Fergie (Will.I.Am)] (What you gonna do with all that junk All that junk inside your trunk?) I'm gonna get-get-get-get you drunk Get you love drunk of my hump (What you gonna do with all that ass All that ass inside em jeans?) I'm gonna make-make-make-make you scream Make you scream, make you scream  [Outro: Fergie (Will.I.Am)] (What cha gonna do wit all that junk All that junk inside that trunk?) I'm gonna get-get-get-get you drunk Get you love drunk off this hump (What you gonna do wit all that breast All that breast inside that shirt?) I'm gonna make-make-make-make you work Make you work, work, make you work  [Chorus: Fergie (Will.I.Am)] (She's got me spending) Oh, spending all your money on me, and spending time on me (She's got me spending) Oh, spending all your money on me, on me, on me  So real, so real, so real, so real, so real....  ",
        "title": "My Humps"
    },
    {
        "artist": "Green Day",
        "lyrics": "  [Verse 1] Summer has come and passed The innocent can never last Wake me up when September ends Like my father's come to pass Seven years has gone so fast Wake me up when September ends  [Chorus] Here comes the rain again Falling from the stars Drenched in my pain again Becoming who we are As my memory rests But never forgets what I lost Wake me up when September ends  [Verse 2] Summer has come and passed The innocent can never last Wake me up when September ends Ring out the bells again Like we did when Spring began Wake me up when September ends  [Chorus] Here comes the rain again Falling from the stars Drenched in my pain again Becoming who we are As my memory rests But never forgets what I lost Wake me up when September ends  [Verse 3] Summer has come and passed The innocent can never last Wake me up when September ends Like my father's come to pass Twenty years has gone so fast Wake me up when September ends  [Outro] Wake me up when September ends Wake me up when September ends  ",
        "title": "Wake Me Up When September Ends"
    },
    {
        "artist": "Trey Songz Featuring Twista",
        "lyrics": "  [Intro] Just gotta make it (alright) Just gotta make it Oohoo, oohoo Just gotta make it (alright) Just gotta make it Just gotta make it (alright) Just gotta make it  [Verse 1: Trey Songz] Shorty, all I got is a dollar and a dream, is ya gonna roll with me? You see I've tried a 9 to 5, and it just don't fit me) I can get us out the hood and have us living good, you feel me? But I ain't leaving here if you ain't with me 'Cause, girl, a suit with a smile that don't fit me Taking a bus for some miles is gon' kill me, oh no I'm tryna turn it around, start this thing from the ground Well as long as you're down I know  [Hook: Trey Songz] Looking at you day after day, I know I Just gotta make it (alright), just gotta make it, Just gotta make it Just to see that smile up on your face, I know I Just gotta make it (alright), I just gotta make it Everything I do, I do for you and we Just gotta make it (alright), we just gotta make it To the top of the world, me and my girl we Just gotta make it (alright), just gotta make it  [Verse 2: Trey Songz] Now, baby One day soon, you gon' walk outside and see a Mercedes And I'm gon' give ya the keys and tell ya go shopping And buy e'rything you want,buy e'rything you need, make sure you get shit for me Then I can get us out the hood and have us living good But first I gotta know, if you gonna roll 'Cause a suit with a smile, don't fit me Taking a bus for some miles is gon' kill me I'm tryna turn it around, start this thing from the ground As long as I know you gonna be there  [Hook: Trey Songz] Looking at you day after day, I know I Just gotta make it (alright), just gotta make it, Just gotta make it Just to see that smile up on your face, I know I Just gotta make it (alright), I just gotta make it Everything I do, I do for you and we Just gotta make it (alright), we just gotta make it To the top of the world, me and my girl we Just gotta make it (alright), just gotta make it  [Verse 3: Twista] Even if I gotta go and cop a thang Get up early and go standin' on the block, some how I Just gotta make it, that's right Just gotta make it, uh-huh Even if I have to sit with the fellas At the round table and come up on a plot, some how I Just gotta make it, baby girl I Just gotta make it, uh-huh I'm tellin' you the truth on the daily There's nothin' I won't do for you baby Havin' big dreams of me ridin' in the Bentley Continental While me copin' you a cute lil' Mercedes And I know I got the block hot But until I make it happen for you baby I will not stop I'ma drape you with diamonds and furs Visions of your herb blowin' in the wind from a drop top Like a baller, like a true shot caller The homie, Trey Songz, tippin' all day long if he have to Makin' that money for the family Can I get up witcha it's that nigga named Twista Come and take a lil' cruise with a G through the Chi-town streets 'Cause you feelin' me under inspiration whenever I'm  [Hook: Trey Songz] Looking at you day after day, I know I Just gotta make it (alright), just gotta make it, Just gotta make it Just to see that smile up on your face, I know I Just gotta make it (alright), I just gotta make it Everything I do, I do for you and we Just gotta make it (alright), we just gotta make it To the top of the world, me and my girl we Just gotta make it (alright), just gotta make it  [Outro: Twista] Oh yeah, t's Trey Songz, and the homie Twista Oh, we gon' have to make it, y'all For my baby, 'cause we entrepreneurs I know I ain't doin' this not shoutin'  ",
        "title": "Gotta Make It"
    },
    {
        "artist": "Relient K",
        "lyrics": "  [Verse 1: Relient K] I’ve given up on giving up slowly I’m blending in so you won’t even know me Apart from this whole world that shares my fate This one last bullet you mention is my one last shot at redemption Because I know to live you must give your life away  [Hook: Relient K] And I’ve been housing all this doubt and insecurity And I’ve been locked inside that house All the while you hold the key And I’ve been dying to get out and that might be the death of me And even though, there’s no way in knowing where to go,          promise I’m going because  [Chorus] Ooh, I gotta get outta here I’m stuck inside this rut that I fell into by mistake Ooh, I gotta get outta here And I’m begging You, I’m begging You, I’m begging You to be my escape  [Verse 2: Relient K] I’m giving up on doing this alone now Cause I’ve failed and I’m ready to be shown how You've told me the way and I’m trying to get there And this life sentence that I’m serving I admit that I’m every bit deserving But the beauty of grace is that it makes life not fair  [Hook: Relient K] And I’ve been housing all this doubt and insecurity And I’ve been locked inside that house All the while you hold the key And I’ve been dying to get out and that might be the death of me And even though, there’s no way in knowing where to go,          promise I’m going because  [Bridge: Relient K] I am a hostage to my own humanity Self detained and forced to live in this mess I’ve made And all I’m asking is for You to do what You can with me But I can’t ask You to give what You already gave  [Hook: Relient K] And I’ve been housing all this doubt and insecurity And I’ve been locked inside that house All the while you hold the key And I’ve been dying to get out and that might be the death of me And even though, there’s no way in knowing where to go,          promise I’m going because  [Outro: Relient K] I fought You for so long I should have let you win Oh, how we regret those things we do And all I was trying to do was save my own skin But so were You  So were You  ",
        "title": "Be My Escape"
    },
    {
        "artist": "Bo Bice",
        "lyrics": "  I've been down Now I'm blessed I felt a revelation coming around I guess it's right, it's so amazing  Everytime I see you I'm alive You're all I've got You lift me up All my dreams are in your eyes  I wanna be inside your heaven Take me to the place you cry from When the storm blows your way I wanna be earth that holds you Every bit of air you're breathin' in A soothin' wind I wanna be inside your heaven  When we touch, when we love The stars line up, the wrong becomes undone Naturally my soul surrenders The sun and the moonlight All my dreams are in your eyes  I wanna be inside your heaven Take me to the place you cry from When the storm blows your way I wanna be earth that holds you Every bit of air you're breathin' in A soothin' wind I wanna be inside your heaven  When minutes turn to days and years When mountains fall, I'll still be here Holdin' you until the day I die And I wanna be inside your heaven Take me to the place you cry from When the storm blows your way  I wanna be inside your heaven Take me to the place you cry from When the storm blows your way  I wanna be earth that holds you Every bit of air you're breathin' in A soothin' wind  I wanna be inside your heaven Oh yes I do I wanna be inside your heaven  ",
        "title": "Inside Your Heaven"
    },
    {
        "artist": "Akon",
        "lyrics": "  [Chorus] Hey ladies drop it down Just wanna see you touch the ground Don't be shy girl go Banaza Shake ya body like a belly dancer Hey ladies drop it down Just wanna see you touch the ground Don't be shy girl go Banaza Shake ya body like a belly dancer  [Verse 1] Yo, excuse me, beg your pardon girl Do you have any idea what you starting girl You got me tingiling, come to me mingiling Steppin off lookin bootylicious and jingiling When you walk, I see you baby girl When you talk, I believe it baby girl I like that, thick-petite n' pretty Little touch is a ditty Love to work the kitty like purrrr She loves to stirr it up purrr I can hear her purring up Cause she's the type that'll get arousy of Get you excited and call her boyfriend up (ohh) What's the man without the plan B We can meet up at the hutter house for the tiki So stand by like a butty pass While I watch this beautiful thing shake that ass  [Chorus] x2 Hey ladies drop it down Just wanna see you touch the ground Don't be shy girl go Banaza Shake ya body like a belly dancer Hey ladies drop it down Just wanna see you touch the ground Don't be shy girl go Banaza Shake ya body like a belly dancer  [Verse 2] Girl I must say you the flyest thang in here So hot we gon' need some rain in here Type to make ex-gangstas bang in here Girl you could do anything you want in here Clown if you want to, frown if you want to You ain't even gotta drop down if you want to Cause I'd rather see you shake it standin Either way you do it girl you look outstandin (uhhuuuhh) And now you got me spending (uhhuuhhh) The way you got that body bendin (uhhhuhh) Ass like that girl you gotta be kickin And we goin to church next day repentent Lap dancing for my FA crew Slide it ova to Bu cause he wants some too Up in the VIP with no fee Blessing you with the G even tho we gettin it free so  [Chorus] x2 Hey ladies drop it down Just wanna see you touch the ground Don't be shy girl go Banaza Shake ya body like a belly dancer Hey ladies drop it down Just wanna see you touch the ground Don't be shy girl go Banaza Shake ya body like a belly dancer  [Bridge] Girl shake ya body body With somebody body Whatever you do don't break your body body After the party party Grab a hottie hottie In the back seat of your Mazaratti-ratti Jiggle jiggle it to the left (ah ah ah) Jiggle jiggle it to the right (ah ah ah) Jiggle it to the front then jiggle it to the back And jiggle jiggle it all all night (ah ah ah)  [Chorus] Hey ladies drop it down Just want to see you touch the ground Don't be shy girl go Banaza Shake ya body like a belly dancer Hey ladies drop it down Just want to see you touch the ground Don't be shy girl go Banaza Shake ya body like a belly dancer Hey ladies drop it down Just want to see you touch the ground Don't be shy girl go Banaza Shake ya body like a belly dancer Hey ladies drop it down Just want to see you touch the ground Don't be shy girl go Banaza Shake ya body like a belly dancer  ",
        "title": "Belly Dancer (Bananza)"
    },
    {
        "artist": "The All-American Rejects",
        "lyrics": "  [Verse 1] Let me know that I've done wrong When I've known this all along I go around a time or two Just to waste my time with you Tell me all that you've thrown away Find out games you don't want to play You are the only one that needs to know  [Hook] I'll keep you my dirty little secret (Dirty little secret) Don't tell anyone or you'll be just another regret (Just another regret, hope that you can keep it) My dirty little secret  [Verse 2] Who has to know When we live such fragile lives It's the best way we survive I go around a time or two Just to waste my time with you Tell me all that you've thrown away Find out games you don't want to play You are the only one that needs to know  [Hook] I'll keep you my dirty little secret (Dirty little secret) Don't tell anyone or you'll be just another regret (Just another regret, hope that you can keep it) My dirty little secret  [Bridge] Who has to know The way she feels inside (inside) Those thoughts I can't deny (deny) These sleeping thoughts won't lie (won't lie) And all I've tried to hide It's eating me apart Trace this life out  [Hook] I'll keep you my dirty little secret (Dirty little secret) Don't tell anyone or you'll be just another regret (Just another regret, hope that you can keep it) My dirty little secret  [Outro] I'll keep you my dirty little secret (Dirty little secret) Don't tell anyone or you'll be just another regret (Just another regret, hope that you can keep it) My dirty little secret Dirty little secret Dirty little secret Who has to know? Who has to know?  ",
        "title": "Dirty Little Secret"
    },
    {
        "artist": "Jamie O'Neal",
        "lyrics": "  She's never pulled anybody from a burning building She's never rocked Central Park to a half a million fans screaming out her name She's never hit a shot to win the game She's never left her footprints on the moon She's never made a solo hot air balloon ride around the world No she's just your everyday average girl (but)  She's somebody's hero A hero to her baby with a skinned-up knee A little kiss is all she needs The keeper of the Cheerios The voice that brings Snow White to life Bedtime stories every night And that smile lets her know She's somebody's hero  She didn't get a check every week like a nine-to-fiver But she's been a waiter and a cook and a taxi driver For twenty years there at home Until the day her girl was grown Giving all her love to her was her life's ambition But now her baby's movin' on and she'll soon be missin' her But not today Those are tears of joy runnin' down her face  She's somebody's hero A hero to her daughter in her wedding dress She gave her wings to leave the nest It hurts to let her baby go down the aisle She walks right by Looks back into her mother's eyes And that smile lets her know She's somebody's hero  Thirty years have flown right past Her daughter's starin' at all the photographs Of her mother And she wishes she could be like that Oh but she already is  She's somebody's hero A hero to her mother in a rockin' chair She runs a brush through her silver hair The envy of the nursing home She drops by every afternoon Feeds her mama with a spoon And that smile lets her know Her mother's smile lets her know She's somebody's hero  ",
        "title": "Somebody's Hero"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  Seven o'clock in the morning And the rays from the sun wakes me I'm stretching and yawning In a bed that don't belong to me And a voice yells, \"Good morning, darling\", from the bathroom Then she comes out and kisses me And to my surprise she isn’t you Now I've got this dumb look on my face like \"what have I done?\" How could I be so stupid to be have laid here 'til the morning sun? Must have lost the track of time Oh, what was on my mind? From the club, went to her home Didn't plan to stay that long Here I am, quickly tryin to put on my clothes Searching for my car keys Tryin to get on up out the door Then she streched her hands in front of it Said, \"You can't go this way\" Looked at her, like she was crazy Said, \"Woman move out my way\" Said, \"I got a wife at home\" She said, \"Please don't go out there\" \"Lady, I've got to get home\" She said, her husband was comin up the stairs \"Shh, shh, quiet Hurry up and get in the closet\" She said, \"Don't you make a sound Or some shit is going down\" I said, \"Why don't I just go out the window?\" \"Yes, except for one thing, we on the 5th floor\" \"Shit think, shit think, shit quick, put me in the closet\" And now I'm in this darkest closet, tryin to figure out Just how I'm gonna get my crazy ass up out this house And he walks in and yells, \"I'm home\" She says \"Honey I'm in the room\" He walks in there with a smile on his face Sayin, \"Honey, I've been missin you\" She hops all over him And says \"I've cooked and ran your bathwater\" I'm telling you now, this girl's so good that she deserves an Oscar Throws her in the bed And start to snatching her clothes off I'm in the closet, like man, \"what the fuck is going on?\" You're not gonna believe it But things get deeper as the story goes on Next thing you know, a call comes through on my cell phone I tried my best to quickly put it on vibrate But from the way he act, I could tell it was too late He hopped up and said, \"There’s a mystery going on And I'm going to solve it\" And I'm like, \"God please, don't let this man open this closet\" He walks in the bathroom And looks behind the door She says, \"Baby, come back to bed\" He says, \"Bitch, say no more\" He pulls back the shower curtain While she's biting her nails Then he walks back to the room Right now, I'm sweating like hell Checks under the bed (bed) Then under the dresser (dresser) He looks at the closet (closet) I pull out my Beretta (Beretta) He walks up to the closet (closet) Get closer to the closet (closet) Now he's at the closet (closet) Now he’s opening the closet (closet, closet, closet...)  ",
        "title": "Trapped In The Closet"
    },
    {
        "artist": "Josh Gracin",
        "lyrics": null,
        "title": "Stay With Me (Brass Bed)"
    },
    {
        "artist": "Keith Anderson",
        "lyrics": "  Hey baby whatcha doin' this evening? Can you meet me down at the railroad tracks? I got Tom Petty playin' in my Silverado And I iced down a six-pack, uh-oh  Hey Daisy don't you worry 'bout your mama Like 007 we can keep it covert Undercover on the ground by the water Gonna get a little peace on earth  [Chorus:] Baby whatcha say we go pickin' wildflowers? Got a spot way back in the woods Sneak away for a couple of hours You and me baby, pickin' wildflowers  Hey baby, Mother Nature is waitin' And love's bloomin' like a cherry tree Let's buzz around, maybe do some pollinating Dive on in like honey bees  [Chorus] Baby whatcha say we go pickin' wildflowers? Got a spot way back in the woods Sneak away for a couple of hours You and me baby Pickin' wildflowers  Take a trail ride if you know what I mean Hey baby won't you come with me?  [Chorus] Baby whatcha say we go pickin' wildflowers? Got a spot way back in the woods Sneak away for a couple of hours Spend a little time, pickin' wildflowers  Baby whatcha say we go pickin' wildflowers? Got a spot way back in the woods Sneak away for a couple of hours You and me baby, You and me baby Pickin' wildflowers  Whatcha say we go Whatcha say we go Whatcha say we go Whatcha say we go, pickin' wildflowers? Pickin' wildflowers?  ",
        "title": "Pickin' Wildflowers"
    },
    {
        "artist": "Kem",
        "lyrics": "  [Verse 1] I think about the day I met the perfect stranger, I think about us And I think about the day i got wrapped around your fingers, I think about us The sun was shinnin' on you The lord was smilin' on me And love was callin' us I had my mind made up  [Chorus 1] And I can't stop lovin' you I can't help myself And I can't get over you No matter what I tell myself, baby  [Verse 2] Never thought I'd ever love any one else in my weakness, I think about us And I think about the day you left without speakin', I think about us I think about the love we had for our children, I think about us I think about the way we laughed without a reason, I think about us, girl There will be no more lies Somebody tell me why I feel like I'm dyin' Lord what's come over me Ooh baby, can't you see  [Chorus 2] That I can't stop lovin' you I can't help myself And I can't get over you No matter what I tell myself baby Yea, yea I can't stop lovin' you (stop lovin' you girl) No matter how hard I try And I can't get over you, babe And I don't know why  [Interlude] I think about us I think about us I think about us And think about us Think about us I think about us I think about us  [Outro] Mmm babe I can't get over you Mmm yeah, babe Mmm girl What am I gonna do? Mmm babe I think about, the love we had I think about, the way you laugh Mmm girl, hey I can't get over you I can't stop kissin' you, babe I can't stop wantin' you, babe I can't stop lovin' you, girl Yeah, ay-ay-ay Can't get over you I can't stop missin' you, girl I can't stop feelin' you, girl I can't stop thinkin' 'bout ya I can't stop dreamin' 'bout ya I can't stop lovin' you, girl  ",
        "title": "I Can't Stop Loving You"
    },
    {
        "artist": "Gretchen Wilson",
        "lyrics": "  [Verse 1:] Five of the PM rolls around There's a little old joint outside of town I only got time for a couple of beers And a jukebox song ringing in my ears  The next you know The bartenders pouring Shots are flowing Got me stoning All I really know is that I should be going But I'm soaking up the moment  [Chorus:] I'm all jacked up All jacked up Don't believe I've ever had this much One thing I've learned when you get tore up Time sure flies When you're all jacked up  [Verse 2:] It was getting mighty close to nine o'clock What the hell I have one more shot  Then I winked at a boy at the end of the bar Guess I mighta musta gone a little too far Cause a big 'ol girl walked outta the blue  Ten foot, two With a bad attitude Stepped right up And knocked out my tooth Guess I had it coming I deserved the due  [Chorus:] Cause I was all jacked up All jacked up Don't believe I've ever had this much  One thing I've learned when you get tore up Don't start no stuff When you're all jacked up  [Bridge:] Don't have to go home But you can't stay here That's what they said when I got my last beer  [Verse 3:] Oh my God, it's 2:00 I can't find my keys and my trucks locked So I grabbed a tire tool And I broke my window  Hurt my elbow Got me in though Two foot later Backed into the light pole All the town folk got a good show  [Chorus:] All jacked up All jacked up Don't believe I've ever had this much  One thing I've learned when you get tore up Don't drive your truck When you're all jacked up  Jacked up (All jacked up, all jacked up) Ooh, oooh, oooooh  One thing I've learned when you get tore up Don't start no stuff When you're all jacked up  One thing I've learned when you get tore up Don't drive your car Don't start no stuff in no bar Hell I wouldn't even tell anybody where you are When you're all jacked up  All jacked up All jacked up All jacked up  Yeah, yeah, yeah, yeah  ",
        "title": "All Jacked Up"
    },
    {
        "artist": "Trisha Yearwood",
        "lyrics": "  Barefoot in the bed 'a your truck On a blanket lookin' up Half a moon peekin' down at us From underneath the clouds Teenage kids sneakin' out again Heard the thunder rollin' in We were fallin' the moment when It all came pourin' down  The Georgia rain On the Jasper County clay Couldn't wash away What I felt for you that day Just you and me down an old dirt road Nothin' in our way Except for the Georgia rain  Cotton fields remember when Flash 'a lightnin' drove us in We were soaked down to the skin By the time we climbed inside And I don't remember what was poundin' more Heart in my chest or the hood of that Ford As the sky fell in, the storm clouds poured Worlds away outside  The Georgia rain On the Jasper County clay Couldn't wash away All the love we made Just you and me down that old dirt road No one saw a thing Except for the Georgia rain  Screen door flappin' in the wind Same ol' house I grew up in Can't believe I'm back again After all these years away You fixed your Daddy's house up nice I saw it yesterday when I drove by Looks like you've made youself a real good life What else can I say  The Georgia rain On the Jasper County clay Couldn't wash away The way I loved you to this day The ol' dirt road's paved over now Nothin' here's the same Except for the Georgia rain  ",
        "title": "Georgia Rain"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  [Intro] Oh, you like the way that sounds?  [Verse 1] Little Jimmy Jackson is jacking up his Bronco He is going to lay a little rubber later on at the truck pull And all the girls are getting pretty. They are spraying on the White Rain Yeah, they are going to get a rowdy tonight down at the football game  [Hook] Yeah, we let it rip when we got the money Let it roll if we got the gas It gets wild, yeah, but that is the way we get down In a Hick town  [Verse 2] Well, you can see the neighbors butt crack nailing on his shingles And his woman smoking Pall Mall is watching Laura Ingalls And Granny is getting lit, she is heading out to bingo Yeah, my buddies And me are going mudding down on Blue Hole Road  [Hook]  [Instrumental Break] (Oh, stand on it.)  [Verse 3] We hear folks in the city party in Martini Bars And they like to show off in their fancy foreign cars Out here in the boondocks we buy beer at Amoco And crank our Kraco speakers with that country radio  [Hook] [x2]  [Outro] Got your country boys and your redneck girls It is the party heard round the world Right here in Hicktown In Hicktown The whole town is getting down In Hicktown Yeah, in Hicktown  ",
        "title": "Hicktown"
    },
    {
        "artist": "Beck",
        "lyrics": null,
        "title": "Girl"
    }
]