[
    {
        "artist": "Monica",
        "lyrics": "  [Verse 1] When I first saw you, I already knew There was something inside of you Something I thought that I would never find, angel of mine I look at you looking at me Now I know why they say The best things are free I'm gonna love you, boy You are so fine, angel of mine  [Pre-Chorus] How you changed my world You'll never know I'm different now You helped me grow  [Chorus] You came into my life Sent from above When I lost all hope You showed me love I'm checking for you, boy You're right on time, angel of mine  [Verse 2] Nothing means more to me than what we share No one in this whole world can ever compare Last night, the way you moved is still on my mind Angel of mine  [Pre-Chorus] What you mean to me You'll never know Deep inside, I need to show  [Chorus] You came into my life Sent from above (sent from above) When I lost all hope You showed me love (Boy, you showed me love) I'm checking for you, boy You're right on time (right on time) Angel of mine (angel of mine)  [Bridge] I never knew I could feel each moment As if it were new Every breath that I take The love that we make I only share it with you (You, you, you, you)  [Interlude] When I first saw you, I already knew There was something inside of you Something I thought that I would never find, angel of mine  [Chorus] You came into my life Sent from above (Came into my life, yeah, yeah, yeah) When I lost all hope You showed me love (Boy, you showed me love, uh huh) I'm checking for you, boy You're right on time (But boy, you're right on time) Angel of mine (angel of mine, oh, mine)  [Outro] How you changed my world You'll never know I'm different now You helped me grow I look at you looking at me Now I know why they say The best things are free I'm checking for you, boy You're right on time, angel of mine  ",
        "title": "Angel Of Mine"
    },
    {
        "artist": "Cher",
        "lyrics": null,
        "title": "Believe"
    },
    {
        "artist": "Whitney Houston Feat. Faith Evans & Kelly Price",
        "lyrics": "  [Intro] This is the Heartbreak Hotel This is the Heartbreak Hotel This is the Heartbreak Hotel This is the Heartbreak Hotel  [Verse 1] You said you'd be here by 9 Instead you took your time You didn't think to call me boy Here I sit, tryin' not to cry Askin' myself why, you do this to me  [Pre-Chorus] Since you're not around for me To tell you baby face to face I'm writing you this letter And this is what I have to say  [Chorus] All I really wanted was some of your time Instead you told me lies when someone else was on your mind What'd you do to me? Look what you did to me I thought that you were someone who would do me right Until you played with my emotions and you made me cry What'd you do to me? Can't take what you did to me  [Verse 2] Now I see, that you've been doing wrong Played me all along and made a fool of me baby You got it all wrong to think that I wouldn't find out That you were cheating on me, baby how could u do it to me  [Pre-Chorus] Since you're not around for me To tell you baby face to face I'm writing you this letter And this is what I have to say  [Chorus] All I really wanted was some of your time Instead you told me lies when someone else was on your mind What'd you do to me? Look what you did to me I thought that you were someone who would do me right Until you played with my emotions and you made me cry What'd you do to me? Can't take what you did to me You didn't have to do it to me baby   [Bridge] Heartbreak Hotel This is the Heartbreak Hotel This is the Heartbreak Hotel This is the Heartbreak Hotel  [Chorus] All I really wanted was some of your time Instead you told me lies when someone else was on your mind What'd you do to me? Look what you did to me I thought that you were someone who would do me right Until you played with my emotions and you made me cry What'd you do to me? Can't take what you did to me I wanted your love  All I really wanted was some of your time Instead you told me lies when someone else was on your mind What'd you do to me? Look what you did to me I thought that you were someone who would do me right Until you played with my emotions and you made me cry What'd you do to me? Can't take what you did to me  [Outro] I ain't going to take it, I ain't going to take it no more I ain't going to take it boy I ain't going to take it no more Everything that you said was a lie Don't lie to me  ",
        "title": "Heartbreak Hotel"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Intro] Oh baby, baby Oh baby, baby  [Verse 1] Oh baby, baby, how was I supposed to know That something wasn't right here? Oh baby, baby, I shouldn't have let you go And now you're out of sight, yeah  [Pre-Chorus] Show me how you want it to be Tell me, baby, cause I need to know now, oh, because  [Chorus] My loneliness is killing me (And I) I must confess I still believe (still believe) When I'm not with you, I lose my mind Give me a sign Hit me baby one more time  [Verse 2] Oh baby, baby, the reason I breathe is you Boy, you got me blinded Oh pretty baby, there's nothing that I wouldn't do It's not the way I planned it  [Pre-Chorus] Show me how you want it to be Tell me, baby, cause I need to know now, oh, because  [Chorus] My loneliness is killing me (And I) I must confess I still believe (still believe) When I'm not with you, I lose my mind Give me a sign Hit me baby one more time  [Interlude] Oh baby, baby, how was I supposed to know? Oh pretty baby, I shouldn't have let you go  [Bridge] I must confess that my loneliness is killing me now Don't you know I still believe That you will be here and give me a sign Hit me baby one more time  [Chorus] My loneliness is killing me (And I) I must confess I still believe (still believe) When I'm not with you, I lose my mind Give me a sign Hit me baby one more time  [Bridge] I must confess that my loneliness is killing me now Don't you know I still believe That you will be here and give me a sign Hit me baby one more time  ",
        "title": "...Baby One More Time"
    },
    {
        "artist": "Sarah McLachlan",
        "lyrics": null,
        "title": "Angel"
    },
    {
        "artist": "Deborah Cox",
        "lyrics": "  [Chorus] How did you get here? Nobody's supposed to be here I tried that love thing for the last time My heart says \"No, no.\" Nobody's supposed to be here But you came along and changed my mind  [Verse 1] I've spent all my life on a search to find The love who'll stay for eternity The heaven sent to fulfill my needs But when I turn around, again, love has knocked me down My heart got broken, oh it hurts so bad I'm sad to say love wins again  [Pre-Chorus] So I placed my heart under lock and key To take some time to take care of me But I turn around and you're standing here  [Chorus]  [Verse 2] This time I swear I'm through But, if only you knew how many times I've said those words Then fall again, when will I ever learn? Knowing these tears I cry, this lovely black butterfly Must take a chance, and spread my wings Love can make you do some crazy things  [Pre-Chorus & Chorus]  ",
        "title": "Nobody's Supposed To Be Here"
    },
    {
        "artist": "Backstreet Boys",
        "lyrics": "  [Verse 1: Nick & Brian] I don't know what he does to make you cry But I'll be there to make you smile I don't have a fancy car To get to you I'd walk a thousand miles  I don't care if he buys you nice things Does his gifts come from the heart? I don't know, but if you were my girl I'd make it so we'd never be apart  [Chorus] But my love is all I have to give Without you I don't think I could live I wish I could give the world to you But love is all I have to give  [Verse 2: Howie & A.J.] When you talk, does it seem like he's not Even listening to a word you say? That's okay, babe, just tell me your problems I'll try my best to kiss them all away  Does he leave when you need him the most? Does his friends get all your time? Baby, please, I'm on my knees Praying for the day that you'll be mine  [Chorus: All] But my love is all I have to give Without you I don't think I could live I wish I could give the world to you But love is all I have to give  [Bridge: Nick] Hey, girl I don't want you to cry no more inside  [Howie (& A.J.)] All the money in the world Could never add up to (all the love I have inside, I love you, baby)  [Kevin] And I will give it to you  All I can give, all I can give Everything I have is for you But love is all I have to give  [Chorus] But my love is all I have to give Without you I don't think I could live I wish I could give the world to you But love is all I have to give But my love is all I have to give Without you I don't think I could live I wish I could give the world to you But love is all I have to give But my love is all I have to give Without you I don't think I could live I wish I could give the world to you But love is all I have to give  ",
        "title": "All I Have To Give"
    },
    {
        "artist": "'N Sync",
        "lyrics": "  [Verse 1: Justin] Can this be true? Tell me, can this be real? How can I put into words what I feel? My life was complete, I thought I was whole Why do I feel like I'm losing control?  [Pre-Chorus: Justin] Never thought that love could feel like this And you've changed my world with just one kiss How can it be that right here with me There's an angel? It's a miracle  [Chorus: All (w/ Justin)] Your love is like a river: peaceful and deep Your soul is like a secret that I never could keep When I look into your eyes, I know that it's true God must have spent a little more time on you (A little more time, yes he did, baby)  [Verse 2: JC] In all of creation, all things great and small You are the one that surpasses them all More precious than any diamond or pearl They broke the mold when you came in this world  [Pre-Chorus: JC] And I'm trying hard to figure out Just how I ever did without The warmth of your smile, the heart of a child That's deep inside Leaves me purified  [Chorus (w/ JC)] Your love is like a river: peaceful and deep (and deep) Your soul is like a secret that I never could keep When I look into your eyes, I know that it's true God must have spent a little more time on you  (On you, on you, on you, you) (On you, on you, on you, you) ohhh... (On you, on you, on you, you) (On you, on you, on you, you) yeah...  [Pre-Chorus: Justin] Never thought that love could feel like this And you've changed my world with just one kiss How can it be that right here with me There's an angel? It's a miracle  [Chorus] Your love is like a river: peaceful and deep (and deep) Your soul is like a secret that I never could keep When I look into your eyes, I know that it's true God must have spent a little more time on you  (On you, on you, on you, you)  God must have spent A little more time, on you (on you, on you, you, you, oh yeah) A little more time On you...  ",
        "title": "(God Must Have Spent) A Little More Time On You"
    },
    {
        "artist": "Brandy",
        "lyrics": "  [Chorus] Have you ever loved somebody So much it makes you cry Have you ever needed something So bad you can't sleep at night Have you ever tried to find the words But they don't come out right Have you ever, have you ever  [Verse 1] Have you ever been in love Been in love so bad You'd do anything to make them understand Have you ever had someone steal your heart away You'd give anything to make them feel the same Have you ever searched for words to get you in their heart But you don't know what to say And you don't know where to start  [Chorus] Have you ever loved somebody So much it makes you cry Have you ever needed something So bad you can't sleep at night Have you ever tried to find the words But they don't come out right Have you ever, have you ever  Have you ever found the one You've dreamed of all of your life You'd do just about anything to look into their eyes Have you finally found the one you've given your heart to Only to find that one won't give their heart to you Have you ever closed your eyes and Dreamed that they were there And all you can do is wait for the day when they will care  [Chorus] Have you ever loved somebody So much it makes you cry Have you ever needed something So bad you can't sleep at night Have you ever tried to find the words But they don't come out right Have you ever, have you ever  [Bridge] What do I gotta do to get you in my arms baby What do I gotta say to get to your heart To make you understand how I need you next to me Gotta get you in my world Cause baby I can't sleep  [Chorus] Have you ever loved somebody So much it makes you cry Have you ever needed something So bad you can't sleep at night Have you ever tried to find the words But they don't come out right Have you ever, have you ever  Have you ever loved somebody So much it makes you cry Have you ever needed something So bad you can't sleep at night (just can't sleep at night ) Have you ever tried to find the words But they don't come out right Have you ever, have you ever, ever, ever Have you ever  ",
        "title": "Have You Ever?"
    },
    {
        "artist": "Goo Goo Dolls",
        "lyrics": null,
        "title": "Slide"
    },
    {
        "artist": "Jesse Powell",
        "lyrics": null,
        "title": "You"
    },
    {
        "artist": "Case & Joe",
        "lyrics": "  That's right Life is funny ain't it Sometimes you can end up with Somebody you really don't wanna be with And others left to figure it out Check it  [Verse 1: Case] She was more than a women, a goddess for all it seems All I ever needed was her right here loving me For a while we were cool and the groovin' love was on But I still remember how it felt when our love was gone  [Chorus 1] In a tattered picture book Was a photograph she took years ago (Secret memories in her mind) Secret memories in her mind How could love be so unkind? Heartbreak time (my heart is breaking)  [Chorus 2] Faded pictures in a broken glass (broken glass) Like a mirror revealing (I see... I see) What the woman is feeling Was it someone from a distant past? (way back long ago) 'Cause it's breaking my heart To watch her stare into the glass (Joe help me out!)  [Verse 2: Joe] As she turned through the pages the tears rolled down her face I could see her reminiscing, why her life had to be this way Then she stopped and she came to a page where her diary ends To smell the scent of an old rose, from her lover I suppose  [Chorus 1] In a tattered picture book (tattered picture book) Was a photograph she took (she took) years ago (Secret memories in her mind) Secret memories in her mind, (oh oh) How could love be so unkind? (unkind) Heartbreak time  [Chorus 2] Faded pictures in a broken glass (Oh baby) Like a mirror revealing (Like a mirror revealing) What the woman is feeling (was it someone from a distant past?) Was it someone from a distant past? (Oh oh) 'Cause it's breaking my heart (it's breaking my heart) To watch her stare into the glass (stare into the glass)  [Interlude (x2)] (Oh na na na na) Just keep spinning As she stares into the glass, I'll be waiting 'Cause she's lost inside the past  (lost inside the past) [Chorus] Faded pictures in a broken glass (in a broken glass) Like a mirror revealing (I feel it) What the woman is feeling Was it someone from a distant past? (way back long ago) 'Cause it's breaking my heart (You're breaking my... breaking my...) To watch her stare into the glass (my heart is broke girl...)  Faded pictures in a broken glass  ",
        "title": "Faded Pictures"
    },
    {
        "artist": "Gerald Levert",
        "lyrics": "  Never thought you bring me so much pain Lord knows I tried to keep you happy girl In ever way Out on the road doing my thang trying to Keep you laced Trying to keep a smile upon your face girl Was all my happiness in vain Or did I place in you a little too much faith Now nothing but memories Never though that this would be the price I Had to pay  Chorus You took my heart you took my car you took My crib Got the nerves to take my kids Got the nerves to take my kids You took my love and my life Girl you took my soul Taking everything from me Taking everything from me You took my heart girl you took my car And you took my crib trying to take my kids Girl you took my love than you took my soul Taking everything everything everything Everything everything  And now I'm sitting all alone Trying to figure out where you and I went Wrong You know it makes me wanna cry Just thinking about it makes me wanna lay Down and die For the life of me I don't know how That you could take for granted and disregard Our sacred vows Now nothing but memories Never though that this would be the price I Had to pay  Chorus You took my heat girl you took my cars Trying to take my crib Got the nerve to take my kids Got the nerve to take my kids And take my love an my life Girl you took my soul You've taking everything from me Taking everything from me You took my heart my pride My crib my kids my love my soul Everything everything everything Everything everything everything  Now I ain't never been no fool I've always tried to keep my cool I was faithful to you never abuse you or Use you Even though sometimes you make me want to But I love you You should try to understand girl that I Was your man My life was in your hands baby was shinning Over everything Now you're gone and I'm just gonna be a Weekend Daddy baby Can I call you baby or is that just a passing Thing  Chorus  ",
        "title": "Taking Everything"
    },
    {
        "artist": "Eagle-Eye Cherry",
        "lyrics": "  [Verse 1] Go on and close the curtains Cause all we need is candle light You and me and a bottle of wine Going to hold you tonight Well we know I'm going away And how I wish, I wish it weren't so So take this wine and drink with me Let's delay our misery  [Chorus] Save tonight And fight the break of dawn Come tomorrow Tomorrow I'll be gone  [Chorus] Save tonight And fight the break of dawn Come tomorrow Tomorrow I'll be gone  [Verse 2] There's a log on the fire And it burns like me for you Tomorrow comes with one desire To take me away oh it's true It ain't easy to say goodbye Darling please don't start to cry Cause girl you know I've got to go, oh Lord I wish it wasn't so  [Chorus] Save tonight And fight the break of dawn Come tomorrow Tomorrow I'll be gone  [Chorus] Save tonight And fight the break of dawn Come tomorrow Tomorrow I'll be gone   [Bridge] Tomorrow comes to take me away I wish that I, that I could stay Girl you know I've got to go, oh Lord I wish it wasn't so  [Chorus] Save tonight And fight the break of dawn Come tomorrow Tomorrow I'll be gone  [Chorus] Save tonight And fight the break of dawn Come tomorrow Tomorrow I'll be gone  [Chorus] Save tonight And fight the break of dawn Come tomorrow Tomorrow I'll be gone  [Chorus] Save tonight And fight the break of dawn Come tomorrow Tomorrow I'll be gone   Tomorrow I'll be gone Tomorrow I'll be gone Tomorrow I'll be gone Tomorrow I'll be gone  Save tonight Save tonight Save tonight Save tonight  ",
        "title": "Save Tonight"
    },
    {
        "artist": "Sugar Ray",
        "lyrics": "  Every morning there's a halo hangin From the corner of my girlfriend's four post bed I know it's not mine but I'll see if I can use it for The weekend or a one-night stand  [Pre-Chorus] Couldn't understand How to work it out Once again as predicted left my broken heart open And you ripped it out Something's got me reeling Stopped me from believing Turn me around again Said that we can do it You know I wanna do it again  (Sugar Ray say) Oh........... (Every Morning) Oh................ (Every Morning when I wake up) (Shut the door baby, don't say a word) Oh....... (She always rights the wrong, she always rights, she always rights) (Shut the door baby, Shut the door baby)  Every Morning there's a heartache hanging From the corner of my girlfriend's four-post bed I know it's not mine and I know she thinks she loves me But I never can believe what she said  Something so deceiving When you stop believing Turn me around again Said we couldn't do it You know I wanna do it again  Oh........... (Every Morning) Oh.................. (Every Morning when I wake up) (Shut the door baby, don't say a word) Oh........... (Every Morning) Oh.......... (Every Morning when I wake up) (Shut the door baby, shut the door baby)  She always rights the wrong For me Baby She always rights the wrong For me  Every Morning there's a halo hanging From the corner of my girlfriend's four-post bed I know it's not mine but I'll see if I can use it for The weekend or a one-night stand  (Shut the door baby, don't say a word) Every Morning Every Morning when I wake up (Shut the door baby, shut the door baby) Every Morning Every Morning (Turn me around again) (Shut the door baby, don't say a word) Every Morning Every Morning  ",
        "title": "Every Morning"
    },
    {
        "artist": "Third Eye Blind",
        "lyrics": "  [Chorus: Stephan Jenkins] I wish you would step back from that ledge, my friend You could cut ties with all the lies that you've been living in And if you do not want to see me again I would understand, I would understand  [Verse 1: Stephan Jenkins] The angry boy a bit too insane Icing over a secret pain You know you don't belong You're the first to fight, you're way too loud You're the flash of light on a burial shroud I know something's wrong Well everyone I know has got a reason To say, \"Put the past away\"  [Chorus: Stephan Jenkins] I wish you would step back from that ledge, my friend You could cut ties with all the lies that you've been living in And if you do not want to see me again I would understand, I would understand  [Verse 2: Stephan Jenkins] Well he's on the table and he's gone to code And I do not think anyone knows What they're doing here And your friends have left you, you've been dismissed I never thought it would come to this And I, I want you to know Everyone's got to face down the demons Maybe today, you could put the past away  [Chorus: Stephan Jenkins] I wish you would step back from that ledge, my friend You could cut ties with all the lies that you've been living in And if you do not want to see me again I would understand, I would understand I would understand  [Break] I would understand I would understand I would understand  [Instrumental Break]  [Outro: Stephan Jenkins] Can you put the past away? I wish you would step back from that ledge, my friend I would understand I wish you would step back from that ledge, my friend I would understand I wish you would step back from that ledge, my friend And I would understand I wish you would step back from that ledge, my friend I would understand I wish you would step back from that ledge, my friend And I would understand  ",
        "title": "Jumper"
    },
    {
        "artist": "R. Kelly & Celine Dion",
        "lyrics": null,
        "title": "I'm Your Angel"
    },
    {
        "artist": "Mark Chesnutt",
        "lyrics": "  I could stay awake just to hear you breathing Watch you smile while you are sleeping While you're far away and dreaming I could spend my life in this sweet surrender I could stay lost in this moment forever Where every moment spent with you Is a moment I treasure  I don't wanna close my eyes I don't wanna fall asleep 'Cause I'd miss you And I don't wanna miss a thing 'Cause even when I dream of you The sweetest dream will never do I'd still miss you And I don't wanna miss a thing  Lying close to you, feeling your heart beating And I'm wondering what your dreaming Wondering if it's me your seeing And then I kiss your eyes, and thank God we're together I just wanna stay with you In this moment forever  I don't wanna close my eyes I don't wanna fall asleep 'Cause I'd miss you And I don't wanna miss a thing 'Cause even when I dream of you The sweetest dream will never do I'd still miss you And I don't wanna miss a thing  I don't wanna miss one smile I don't wanna miss one kiss Well, I just wanna be with you, right here with you Just like this I just wanna hold you close Feel your heart so close to mine And just stay here in this moment For all the rest of time  I don't wanna close my eyes I don't wanna fall asleep 'Cause I'd miss you And I don't wanna miss a thing 'Cause even when I dream of you The sweetest dream will never do I'd still miss you And I don't wanna miss a thing  ",
        "title": "I Don't Want To Miss A Thing"
    },
    {
        "artist": "Will Smith",
        "lyrics": "  [Produced by L.E.S. and Poke & Tone]  [Intro] Yeah Yeah Yeah Yeah Miami, uh, uh South Beach, bringin the heat, uh Haha, can y'all feel that Can y'all feel that Jig it out, uh  [Verse 1] Here I am in the place where I come let go Miami the bass and the sunset low Everyday like a mardi gras, everybody party all day No work all play, okay So we sip a little something, lay to rest the spill Me an Charlie at the bar runnin up a high bill Nothin less than ill, when we dress to kill Everytime the ladies pass, they be like (Hi Will) Can y'all feel me, all ages and races Real sweet faces Every different nation, Spanish, Hatian, Indian, Jamaican Black, White, Cuban, and Asian I only came for two days of playing But everytime I come I always wind up stayin This the type of town I could spend a few days in Miami the city that keeps the roof blazin  [Hook] Party in the city where the heat is on All night, on the beach till the break of dawn Welcome to Miami Bienvenidos a Miami Bouncin in the club where the heat is on All night, on the beach till the break of dawn I'm goin to Miami Welcome to Miami  [Verse 2] Yo I heard the rainstorms ain't nothin to mess with But I can't feel a drip on the strip, it's a trip Ladies half-dressed, fully equipped And they be screamin out, (Will we loved your last hit) So I'm thinkin I'mma scoot me somethin hot In this salsa- merengue melting pot Hottest club in the city, and it's right on the beach Temperature get to ya, it's about to reach Five-hundred degrees In the carribean seas With the hot mamis screaming \"¡Ay papi!\" Everytime I come to town, they be spottin me In the drop Bentley, ain't no stoppin me So, cash in your dough And flow to this fashion show Pound for pound anywhere you go Yo, ain't no city in the world like this An' if you ask how I know, I gots ta plead the fifth  [Hook] Party in the city where the heat is on All night, on the beach till the break of dawn Welcome to Miami Bienvenidos a Miami Bouncin in the club where the heat is on All night, on the beach till the break of dawn I'm goin to Miami Welcome to Miami  [Verse 3] Don't get me wrong, Chi-town got it goin on And New York is the city that we know don't sleep And we all know that L.A. and Philly stay jiggy But on the sneak, Miami bringin heat for real Y'all don't understand I never seen so many Dominican women with cinnimon tans Mira, this is the plan Take a walk on the beach, draw a heart in the sand Gimmie your hand Damn, you look sexy Let's go to my yacht, in the West Keys Ride my jetskis, loungin in the palm trees Cause you gotta have cheese for the summerhouse piece on South Beach Water so clear, you can see to the bottom Hundred-thousand dollar cars, e'ybody got em Ain't no surprise in the club to see Sly Stallone Miami, my second home Miami  [Hook] Party in the city where the heat is on All night, on the beach till the break of dawn Welcome to Miami Bienvenidos a Miami Bouncin in the club where the heat is on All night, on the beach till the break of dawn I'm goin to Miami Welcome to Miami Party in the city where the heat is on All night, on the beach till the break of dawn Welcome to Miami Bienvenidos a Miami Bouncin in the club where the heat is on All night, on the beach till the break of dawn I'm goin to Miami Welcome to Miami Party in the city where the heat is on  ",
        "title": "Miami"
    },
    {
        "artist": "Jewel",
        "lyrics": null,
        "title": "Hands"
    },
    {
        "artist": "Shawn Mullins",
        "lyrics": null,
        "title": "Lullaby"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Verse 1] I'm standing here looking in the mirror Saying \"damn\" to myself I should have known the day would come That she would find somebody else And all the things I took her through Shit, I shouldn't have lasted this long Now I'm at this telephone booth calling Tyrone  [Hook] Cuz when a woman's fed up No matter how you beg, no It ain't nothing you can do about it Nothing you can do about it It's like running out of love No matter what you say, no And then it's too late to talk about it Too late to talk about it  [Verse 2] Now let's talk about how it all goes down I used to make love to you daily When the night fell the same And anytime that you were hurt I could feel your pain And if I had a dollar It was yours, yeah And whenever we would go out I would front the bill But now the up is down And the silence is sound I hurt you too too many times Now I can't come around  [Hook]  [Bridge] La da da da da la la da da La da da da da la la da da If you don't want to find out the hard way Then listen to this song while the record plays  [Hook]  [Verse 3] You can cry a river 'Till an ocean starts to form, yeah But she will always remember Cuz she's a woman scorned And if you ever get her back It will never be the same She's cuttin' the corners of her eyes Every time she see your face Now your trust is out the door She don't want you no more You used to tell your boys, not me And she would always be there for you If you had took the time to see What that woman meant to you Is what the mirror said to me, whoa She was raised in Illinois Right outside of Chicago Some of the best cookin' you ever had Yes, it was and I miss her Hey woman, if you're listening I said I miss you baby  ",
        "title": "When A Woman's Fed Up"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] You look in my eyes And I get emotional inside I know it's crazy But you still can touch my heart And after all this time You'd think that I I wouldn't feel the same But time melts into nothing And nothing's changed  [Chorus] I still believe Someday you and me Will find ourselves in love again I had a dream Someday you and me Will find ourselves in love again  [Verse 2] Each day of my life I'm filled with all the joy I could find You know that I I'm not the desperate type If there's one spark of hope Left in my grasp I'll hold it with both hands It's worth the risk of burning To have a second chance  No, no, no, no, no, no I need you baby I still believe that we can be together If we believe that true love never has to end Then we must know that we will love again  [Chorus] I still believe Someday you and me Will find ourselves in love again I had a dream Someday you and me Will find ourselves in love again  ",
        "title": "I Still Believe"
    },
    {
        "artist": "Whitney Houston & Mariah Carey",
        "lyrics": "  [Verse 1: Whitney Houston] Many nights we've prayed With no proof anyone could hear In our hearts a hopeful song We barely understood Now, we are not afraid Although we know there's much to fear We were moving mountains Long before we knew we could  [Chorus: Whitney Houston] There can be miracles when you believe Though hope is frail, it's hard to kill Who knows what miracles you can achieve? When you believe, somehow you will You will when you believe  [Verse 2: Mariah Carey] In this time of fear When prayer so often proves in vain Hope seems like the summer birds Too swiftly flown away Yet now I'm standing here My heart's so full, I can't explain Seeking faith and speaking words I never thought I'd say  [Chorus: Mariah Carey & Whitney Houston] There can be miracles when you believe Though hope is frail, it's hard to kill Who knows what miracles you can achieve? When you believe, somehow you will You will when you    believe  [Verse 3: Mariah Carey & Whitney Houston] They don't always happen when you ask And it's easy to give in to your fears But when you're blinded by your pain Can't see your way clear through the rain A small but still resilient voice says, \"Help is very near!\"  [Chorus: Mariah Carey & Whitney Houston] There can be miracles when you believe Though hope is frail, it's hard to kill Who knows what miracles you can achieve? When you believe, somehow you will Now, you will, you will when you believe You will when you believe, just believe Just believe, you will when you believe  ",
        "title": "When You Believe"
    },
    {
        "artist": "Lauryn Hill",
        "lyrics": "  [Verse 1] It could all be so simple But you'd rather make it hard Loving you is like a battle And we both end up with scars Tell me, who I have to be To get some reciprocity See, no one loves you more than me And no one ever will  Is this just a silly game That forces you to act this way? Forces you to scream my name Then pretend that you can't stay Tell me, who I have to be To get some reciprocity See, no one loves you more than me And no one ever will  [Hook] No matter how I think we grow You always seem to let me know It ain't workin', It ain't workin' (No, it ain't workin') And when I try to walk away You'd hurt yourself to make me stay This is crazy, this is crazy (This is crazy, uh-huh!)  [Verse 2] I keep letting you back in How can I explain myself? As painful as this thing has been I just can't be with no one else See I know what we've got to do You let go, and I'll let go too Cause no one's hurt me more than you And no one ever will  [Hook] No matter how I think we grow You always seem to let me know It ain't workin', It ain't workin' (No, it ain't workin') And when I try to walk away You'd hurt yourself to make me stay This is crazy, this is crazy (This is crazy, uh-huh!)  [Hook 2] (X4) Care for me, care for me! I know you care for me! There for me, there for me! Said you'd be there for me! Cry for me, cry for me! You said you'd die for me! Give to me, give to me! Why won't you live for me?!  [Outro] Where were you when I needed you? Where were you when I needed you? Where were you?  ",
        "title": "Ex-Factor"
    },
    {
        "artist": "TLC",
        "lyrics": "  [Verse 1: Chilli] A scrub is a guy that thinks he's fly He's also known as a busta Always talkin' about what he wants And just sits on his broke ass  [Refrain: Chilli] So no, I don't want your number No, I don't want to give you mine and No, I don't want to meet you nowhere No, I don't want none of your time and  [Chorus] No, I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me  [Verse 2: Chilli] Well a scrub checkin' me but his game is kinda weak And I know that he cannot approach me Cause I'm looking like class and he's looking like trash Can't get wit' a deadbeat ass  [Refrain: Chilli] So no, I don't want your number No, I don't want to give you mine and No, I don't want to meet you nowhere No, I don't want none of your time and  [Chorus] No, I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me  [Bridge: Chilli] If you don't have a car and you're walking Oh yes son, I'm talking to you If you live at home with your momma Oh yes son, I'm talking to you If you have a shorty that you don't show love Oh yes son, I'm talking to you Wanna get me with no money Oh no, I don't want no No scrub, no scrub No scrub, no scrub  [Chorus] I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me  [Verse 3: Left Eye] See, if you can't spatially expand my horizon Then that leaves you in the class with scrubs, never rising I don't find it surprising and if you don't have the G's To please me and bounce me here to the coast of overseas So, let me give you something to think about Inundate your mind with intentions to turn you out Can't forget the focus on the picture in front of me You as clear as DVD on digital TV screens Satisfy my appetite with something spectacular Check your vernacular, and then I get back to ya With diamond-like precision, insatiable is what I envision Can't detect acquisition from your friend's Expedition Mr. Big Willy, if you really want to know Ask Chilli, could I be a silly ho? Not really, T-Boz and all my senoritas Are steppin' on your FILA's, but you don't hear me, though  [Chorus] I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me  ",
        "title": "No Scrubs"
    },
    {
        "artist": "Tyrese",
        "lyrics": "  [Intro] Oh…give it Be my sweet lady [Sweet lady] Oh, I want you to be my lady, lady Oh, babe  [Hook] Sweet lady would you be my Sweet love for a lifetime I'll be there when you need me Just call and receive me  Da, da, da, da My sweet lady Baby La, la, la, la  [Verse] Now any other day I would play it cool But I can't now cause I want you See I'm hooked on, how you flex your style And I wanna talk for a little while I never really seen your type But I must admit that I kinda like So maybe if you have the time We could talk about you being my  [Hook] Sweet lady (Would you be my) Would you be my (Sweet love for) Sweet love for a lifetime (A lifetime) I’ll be there (I’ll be there) when you need me Just call and receive me Sweet lady (Would you be my) Would you be my (Sweet love for) Sweet love for a lifetime (A lifetime) I’ll be there (I’ll be there) when you need me Just call and receive me  [Verse 2] Now on the regular, I would waste time but I don't want to Cuz you're so damn fine And I heard that you were taken But that don't have to stop you from making, Late night phone calls on the telephone, About your fantasies and ways to get it on When you need me I will be There for you my sweet lady  [Hook] Sweet lady (Would you be my) Would you be my (Sweet love for) Sweet love for a lifetime (A lifetime) (I’ll be there) I’ll be there (When you need me) when you need me (Just call and) Just call and (Receive me) receive me Sweet lady (Would you be my) Would you be my (Sweet love for) Sweet love for a lifetime (A lifetime) (I’ll be there) I’ll be there (When you need me) when you need me (Just call and) Just call me , my sweet lady  [Bridge] Say you will be my baby (Say you will be my lady) Say you will be my lady I’ve got to have all your love So I won’t even front (I won’t front, no) Just say you'll give it to me Don't wanna hear the maybe's oh no no no ( And I will give you all my heart) All my heart (If you say you’ll be my sweet lady) Oh…oh…  [Hook] Sweet lady (My baby) Would you be my Sweet love for (Whoa…oh…) a lifetime I’ll be there when you need me Just call and receive me Sweet lady Would you be my Sweet love for a lifetime (I’ll be there) I’ll be there (When you need me) when you need me Just call and receive me (Whoa…oh…)  Sweet lady Would you be my Sweet love for a lifetime (I’ll be there when you need me) I’ll be there (Just call and) Call me, baby (receive me) Receive me, baby Would you be my Be my sweet love Lover for a lifetime (I’ll be there when you need me) I’ll be there Just call and (Oh…whoa…) receive me (Oh…oh…oh…oh…)  [Outro] (Sweet lady) Would you be my, oh…oh… (Sweet lady) Be my, be my, come on over, will you be mine Sweet lady  ",
        "title": "Sweet Lady"
    },
    {
        "artist": "Dru Hill",
        "lyrics": "  Verse 1: God knows that you're a sexy thang It's taking everything in me Not to kiss you over, under Feel you inside, feel my thunder How the hell could I not want you  Girl it don't have to be a thang I'll wait for you, You wait for me (Baby) Cause true love is insisting We don't have to rush at all (Baby yeah)  Chorus: These are the times we all wish for The moment when less means so much more We don't have to do a thing at all We can take our time and talk And this is the way things need to be No pressure from you and none from me Just let the mood set the moment off We can make love or not at all  Verse 2: Be thinking bout you all the time Morning noon and supper time (baby) Tear you up in little pieces Swallow you like reese's pieces Come on girl you know I need it  (I know) It ain't supposed to be a thing (I know) I'll wait for you, you wait for me (And I know) True love's insisting we don't have to rush at all  Chorus: These are the times we all wish for The moment when less means so much more We don't have to do a thing at all We can take our time and talk And this is the way things need to be No pressure from you and none from me Just let the mood set the moment off We can make love or not at all  Bridge: I don't make promises Cause I know my heart gets weak When I get around you girl It makes them hard to keep Cause you bring out the best Make me the man God knows I'm proud to be Baby yeah  Chorus: These are the times we all wish for The moment when less means so much more We don't have to do a thing at all We can take our time and talk And this is the way things need to be No pressure from you and none from me Just let the mood set the moment off We can make love or not at all  ",
        "title": "These Are The Times"
    },
    {
        "artist": "Divine",
        "lyrics": null,
        "title": "Lately"
    },
    {
        "artist": "matchbox 20",
        "lyrics": null,
        "title": "Back 2 Good"
    },
    {
        "artist": "Jay-Z Featuring Amil (Of Major Coinz) & Ja",
        "lyrics": "  [Intro: Jay-Z] What? Well fuck you... bitch Now can you bounce wit me, wit me, wit me wit me Can you bounce wit me, bounce wit me, wit me wit me Can you bounce wit me, bounce wit me, ge-gi-gi-gi-gi-gi Can you bounce wit me, bounce wit me, ye-ye-yeah Uh-huh uh-huh bounce wit me, bounce wit me Can ya can ya can ya bounce wit me, bounce wit me Ya-yah-yah, ya-ya-yah-yeah bounce wit me, bounce wit me Ge-gi, ge-gi-gi-gi-geyeah bounce wit me, bounce wit me Get it!  [Verse 1: Jay-Z] Can I hit in the mornin' without givin' you half of my dough And even worse, if I was broke would you want me If I couldn't get you finer things like all of them diamond rings Bitches kill for would you still roll If we couldn't see the sun risin' off the shore of Thailand Would you ride then, if I wasn't driving If I wasn't a eight-figga nigga by the name of Jigga Would you come around me or would you clown me If I couldn't flow futuristic, would ya Put your two lips on my wood and kiss it, could ya See yourself with a nigga working harder than nine to five Ten to six, two jobs to survive, or Do you need a baller so you can shop and tear the mall up Brag, tell your friends what I bought ya If you couldn't see yourself with a nigga when his dough is low Baby girl, if this is so, yo  [Refrain: Jay-Z] Can I get a fuck you To these bitches from all of my niggas Who don't love hoes, they get no dough  [Amil] Can I get a woop woop To these niggas from all of my bitches Who don't got love for niggas without dubs  [Refrain: Jay-Z] Can I get a fuck you To these bitches from all of my niggas Who don't love hoes, they get no dough  [Amil] Can I get a woop woop To these niggas from all of my bitches Who don't got love for niggas without dubs  [Jay-Z] Now can you bounce wit me, uhh Bounce wit me, bounce wit me Can ya can ya can ya bounce wit me, bounce wit me Bounce wit me, bounce wit me Can ya can ya can ya bounce wit me, bounce wit me  [Verse 2: Amil] You ain't gotta be rich but fuck that How we gonna get around on your bus pass Before I put this pussy on your mustache, can you afford me My niggas breadwinners, never corny Ambition makes me so horny Not the fussin' and the frontin' If you got nothing, baby boy, you better Get up, get out and get some, shit I like a - lot of Prada, Alize and vodka Late nights, candlelight, then I tear the cock up Get it up I put it down everytime it pop up, huh I got to snap 'em, let it loose, then I knock ya Feel the juice, then I got ya - when you produce a rock I let you meet momma and introduce you to poppa My - coochie remains in a Gucci name Never test my patience, nigga, I'm high maintenance High class, if you ain't rollin', bypass If you ain't holdin' I dash yo  [Refrain: Jay-Z] Can I get a fuck you To these bitches from all of my niggas Who don't love hoes, they get no dough  [Amil] Can I get a woop woop To these niggas from all of my bitches Who don't got love for niggas without dubs  [Refrain: Jay-Z] Can I get a fuck you To these bitches from all of my niggas Who don't love hoes, they get no dough  [Amil] Can I get a woop woop To these niggas from all of my bitches Who don't got love for niggas without dubs  [Jay-Z] Now can you bounce for me, bounce for me Can ya can ya can ya bounce wit me, bounce wit me Gi-gi-gi-geyeah-geyeah Can ya bounce wit me, bounce wit me Gi-gi-gi-gi can ya bounce wit me, bounce wit me (Uhh! Yeah)  [Verse 3: Ja Rule] It ain't even a question How my dough flows, I'm good to these bad hoes Like my puss wet like damp clothes What y'all niggas don't know: it's easy to pimp a ho Bitches better have my money fo sho Before they go runnin' they mouth, promotin' how I be dickin' they back out, go 'head, let it out I fucks with my Gat out, bounce and leave a hundred Makin em feel, slutted even if they don't want it It's been so long, since I met a chick ain't about chips but then I'm Dead wrong, when I tell em, \"be gone\" So hold on to the feelin' of flossin' and plat-num Cause from now on You can witness Ja the i-con With hoodies and Timbs on, cause I thugs my bitches VV studs my bitches, then we rob bitch niggas I'm talkin' bout straight figures, if you here, you with us If not Boo, you know what, I still fucked you  [Refrain: Jay-Z] Can I get a fuck you To these bitches from all of my niggas Who don't love hoes, they get no dough  [Amil] Can I get a woop woop To these niggas from all of my bitches Who don't got love for niggas without dubs  [Refrain: Jay-Z] Can I get a fuck you To these bitches from all of my niggas Who don't love hoes, they get no dough  [Amil] Can I get a woop woop To these niggas from all of my bitches Who don't got love for niggas without dubs  [Jay-Z] Now can you bounce wit me, bounce wit me Ge-gi, ge-gi-gi-gi bounce wit me, bounce wit me Wit me wit me wit me bounce wit me, bounce wit me Bounce, bitch, bounce.. wit me wit me wit me wit me Can ya bounce wit me wit me Ge-gi, uh-huh uh-huh uh-huh uh-huh Uh-huh uh-huh uh-huh uh-huh uh-huh uh-huh uh Can ya bounce wit me bounce wit me Geyeah  ",
        "title": "Can I Get A..."
    },
    {
        "artist": "Mo Thugs Family Featuring Bone Thugs-N-Harmony",
        "lyrics": "  You better count your money [2x] (Ghetto Cowboy) You better count your money [2x] (Ghetto Cowboy) You better count your money [2x] (Ghetto Cowboy) You better count your money [2x] (Ghetto Cowboy)  [Krayzie] The name is Krayzie, big bad ass bone Wanted up north for all the gold that I stole Along with some cash I even took the mayor's daughter Now that there's kidnap, but she was with us so I brought her Dun got myself into a whole heap of trouble Double-crossed by the law so it's nobody to run to Yeah it's just me and my sawed-off shotgun I dun now call him 'Leatherface' I'm headed for the west heard they got a couple banks in town That ain't been held up yet, well uh, I ought to make it by sundown I figure that's enough time for me to get the whole rundown So I continue my mission, it's gettin' dark So now I'm watching for them damn injuns They like to catch up then they rob -n- split I'll be a rootin' tootin' shootin' damn fool, protectin' my chips All of a sudden, I heard somebody rumble in the bushes, stopped my horse \"Whoa nelly! Who in the bushes, you better speak up Or I'mma let my shotgun's song sing out.\"  [Thug Queen] Who's this? Hope this ain't the law, draw out the bushes with my sawed-off shotgun  [Krayzie] \"Come on out right now I'm gettin' angry.\" Took a step back cause it could get dangerous  [Thug Queen] \"Please don't shoot it's just me Thug Queen Horse Stealer.\"  [Krayzie] \"Then why the hell is you hidin' in them bushes\"  [Thug Queen] \"I'm wanted in 4 counties, for armed robbery, killed 2 sheriffs, 6 of his best men with my head Stole 2 horses, thought you was the law that's why I jumped in the bushes.\"  [Krayzie] \"Goodness.\" Now she was hotter than a barrel of fire but I could use her for the job so I told her to ride \"Come on.\"  [Thug Queen] \"May I ask you what you headed to the west for?\"  [Krayzie] \"I got a partner got a plan for some dough and if you're down you can pick up yourself a pretty penny Be in town in a minute now be sure if you're with it.\"  [Thug Queen] \"We be up before the sun rise got a stall(ion) here for your partner to ride hit the saloon before the moon shine down for whatever let's ride let's ride.\"  [Krayzie] \"These directions say we go to Tucson, Arizona When we arrive we'll cop a place we can bunk And meet my boy in the morning for details -n- hookup.\"  You better count your money [2x] (Ghetto Cowboy) You better count your money [2x] (Ghetto Cowboy)   [Krayzie] \"Rise -n- shine, good morning, howdy Nine o' clock we meet my boy in the saloon in the valley Now I dun came a long way and I don't wanna be late  [Thug Queen] \"Tell him I'll make it to him, you know we ain't.\"  Move out! Giddy up giddy up giddy up [4x]  You better count your money [2x]  [Layzie] \"I'm peepin' Krayzie's 'Wanted' poster in the saloon So I assume it'll be trouble round here pretty soon Glanced across the room I seen this youngster gettin' ready to fight But if he mess up tonight I think that Krayzie just might take his life So I approached him and I paused \"Look man, I really don't wanna brawl, but won't you chill before them laws Come messin' up this master plan Since he already rowdy I'm just asked the man (dang) You want some work well partner put in your bid And by the way now what's your name, they call me Layzie the Kid.\"  [Powder Pete] \"The name's Powder Pete, can I get a 12 gauge! Outlaw every day, on the front page Mister Kid, if you give me the low-down me and Blackjack Be ready for the showdown, with 2 double-barrels pointed at whatever We'll stick together, I'm pretty clever.\"  [Layzie] \"So saddle up, jump on the bandwagon because it's all goin' down.\" I heard the guy runnin' the bar screamin' 'Krayzie's in town.'  [Krayzie] \"Now when we get to this saloon, you don't worry, wait outside Don't be stealin' nobody's damn horses.\" Stepped inside the bar \"Layzie Kid you son of a gun!\"  [Layzie] \"Hey man I'm glad you made it safely, now let's go have some fun And this my partner Powder, he's a young gun  [Powder Pete] \"Howdy.\"  [Krayzie] \"Mighty glad to meet ya son Oh yeah, you know I also brought a friend along, meet Thug Queen The horse peddler, straggler, just met her.\"  [Thug Queen] \"Howdy partner, already got the horses saddled up.\"  [Layzie] \"I hope you're good at robbin' banks like you rustle that cattle up.\"  [Powder Pete] \"Now y'all, it's gonna be gettin' dark real soon.\"  [Krayzie] \"I think you're right I say we move, come on let's.\"  Move out, giddy up giddy up giddy up [4x]  You better count your money [8x]  Ghetto Cowboy  ",
        "title": "Ghetto Cowboy"
    },
    {
        "artist": "John Michael Montgomery",
        "lyrics": "  I wanna wake up each morning With you for the rest of my life I wanna feel your heart beating And just get lost in your eyes You can tell me your secrets You can let me feel your pain You can show me your weakness And never be ashamed  Hold on to me when your world's turnin' cold When it feels like your life's spinnin' out of control You're hopin', prayin', tryin' so hard to believe Hold on to me when there's no middle ground And every emotion is comin' unwound And you don't know if you can hold on to your dreams Baby you can hold on to me  I wanna lay down each evenin' With you right here by my side I wanna get drunk on your laughter And wipe all the tears when you cry You can scare me with your darkness You can blind me with your light Throw your worries out the window baby On your wildest night  Hold on to me when your world's turnin' cold When it feels like your life's spinnin' out of control You're hopin', prayin', tryin' so hard to believe Hold on to me when there's no middle ground And every emotion is comin' unwound And you don't know if you can hold on to your dreams Baby you can hold on to me  Hold on to me when there's no middle ground And every emotion is comin' unwound And you don't know if you can hold on to your dreams Baby you can hold on I said Baby you can hold on I said Baby you can hold on to me  ",
        "title": "Hold On To Me"
    },
    {
        "artist": "Lenny Kravitz",
        "lyrics": "  [Verse 1] I wish that I could fly Into the sky So very high Just like a dragonfly I'd fly above the trees Over the seas In all degrees To anywhere I please  [Chorus] I want to get away I want to fly away Yeah, yeah, yeah  I want to get away I want to fly away Yeah, yeah, yeah  [Verse 2] Let's go and see the stars The milky way Or even Mars Where it could just be ours Let's fade into the sun Let your spirit fly Where we are one Just for a little fun  [Chorus] I want to get away I want to fly away Yeah, yeah, yeah  I want to get away I want to fly away Yeah, yeah, yeah  [Bridge] I got to get away Girl, I got to get away  [Chorus] I want to get away I want to fly away Yeah, yeah, yeah  I want to get away I want to fly away Yeah, yeah, yeah  I want to get away, I want to get away I want to get away, I want to get away  I want to get away I want to fly away Yeah, yeah, yeah  I want to get away, I want to get away I want to get away, I want to get away  I want to get away I want to fly away Yeah, yeah, yeah  Yeah, yeah, yeah, yeah, yeah  ",
        "title": "Fly Away"
    },
    {
        "artist": "Sixpence None The Richer",
        "lyrics": "  [Verse 1] Kiss me, out of the bearded barley Nightly, beside the green, green grass Swing, swing, swing the spinning step You wear those shoes and I will wear that dress  [Chorus] Oh, kiss me, beneath the milky twilight Lead me out on the moonlit floor Lift your open hand Strike up the band and make the fireflies dance Silver moon's sparkling So kiss me  [Verse 2] Kiss me, down by the broken tree house Swing me upon its hanging tire Bring, bring, bring your flowered hat We'll take the trail marked on your father's map  [Chorus] Oh, kiss me, beneath the milky twilight Lead me out on the moonlit floor Lift your open hand Strike up the band and make the fireflies dance Silver moon's sparkling So kiss me  Kiss me, beneath the milky twilight Lead me out on the moonlit floor Lift your open hand Strike up the band and make the fireflies dance Silver moon's sparkling So kiss me  [Outro] So kiss me So kiss me So kiss me  ",
        "title": "Kiss Me"
    },
    {
        "artist": "Diamond Rio",
        "lyrics": "  She's so kissable, huggable, lovable, unbelievable She's a mouthful of anything and everything a man could want She ain't typical, she's unpredictable, she's available, it's a miracle How my heart stumbled into someone so kissable, huggable, lovable Unbelievable  Up 'til now my life has been so lonely and boring I never thought I would find someone so  Elegant, intelligent, heaven sent, all my money spent I put a big down payment on that itty bitty diamond ring She's so beautiful, it's indisputable, it's undeniable, she's Got-to-havable She's music to my ears, and makes my heart sing, so kissable Huggable, lovable, unbelievable  There's so many things I want to tell her Like I love her But every time I talk I start to stutter  She's so elegant, intelligent, heaven sent, all my money spent I put a big down payment on that itty bitty diamond ring She's so beautiful, it's indisputable, it's undeniable, she's Got-to-havable She's music to my ears, and makes my heart sing, so kissable Huggable, lovable, unbelievable  Kissable, huggable, lovable, unbelievable Kissable, huggable, lovable, unbelievable  ",
        "title": "Unbelievable"
    },
    {
        "artist": "Sara Evans",
        "lyrics": "  [Verse 1:] I can't imagine, any greater fear Then waking up, without you here And though the sun, would still shine on My whole world, would all be gone But not for long  [Chorus:] If I had to run, if I had to crawl If I had to swim a hundred rivers, just to climb a thousand walls Always know that I would find a way, to get to where you are There's no place that far  [Verse 2:] It wouldn't matter why we're apart Lonely minds or two stubborn hearts Nothing short of God above Could turn me away from your love I need you that much  [Chorus][x2]  [Outro:] Baby there's no place that far  ",
        "title": "No Place That Far"
    },
    {
        "artist": "George Strait",
        "lyrics": null,
        "title": "Meanwhile"
    },
    {
        "artist": "Lauryn Hill",
        "lyrics": "  [Intro] Yo, remember back on the boogie when cats used to harmonize like Yo, my men and my women Don't forget about the deen, Sirat al-Mustaqeem Yo, it's about a thing If ya feel real good wave your hands in the air And lick two shots in the atmosphere!  (Put them up, put  them up) (Put them up, put  them up) (Put them up, put  them up)  [Verse 1] It's been three weeks since you were looking for your friend The one you let hit it and never called you again 'Member when he told you he was 'bout the Benjamins? You act like you ain't hear him, then give him a little trim To begin, how you think you're really gon' pretend Like you wasn't down and you called him again? Plus, when you give it up so easy you ain't even foolin' him If you did it then, then you'd probably fuck again Talking out your neck, sayin' you're a Christian A Muslim, sleeping with the jinn Now that was the sin that did Jezebel in Who you gon' tell when the repercussions spin? Showing off your ass cause you're thinking it's a trend Girlfriend, let me break it down for you again You know I only say it cause I'm truly genuine Don't be a hard rock when you really are a gem Baby girl, respect is just a minimum Niggas fucked up and you still defending 'em Now, Lauryn is only human Don't think I haven't been through the same predicament Let it sit inside your head like a million women in Philly, Penn It's silly when girls sell their souls because it's in Look at where you be in, hair weaves like Europeans Fake nails done by Koreans Come again  [Hook] Guys you know you'd better watch out Some girls, some girls are only about That thing, that thing, that thing That thing, that thing, that thing  [Verse 2] The second verse is dedicated to the men More concerned with his rims and his Timbs than his women Him and his men, come in the club like hooligans Don't care who they offend, poppin' yang (Like you got yen!) Let's stop pretend, the ones that pack pistols by they waist men Cristal by the case men, still in they mother's basement The pretty face men claiming that they did a bid men Need to take care of they three or four kids And they face a court case when the child support late Money taking and heart breaking, now you wonder why women hate men The sneaky, silent men The punk, domestic violence men Quick to shoot the semen, stop acting like boys and be men How you gonna win when you ain't right within? How you gonna win when you ain't right within? How you gonna win when you ain't right within? Come again Come again Come again Come again  [Bridge] Watch out, watch out Look out, look out  [Bridge] Watch out, watch out Look out, look out  [Bridge] Watch out, watch out Look out, look out  [Bridge] Watch out, watch out Look out, look out  [Hook] Girls you know you'd better watch out Some guys, some guys are only about That thing, that thing, that thing That thing, that thing, that thing Guys you know you'd better watch out Cause some girls, some girls are only about That thing, that thing, that thing That thing, that thing, that thing  ",
        "title": "Doo Wop (That Thing)"
    },
    {
        "artist": "Joey McIntyre",
        "lyrics": null,
        "title": "Stay The Same"
    },
    {
        "artist": "Goo Goo Dolls",
        "lyrics": "  [Verse 1] And I'd give up forever to touch you Cause I know that you feel me somehow You're the closest to heaven that I'll ever be And I don't want to go home right now And all I can taste is this moment And all I can breathe is your life 'Cause sooner or later, it's over I just don't want to miss you tonight  [Chorus] And I don't want the world to see me 'Cause I don't think that they'd understand When everything's made to be broken I just want you to know who I am  [Verse 2] And you can't fight the tears that ain't coming Or the moment of truth in your lies When everything feels like the movies Yeah, you bleed just to know you're alive  [Chorus] And I don't want the world to see me 'Cause I don't think that they'd understand When everything's made to be broken I just want you to know who I am  [Instrumental]  [Chorus] And I don't want the world to see me 'Cause I don't think that they'd understand When everything's made to be broken I just want you to know who I am  [Outro] I just want you to know who I am I just want you to know who I am  ",
        "title": "Iris"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] Big orange ball, sinking in the water Toes in the sand, couldn't get much hotter Little umbrella shaped margaritas Coconut oil, tanning señoritas Now I know how Jimmy Buffet feels  Hands on the wheel, cruising down the interstate Gas pedal sticks, carries my car away I was going as fast as a Rambler goes I could feel the speed from my head to my toes Now I know how Richard Petty feels  [Chorus] I've been around the block a time or two Done almost everything a boy can do I've done some living, yeah I've had fun But there is one thing that I haven't done  [Verse 2] Saved two months, bought a little diamond Tonight’s the night, feels like perfect timing Down on one knee on momma's front steps Man I'm going to die if she really says yes I want to know how forever feels  [Chorus]  [Outro] I want to know how forever feels Hey, I want to know how forever feels Girl, I want to know how forever feels  ",
        "title": "How Forever Feels"
    },
    {
        "artist": "Total Featuring Missy Elliott",
        "lyrics": null,
        "title": "Trippin'"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": null,
        "title": "You Were Mine"
    },
    {
        "artist": "Eve 6",
        "lyrics": "  [Chorus] I would swallow my pride I would choke on the rinds But the lack thereof would leave me empty inside Swallow my doubt, turn it inside out Find nothin' but faith in nothin' Want to put my tender Heart in a blender Watch it spin 'round to a beautiful oblivion Rendezvous, then I'm through with you  I burn, burn like a wicker cabinet Chalk white and oh-so-frail I see our time has gotten stale The tick-tock of the clock is painful All sane and logical I want to tear it off the wall I hear words and clips and phrases I think sick like ginger ale My stomach turns and I exhale  [Chorus] I would swallow my pride I would choke on the rinds But the lack thereof would leave me empty inside I would swallow my doubt, turn it inside out Find nothin' but faith in nothin' Want to put my tender Heart in a blender Watch it spin 'round to a beautiful oblivion Rendezvous, and I'm through with you  [Verse 2] So-Cal is where my mind states But it's not my state of mind I'm not as ugly, sad as you Or am I origami, folded up and just pretend Demented as the motives in your head  [Chorus] I would swallow my pride I would choke on the rinds But the lack thereof would leave me empty inside I would swallow my doubt, turn it inside out Find nothin' but faith in nothin' Want to put my tender Heart in a blender Watch it spin 'round to a beautiful oblivion Rendezvous, and I'm through with you  [Bridge] I alone am the one you don't know you need Take heed, feed your ego Make me blind when your eyes close Sink when you get close, tie me to the bedpost I alone am the one you don't know you need You don't know you need me Make me blind when your eyes close Tie me to the bedpost  [Chorus] I would swallow my pride I would choke on the rinds But the lack thereof would leave me empty inside Swallow my doubt, turn it inside out Find nothing but faith in nothing Want to put my tender Heart in a blender Watch it spin 'round to a beautiful oblivion Rendezvous, then I'm through, now I'm through with you  [Outro] Through with you Rendezvous, then I'm through with you  ",
        "title": "Inside Out"
    },
    {
        "artist": "Jo Dee Messina",
        "lyrics": "  [Verse 1] He left me cryin' late one Sunday night outside of Boulder He said he had to find himself out on the road I guess when love goes wrong, you've gotta learn to be strong So I worked two jobs and I moved three times I ended up south of Memphis, workin' down in Riverside I may not be so lucky in love But the one thing I'm sure of  [Chorus] I want a man that stands beside me Not in front of or behind me Give me two arms that wanna hold me Not own me And I'll give all the love in my heart Stand beside me Be true, don't tell lies to me I'm not lookin' for a fantasy I want a man who stands beside me  [Verse 2] I didn't expect to see him one hot July mornin' His hair was longer but his eyes were the same old blue He said, \"I've missed you for so long Oh baby, what can I do?\"  [Chorus] I said, \"I want a man that stands beside me Not in front of or behind me Give me two arms that wanna hold me Not own me And I'll give all the love in my heart\"  [Bridge] It's hard to tell him no when I want him so bad But I've got to be true to my heart This time  [Outro] I'm not lookin' for a fantasy I want a man who stands beside me I want a man Who stands beside me Stand beside me Stand beside me Oh oh  ",
        "title": "Stand Beside Me"
    },
    {
        "artist": "BLACKstreet & Mya Featuring Mase & Blinky Blink",
        "lyrics": "  [Intro] R-U-G-R-A-T-S  [Chorus: Mya and Blackstreet] Take me there, I wanna go there Take me there, let's go there Take me to that great place With wonders and wishes Take me there, I wanna go there Take me there, you know where Just take me to that great place With wonders and wishes  [Verse: Mya] Sittin' here thinking about yesterday About what we did and how we used to play Just the thought of you brings a smile upon my face That's how it makes me feel to see you everyday, whoa  [Pre-Chorus 1: Blackstreet and Mya] Where we go, nobody knows And what we do is between me and you So come on and take my hand, to that special place Where smiles come to life and dreams come true, ooh  [Chorus]  [Verse: Blackstreet] Let's make a wish Close your eyes and count to five Cause you know that everything will be alright I see the magic in your eyes Strong enough you know to bring your dreams to life, whoa yeah  [Pre-Chorus 2: Blackstreet and Mya] Where we go, nobody knows And what we do is between me and you So come on and take my hand, to that special place Don't want this dream to ever go away, ooh  [Chorus]  [Verse: Mase] Angelica the one with all the exposure Dil is the one they drive in the stroller And Tommy is the one with snot on his shoulders While Dil cried to sleep till his eyes are beat And I couldn't be Chuckie, Chuckie too petro Chucky get scared, Chucky says let's go If I was a Rugrat, it would of been so real Me and my twin would've been just like Phil and Lil  [Verse: Blinky Blink] Now with one wish, Blink grant you one trip Where we going this adventure Who you wanna come with See and you're my little brother that I'll come get Run with, but it gotta be done quick Though Chuckie is scared And Tommy is sad And Phil and Lil misses their mommy and dad So pick a time and date And find a place And I guarantee you that we all get home safe  [Chorus]  ",
        "title": "Take Me There"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Intro] I do swear that I'll always be there I'd give anything and everything and I will always care Through weakness and strength, happiness and sorrow For better for worse, I will love you with Every beat of my heart [Verse] From this moment life has begun From this moment you are the one Right beside you is where I belong From this moment on From this moment I have been blessed I live only for your happiness And for your love I'd give my last breath From this moment on I give my hand to you with all my heart I can't wait to live my life with you, can't wait to start You and I will never be apart My dreams came true because of you  [Chorus] From this moment as long as I live I will love you, I promise you this There is nothing I wouldn't give From this moment on  [Bridge] You're the reason I believe in love And you're the answer to my prayers from up above All we need is just the two of us My dreams came true because of you  [Chorus] From this moment as long as I live I will love you, I promise you this There is nothing I wouldn't give From this moment on  [Outro] I will love you as long as I live From this moment on  ",
        "title": "From This Moment On"
    },
    {
        "artist": "Edwin McCain",
        "lyrics": null,
        "title": "I'll Be"
    },
    {
        "artist": "Everlast",
        "lyrics": "  [Verse 1] We've all seen the man at the liquor store beggin' for your change The hair on his face is dirty, dreadlocked and full of mange He ask the man for what he could spare with shame in his eyes \"Get a job, you fucking slob\" is all he replies  [Hook] God forbid you ever had to walk a mile in his shoes Cause then you really might know what it's like to sing the blues Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like)  [Verse 2] Mary got pregnant from a kid named Tom who said he was in love He said. \"Don't worry about a thing, baby doll I'm the man you've been dreamin' of.\" But three months later he said he won't date her or return her calls And she sweared, \"Goddamn, if I find that man, I'm cuttin' off his balls!\" And then she heads for the clinic and she gets some static walkin' through the door: They call her a killer, and they call her a sinner, and they call her a whore!  [Hook 2] God forbid you ever had to walk a mile in her shoes Cause then you really might know what it's like to have to choose Then you really might know what it's like (what it's like Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like)  [Bridge] I've seen a rich man beg I've seen a good man sin I've seen a tough man cry I've seen a loser win And a sad man grin I heard an honest man lie I've seen the good side of bad And the down side of up And everything between I licked the silver spoon Drank from the golden cup Smoked the finest green  I stroked the baddest dimes At least a couple of times Before I broke their heart  You know where it ends Yo, it usually depends On where you start  [Verse 3] I knew this kid named Max He used to get fat stacks out on the corner with drugs He liked to hang out late at night Liked to get shit faced And keep pace with thugs  Until late one night there was a big gunfight Max lost his head He pulled out his chrome .45 Talked some shit And wound up dead  Now his wife and his kids are caught in the midst of all of his pain You know it comes that way At least that's what they say When you play the game  [Hook] God forbid you ever had to wake up to hear the news Cause then you really might know what it's like to have to lose Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like) To have to lose...  ",
        "title": "What It's Like"
    },
    {
        "artist": "New Radicals",
        "lyrics": "  [Intro] One, two! One, two, three, ow!  [Verse 1] Wake up, kids, we've got the dreamers disease Age fourteen, we got you down on your knees So polite, we're busy still saying please Frienemies, who when you're down ain't your friend Every night we smash their Mercedes-Benz First we run, and then we laugh 'til we cry  [Pre-Chorus] But when the night is falling You cannot find the light (Light) You feel your dreams are dying, hold tight  [Chorus] You've got the music in you Don't let go, you've got the music in you One dance left, this world is gonna pull through Don't give up, you've got a reason to live Can't forget, we only get what we give  [Post-Chorus] I'm comin' home, baby You're tops Give it to me now!  [Verse 2] Four a.m, we ran a miracle mile We're flat broke, but hey, we do it in style The bad rich, God's flying in for your trial  [Pre-Chorus] But when the night is falling You cannot find a friend (Friend) You feel your tree is breaking just then  [Chorus] You've got the music in you Don't let go, you've got the music in you One dance left, this world is gonna pull through Don't give up, you've got a reason to live Can't forget, we only get what we give  [Verse 3] This whole damn world could fall apart You'll be okay, follow your heart You're in harm's way, I'm right behind Now say you're mine  [Chorus] You've got the music in you Don't let go, you've got the music in you One dance left, this world is gonna pull through Don't give up, you've got a reason to live Can't forget, we only get what we give Don't let go, I feel the music in you You, you, you  [Post-Chorus] Fly high What's real can't die You only get what you give You're gonna get what you give Don't give up, just don't be afraid to leave  [Bridge] Health insurance, rip-off flying FDA, big bankers buying Fake computer crashes dining Cloning while they're multiplying Fashion shoots with Beck and Hanson Courtney Love and Marilyn Manson You're all fakes, run to your mansions Come around, we'll kick your ass in  [Outro] Don't let go, one dance left Don't give up, can't forget Don't let go  ",
        "title": "You Get What You Give"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] Hot sun, dancin' on the river We're sittin' on the bank, and watch the world go by Our feet in the water she pressed, her lips to mine We were so long on love, but short on time She could be, a honeymoon sweet and a little wild But she was mine oh, for a little while  [Chorus] And, I laugh every time I start to think about us We sent, that summer out in style And, she's gone but she let me with a smile 'Cause she was mine for a little while  [Verse 2] We'd take a ride, and head on down to airport road Put the seats back, and watch the planes leave town She always said, nobody's strong enough to tie her down Oh but I wasn't lookin' for that, anyhow I knew she'd leave, but I didn't know when It matters to me now, oh but it didn't back then  [Chorus] And, I laugh every time I start to think about us We sent, that summer out in style And, she's gone but she let me with a smile 'Cause she was mine for a little while  [Bridge] I keep seein' pictures now of me and her and those summer nights My mind fills with her, oh but it's alright  [Chorus] 'Cause, I laugh every time I start to think about us We sent, that summer out in style And, she's gone but she let me with a smile 'Cause she was mine...  [Outro] Yeah she was mine, oh for a little while Yeah  ",
        "title": "For A Little While"
    },
    {
        "artist": "Faith Evans",
        "lyrics": "  [Hook] I never knew there was a love like this before Never had someone to show me a love Love like this before  [Verse 1] Now that we have come to be A brand new life I can't see Never thought you'd be a special part of me, no baby The reasons are because of you I can go on and make it through I can't even take my mind off loving you And I wanna say  [Hook] I never knew there was a love like this before (A love like this before no) Never had someone to show me a love Ooooh Love like this before  [Verse 2] I know you can't see All the things you mean to me I'm so amazed that you are mine, yeah yeah yeah yeah If we can work together Maybe this could last forever This is something that I wanna hold on to So baby try to understand  [Bridge] Baby try to understand I'll be crazy if you leave Cause you compliment my style (Ooh) And I like the way you walk And the sexy things you talk You don't know just what you do to me, oooh You see I never Never  [Hook] I never knew there was a love like this before (A love like this before no) Never had someone to show me a love Ooooh I never had a Love like this before  I never knew there was a love like this before Never knew never knew Never had someone to show me a love Love like this before  [Bridge] Baby try to understand I'll go crazy if you leave Cause you compliment my style (Ooh compliment my style) And I like the way you walk And the sexy things you talk You don't know just what you do to me ooh You see I never Never  [Interlude] Never knew a Never knew a Never knew a Love like this before  Never knew a Never knew a Never knew a Love like this before  [Hook] I never knew there was a love like this before (A love like this before no) Never had someone to show me a love Ooooh Love like this before I never knew there was a love like this before (A love like this before) Never had someone to show me a love Oh yeah Love like this before I never knew there was a love like this before (A love like this before) Never had someone to show me a love  ",
        "title": "Love Like This"
    },
    {
        "artist": "Faith Evans Featuring Puff Daddy",
        "lyrics": null,
        "title": "All Night Long"
    },
    {
        "artist": "2Pac",
        "lyrics": "  [Verse 1: 2Pac] I see no changes, wake up in the morning and I ask myself Is life worth livin'? Should I blast myself? I'm tired of bein' poor and, even worse, I'm black My stomach hurts so I'm lookin' for a purse to snatch Cops give a damn about a negro Pull the trigger, kill a nigga, he's a hero \"Give the crack to the kids, who the hell cares? One less hungry mouth on the welfare!\" First ship 'em dope and let 'em deal to brothers Give 'em guns, step back, watch 'em kill each other \"It's time to fight back,\" that's what Huey said Two shots in the dark, now Huey's dead I got love for my brother But we can never go nowhere unless we share with each other We gotta start makin' changes Learn to see me as a brother instead of two distant strangers And that's how it's supposed to be How can the Devil take a brother if he's close to me? I'd love to go back to when we played as kids But things change… and that's the way it is  [Hook: Talent] That's just the way it is Things'll never be the same That's just the way it is, aww yeah That's just the way it is Things'll never be the same That's just the way it is, aww yeah  [Verse 2: 2Pac] I see no changes, all I see is racist faces Misplaced hate makes disgrace to races We under, I wonder what it takes to make this One better place, let's erase the wasted Take the evil out the people, they'll be actin' right ‘Cause both black and white are smokin' crack tonight And the only time we chill is when we kill each other It takes skill to be real, time to heal each other And although it seems heaven-sent We ain't ready to see a black president It ain't a secret, don't conceal the fact The penitentiary's packed and it's filled with blacks But some things will never change Try to show another way but you stayin' in the dope game Now tell me, what's a mother to do? Bein' real don't appeal to the brother in you You gotta operate the easy way \"I made a G today,\" but you made it in a sleazy way Sellin' crack to the kids \"I gotta get paid!\" — well hey, but that's the way it is  [Hook: Talent] That's just the way it is Things'll never be the same That's just the way it is, aww yeah That's just the way it is Things'll never be the same That's just the way it is, aww yeah  [Interlude: 2Pac] We gotta make a change It's time for us as a people to start makin' some changes Let's change the way we eat Let's change the way we live And let's change the way we treat each other You see the old way wasn't workin' So it's on us to do what we gotta do to survive  [Verse 3: 2Pac] And still I see no changes; can't a brother get a little peace? It's war on the streets and a war in the Middle East Instead of war on poverty They got a war on drugs so the police can bother me And I ain't never did a crime I ain't have to do But now I'm back with the facts, givin' it back to you Don't let 'em jack you up, back you up Crack you up and pimp-smack you up You gotta learn to hold your own They get jealous when they see you with your mobile phone But tell the cops they can't touch this I don't trust this, when they try to rush I bust this That's the sound of my tool You say it ain't cool, my mama didn't raise no fool And as long as I stay black, I gotta stay strapped And I never get to lay back ‘Cause I always got to worry 'bout the payback Some buck that I roughed up way back Comin' back after all these years \"Rat-a-tat-tat-tat-tat,\" that's the way it is  [Hook: Talent] That's just the way it is Things'll never be the same That's just the way it is, aww yeah (You're my brother, you're my sister) That's just the way it is Things'll never be the same That's just the way it is, aww yeah  [Outro: 2Pac] Some things'll never change  ",
        "title": "Changes"
    },
    {
        "artist": "The Wilkinsons",
        "lyrics": null,
        "title": "Fly (The Angel Song)"
    },
    {
        "artist": "The Roots Featuring Erykah Badu",
        "lyrics": "  [Hook: Erykah Badu] If you were worried 'bout where I been or who I saw or What club I went to with my homies Baby, don't worry You know that you got me  [Verse 1: Black Thought] Somebody told me that this planet was small We used to live in the same building On the same floor, and never met before Until I'm overseas on tour, and peeped this Ethiopian queen from Philly taking classes abroad She studying film and photo, flash, focus, record Said she working on a flick and could my clique do the score She said she loved my show in Paris at Elysee Montmartre And that I stepped off the stage and took a piece of her heart We knew from the start that things fall apart And tend to shatter, she like, \"That shit don't matter.\" When I get home, get at her Through letter, phone, whatever; let's link, let's get together Shit, you think not, think the Thought went home and forgot? Time passed, we back in Philly, now she up in my spot Telling me the things I'm telling her is making her hot Starting building with her constantly round-the-clock Now she in my world like hip-hop, and keep telling me…  [Hook: Erykah Badu] If you were worried 'bout where I been or who I saw or What club I went to with my homies Baby, don't worry You know that you got me  [Verse 2: Black Thought + Eve] Yo, I'm the type that's always catching a flight And sometimes I gotta be out at the height of the night And that's when she flip And get on some old… another lonely night Seem like I'm on the side, you only loving your mic I know you gotta get that paper Daddy, keep that shit tight But, yo, I need some sort of love in my life, you dig me? While politicking with my sister from New York City She said she know this ball player And he think I'm pretty—psych, I'm playin', boo You know it's just with you I'm staying, boo And when cats be poppin' game I don't hear what they sayin', boo When you out there in the world I'm still your girl With all my classes I don't have the time for life's thrills So when you sweating on stage, think of me when you rhyme And don't be listening to your homies They be leadin' you blind Yeah, so what you saying, I can trust you? Is you crazy?! You my king for real But sometimes relationships get ill, no doubt  [Hook: Erykah Badu] If you were worried 'bout where I been or who I saw or What club I went to with my homies Baby, don't worry You know that you got me  [Verse 3: Black Thought] That snake could be that chick And that rat could be that cool cat That's whispering, \"She trying to play you for the fool, Black.\" If something's on your chest, then let it be known See, I'm not your every five minutes all on the phone And on the topic of trust, it's just a matter of fact That people bite back and fracture what's intact And they'll forever be, I ain't on some \"Oh, I'm a celebrity!\" I deal with the real, so if it's artificial, let it be I've seen people caught in love like whirlwinds Listening to their squads and listening to girlfriends That's exactly the point where their whole world ends Lies come in, that's where that drama begins, and she like…  [Hook: Erykah Badu] If you were worried 'bout where I been or who I saw or What club I went to with my homies Baby, don't worry You know that you got me  ",
        "title": "You Got Me"
    },
    {
        "artist": "Billy Ray Cyrus",
        "lyrics": "  [Verse 1] There's a little boy out in the driveway his basketball in hand Saying Daddy could we play a little one on one You pat him on the back and say not now son I'm a busy man  [Verse 2] His sister's out on the sidewalk setting up a lemonade stand Hey daddy don't you want to buy a glass from me You say maybe later can't you see I'm a busy man  [Chorus] You got to go got to run hit it hard and get it done Everyone can see you're going far You got responsibilities a crazy schedule that you keep And when you say that time's a wasting You don't know how right you are a busy man  [Verse 3] There's a women in the bedroom crying saying I thought we had plans You say honey I'm sorry I'll make it up When the job slows down and I'm not such a busy man  [Chorus]  [Bridge] Have you ever seen a headstone with these words If only I had spent more time at work  [Verse 4] There's a call one day from the office they need you down in Birmingham You say no way the weekend's mine I got plans with the kids and a date with my wife I'm a busy man  [Chorus] You got to go got to run take a break and have some fun Those that love you most say you've come far Got some new priorities in that schedule that you keep And when you say that time's a wasting Now you know how right you are a busy man  ",
        "title": "Busy Man"
    },
    {
        "artist": "Jennifer Love Hewitt",
        "lyrics": "  Everyday I wake up To another day gone by Nothing but the open road And a never ending why Anything can happen yeah But nothing ever does I try to change It's kind of strange The same as it ever was But look at us  How do I deal with you How do I deal with me When I Don't even know myself Or what it is you want from me  How do I deal with us How do I know what's real When I don't even trust myself Or what it is I feel How do I deal  Every night in the dark I lie awake in bed How am I supposed to dream With all the static in my head (Torn in all) torn in all (in all) Directions (directions) And I pray for some relief What can I do but feel the Weight I'm underneath And grit my teeth  How do I deal with you How do I deal with me When I Don't even know myself Or what it is you want from me  How do I deal with love Why do I why do I have to choose Everybody's telling me What the hell I have to do How do I deal with us How do I know what's real When I don't even trust myself Or what it is I feel Now how do I deal  (How do I deal with you) How do I deal with you (How do I deal with me) When I don't even know myself Or what it is you want from me (How do I deal with love) How do I deal (Why do I have to choose) When everybody's telling me What the hell I have to do (How do I deal with you) How do I deal with you (How do I deal with me) How do I deal with me When I don't even know myself Or what it is you want from me  ",
        "title": "How Do I Deal"
    },
    {
        "artist": "Boyz II Men",
        "lyrics": "  Oh, hey Yeah  I've been wanderin' 'round in the dark Been lost somewhere where no Light could shine on my heart I have known a pain so deep But I know my faith will free me  Get there and I'll get through this Get there I'll find my way again So don't tell me that it's over Cause each step just gets me closer  [Chorus] I will get there, I will get there I will get there, I will get there somehow Cross that river, cross that river Nothings stoppin' me now, I will get through the night And make it through to the other side Get there, get there, get there, get there  I've been in these chains for so long I'll break free and I'll be there where I belong Hold my head up high, I'll stand tall And I swear this time I won't fall  Get there I will do this Get there no matter what it takes Cause I know no limitations And I'll reach my destination, I will get there  [Chorus]  Well, the night is cold and dark But somewhere the sun is shining And I'll feel it shine on me I'll keep tryin', I'll keep tryin'  [Chorus 2x]  ",
        "title": "I Will Get There"
    },
    {
        "artist": "Trisha Yearwood",
        "lyrics": "  I've never seen two people in my life More determined to ignore the obvious We better stop thinking Let our hearts start doing the talking  You'd have to be stone deaf dumb and blind Not to see what's going on with us So let's jump in And get over our fear of fallin' 'Cause what we got here  Is a powerful thing It's a powerful thing More than three words And a diamond ring It can open up the heavens Make the angels sing Our love, baby, is a powerful thing  We started out strangers on a two-way street Neither one of us lookin' to fall in love But we don't need us a map To know we're headed in that direction  Well, it's out of our hands And over our heads It's something that's bigger than both of us Turnin' back now's completely out of the question 'Cause what we got here  Is a powerful thing It's a powerful thing More than three words And a diamond ring It can open up the heavens Make the angels sing Our love, baby, is a powerful thing  Stronger than the force of a driving wind Hotter than a forest fire There never has been and there never will be Nothing like the power of you and me, yeah  It's a powerful thing It's a powerful thing More than three words And a diamond ring It can open up the heavens Make the angels sing Our love, baby, is a powerful thing  It's a powerful thing It's a powerful thing More than three words And a diamond ring It can open up the heavens Make the angels sing Our love, baby, is a powerful thing...  ",
        "title": "Powerful Thing"
    },
    {
        "artist": "Barenaked Ladies",
        "lyrics": "  [Verse 1] I met you before the fall of Rome And I begged you to let me take you home You were wrong, I was right You said goodbye, I said goodnight  [Chorus] It's all been done It's all been done It's all been done before  [Verse 2] I knew you before the west was won And I heard you say the past Was much more fun You go your way, I go mine But I'll see you next time  [Chorus]  [Bridge] And if I put my fingers here, and if I say \"I love you, dear\" And if I play the same three chords Will you just yawn and say  [Chorus]  [Verse 4] Alone and bored on a thirtieth-century night Will I see you on The Price Is Right? Will I cry? Will I smile? As you run down the aisle?  [Chorus]  ",
        "title": "It's All Been Done"
    },
    {
        "artist": "Alanis Morissette",
        "lyrics": "  [Verse 1] Dear Matthew, I like you a lot I realize you're in a relationship with someone right now And I respect that I would like you to know that if you're ever single in the future And you want to come visit me in California I would be open to spending time with you And finding out how old you were When you wrote your first song  [Verse 2] Dear Jonathan, I liked you too much I used to be attracted to boys who would lie to me And think solely about themselves And you were plenty self-destructive for my taste at the time I used to say the more tragic the better The truth is whenever I think of the early 90's Your face comes up with a vengeance Like it was yesterday  [Verse 3] Dear Terrance, I love you muchly You've been nothing but open hearted and Emotionally available and supportive And nurturing and consummately there for me I kept drawing you in And pushing you away I remember how beautiful it was to Fall asleep on your couch and cry in front of you for the first time You were the best platform from which to jump beyond myself What was wrong with me?  [Verse 4] Dear Marcus, you rocked my world You had a charismatic way about you with the women And you got me seriously thinking about spirituality And you wouldn't let me get away with kicking my own ass But I could never really feel relaxed and looked out for around you though And that stopped us from going any further than we did And it's kind of too bad because we could've had much more fun  [Verse 5] Dear Lou, we learned so much I realize we won't be able to talk for some time And I understand that as I do you The long distance thing was the hardest and we did as well as we could We were together during a very tumultuous time in our lives I will always have your back and be curious about you About your career, your whereabouts  ",
        "title": "Unsent"
    },
    {
        "artist": "Snoop Dogg Featuring Mystikal And Fiend",
        "lyrics": "  [Snoop Talking] Hell yeah That was a mothafuckin' trip The way y'all niggas had the whole world sayin' UH!!!, na, na, na, na This here the Doggfather, rappin' on this shit here Check this out  Chorus: Let me here ya say Woof! mothafucker, Woof! mothafucker Bow-wow-wow-yippie-yo-yippie-yay (come on, everybody say) Everybody, let me hear ya say Woof! mothafucker, Woof! mothafucker Bow-wow-wow-yippie-yo-yippie-yay  [Fiend] I run with convicted felons Scream, yellin' Bitch I'mma soldier! Stick in my chrome reciever, and I fins to get it on Influenced by the dolja Blastin' at the rollers Callin' couple of soldiers Fuckin' up with this song bitch Your mom shoulda told ya I ain't nothin' nice Snoop brought the boss I got the spark, lets go on a body high Put it on my life, and my favorite weed pipe Soldiers greed, with ice Watch me budda up in the night Carefull to forever, the one that ?? shot him Bringin' the drama like a punk, but your fucking somebody Whut Lodi Dodi, send a duce up in dey coupe But after a hard eight Snoop and his soldiers gonna make ya say  Chorus: Woof! mothafucker, Woof! mothafucker Bow-wow-wow-yippie-yo-yippie-yay (Jeah, nigga, I can make ya say) Woof! mothafucker, Woof! mothafucker Bow-wow-wow-yippie-yo-yippie-yay (yeah, tank doggs, let me hear ya say) Woof! mothafucker, Woof! mothafucker Bow-wow-wow-yippie-yo-yippie-yay (all my real rap niggas say) Woof! mothafucker, Woof! mothafucker Bow-wow-wow-yippie-yo-yippie-yay (yeah, Mystikal, where you at?)  [Mystikal] Nigga, all I really wanna do is Get down, on the get down! That mothafucker better sit down We up in this bitch now Got the take to make the hap We gon' make our money right Tired of livin' the stress life Pressure, fuck price Yikes! Know what I like Keep it hype! Betcha I right Put pounds of ice on ya, like white on rice Vise grips on mics Turnin' to fights Burnin' up the limelight Fire! And you ain't gotta strain your eyes to find us Throwin' bad days behind us Ahh damn up in the headlights Bout to let it shine Find your ass in there tip-toeing Your ass is mine We got you waitin' for us on the radio So our albums can drop Snoop, Fiend, me, Beats By The Pound, you know that's gon' pop Jump in the game in the walkway With enough money to run with Till ya hear that last fuckin' woof We ain't done yet  Chorus Let me here ya say Woof! mothafucker, Woof! mothafucker Bow-wow-wow-yippie-yo-yippie-yay (yeah, uh-huh, all my niggas say) Woof! mothafucker, Woof! mothafucker Bow-wow-wow-yippie-yo-yippie-yay (na, na, na, na, na, na) Woof! mothafucker, Woof! Woof! Woof! Woof! Bow-wow-wow-yippie-yo-yippie-yay (na, na, na, na, na, na) Let me hear ya say Woof! Woof! Woof! Woof! Woof! Bow-wow-wow-yippie-yo-yippie-yay  [Snoop] I come faster than a speedin' bullet Or I can take my time and move it slow Wake up outta my seat and hit this mic and blow like some indo You can call me what you want Just don't call me no punk My name is Snoop D-O-double-G And I'm the godfather of G-Funk I'll put this shit down, like clown, Dogg Pound is my set Nigga step outta line, I shoot them in they mothafuckin' spine And break they necks (nigga, nigga) As I go down, you gon' realize that See when you run up in my face you able to get smacked, jacked, just Like that I'mma fool, break the rules, damn, way too cool They call me Snoop D-O-double-G (na, na, na, na, na, na, na, na, na, na)  Cause I'mma fuckin' fool, I can get silly But I'd rather sit back, relax, new jacks, get smacked, cause I'm tryin' To Blaze up a sack (na, na, na, na, na, na, na, na, na, na) To my nigga Mystikal, Fiend, and my big homie Master P Cause thats just the way this shit gon' be Baby, N-O-L-I-M-I-T (na, na, na, na, na, na, na, na, na, na) We gon' make y'all say Woof Until you mothafuckers demand That nigga named Snoop  Chorus I can make 'em say Woof! mothafucker, Woof! mothafucker Bow-wow-wow-yippie-yo-yippie-yay (laughing) I can make 'em say Woof! mothafucker, Woof! mothafucker Bow-wow-wow-yippie-yo-yippie-yay Let me here ya say Woof! mothafucker, Woof! mothafucker Bow-wow-wow-yippie-yo-yippie-yay Let me hear ya say Woof! mothafucker, Woof! mothafucker Bow-wow-wow-yippie-yo-yippie-yay (everybody in the house) Say Woof! Woof! Woof! Woof! Woof! (na, na, na, na, na, na, na, na, na, na) Bow-wow-wow-yippie-yo-yippie-yay (up top, come on) Woof! mothafucker, Woof! mothafucker (na, na, na, na, na, na, na, na Na Na) Bow-wow-wow-yippie-yo-yippie-yay (down low) Yeah, yeah, and who side (na, na, na, na, na, na, na, na, na, na) Bow-wow-wow-yippie-yo-yippie-yay *repeated till end* And not only that And not only that This No Limit baby Ya heard me? Yeah And not only that Shit get crazy in this mothafcuker Ya heard me? Uh!  ",
        "title": "Woof"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Verse 1] I've known a few guys who thought they were pretty smart But you've got being right down to an art You think you're a genius—you drive me up the wall You're a regular original, a know-it-all  [Pre-Chorus] Oh-oo-oh, you think you're special Oh-oo-oh, you think you're something else  [Chorus] Okay, so you're a rocket scientist That don't impress me much So you got the brains, but have you got the touch? Now, don't get me wrong—yeah, I think you're alright But that won't keep me warm in the middle of the night That don't impress me much  [Verse 2] I never knew a guy who carried a mirror in his pocket And a comb up his sleeve—just in case And all that extra hold gel in your hair oughta lock it ’Cause heaven forbid it should fall outta place  [Pre-Chorus] Oh-oo-oh, you think you're special Oh-oo-oh, you think you're something else  [Chorus] Okay, so you're Brad Pitt That don't impress me much So you got the looks, but have you got the touch? Now, don't get me wrong—yeah, I think you're alright But that won't keep me warm in the middle of the night That don't impress me much  [Verse 3] You're one of those guys who likes to shine his machine You make me take off my shoes before you let me get in I can't believe you kiss your car good night Come on, baby, tell me ... you must be joking, right?  [Pre-Chorus] Oh-oo-oh, you think you're something special Oh-oo-oh, you think you're something else  [Chorus] Okay, so you've got a car That don't impress me much So you got the moves, but have you got the touch? Now, don't get me wrong—yeah, I think you're alright But that won't keep me warm in the middle of the night That don't impress me much You think you're cool, but have you got the touch? Now, now, don't get me wrong—yeah, I think you're alright But that won't keep me warm on the long, cold, lonely night That don't impress me much  [Outro] Okay, so what do you think, you're Elvis or something? (Whatever) That don't impress me  [Greatest Hits Outro] Oh, oh, oh, oh, no Alright, alright You're Tarzan Captain Kirk maybe John Wayne Whatever Uh-uh That don't impress me ... much  ",
        "title": "That Don't Impress Me Much"
    },
    {
        "artist": "The Kinleys",
        "lyrics": "  Hope, everybody needs hope Some kind of peace of mind That they can call their own And everybody needs love Just a little trust 'Cause sometimes eatin', sleepin', breathin' Just ain't enough  As long as the truth is on the table As long as there's kindness down the line Like the little babies in the cradle We'll be fine  'Cause I believe Somebody's out there watchin' Somebody's out there watchin' I believe Somebody's out there watchin' Somebody's out there watchin' Over me  Dreams. Everybody needs dreams All the joy and happiness That the good life brings Everybody needs freedom Everybody needs touch Somewhere to lay their heads When it gets to be too much  Got enough time to last forever Got enough faith to get us home We're never gonna die and go to heaven All alone  'Cause I believe Somebody's out there watchin' Somebody's out there watchin' I believe Somebody's out there watchin' Somebody's out there watchin' Over me  Hidden from us In the sky above us I can feel it all around Hard to see it But I do believe that There are angels looking down  Yeah, I believe... Somebody's out there watchin'...  ",
        "title": "Somebody's Out There Watching"
    },
    {
        "artist": "Reba",
        "lyrics": "  [Verse 1] I set my mind to it said I wasn't going to do it No how, no sir, no way I wouldn't give my heart up Going to keep my guard up and save it for another Then you walked in with that crazy grin and everything I swore before Got lost in your eyes and flew right out the door  [Chorus] Suddenly I heard love songs playing real soft on the jukebox Somebody ordered up moonlight and painted stars all across the sky Is it gravity or destiny? Either way there's nothing I can do Looks like I picked the wrong night not to fall in love with you  [Verse 2] I briefly resisted but my heart insisted it was going to be giving in Hard as I was trying there was no denying which one of us would win You came up beside me and asked if I'd be wanting to have a dance Right then I knew this thing was out of my hands  [Chorus][x2]  [Outro] Looks like a wrong night not to fall in love with you  ",
        "title": "Wrong Night"
    },
    {
        "artist": "B*Witched",
        "lyrics": null,
        "title": "C'est La Vie"
    },
    {
        "artist": "The Offspring",
        "lyrics": "  Gunter glieben glauten globen  (Give it to me, baby) Uh huh, uh huh! (Give it to me, baby) Uh huh, uh huh! (Give it to me, baby) Uh huh, uh huh! And all the girlies say I'm pretty fly for a white guy  Uno, dos, tres, cuatro, cinco, cinco, seis  [Verse 1] You know it's kind of hard just to get along today Our subject isn't cool, but he fakes it anyway He may not have a clue and he may not have style But everything he lacks, well, he makes up in denial  [Chorus] So don't debate, a player straight You know he really doesn't get it anyway Gotta play the field, and keep it real For you no way, for you no way So if you don't rate, just overcompensate At least you'll know you can always go on Ricki Lake The world needs wannabes Hey, hey, do that brand new thing!  (Give it to me, baby) Uh huh, uh huh! (Give it to me, baby) Uh huh, uh huh! (Give it to me, baby) Uh huh, uh huh! And all the girlies say I'm pretty fly (For a white guy)  [Verse 2] He needs some cool tunes, not just any will suffice But they didn't have Ice Cube, so he bought Vanilla Ice Now cruising in his Pinto, he sees homies as he pass But if he looks twice, they're gonna kick his lily ass  [Chorus] So don't debate, a player straight You know he really doesn't get it anyway Gotta play the field, and keep it real For you no way, for you no way So if you don't rate, just overcompensate At least you'll know you can always go on Ricki Lake The world needs wannabes Hey, hey, do that brand new thing!  [Bridge] Now he's getting a tattoo, yeah, he's gettin' ink done He asked for a 13 but they drew a 31 Friends say he's trying too hard and he's not quite hip But in his own mind, he's the, he's the dopest trip  (Give it to me, baby) Uh huh, uh huh! (Give it to me, baby) Uh huh, uh huh! (Give it to me, baby) Uh huh, uh huh! Uno, dos, tres, cuatro, cinco, cinco, seis  [Chorus] So don't debate, a player straight You know he really doesn't get it anyway Gotta play the field, and keep it real For you no way, for you no way So if you don't rate, just overcompensate At least you'll know you can always go on Ricki Lake The world needs wannabes Hey, hey, do that brand new thing!  ",
        "title": "Pretty Fly (For A White Guy)"
    },
    {
        "artist": "Everclear",
        "lyrics": "  Father of mine Tell me where have you been? You know I just closed my eyes My whole world disappeared Father of mine Take me back to the day Yeah, when I was still your golden boy Back before you went away  I remember blue skies walking the block I loved it when you held me high I loved to hear you talk You would take me to the movie You would take me to the beach You would take me to a place inside That's so hard to reach  Oh! Father of mine Tell me where did you go? Yeah, you had the world inside your hand But you did not seem to know Father of mine Tell me what do you see? When you look back at your wasted life And you don't see me  I was ten years old Doin' all that I could It wasn't easy for me to be a scared white boy In a black neighborhood Sometimes you would send me a birthday card With a five dollar bill I never understood you then And I guess I never will  (Then he walked away) Daddy gave me a name My daddy gave me a name (Then he walked away) Daddy gave me a name (Then he walked away) My daddy gave me a name Oh yeah  Yeah Daddy gave me a name Daddy gave me a name (Then he walked away) Daddy gave me a name (Then he walked away) My daddy gave me a name Yeah Yeah Oh yeah  Father of mine Tell me where have you been? Yeah, I just closed by eyes And the world disappeared Father of mine Tell me how do you sleep? With the children you abandoned And the wife I saw you beat  I will never be safe I will never be sane I will always be weird inside I will always be lame Now I'm a grown man With a child of my own And I swear, I'll never let her know All the pain I have known  (Then he walked away) Daddy gave me a name (Then he walked away) My daddy gave me a name (Then he walked away) My daddy gave me a name (Then he walked away) My daddy gave me a name  (Then he walked away) Yeah (Then he walked away) Yeah (Then he walked away) Oh yeah  ",
        "title": "Father Of Mine"
    },
    {
        "artist": "Ginuwine",
        "lyrics": "  [Intro] What's so different? (Uh huh) Baby (Say what?) What's so different? (Uh huh) Yeah (Bom, bom, bom, bom yeah) If you cheated on him How I know you ain't gon' do it to me? (Can you feel this? Bom bom bom bom, yeah) I need to tell you something Check this out (Uh, Ginuwine, check)  You say you love me But at one time you loved him So what's so different? Tell me if you were in my shoes What would you do or think of me? Would you trust me?  But you feeding me all this rap about How it's different But it's not mentioned what you're doin' is wicked Now I'm having second thoughts about you and me Cuz this not how I want it or it should be  1 - You say you want my trust and Told me you were leavin' How am I to know that you won't do it to me? You're tellin' me it's different But what the hell is different If you cheated on him you'll do it to me  You're creepin' on him for me But you say just trust me How am I to know you won't do the same to me How am I to know that you won't do it to me? You're tellin' me it's different But what the hell is different If you cheated on him you'll do it to me  (Check this out) Like the saying goes, you reap what you sow And what goes around comes back around To you five times harder And I'm pretty sure that he's thinkin' That you're totally his But you're here in my rimmed-up drop top wit me All hugged up and all over me Kissin' all of me Is that to get me where you want me to be? Don't want this to happen to me So I'll drop you off, go back to your man Cuz really, this ain't me  Repeat 1  Baby, uh uh uh, uh uh uh (Say what?) Uh uh uh (Can ya feel me?) Uh uh uh (Can ya feel me?) Uh uh uh (Can ya feel me?) (Can ya feel me? Can ya feel me?) (Can ya feel me? Can ya feel me?)  (Uh, ya see?) Don't tell him baby (You don' went too far now, baby) You won't do this shit to me (Yo G, bring the bridge in)  Baby tell me one thing How could yo do it? What did he do to you? Does he know he blew it?  Or is it just that You wanna get even Baby, if that's not it Please tell me the reason (Tell me, tell me)  I just don't wanna Get caught up in drama If you don't want him Just tell him, don't cheat on him (What?)  If you don't tell him Me and you can't be Cuz tell me how I'll know You won't do that shit to me? (Not to me baby) You would do it to me  Repeat 1 until fade  ",
        "title": "What's So Different"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": "  [Verse 1] I forget where I'm going in my own house I got myself in this, I'll get myself out I talk out loud, at the top of my voice I sing Whoa keep the faith, see what tomorrow brings  [Chorus] I can't get over you Try as I may oh it no use My heart just can't leave you alone My mind won't believe you're gone I can't get over you  [Verse 2] I got a front row seat here to a fool's masquerade And that fool in the mirror keeps saying I'm doing OK I stare at that door that you walked out It hits me hard and leaves no doubt  [Chorus][x2]  ",
        "title": "I Can't Get Over You"
    },
    {
        "artist": "Cool Breeze Featuring OutKast, Goodie Mob & Witchdoctor",
        "lyrics": "  * some words from the intro are left out - this is as it appears on The CD single  [Andre Benjamin] Never has ev-ery member in one crew been so diverse Tryin to outdo the last verse that I birthed, that is my curse Your knight in rhyming armor sentimentally slay all grand dragons Grab the sharpest No. 2 then I'm stabbin Somebody let me a hold a No. 2 pencil cause they testin Somebody let me a hold a No. 2 pencil cause they testin  [Witchdoctor] I fly through the night, yeah Mixing 'Card with some Sprite, lyrics we put inside ya Listen to these A-T-L riders (hooo hooooo!) Keep your head straight, the street's full of snakes Slithering, making.. deals, delivering UHH uh uh, that weed got you shivering Paranoia, fifteen hundred go to the lawyer After paying his rent, dollars and cents They're stealing pit-BULLS, put up a fence We movin on, tell the crew it's on  [Cee-Lo] 'Kay, here it go They call me Sugar Baby Shawty Lo I'm one fourth of the migh-ty G-double-O, D-and-the-I-and-the-E, the M-and-the-O  [Khujo] Yo, this ain't no chain to your brain Pistol and they gon' bang, plus drain ya Like some Folgers ? ya now Get in touch with your clothes  [Cee-Lo] Tellin ya home Anybody disrespect my zone We gon' get it on til we get it gone And y'all might get it right But you gettin in wrong Or you gonna get shot and blown  [Khujo] Out here the volume workin ? Stankin cops get your skull split And gettin with it figuratively It's just that I showed them Now they tried roll out Hopin we'd be on, back in the weight room son Think of a spot, we'd keep all day Choppin for the live spots The thug take your head off your shoulders Like we take the lid off a jar!  [Big Gipp] Yeah, look here, been here Dis here's, diss year's Gipp one of the firest To lay it down round here Gold and the platinum all over the walls If you ever check the hook it have big balls Laid it down hard more than one {fuckin} time Go ahead and get it gone, now I'm out my mind Went from hubcaps and 30's to the hundred spoke People still talkin bout the last rhyme I wrote Eighty-seven was the year that I first stepped in I'm hollerin at Big D, doin time in the pen, I say  [Big Boi] One of the dope boys done crept in Steppin all over your best friends No weapons just lyrical lessons And smoked out sessions The Young and the Restless Some of the best in the Dirty South And Midwestern, hemisphere They wanna be this here, the fate of B-O-I Gonna run these verses and make you see this here {Niggas} tried to jock it I put my plug off in they girl's socket Know, the D to the F is gon' forever rock it Lock it, down (yeah, yeah)  [T-Mo] The T stands for T-Mo, who's known as a teacher SouthWest young brother, bringin the pain through your speaker! It's like a disease to fiend for the cheese you need Come up and ease the feelin, exhibit and chillin While dealin with the devil himself, increase my wealth be More than ten times the average minimum wage College brethren these days done changed the recipe Steady taxin creatively maximize with proper investments Can't be hesitant with them dead presidents Or you lose, or you could lose your ? but no tools  [Cee-Lo] For whateva time I got left, I'mma holla and scream D-F For whateva time I got left, I'mma holla and scream D-F  [Cool Breeze] I know a whole lot of brothers in the rap game But most of them are in it for the shiny thangs They wanna snatch all ten, maybe stack about fo' They wanna live in the house but don't want no grass to grow See what you need to do is learn the tricks of the trade Go to work, put it down, and den get paid It's only two of us gon' get caught for makin the sale I'm one and if you the other bro, I can't tell Can't nobody think they come in, and get in the zone Tryin to kill fo' birds with about fifteen stones  The C stands for Cool Breeze who's known as the champ Freddy Calhoun, the coolest cutta at camp Ay, my one's and my two's got your whole town shook You betta listen to your corner, and watch for the hook  The C stands for Cool Breeze who's known as the champ Freddy Calhoun, the coolest cutta at camp Ay, my one's and my two's got your whole town shook You betta listen to your corner, and watch for the hook You betta listen to your corner, and watch for the hook You betta listen to your corner, and watch for the hook!  The C stands for Cool Breeze who's known as the champ Freddy Calhoun, the coolest cutta at camp Ay, my one's and my two's got your whole town shook You betta listen to your corner, and watch for the hook  The C stands for Cool Breeze who's known as the champ Freddy Calhoun, the coolest cutta at camp Ay, my one's and my two's got your whole town shook You betta listen to your corner, and watch for the hook You betta listen to your corner, and watch for the hook You betta listen to your corner, and watch for the hook!  ",
        "title": "Watch For The Hook"
    },
    {
        "artist": "Vengaboys",
        "lyrics": "  [Pre-Chorus] We like to party We like, we like to party We like to party We like, we like to party We like to party We like, we like to party We like to party  [Instrumental]  [Verse 1] I've got something to tell ya I've got news for you Gonna put some wheels in motion Get ready 'cause we're coming through Hey now, hey now, hear what I say now Happiness is just around the corner Hey now, hey now, hear what I say now We'll be there for you  [Chorus] The Vengabus is coming And everybody's jumping New York to San Francisco An intercity disco The wheels of steel are turning And traffic lights are burning So if you like to party Get on and move your body  [Instrumental]  [Pre-Chorus] We like to party We like, we like to party We like to party We like, we like to party  [Verse 2] Hey now, hey now, hear what I say now Happiness is just around the corner Hey now, hey now, hear what I say now We'll be there for you  [Chorus] The Vengabus is coming And everybody's jumping New York to San Francisco An intercity disco The wheels of steel are turning And traffic lights are burning So if you like to party Get on and move your body  [Pre-chorus] We like to party We like, we like to party We like to party We like, we like to party We like to party We like, we like to party We like to party We like, we like to party  [Instrumental]  [Bridge] The Vengabus is coming, the Vengabus is coming The Vengabus is coming, the Vengabus is..  [Chorus] The Vengabus is coming And everybody's jumping New York to San Francisco An intercity disco The wheels of steel are turning And traffic lights are burning So if you like to party Get on and move your body The Vengabus is coming  ",
        "title": "We Like To Party!"
    },
    {
        "artist": "Dave Matthews Band",
        "lyrics": null,
        "title": "Crush"
    },
    {
        "artist": "Juvenile",
        "lyrics": null,
        "title": "Ha"
    },
    {
        "artist": "Lee Ann Womack",
        "lyrics": "  [Verse 1:] I heard he was gonna marry some girl from Denver Then my sister came over Had the Sunday paper with her There was the girl on the social page Looking in love and all engaged We decided she don't take a very good picture  [Chorus:] It may be my family's redneck nature Rubbing off Bringing out unlady-like behavior It sure ain't Christian to judge a stranger But I don't like her  She may be a stranger who spends all winter Bringing the homeless blankets and dinner A regular Nobel Peace Prize winner But I really hate her I'll think of a reason later  [Verse 2:] I drew horns and blacked out her tooth with a marker Childish, yes But she made such a thin little target I couldn't be happier on my own But I've got the slightest of a jealous bone And seeing her with him tends to enlarge it  [Repeat Chorus:]  Inside her head may lay all the answers For curin' diseases from baldness to cancer Salt of the earth and a real good dancer But I really hate her I'll think of a reason later  (Spoken) Well, it was just one tooth Did I mention I don't particularly care for her? She makes me sick  ",
        "title": "I'll Think Of A Reason Later"
    },
    {
        "artist": "OutKast",
        "lyrics": "  [Intro: André 3000 + Debra Killings] Uh-huh, uh-huh, baby, yeah, yeah Cut it up, oh, oh, oh! Uh-huh, yeah, yeah, baby, uh-huh Uh-cracka, lacka-lacka-lacka, cracka, lacka-lacka-lacka Uh-huh, baby, uh-huh, yeah, yeah Uh-cracka, lacka-lacka-lacka, cracka, lacka-lacka-lacka Baby, yeah, yeah, uh-huh, uh-huh  [Hook: Big Boi] Ah ha, hush that fuss Everybody move to the back of the bus Do you wanna bump and slump with us? We the type of people make the club get crunk Ah ha, hush that fuss Everybody move to the back of the bus Do you wanna bump and slump with us? We the type of people make the club get crunk  [Verse 1: Big Boi] Many a day has passed, the night has gone by But still I find the time to put that bump off in your eye Total chaos, for these playas, thought we was absent We takin' another route to represent the Dungeon Family Like Great Day, me and my nigga decide to take the back way We stabbin' every city then we headed to that Bat cave ATL, Georgia, what do we do for ya? Bulldoggin' hoes like them Georgetown Hoyas Boy, you sounding silly, think my Brougham ain't sittin' pretty Doing doughnuts 'round you suckas like them circles around titties Damn, we, the committee, gon' burn it down But us gon' bust you in the mouth with the chorus now, say  [Hook: Big Boi] Ah ha, hush that fuss Everybody move to the back of the bus Do you wanna bump and slump with us? We the type of people make the club get crunk Say, ah ha, hush that fuss Everybody move to the back of the bus Do you wanna bump and slump with us? We the type of people make the club get crunk  [Verse 2: André 3000] I met a gypsy and she hipped me to some life game To stimulate then activate the left and right brain Said, \"Baby boy, you only funky as your last cut You focus on the past, your ass'll be a 'has-what'\" That's one to live by or either that's one to die to I try to just throw it at you, determine your own adventure André, got to her station, here's my destination She got off the bus, the conversation lingered in my head for hours Took a shower, kinda sour 'cause my favorite group ain't comin' with it But I'm witchya 'cause you probably goin' through it anyway But anyhow, when in doubt, went on out and bought it 'Cause I thought it would be jammin' but examine all the flawsky-wawsky Awfully sad and it's costly, but that's all she wrote And I hope I never have to float in that boat Up shit's creek, \"It's weak\" is the last quote That I want to hear when I'm goin' down when all's said and done And we got a new joe in town When the record player get to skippin' and slowin' down All y'all can say is, \"Them niggas earned that crown\", but until then  [Hook: Big Boi] Ah ha, hush that fuss Everybody move to the back of the bus Do you wanna bump and slump with us? We the type of people make the club get crunk Say ah ha, hush that fuss Everybody move to the back of the bus Do you wanna bump and slump with us? We the type of people make the club get crunk  [Harmonica Solo: Pastor Robert Hodo]  [Hook: Big Boi] Ah ha, hush that fuss Everybody move to the back of the bus Do you wanna bump and slump with us? We the type of people make the club get crunk Say ah ha, hush that fuss Everybody move to the back of the bus Do you wanna bump and slump with us? We the type of people make the club get crunk  [Outro: Debra Killings (& Big Boi)] Uh-huh, uh-huh, baby, yeah, yeah Uh-huh, yeah, yeah, baby, uh-huh Uh-huh, baby, uh-huh, yeah, yeah Baby, yeah, yeah, uh-huh, uh-huh Uh-huh, uh-huh, baby, yeah, yeah (Ah ha, hush that fuss, everybody move to the back of the bus) Uh-huh, yeah, yeah, baby, uh-huh (Do you wanna bump and slump with us? We the type of people make the club get crunk) Uh-huh, baby, uh-huh, yeah, yeah (Say ah ha, hush that fuss, everybody move to the back of the bus) Baby, yeah, yeah, uh-huh, uh-huh (Do you wanna bump and slump with us? We the type of people make the club get crunk)  [Skit: Raekwon & Outkast] It's just major right here, you know what I'm saying, yo son, my niggas, your niggas is on it man, straight up man Word man, glad we got together to do this, you know on time-outs, everybody North, South, East, West, you know what I'm saying, we doing this thing right here straight up for hip-hop We handling the Earth right now you niggas don't even know For sure You know what I mean? If it wasn't for us tryna enlighten y'all niggas with all types of flows and flavors, the game wouldn't be the same You gotta keep it innovative and new, creative. You know what I'm sayin'? Some people don't wanna hear the same thing old over and over No doubt, you gotta come provocative nigga, know what I mean? Shit gotta be spine-tingling with mad styles and crazy dangerous, I mean, bust-ya-shit-open beats, you know what I mean? It's like yo, niggas don't even know, son, yo we gon' play some funky shit for ya That's right Straight up, pay up, pay up nigga From East Point to Shaolin, y'all better know that, yeah! Hit this Henny  ",
        "title": "Rosa Parks"
    },
    {
        "artist": "Eminem",
        "lyrics": "  [Produced by Dr. Dre]  [Hook] Hi, my name is, what? My name is, who? My name is, chka-chka Slim Shady Hi, my name is, huh? My name is, what? My name is, chka-chka Slim Shady Hi, my name is, what? My name is, who? My name is, chka-chka Slim Shady Hi, my name is, huh? My name is, what? My name is, chka-chka Slim Shady  [Intro] Excuse me! Can I have the attention of the class for one second?  [Verse 1] Hi, kids! Do you like violence? (Yeah, yeah, yeah!) Wanna see me stick 9 inch nails through each one of my eyelids? (Uh huh!) Wanna copy me and do exactly like I did? (Yeah, yeah!) Try 'cid and get fucked up worse than my life is? (Huh?) My brain's dead weight, I'm trying to get my head straight But I can't figure out which Spice Girl I want to impregnate (um...) And Dr. Dre said \"Slim Shady, you a basehead!\" Uh-uh! \"So why's your face red? Man, you wasted!\" Well, since age twelve I felt like I'm someone else ‘Cause I hung my original self from the top bunk with a belt Got pissed off and ripped Pamela Lee's tits off, and smacked her so hard I knocked her clothes backwards like Kris Kross I smoke a fat pound of grass, and fall on my ass Faster than a fat bitch who sat down too fast Come here, slut! \"Shady, wait a minute, that's my girl, dog!\" I don't give a fuck, God sent me to piss the world off  [Hook] Hi, my name is, what? My name is, who? My name is, chka-chka Slim Shady Hi, my name is, huh? My name is, what? My name is, chka-chka Slim Shady Hi, my name is, what? My name is, who? My name is, chka-chka Slim Shady Hi, my name is, huh? My name is, what? My name is, chka-chka Slim Shady  [Verse 2] My English teacher wanted to flunk me in junior high Thanks a lot, next semester I'll be 35 I smacked him in his face with an eraser Chased him with a stapler, stapled his nuts to a stack of papers Walked in the strip club, had my jacket zipped up Flashed the bartender, then stuck my dick in the tip cup Extraterrestrial, running over pedestrians in a spaceship While they're screaming at me, \"Let's just be friends!\" Ninety-nine percent of my life I was lied to I just found out my mom does more dope than I do (damn) I told her I'd grow up to be a famous rapper Make a record about doing drugs and name it after her You know you blew up when the women rush your stands And try to touch your hands like some screaming Usher fans This guy at White Castle asked for my autograph (Dude, can I get your autograph?) So I signed it: \"Dear Dave, thanks for the support, asshole!\"  [Hook] Hi, my name is, what? My name is, who? My name is, chka-chka Slim Shady Hi, my name is, what? My name is, who? My name is, chka-chka Slim Shady Hi, my name is, huh? My name is, who? My name is, chka-chka Slim Shady Hi, my name is, what? My name is, who? My name is, chka-chka Slim Shady  [Verse 3] Stop the tape! This kid needs to be locked away! (Get him!) Dr. Dre, don't just stand there, operate! I'm not ready to leave, it's too scary to die (Fuck that!) I'll have to be carried inside the cemetery and buried alive (Yup) Am I coming or going? I can barely decide I just drank a fifth of vodka, dare me to drive? (Go ahead!) All my life I was very deprived I ain't had a woman in years and my palm's too hairy to hide Clothes ripped like the Incredible Hulk I spit when I talk, I'll fuck anything that walks (Come here!) When I was little I used to get so hungry I would throw fits How you gonna breastfeed me, Mom? You ain't got no tits! I lay awake and strap myself in the bed Put a bulletproof vest on and shoot myself in the head (Bang!) I'm steaming mad and by the way, when you see my dad (Yeah?) Tell him that I slit his throat in this dream I had  [Hook] Hi, my name is, what? My name is, who? My name is, chka-chka Slim Shady Hi, my name is, huh? My name is, what? My name is, chka-chka Slim Shady Hi, my name is, who? My name is, huh? My name is, chka-chka Slim Shady Hi, my name is, huh? My name is, who? My name is, chka-chka Slim Shady  ",
        "title": "My Name Is"
    },
    {
        "artist": "Alabama",
        "lyrics": "  What's goin' on with the sun and the moon 'Cause one's goin' down to early, one's comin' up to soon The hands on my old clock tell me once again that I'm fallin' behind There's too much to do and not enough time  Keepin' up, I'm movin' as fast as I can Keepin' up, in a circle that never ends I can't stop like it or not I'm stuck It's runnin' me to death and I'm out of my breath keepin' up  There's no such thing for me as a nine to five It takes more sweat than that just to get us by It's like I'm chasin' my own tail 'Cause Monday mornin' starts another stressed out week The world is breathing down my neck I can feel the heat  Keepin' up, I'm movin' as fast as I can Keepin' up, in a circle that never ends I can't stop like it or not I'm stuck It's runnin' me to death and I'm out of my breath keepin' up  By the time we make ends meet There's not much left for you and me And no job security It sure makes it tough  Keepin' up Keepin' up I can't stop like it or not I'm stuck It's runnin' me to death and I'm out of my breath keepin' up  I'm movin' as fast as I can Keepin' up, in a circle that never ends Keepin' up I can't stop Keepin' up, like it or not  Keepin' up, I'm movin' as fast as I can Keepin' up, in a circle that never ends Keepin' up I can't stop Keepin' up, like it or not Keepin' up...  ",
        "title": "Keepin' Up"
    },
    {
        "artist": "Hole",
        "lyrics": null,
        "title": "Malibu"
    },
    {
        "artist": "R. Kelly Featuring Keith Murray",
        "lyrics": "  [Keith] It's gonna be a party y'all Keith Murray rock vibes, verse you with Universal Where no one come, combine with R. Kelly and prove it can be done Non stoppin' Def Squad and Rockland I hear somebody knockin', yo R the party's startin' Yo, yo who's dat?  [R.] Step into the crib with me tonight (What's up baby) Kelly's in the mood to make it right Word is gettin' all over town The party's over here and gettin' down, yeah  1 - \tHands in the air Drinks everywhere \tParty in the hills \tKeepin' it real \tParents out of town\t \tLadies all around \tMe and the crew doin' what we do  Yeah, beat is bangin' up and down your spine And all the single women here are fine (It's a beautiful thing, it's a beautiful thing) Let your body give into your soul Release the freak in you and lose control  2 - \tGirl there's a party goin' on \tMy temperature's warm \tSo let me freak you through the floor \tWhile the bass is bumpin' \tAll night if your body can handle  Repeat 1  [Keith] Chillin' at the house on the hill You gotta say my my my like Johnny Gill Hey, rich girl, poor girl get the same respect You can all drink for free and call Earl collect At the moment of truth with burden of proof We stack so you can spread love like I chose The lyrical genius with the R&B messiah And the roof, the roof we sets on fire But as long as the party is jumpin, we ain't concerned We don't need no water let the motherfucker burn And everybody who was somebody was there With they hands in the air bringing in the new year Yeah, ay yo, come on  Baguettes on the wrist, it's just for shine Cuz ain't nobody checkin' out the time Cash and clothes for days to blow your mind Baby it's all good so dance tonight  Repeat 2  All we want is a party A reason to celebrate Now that we got the money, oh yeah We dance the night away Nothing but the hands up  Repeat 1 until fade  ",
        "title": "Home Alone"
    },
    {
        "artist": "Brandy",
        "lyrics": "  [Prelude] An Angel is always been thought To be one of God's most precious works I guess that's how she had u fooled Cause she was an Angel in disguise Hurt and pain could never come from her So left me only to find that hurt and pain involves her But now you see your mistakes And now u see your angel was a fake But my love was never misplaced See baby my love is true And most importantly Still I Love You  [Chorus] An angel in disguise she was But somehow you fell for her Until she broke your heart that day And left you in the rain But still I love you An angel in disguise she was But somehow you fell for her Until she broke your heart that day And left you in the rain But still I love you  [Verse 1] I found it quite strange The way you said her name And when you look in her eyes I see the lust you can't deny It's more to this than what you say Cause in your sleep you called her name You say she's just a friend I knew right then cause the rain began  [Chorus] An angel in disguise she was But somehow you fell for her Until she broke your heart that day And left you in the rain But still I love you An angel in disguise she was But somehow you fell for her Until she broke your heart that day And left you in the rain But still I love you  [Verse 2] She seemed so familiar the day that I met her Who was she foolin' I had a clue what she was doin' Thoughts of suspicion brought to my attention I fell in her game I'm so lost Please stop the rain  [Chorus] An angel in disguise she was But somehow you fell for her Until she broke your heart that day And left you in the rain But still I love you An angel in disguise she was But somehow you fell for her Until she broke your heart that day And left you in the rain But still I love you  [Bridge] And when my music stops And when my tears dry And when the rain ends My heart will beat again And when my music stops And when my tears dry And when the rain ends My heart will beat again  [Chorus] An angel in disguise she was But somehow you fell for her Until she broke your heart that day And left you in the rain But still I love you An angel in disguise she was But somehow you fell for her Until she broke your heart that day And left you in the rain But still I love you  [Outro] I love you I will never do the things she did Take my heart and run away with it, no no Cause I really really love you Angel in disguise she was But somehow you fell for her Until she broke your heart that day And left you in the rain But still I love you  ",
        "title": "Angel In Disguise"
    },
    {
        "artist": "Chad Brock",
        "lyrics": "  Shelly's at the kitchen table, cup of coffee, the morning paper When he walks in she's so surprised to see the tears in his eyes He says, \"I love you, I'm so sorry but bigger dreams Are waiting for me but I can't do this anymore\"  Pay the bills, watch TV, day in day out, the same routine Mow the grass, fix the leak, just to fix it again We go to church, go to work, so picture perfect that it hurts I feel like I'm trapped inside this ordinary life  Shelly's at the kitchen table, crayons, construction paper \"Hey mom, look what I drew, it's a picture of me and you\" And later when he says his prayers She runs her fingers through his hair, so thankful for every day  They pay their bills, watch TV, day in day out, it's all they need Mow the grass, fix the leak, just to fix it again They go to church, go to school, everyday it's something new Precious are the days as they go by in their ordinary life  Phone rings, he's calling from the airport It's midnight, he's all alone again He says, \"I can't believe how much I've missed And what I wouldn't give\"  To pay the bills, watch TV, day in day out, the same routine Mow the grass, fix the leak, just to fix it again Go to church, go to work, I can't tell you how this hurts I miss my son, I miss my wife and my ordinary life  ",
        "title": "Ordinary Life"
    },
    {
        "artist": "Randy Travis",
        "lyrics": "  He was sixteen, tender and tough She was too, and he'd do anything to prove his love With so much riding on the choice at hand The spirit of a boy or the wisdom of a man Hearts caught fire and love ran wild She cried the day she called to say she was having his child With so much riding on the choice at hand The spirit of a boy or the wisdom of a man There's a constant contradiction, what feels good and what feels right But you live with decisions that you make in your life And what steers your direction is hard to understand The spirit of a boy or the wisdom of a man Now he drives a diesel out of Dallas, hauling cars out to the coast It ain't the dream that he remembered, just a few short years ago But tonight at a truck stop, while drinking a cup The waitress grins and winks at him and says, \"My shift's almost up\" With so much riding on the choice at hand The spirit of a boy or the wisdom of a man With so much riding on the choice at hand The spirit of a boy or the wisdom of a man  ",
        "title": "Spirit Of A Boy, Wisdom Of A Man"
    },
    {
        "artist": "Creed",
        "lyrics": null,
        "title": "One"
    },
    {
        "artist": "U2",
        "lyrics": "  [Verse 1] My love, she throws me like a rubber ball (Oh, the sweetest thing.) But she won't catch me or break my fall (Oh, the sweetest thing.) Baby's got blue skies up ahead But in this, I'm a raincloud You know she wants a dry kind of love (Oh, the sweetest thing.)  [Chorus] I'm losin' you, I'm losin' you Ain't love the sweetest thing?  [Verse 2] I wanted to run, but she made me crawl (Oh, the sweetest thing.) Eternal fire, she turned me to straw (Oh, the sweetest thing.) I know I got black eyes But they burn so brightly for her I guess it's a blind kind of love (Oh, the sweetest thing.)  [Chorus] I'm losin' you, I'm losin' you Ain't love the sweetest thing? Ain't love the sweetest thing?  [Verse 3] Blue-eyed boy meets a brown-eyed girl (Oh, the sweetest thing.) You can sew it up, but you still see the tear (Oh, the sweetest thing.) Baby's got blue skies up ahead But in this, I'm a rain-cloud Ours is a stormy kind of love (Oh, the sweetest thing.)  ",
        "title": "Sweetest Thing"
    },
    {
        "artist": "Cake",
        "lyrics": "  I need your arms around me I need to feel your touch I need your understanding, I need your love So much  You tell me that you love me so You tell me that you care But when I need you, (BABY) Baby, (You're never there)  On the phone Long long distance Always through such Strong resistance  When first you say You're too busy I wonder if you Even miss me  Never there You're never there You're never, ever Ever ever there  A golden bird that flies away A candle's fickle flame To think I held you yesterday Your love was just a game  A golden bird that flies away A candle's fickle flame To think I held you yesterday Your love was just a game  You tell me that you love me so You tell me that you care But when I need you, (BABY) Baby  Take the time To get to know me If you want me Why can't you just show me  We're always on This roller coaster If you want me Why can't you get closer  Never there You're never there You're never, ever Ever ever there  Never there You're never there You're never, ever Ever ever there  ",
        "title": "Never There"
    },
    {
        "artist": "BlackHawk",
        "lyrics": "  You're the kind of woman, I've been dreaming of But I never thought I could ever say it good enough to win your love You probably think I'm foolish you probably tell me so I open up my heart then you're probably going to tell me no, but here I go I want to give you all I've got inside, I want to love you for the rest of my life  There I've done it There I've said it There you have it I don't regret it I give you my love, in a minute, if you want it, come and get it There I've done it There I've said it There you have it  This is confidential, I never told a soul Every time I see you, feel my heart begin to loose control And all I know; is I'm feeling something I've never felt I want to be with you and nobody else  There I've done it There I've said it There you have it I don't regret it I give you my love, in a minute, if you want it, come and get it There I've done it There I've said it There you have it  There I've done it There I've said it There you have it I don't regret it I give you my love, in a minute, if you want it, come and get it There I've done it There I've said it There you have it Oh yah yah yah  There I've done it There I've said it There you have it  ",
        "title": "There You Have It"
    },
    {
        "artist": "Orgy",
        "lyrics": "  [Verse 1] How does it feel to treat me like you do? When you've laid your hands upon me And told me who you are I thought I was mistaken I thought I heard your words Tell me, how do I feel? Tell me, now, how do I feel?  [Chorus] How does it feel? How should I feel? Tell me how does it feel To treat me like you do  [Verse 2] Those who came before me Lived through their vocations From the past until completion They'll turn away no more And I still find it so hard To say what I need to say But I'm quite sure that you'll tell me Just how I should feel today  [Verse 3] I see a ship in the harbor I can and shall obey But if it wasn't for your misfortunes I'd be a heavenly person today And I thought I was mistaken And I thought I heard you speak Tell me, how do I feel? Tell me, now, how should I feel? Now I stand here waiting I thought I told you to leave me When I walked down to the beach Tell me how does it feel When your heart grows cold  [Chorus] How does it feel? How should I feel? Tell me how does it feel To treat me like you do How does it feel? How should I feel? Tell me how does it feel To treat me like you do How does it feel? How should I feel? Tell me how does it feel To treat me like you do  ",
        "title": "Blue Monday"
    },
    {
        "artist": "TLC",
        "lyrics": "  [Intro] Whoot whoot whoot whoooo Whoot whoot whoot whoooo Whoot whoot whoot whoooo Whoot whoot whoot whoooo  [Verse 1] I ain't never been no Silly Ho Waiting for your call Like the other girls want you I ain't never been no one to mess With someone else's mess That's not a thing for me to do I ain't never been that chickenhead To wake up in your bed After every club or two I'll not be the one in mini skirts Always wanna flirt With every player on the team  [Chorus] So if you really wanna find Someone to get some behind I ain't the one for you If you really wanna know Boy you need a silly ho To do whatever you wanna do  If you really wanna find Someone to get some behind I ain't the one for you And if you really wanna know Boy you need a silly ho To do whatever you wanna do, ooh ooh  [Verse 2] I ain't never been no silly bitch Waiting to get rich From a nigga's bank account I have always had my own things Bought my own rings Not goin' let you catch me out You should take a lesson from me I ain't the one to be Depending on someone else I can run a scam before he can I am better than a man I always keep my game all day  [Chorus] So if you really wanna find Someone to get some behind I ain't the one for you If you really wanna know Boy you need a silly ho To do whatever you wanna do  If you really wanna find Someone to get some behind I ain't the one for you If you really wanna know Boy you need a silly ho To do whatever you wanna do, ooh ooh  If you really wanna find Someone to get some behind I ain't the one for you If you really wanna know Boy you need a silly ho To do whatever you wanna do  If you really wanna find Someone to get some behind I ain't the one for you If you really wanna know Boy you need a silly ho To do whatever you wanna do, ooh ooh  [Verse 3: Vic-E] You know you can't get with this One night you just Go and bust, find that ho to give it up Why you even try your luck Stuck on silly shit Boy you know you need to quit Ain't the one for all this You missed out  [Pre-Chorus: Vic-E] I'm-I'm-I'm-out I'm-out-I'm-out, out-out I'm-I'm-I'm-out-out I'm-I'm-out I'm-out-out-out  [Chorus] If you really wanna find Someone to get some behind I ain't the one for you If you really wanna know Boy you need a silly ho To do whatever you wanna do  If you really wanna find Someone to get some behind I ain't the one for you If you really wanna know Boy you need a silly ho To do whatever you wanna do, ooh ooh  If you really wanna find Someone to get some behind I ain't the one for you If you really wanna know Boy you need a silly ho To do whatever you wanna do  If you really wanna find Someone to get some behind I ain't the one for you If you really wanna know Boy you need a silly ho To do whatever you wanna do, ooh ooh  [Outro] Whoot whoot whoot whoooo Whoot whoot whoot whoooo Whoot whoot whoot whoooo Whoot whoot whoot whoooo  Whoot whoot whoot whoooo Whoot whoot whoot whoooo Whoot whoot whoot whoooo Whoot whoot whoot whoooo  ",
        "title": "Silly Ho"
    },
    {
        "artist": "Ice Cube Featuring Mr. Short Khop",
        "lyrics": "  [Ice Cube] Yeah, yeah Blaze one for the nation Brrrrr Brrrrr Brrrrr  Verse 1: Ice Cube I got lyrics that wake up spirits They told me how to make big hits and spend digits Can you dig it? You fed, you dead, see red My lead, yo head, I fed Like you shit I got rhymes push that shit like weight My nigga Lincoln help me navigate Through this hate retaliate, it's official I got that bomb, bomb, diddy, diddy, diddy, bomb, bomb When I hit you Push the issue My ghetto dope is amazin The bitch that's with you already know that I'm blazin Slide the number, we can slumber, on the under Girl no wonder, you got a ass full of thunder The frozen tundra ain't cold enough And baby ain't old enough For this game I'm rollin up De-zamn it feels good to be the Don Straight legit, while niggas like Gotti just sit  [Chorus: Ice Cube] A yeah yeah I push rhymes like weight I push rhymes like weight A yeah yeah I push rhymes like weight I push rhymes like weight A yeah yeah I push rhymes like weight I push rhymes like weight A yeah yeah I push rhymes like weight I push rhymes like weight  Verse 2: Ice Cube I hold zone like a Corleone No more fuckin with that homegrown Hit the shit we on The Rolleo's and the baguettes You still fuckin with them faggots We turn haters into maggots Oak on the dash, but no coke on the hash You broke ass niggas learn to mash, like me Constantly, put the hustle down With four or five niggas that's musclebound Send your head to the taxidermist Won't be satisfied, till I get my face on a thermos You got to earn this, you can't take it Can't fake it, got to live it, or we gots to visit Who is it, the exquisite, Don Mega Walkin with my entourage, I think I'm betta, makin chedda You see me sag in my Jag, with the rag recognize the flag You betta get back, everybody wanna do it like me I got it made, been makin rap money since the tenth grade (Ch-ching) Since the tenth grade (Ch-ching) (What you need)  [Chorus: Ice Cube] A yeah yeah I push rhymes like weight I push rhymes like weight A yeah yeah I push rhymes like weight I push rhymes like weight A yeah yeah I push rhymes like weight I push rhymes like weight A yeah yeah I push rhymes like weight I push rhymes like weight  Verse 3: Mr. Short Khop I keeps a firm grip on my shit when in transit Uncandid, it's the young bandit Fresh out the trenches, the woodworks City of the champion, where the hood work In search of the rich blocks, to lick spots, and kick rocks From shattered glass, down to pick locks Want chips by the Glocks You niggas scramblin for bullion And settle for crumbs and croutons I'm out for armored bucks and armored trucks, with armed killas Bitch niggas get swallowed by the armadillos Ain't no harmin me, the army full of ornery niggas you can't see So while you pace bitches and Saturns livin janky I hangs with niggas who got patterns on they hankies After Ben Frankeys, with the big skull and eyes You niggas bound and nullified Sit back and mine stack it multiply  Chorus: Ice Cube and Mr. Short Khop [IC]A yeah yeah [MSK]I push rhymes like weight [MSK]I push rhymes like weight (2X) [IC]A yeah yeah [IC]I push rhymes like weight [IC]I push rhymes like weight (2X)  [Ice Cube] (starts during chorus) Ask about me Worldwide baby Worldwide baby (A yeah yeah) Ice Cube makin more money in the rap game Than some of you can (A yeah yeah) with a bird in your hand Puttin it down We wanted in fifty states for this weight (A yeah yeah) Pushin rhymes like weight Pushin rhymes like weight (A yeah yeah) Yeah, blaze one for the nation (A yeah yeah) You know my name You know my name (A yeah yeah) You know my name  Yeah, some of you fools just got in it And think you gonna change the game You ain't changin nothin  I been doin this, I been doin this Ask about me Ask about me  ",
        "title": "Pushin' Weight"
    },
    {
        "artist": "Shaggy Featuring Janet",
        "lyrics": "  [Intro:] Give a likkle bit of this a likkle bit a dat mek dem know, yeah Shaggy! Original lover, lover, mm, yeah, uh (Yeah) Catch a groove girl, catch a groove, that's right Lover, lover, lover, mmm, Shaggy, DJ  A who da man dat love to make you moist and wet (Uh) A who da man dat love to make you moan and sweat (Uh) A who da man dat love to make you scream out \"yes\" (Mr. Lover, Mr. Lover) A who da man dat love to make you moist and wet (Uh) A who da man that love to make you moan and sweat (Uh) A who da man dat love to make you scream out \"yes\", naw (Mr. Lover)  Sugar Sweet, succulent and fine A twinkling eye on my darling divine I love the way you move all the way you're designed  Your only lines are my mind, forget the corny line Now let me hit you off with this question sign You seem to be the type for me to wine and dine A little candlelight dinner toasted over some wine  Well, I will hit you off with this lyrical rhyme Now Mr. Lover keep her rockin', Mr. Lover keep her rockin' Mr. Lover keep her rockin' and swing Now Mr. Lover keep her rockin', Mr. Lover keep her rockin' Mr. Lover keep her rockin' and swing  [Chorus] Ooh boy, I love you so Never, ever, ever gonna let you go (That's right) Once I get my hands on you (Luv me, luv me, luv me sex machine) Ooh boy, I love you son (Mmm hmm)  Never, ever, ever gonna let you go (That's right, uh) I hope you feel the same way too (You know dat)  Step in my caravan of love So I can love, gonna give you hotter rubs Dem ever wet kissies wit' dem brazen hugs And now your sweet, silky body on my Persian rug  While we sippin' Coke from da same ol' mug I'm readin' fortune cookies from the Chines proverb It had some great stuff written in it with some cool rub-a-dub A little ol' reminisce in the hot tub, huh  [Samantha Cole (Shaggy):] Mr. Lover, Mr. Lover, Mr. Lover (Let's fog up some window sills, girl, uh) Mr. Lover (Catch a groove back girl, catch a groove) Mr. Lover, Mr. Lover  [Chorus] [Shaggy (Samantha Cole):] Girlie, girlie You woke up a real love machine Girlie, girlie I live to make your beat Girlie, girlie Huh, I'll hit you between da sheets Girlie, girlie Whoo, I'll make you moan and scream Girlie, Girlie Yeah, you woke a real love machine Girlie, girlie Whoo, I'll hit you between the sheets Girlie, girlie Girl, you love to moan and scream Girlie, girlie You know what I'm sayin' (Yeah) Shuh Girl, you're unique Now let me take a whiff of that sweet physique You're the only girl allowed to make my heart stop beatin' Let me, ha, ha, start lickin' (?), let's kick it heartlessly To be the lady of your color is an honor indeed Leave a lastin' impression for weeks and weeks I want to throw rose petals to your humble feet Lay you gently on my sheet and sexercise you to sleep, huh [Samantha Cole (Shaggy):] Mr. Lover, Mr. Lover, Mr. Lover (Uh, yeah) Mr. Lover (Catch a groove back girl, catch a groove) Mr. Lover, Mr. Lover Mr. Lover, Mr. Lover, Mr. Lover (Let's fog up some window sills, baby)  [Chorus] [Shaggy (Samantha Cole):] The ladies still want me, hot like fire If you come wit' me, you, me, can retire Anytime you model girl, an instant fire Somehow your power with Tommy Hilfiger 'Nuff dat designer wan' know your name 'Nuff of dem a put your picture in a picture frame Want to feel your body, man can't put no fame Some model, of mi girl, and go enjoy your fame Luv me, luv me, luv me, sex machine I'm guaranteed to make you moan and scream Luve me, luv me, luv me, sex machine I'm guaranteed to make you moan and scream Luv me, luv me, luv me, sex machine I'm guaranteed to make you moan and scream Luv me, luv me, luv me, sex machine (Mr. Lover, Mr. Lover) (Ooh boy) I want to tell this lady So just come on, cause I'm the original Cupid (Ooh boy) Whoo, just like a stick through the arrow Makin' us mate, ha, ha, ha (Ooh boy) Yeah, whoo (Ooh boy) Cause I'm the ladies choice And the girls get moist for the sound of the baritone voice You get that, you get that Baby, lover Sexy undercover, uh, uh Mr. Lover, uh, check out, check out And I just love the way you just fog up my window sills, baby Yeah, ooh (Ooh boy) (Ooh boy) Let me know I ain't gonna use no glow-in-the-dark you know what It ain't hard to see, baby, whoo (Ooh boy) Swing low, swing low, whoo, swing low (Ooh boy) Lovin' all that, lovin' all that, shake it, baby, shake it (Ooh boy) Dig it, dig it, dig it, I dig it, I get it, I dig dat, I dig dat (Ooh boy) Lover, lover (Lover, lover) Sexy undercover (Lover, lover) Rauncy mutha, mmm mmm, no, no Check it out I'm spinnin' (Lover, lover) Whoo (Ooh boy) Catch a groove back girl, catch a groove back Let dem know dat (Ooh boy) I love this little funky beat (Ooh boy) Terry Lewis, Jimmy Jam said dat, uh (Ooh boy) Mr. Lover (Mr. Lover) Whoo Wicked undercover (Mr. Lover) I'll be your nighttime lover (Mr. Lover) Wicked undercover (Mr. Lover) Original lover, lover, mm, yeah, uh (Yeah) Catch a groove girl, catch a groove, that's right Lover, lover, lover, mmm, Shaggy, DJ A who da man dat love to make you moist and wet (Uh) A who da man dat love to make you moan and sweat (Uh) A who da man dat love to make you scream out \"yes\" (Mr. Lover, Mr. Lover) A who da man dat love to make you moist and wet (Uh) A who da man that love to make you moan and sweat (Uh) A who da man dat love to make you scream out \"yes\", naw (Mr. Lover) Sugar Sweet, succulent and fine A twinkling eye on my darling divine I love the way you move all the way you're designed Your only lines are my mind, forget the corny line Now let me hit you off with this question sign You seem to be the type for me to wine and dine A little candlelight dinner toasted over some wine Well, I will hit you off with this lyrical rhyme Now Mr. Lover keep her rockin', Mr. Lover keep her rockin' Mr. Lover keep her rockin' and swing Now Mr. Lover keep her rockin', Mr. Lover keep her rockin' Mr. Lover keep her rockin' and swing  [Chorus: Samantha Cole (Shaggy)] Ooh boy, I love you so Never, ever, ever gonna let you go (That's right) Once I get my hands on you (Luv me, luv me, luv me sex machine) Ooh boy, I love you son (Mmm hmm) Never, ever, ever gonna let you go (That's right, uh) I hope you feel the same way too (You know dat) Step in my caravan of love So I can love, gonna give you hotter rubs Dem ever wet kissies wit' dem brazen hugs And now your sweet, silky body on my Persian rug While we sippin' Coke from da same ol' mug I'm readin' fortune cookies from the Chines proverb It had some great stuff written in it with some cool rub-a-dub A little ol' reminisce in the hot tub, huh [Samantha Cole (Shaggy):] Mr. Lover, Mr. Lover, Mr. Lover (Let's fog up some window sills, girl, uh) Mr. Lover (Catch a groove back girl, catch a groove) Mr. Lover, Mr. Lover  [Chorus] [Shaggy (Samantha Cole):] Girlie, girlie You woke up a real love machine Girlie, girlie I live to make your beat Girlie, girlie Huh, I'll hit you between da sheets Girlie, girlie Whoo, I'll make you moan and scream Girlie, Girlie Yeah, you woke a real love machine Girlie, girlie Whoo, I'll hit you between the sheets Girlie, girlie Girl, you love to moan and scream Girlie, girlie You know what I'm sayin' (Yeah) Shuh Girl, you're unique Now let me take a whiff of that sweet physique You're the only girl allowed to make my heart stop beatin' Let me, ha, ha, start lickin' (?), let's kick it heartlessly To be the lady of your color is an honor indeed Leave a lastin' impression for weeks and weeks I want to throw rose petals to your humble feet Lay you gently on my sheet and sexercise you to sleep, huh [Samantha Cole (Shaggy):] Mr. Lover, Mr. Lover, Mr. Lover (Uh, yeah) Mr. Lover (Catch a groove back girl, catch a groove) Mr. Lover, Mr. Lover Mr. Lover, Mr. Lover, Mr. Lover (Let's fog up some window sills, baby)  [Chorus] [Shaggy (Janet):] The ladies still want me, hot like fire If you come wit' me, you, me, can retire Anytime you model girl, an instant fire Somehow your power with Tommy Hilfiger 'Nuff dat designer wan' know your name 'Nuff of dem a put your picture in a picture frame Want to feel your body, man can't put no fame Some model, of mi girl, and go enjoy your fame Luv me, luv me, luv me, sex machine I'm guaranteed to make you moan and scream Luve me, luv me, luv me, sex machine I'm guaranteed to make you moan and scream Luv me, luv me, luv me, sex machine I'm guaranteed to make you moan and scream Luv me, luv me, luv me, sex machine (Mr. Lover, Mr. Lover) (Ooh boy) I want to tell this lady So just come on, cause I'm the original Cupid (Ooh boy) Whoo, just like a stick through the arrow Makin' us mate, ha, ha, ha (Ooh boy) Yeah, whoo (Ooh boy) Cause I'm the ladies choice And the girls get moist for the sound of the baritone voice You get that, you get that Baby, lover Sexy undercover, uh, uh Mr. Lover, uh, check out, check out And I just love the way you just fog up my window sills, baby Yeah, ooh (Ooh boy) (Ooh boy) Let me know I ain't gonna use no glow-in-the-dark you know what It ain't hard to see, baby, whoo (Ooh boy) Swing low, swing low, whoo, swing low (Ooh boy) Lovin' all that, lovin' all that, shake it, baby, shake it (Ooh boy) Dig it, dig it, dig it, I dig it, I get it, I dig dat, I dig dat (Ooh boy) Lover, lover (Lover, lover) Sexy undercover (Lover, lover) Rauncy mutha, mmm mmm, no, no Check it out I'm spinnin' (Lover, lover) Whoo (Ooh boy) Catch a groove back girl, catch a groove back Let dem know dat (Ooh boy) I love this little funky beat (Ooh boy) Terry Lewis, Jimmy Jam said dat, uh (Ooh boy) Mr. Lover (Mr. Lover) Whoo Wicked undercover (Mr. Lover) I'll be your nighttime lover (Mr. Lover) Wicked undercover (Mr. Lover  ",
        "title": "Luv Me, Luv Me"
    },
    {
        "artist": "Sawyer Brown",
        "lyrics": "  You pull over and I jump in Into your little red Mercedes Benz Well, I know there's no turning back Well, I don't even care where we are I just want to be inside your car  You can drive me wild, baby You can drive me crazy You just drive me, I don't care with you  I'll go anywhere Clean out of sight Once around the moon Holdin' on tight Take me by the hand Pull me by the heart With you, with you I'll go anywhere  Well in the fast lane on a Sunday drive Anywhere we go, I'll be fine Just as long as I'm with you It don't matter when we get back This ain't the time to talk about that  You can drive me wild, baby You can drive me crazy You just drive me, I don't care with you  I'll go anywhere Clean out of sight Once around the moon Holdin' on tight Take me by the hand Pull me by the heart With you, with you I'll go anywhere  If you take me I will go with you anywhere Well, I don't know if you know we're goin' somewhere Goin' somewhere, goin' somewhere  You can drive me wild, baby You can drive me crazy You just drive me, I don't care with you  I'll go anywhere Clean out of sight Once around the moon Holdin' on tight Take me by the hand Pull me by the heart With you, with you I'll go anywhere  ",
        "title": "Drive Me Wild"
    },
    {
        "artist": "Spice Girls",
        "lyrics": null,
        "title": "Goodbye"
    },
    {
        "artist": "Shae Jones",
        "lyrics": "  Who da hell you think you messin' wit Tryin' to play me like a fool I overheard a conversation Between your ex-girlfriend and you Then I saw it so clearly Suddenly it all made since Before you go on explaining yourself Let me explain my evidence  [Chorus:] No that's not my shade of lipstick Or my scratch marks on your back Is it her that you wanna be with You got me involved in some talk show shit  I made the bed before work this mornin' Come home later and there's new sheets on it Your gonna lose the one your with You got me involved in some talk show shit  I felt like you was hiding something When you started showering alone And someone used my Chanel perfume Since this moment when I left home You tiptoeing in the bedroom While your thinking i'm asleep If I catch your ass in one more lie I'll be telling you to leave  [Chorus:] No that's not my shade of lipstick Or my scratch marks on your back Is it her that you wanna be with You got me involved in some talk show shit  He say, she say You got our business all up in the streets cheatin' He say, she say Everyone knows us like we're on t.v  I made the bed before work this mornin' Come home later and there's new sheets on it Your gonna lose the one your with You got me involved in some talk show shit  No that's not my shade of lipstick Or my scratch marks on your back Is it her that you wanna be with You got me involved in some talk show shit  I made the bed before work this mornin' Come home later and there's new sheets on it Your gonna lose the one your with You got me involved in some talk show shit  He say, she say He say, she say He say, she say He say, she say  [Chorus:] No that's not my shade of lipstick Or my scratch marks on your back Is it her that you wanna be with You got me involved in some talk show shit  ",
        "title": "Talk Show Shhh!"
    },
    {
        "artist": "Foxy Brown",
        "lyrics": "  [Verse 1] Aiyyo! Rhyme or crime, let's get it on MC's wanna eat me but it's Ramadan Peep what's on the arm, when it's ice it's ice When I'm right, I'm right, when you're wrong, you're wrong I'm the bomb, records is platinum, skin is bronze Flows all night like vintage Dom Been this nice since umm, the first Prince bomb Before \"The Artist Was Known As\" wit my grown ass Haters said it won't last, know how many birds I flown past Celly on roam, full belly, first class And I don't play, I watch them pockets Know y'all niggas go broke after you cop them watches See you in the club, no bub' nigga pop it Then you wanna fuck, give it up nigga, not this My coat is ostrich, flow is the hottest You ain't got dough, you can't go with the Fox bitch  [Hook] You can catch me at the hot spot cause I Fox, I plots At the bar y'all, all night, I pops Is it alright, sho' you right, you can't stop it This is our world, me and my girls You can catch me at the hot spot, I Fox, I plots At the bar y'all, all night, I pops Is it alright, sho' you right, you can't stop it This is our world, me and my girls  [Verse 2] Yo! Cats bustin out the six, cash flushin out the niggas Platinum heart in half hangin 'tween the two tit-ties Scheme on your team, lookin over graph pictures Pick the finest, then I put it on the minors Love, after the club, meet me at the diner So you can bring your boys, we got ten cars behind us Order a steak, a glass of OJ to break-fast Hop in the car and head straight up Eighth Ave The night is young, I'm likin son Either he don't have one, or his wife is dumb His whole hand numb, nigga iced his thumb Pull up my tights some, enticin him You can handle the work, I'll play wit it Til he curve and swerve nigga, stay wit it Bitches in the club they, hated it Cause I put my mack down then I, skated it  [Hook] You can catch me at the hot spot cause I Fox, I plots At the bar y'all, all night, I pops Is it alright, sho' you right, you can't stop it This is our world, me and my girls You can catch me at the hot spot, I Fox, I plots At the bar y'all, all night, I pops Is it alright, sho' you right, you can't stop it This is our world, me and my girls  [Verse 3] You can catch me at the Expo', Jacob Jav Knocking Jigga out the Navigator, layin back, I stay in that Me fallin off? Imagine that, it's not the case I'm sittin' on Top of the World like Brandy and Mase You wanna, buy me a drink, nigga hand me a case Big ballin bitch, I want all of this shit Six AMG's with the spoiler kit Chromes from the fac', phones front and back CoCo, flow, niggas is wantin that Out they vehicles, niggas is bumpin that I heard you wanna stop Fox, tell me how so I got that New York, to the Dirty South flow Whole album hot, even the outro This time around I'm tryin to do about fo' This is for my niggas and bitches who count dough And y'all in the club I make em bounce  [Hook] You can catch me at the hot spot cause I Fox, I plots At the bar y'all, all night, I pops Is it alright, sho' you right, you can't stop it This is our world, me and my girls You can catch me at the hot spot, I Fox, I plots At the bar y'all, all night, I pops Is it alright, sho' you right, you can't stop it This is our world, me and my girls  [Outro] Hot spot (pause), bar y'all (pause) Alright (pause), our world (pause) Hot spot (pause), bar y'all (pause) Alright (pause), our world (pause)  ",
        "title": "Hot Spot"
    },
    {
        "artist": "Method Man Featuring D'Angelo",
        "lyrics": "  [Intro: Method Man] You and I, 'til the day we die (Trackmasters) Yo, yo  [Verse 1: Method Man & D'Angelo] Ex-girlfriend, how you been? I see you still, tryin' to fuck with other women men Remember when I first met you in my cousin's house? A week later, we was fuckin' on your mama couch (ah, no) Now it's been said that big girls they don't cry (uh) But they damn sure lie, look you in the eye, sayin' you they only You and I, 'til the day we die Said you'd never leave me lonely (uh-huh) Fly tenderoni, but you phony (something) Shoulda listened when my mama told me (uh) Soon as I turn my back, you tryna fuck my homies That was then, this is now, I got a new friend Ever since I cut them loose ends you wanna bone me (ah) Add strife to my life, pussy that'll make me think twice About leavin' the wife even, picture that You ain't want me when you had me Now you on your third baby daddy And you hate to see a nigga happy (you don't know) So you tryin' mad ways to trap me (uh, babe) Looking at my girl nasty, tryna throw the pussy at me (uh)  [Interlude: D'Angelo & Girls] Ah (\"Now look at this bitch over here tryin' to act like me\") Ah (\"Uh-huh, fuck that bitch, she must like leftovers\")  [Chorus: D'Angelo & Method Man] I'm still lovin' you, babe—every break ups (you and I, 'til the day we die) I'm still lovin' you, babe—just the make ups I'm still lovin' you, babe—uh, babe (you and I, 'til the day we die) I'm still lovin' you, babe—something will... I'm still lovin' you, babe—break ups (you and I, 'til the day we die) Little, little lovin' you, babe—ah, baby I'm still lovin' you, babe—I'm still lovin' you (you and I, 'til the day we die) Little, little lovin' you, babe—doo (yo, yo)  [Verse 2: Method Man & D'Angelo] It's always you and your crusty-ass crew, be actin' new Let me find out that you fuckin' with Boo, and y'all gon' feel it Waitin' for the day that you front, and catch a lump (ah, no) From my black butterfly, that arm pack a lullaby Sleep on her, she said you bitches tried to creep on her Up in the mall and didn't know she had the reach on her Pearl-handled .22, my Boo, she go ahead and walk her dogs And represent Wu (ah-ah, babe, uh) To the fullest, you and hon can shoot the fair one (something) I'll bring the bullets (bullets) You know what I'm sayin'? (hah, hah, always) Stop playin' (ah, no, hah, hah) You and them dyke lookin' bitches Actin' like y'all jumpin' somethin' Go 'head with that bullshit (ah, baby, motherfucker)  [Chorus: D'Angelo & Method Man] I'm still lovin' you, babe—still don't know (you and I, 'til the day we die) I'm still lovin' you, babe—ah, baby I'm still lovin' you, babe—never wanna love in you for that (you and I, 'til the day we die) I'm still lovin' you, babe, doo—oh, for that I'm still lovin' you, babe—catch her, whoa (you and I, 'til the day we die) Little, little lovin' you, babe—never wanna love in you, too I'm still lovin' you, babe, doo—something (you and I, 'til the day we die) Little, little lovin' you, babe—doo (ah)  [Verse 3: Method Man & D'Angelo] Got tired of the games, the lies, the feeble alibis Now you fuckin' with the next guy, a thug nigga Derelict be actin' bugged nigga, show this nigga Mad love but get no love nigga? Stupid-ass (ah, no, baby) Plus I heard that he be beatin' on you I seen him at the club cheatin' on you (uh) Witcha best friend, got you stressin' And used up, pull your shoes up All you need's affection (yeah) But you're headed in the wrong direction (yeah) Tryin' to make this nigga jealous, with other fellas All up in my face actin' overzealous (uh-huh) Like you want somethin' from Meth, I hope it ain't love, girl (uh) 'Cause I ain't got none left for you (hey, no) Plus you miserable (no, babe) Misery love company, shit, I'm livin' comfortably Don't need no nigga huntin' me down for fuckin' 'round (no, babe) With his kitty, talk to him Before my brother put a spark through him Won't be pretty (no, babe) The situation got my whole attitude shitty (uh) And got you actin' high saditty with your slut committee (babe) You know I know (doo) So go find another sucker, yo I been there and been done that befo', and don't need it no mo' That's my word (ah) So go to your room with that there, word up (ah) And tell that big head nigga, \"You run with to do the same\" (baby)  [Chorus: D'Angelo & Method Man] I'm still lovin' you, babe—ooh, ooh, ooh (you and I, 'til the day we die) I'm still lovin' you, babe—ah, babe, baby I'm still lovin' you, babe—baby, catch you, close to me, yeah (you and I, 'til the day we die) I'm still lovin' you, babe—every break ups I'm still lovin' you, babe—just the make ups (you and I, 'til the day we die) Little, little lovin' you, babe—uh, babe I'm still lovin' you, babe—something will... (you and I, 'til the day we die) Little, little lovin' you, babe, doo—baby  [Outro: D'Angelo & Method Man] Ah—ooh, ooh, ooh, baby (you and I, 'til the day we die) Ah, doo—ooh, ooh, ooh, baby (you and I, 'til the day we die) Ah—ooh, ooh, ooh, baby (you and I, 'til the day we die) Ah, doo—ooh, ooh, ooh, baby (you and I, 'til the day we die)  ",
        "title": "Break Ups 2 Make Ups"
    },
    {
        "artist": "Stars On 54: Ultra Nate, Amber, Jocelyn Enriquez",
        "lyrics": "  If you could read my mind love What a tale my thoughts would tell Just like an old time movie 'Bout a ghost from a wishing well In a castle dark or a fortress strong With chains upon my feet You know that ghost is me  I don't know where we went wrong But the feeling's gone and I just can't get it back  If you could read my mind, yeah  If you could read your mind love What a tale my thoughts would tell Just like a paperback novel The kind that drugstores sell When you reach the part where the heartache comes The hero would be you Heroes often fail  Never thought I could feel this way And I've got to say that I just don't get it I don't know where we went wrong But the feeling's gone and I just can't get it back  If you could read my mind  If you could If you could If you could read my mind (repeat)  If you could read my mind love What a tale my thoughts would tell Just like an old time movie 'Bout a ghost from a wishing well  If you could read my mind love What a tale my thoughts would tell Just like a paperback novel The kind that drugstores sell  And when you reach the part where the heartache comes The hero would be you Heroes often fail  Never thought I could feel this way And I've got to say that I just don't get it I don't know where we went wrong But the feeling's gone And I just can't get it back  If you could If you could If you could read my mind  ",
        "title": "If You Could Read My Mind"
    },
    {
        "artist": "Clay Walker",
        "lyrics": "  I can't sleep at all I'm making late night calls Just to talk to you and hear your voice again That flower shop on Main Knows me by my first name And how I want the card to read And where I want the roses set  I'm not saying I'm in love I'd admit it if I was I'm just saying I believe You're beginning to get to me The way I need you all the time The way you hold this heart of mine I think it's time that I concede You're beginning to get to me  I've got your picture up On the dash of my new truck So I can have you with me every road I'm on Baby, what I feel Is just a tip of what I will I can only guess What I'll be like When I'm completely gone  I'm not saying I'm in love I'd admit it if I was I'm just saying I believe You're beginning to get to me The way I need you all the time The way you hold this heart of mine I think it's time that I concede You're beginning to get to me  I'm not saying I'm in love I'd admit it if I was I'm just saying I believe You're beginning to get to me The way I need you all the time The way you hold this heart of mine I think it's time that I concede You're beginning to get to me  ",
        "title": "You're Beginning To Get To Me"
    }
]