[
    {
        "artist": "P!nk Featuring Nate Ruess",
        "lyrics": "  [Verse 1: P!nk] Right from the start You were a thief you stole my heart And I your willing victim I let you see the parts of me That weren't all that pretty And with every touch you fixed them Now you've been talking in your sleep Oh, oh Things you never say to me Oh, oh Tell me that you've had enough Of our love, our love  [Chorus: P!nk] Just give me a reason Just a little bit's enough Just a second - we're not broken, just bent And we can learn to love again It's in the stars It's been written in the scars on our hearts We're not broken, just bent And we can learn to love again  [Verse 2: Nate Ruess & P!nk & both] I'm sorry I don't understand where all of this is coming from I thought that we were fine (Oh we had everything) Your head is running wild again My dear we still have everything And it's all in your mind (Yeah but this is happening) Now you've been having real bad dreams Oh, oh You used to lie so close to me Oh, oh There's nothing more than empty sheets Between our love, our love Oh, our love, our love, love  [Chorus: Nate Ruess & both] Just give me a reason Just a little bit’s enough Just a second - we’re not broken, just bent And we can learn to love again I’ve never stopped You’re still written in the scars on my heart You’re not broken, just bent And we can learn to love again  [Bridge: Nate Ruess & P!nk] Oh, tears ducts and rust I'll fix it for us We're collecting dust but our love's enough You're holding it in You're pouring a drink No nothing is as bad as it seems We'll come clean  [Chorus: Both] Just give me a reason Just a little bit's enough Just a second we're not broken just bent And we can learn to love again It's in the stars It's been written in the scars on our hearts That we're not broken just bent And we can learn to love again  [Chorus: Both] Just give me a reason Just a little bit's enough Just a second we're not broken just bent And we can learn to love again It's in the stars It's been written in the scars on our hearts We're not broken just bent And we can learn to love again  [Outro: P!nk] Oh, we can learn to love again Oh, we can learn to love again Oh That we're not broken just bent And we can learn to love again  ",
        "title": "Just Give Me A Reason"
    },
    {
        "artist": "Macklemore & Ryan Lewis Featuring Ray Dalton",
        "lyrics": "  [Verse 1: Macklemore] Return of the Mack Get 'em, what it is, what it does, what it is, what it isn't Looking for a better way to get up out of bed Instead of getting on the Internet And checking a new hit me, get up Thrift shop, pimp-strut walkin' Little bit of humble, little bit of cautious Somewhere between like Rocky and Cosby Sweater game, nope nope, y'all can't copy Yup, Bad, moonwalking, this here is our party My posse's been on Broadway, and we did it our way Grown music, I shed my skin and put my bones Into everything I record to it and yet I'm on Let that stage light go and shine on down Got that Bob Barker suit game and plinko in my style Money, stay on my craft and stick around for those pounds But I do that to pass the torch and put on for my town Trust me, on my I-N-D-E-P-E-N-D-E-N-T shit, hustlin' Chasing dreams since I was fourteen With the four-track, bussin' Halfway cross that city with the backpack, fat cat, crushin' Labels out here, nah, they can't tell me nothin' We give that to the people, spread it across the country Labels out here, nah, they can't tell me nothin' We give it to the people, spread it across the country  [Hook: Ray Dalton] Can we go back? This is the moment Tonight is the night, we'll fight 'til it's over So we put our hands up Like the ceiling can't hold us Like the ceiling can't hold us Can we go back? This is the moment Tonight is the night, we'll fight 'til it's over So we put our hands up Like the ceiling can't hold us Like the ceiling can't hold us  [Verse 2: Macklemore] Now, can I kick it? Thank you Yeah, I'm so damn grateful I grew up really wanting gold fronts But that’s what you get when Wu-Tang raised you Y'all can't stop me Go hard like I got a 808 in my heartbeat And I'm eating at the beat like you gave a little speed To a great white shark on Shark Week, raw! Tell me go up, gone Deuces, goodbye, I got a world to see And my girl, she wanna see Rome Caesar'll make you a believer Nah, I never ever did it for a throne That validation comes from giving it back to the people Now sing a song, and it goes like Raise those hands, this is our party We came here to live life like nobody was watching I got my city right behind me, if I fall, they got me Learn from that failure, gain humility And then we keep marching, I said…  [Hook: Ray Dalton] Can we go back? This is the moment Tonight is the night, we'll fight 'til it's over So we put our hands up Like the ceiling can't hold us Like the ceiling can't hold us Can we go back? This is the moment Tonight is the night, we'll fight 'til it's over So we put our hands up Like the ceiling can't hold us Like the ceiling can't hold us  [Interlude] And so we put our hands up And so we put our hands up Oh, oh, oh, oh…  [Bridge: Macklemore and Ray Dalton] Na na na na, na na na na Hey-ee ay-ee ay-ee ay ay-ee ay-ee, hey And all my people say Na na na na, na na na na Hey-ee ay-ee ay-ee ay ay-ee ay-ee, hey And all my people say Na na na na, na na na na Oh-oh-oh-oh-oh-oh, oh-oh-oh-oh-oh-oh And all my people say Na na na na, na na na na Mack-le-eh-eh-eh-eh-more!  [Hook: Ray Dalton] Can we go back? This is the moment Tonight is the night, we'll fight 'til it's over So we put our hands up Like the ceiling can't hold us Like the ceiling can't hold us Can we go back? This is the moment Tonight is the night, we'll fight 'til it's over So we put our hands up Like the ceiling can't hold us Like the ceiling can't hold us  [Outro *Music Video Ending*] Let the night come, before the fight's won Some might run against the test But those that triumph embrace the fight 'cause The fear is there to prove that courage exists Now let the night come, before the fight's won And some might run against the test But those that triumph embrace the fight 'cause The fear is there to prove that courage exists  ",
        "title": "Can't Hold Us"
    },
    {
        "artist": "Macklemore & Ryan Lewis Featuring Wanz",
        "lyrics": "  [Intro] \"Hey, Macklemore, can we go thrift shopping?\" What what, what, what [x8] Bada, bada, bada dada  [Hook: Wanz] I'm gonna pop some tags Only got 20 dollars in my pocket I'm, I'm, I'm hunting Looking for a come up This is fucking awesome  [Verse 1: Macklemore] Now, walk into the club, like, \"What up, I got a big cock!\" Nah, I’m just pumped, I bought some shit from a thrift shop Ice on the fringe is so damn frosty The people like, “Damn, that’s a cold ass honkey!” Rolling in hella deep, headed to the mezzanine Dressed in all pink; except my gator shoes, those are green Draped in a leopard mink, girl standing next to me Probably should've washed this, smells like R. Kelly sheets (Pissssss...) But shit, it was 99 cents! Fuck it, coppin' it, washin' it ‘Bout to go and get some compliments Passing up on those moccasins Someone else has been walking in Bummy and grungy, fuck it, man I am stunting and flossing and saving my money And I’m hella happy; that’s a bargain, bitch! I’ma take your grandpa's style, I’ma take your grandpa's style No, for real, ask your grandpa Can I have his hand-me-downs? (Thank you!) Velour jumpsuit and some house slippers Dookie brown leather jacket that I found diggin' They had a broken keyboard, I bought a broken keyboard I bought a skeet blanket, then I bought a knee board Hello, hello, my ace man, my mellow John Wayne ain’t got nothing on my fringe game, hell no I could take some Pro Wings, make them cool, sell those The sneaker heads would be like, “Ah, he got the Velcros.”  [Hook: Wanz] I'm gonna pop some tags Only got 20 dollars in my pocket I'm, I'm, I'm hunting Looking for a come up This is fucking awesome  [Verse 2: Macklemore] What you know about rocking a wolf on your noggin? What you knowing about wearing a fur fox skin? I’m digging, I’m digging I’m searching right through that luggage One man’s trash, that’s another man’s come up Thank your granddad for donating that plaid button- Up shirt, ‘cause right now, I’m up in here stuntin' I’m at the Goodwill, you can find me in the bins I’m not, I’m not stuck on searchin' in that section (Mens) Your grammy, your aunty, your momma, your mammy I’ll take those flannel zebra jammies Second hand and I’ll rock that, motherfucker The built-in onesie with the socks on the motherfucker I hit the party and they stop in that motherfucker They be like, “Oh, that Gucci? That’s hella tight” I’m like, “Yo, that’s 50 dollars for a t-shirt.” Limited edition, let’s do some simple addition 50 dollars for a t-shirt, that’s just some ignorant bitch shit I call that getting swindled and pimped, shit I call that getting tricked by business That shirt’s hella dough, and having the same one as six other people in this club is a hella don’t Peep game, come take a look through my telescope Tryin' to get girls from a brand? Man, you hella won’t! Man, you hella won't!  [Interlude] Goodwill, poppin' tags, yeah!  [Hook: Wanz] I'm gonna pop some tags Only got 20 dollars in my pocket I'm, I'm, I'm hunting Looking for a come up This is fucking awesome  [Bridge: Wanz] I wear your granddad's clothes I look incredible I’m in this big ass coat From that thrift shop down the road  [Hook: Wanz] I'm gonna pop some tags Only got 20 dollars in my pocket I'm, I'm, I'm hunting Looking for a come up This is fucking awesome  [Outro] \"Is that your grandma's coat?\"  ",
        "title": "Thrift Shop"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] Same bed but it feels just a little bit bigger now Our song on the radio but it don't sound the same When our friends talk about you, all it does is just tear me down 'Cause my heart breaks a little when I hear your name  [Pre-Chorus] It all just sounds like oooooh ooh Mmm, too young, too dumb to realize  [Chorus] That I should have bought you flowers And held your hand Should have gave you all my hours When I had the chance Take you to every party 'Cause all you wanted to do was dance Now my baby's dancing But she's dancing with another man  [Verse 2] My pride, my ego, my needs, and my selfish ways Caused a good, strong woman like you to walk out of my life Now I'll never, never get to clean up the mess I made (oh) And it haunts me every time I close my eyes  [Pre-Chorus] It all just sounds like oooooh ooh Mmm, too young, too dumb to realize  [Chorus] That I should have bought you flowers And held your hand Should have gave you all my hours When I had the chance Take you to every party 'Cause all you wanted to do was dance Now my baby's dancing But she's dancing with another man  [Bridge] Although it hurts I'll be the first to say that I was wrong Oh, I know I'm probably much too late To try and apologize for my mistakes But I just want you to know  [Outro] I hope he buys you flowers I hope he holds your hand Give you all his hours When he has the chance Take you to every party 'Cause I remember how much you loved to dance Do all the things I should have done When I was your man Do all the things I should have done When I was your man  ",
        "title": "When I Was Your Man"
    },
    {
        "artist": "PSY",
        "lyrics": "  [Verse 1] Ah-llang-gah-mo-lla; weh hwakkun heya hanun gunji Ah-llang-gah-mo-lla; weh malkkum heya hanun gunji Al-llang-gah-mo-llah; arikkari hamyun kkari hae Al-llang-gah-mo-llah; we like we we we like party hey It jahnna marriya; e saramuro malssum deuri jahmyun Marriya, yonggi paeggi ttolggi mut jeng-e Marriya, nuhgah deut go peun mal hago peun geh nande marriya Damn girl, you're so freakin sexy  [Hook] I'm a mother-father-gentleman  [Verse 2] Al-llang-gah-mo-llah; weh mikkun heya hanun gunji Al-llang-gah-mo-llah; weh ssekkun heya hanun gunji Al-llang-gah-mo-llah; ppaly ppaly wahsuh nally nae Al-llang-gah-mo-llah; nally nally nahssuh ppaly hae It jahnna marriya; nuh-eh muhry huhry dahry jong-ah-ree Marriya, good feeling, feeling good? budurupgae Marriya, ahju gunyang huk sori nageh, ahk sori nageh Marriya, damn girl, I'm a party Mafia  [Hook]  [Bridge] Gonna make you sweat Gonna make you wet You know who I am, wet PSY Gonna make you sweat Gonna make you wet You know who I am Wet PSY! Wet PSY! Wet PSY! Wet PSY! PSY! PSY! PSY! Ah I'm a mother father gentleman  [Hook]  ",
        "title": "Gentleman"
    },
    {
        "artist": "Rihanna Featuring Mikky Ekko",
        "lyrics": "  [Verse 1: Rihanna] All along it was a fever A cold sweat, hot-headed believer I threw my hands in the air, said show me something He said, \"If you dare come a little closer\" Round and around and around and around we go Oh now tell me now tell me now tell me now you know  [Hook: Rihanna] Not really sure how to feel about it Something in the way you move Makes me feel like I can't live without you And it takes me all the way I want you to stay  [Verse 2: Mikky Ekko] It's not much of a life you're living It's not just something you take, it's given Round and around and around and around we go Oh now tell me now tell me now tell me now you know  [Hook: Mikky Ekko] Not really sure how to feel about it Something in the way you move Makes me feel like I can't live without you And it takes me all the way I want you to stay  [Bridge: Rihanna & Mikky Ekko] The reason I hold on Cause I need this hole gone Funny you're the broken one But I'm the only one who needed saving Cause when you never see the light It's hard to know which one of us is caving  [Hook: Rihanna & Mikky Ekko] Not really sure how to feel about it Something in the way you move Makes me feel like I can't live without you And it takes me all the way I want you to stay Stay I want you to stay Ooh  ",
        "title": "Stay"
    },
    {
        "artist": "Justin Timberlake",
        "lyrics": "  [Verse 1] Aren't you somethin' to admire 'Cause your shine is somethin' like a mirror And I can't help but notice You reflect in this heart of mine If you ever feel alone and The glare makes me hard to find Just know that I'm always Parallel on the other side  [Bridge] 'Cause with your hand in my hand and a pocket full of soul I can tell you there's no place we couldn't go Just put your hand on the glass I'm here tryin' to pull you through You just gotta be strong  [Hook] 'Cause I don't wanna lose you now I'm lookin' right at the other half of me The vacancy that sat in my heart Is a space that now you hold Show me how to fight for now And I'll tell you, baby, it was easy Comin' back here to you once I figured it out You were right here all along It's like you're my mirror My mirror staring back at me I couldn't get any bigger With anyone else beside me And now it's clear as this promise That we're making Two reflections into one 'Cause it's like you're my mirror My mirror staring back at me, staring back at me  [Verse 2] Aren't you somethin', an original 'Cause it doesn't seem merely a sample And I can't help but stare, 'cause I see truth somewhere in your eyes I can't ever change without you You reflect me, I love that about you And if I could, I Would look at us all the time  [Bridge] 'Cause with your hand in my hand and a pocket full of soul I can tell you there's no place we couldn't go Just put your hand on the glass I'm here tryin' to pull you through You just gotta be strong  [Hook] 'Cause I don't wanna lose you now I'm lookin' right at the other half of me The vacancy that sat in my heart Is a space that now you hold Show me how to fight for now And I'll tell you, baby, it was easy Comin' back here to you once I figured it out You were right here all along It's like you're my mirror My mirror staring back at me I couldn't get any bigger With anyone else beside me And now it's clear as this promise That we're making Two reflections into one 'Cause it's like you're my mirror My mirror staring back at me, staring back at me  [Break] Yesterday is history Tomorrow's a mystery I can see you lookin' back at me Keep your eyes on me Baby, keep your eyes on me  [Hook] 'Cause I don't wanna lose you now I'm lookin' right at the other half of me The vacancy that sat in my heart Is a space that now you hold Show me how to fight for now And I'll tell you, baby, it was easy Comin' back here to you once I figured it out You were right here all along It's like you're my mirror My mirror staring back at me I couldn't get any bigger With anyone else beside me And now it's clear as this promise That we're making Two reflections into one 'Cause it's like you're my mirror My mirror staring back at me, staring back at me  You are, you are the love of my life  [Verse 3] Baby, you're the inspiration of this precious song And I just wanna see your face light up since you put me on So now I say goodbye to the old me, it's already gone And I can't wait wait wait wait wait to get you home Just to let you know, you are  [Verse 4] Girl you're my reflection, all I see is you My reflection, in everything I do You're my reflection and all I see is you My reflection, in everything I do  ",
        "title": "Mirrors"
    },
    {
        "artist": "Justin Timberlake Featuring JAY Z",
        "lyrics": "  [Intro: Justin Timberlake] I be on my suit and tie shit, tied shit, tied I be on my suit and tie shit, tied shit Can I show you a few things? A few things, a few things, little baby ‘Cause I be on my suit and tie shit, tied shit I be on my suit and tie shit, tied shit Let me show you a few things Let me show you a few things  [Interlude: Timbaland] Wait a minute. You ready, JT?  [Verse 1: Justin Timberlake] I can't wait 'til I get you on the floor, good-lookin' Going hot, so hot, just like an oven And owww, burned myself, but just had to touch it She's so fine, and it's all mine Hey, baby, we don't mind all the watching ‘Cause if they study close, real close They might learn something She ain't nothing but a little doozy when she does it She's so fire tonight  [Hook: Justin Timberlake] And as long as I've got my suit and tie I'ma leave it all on the floor tonight And you got fixed up to the nines Let me show you a few things All pressed up in black and white And you're dressed in that dress I like Love is swinging in the air tonight Let me show you a few things Let me show you a few things Show you a few things about love Now we’re in the swing of love Let me show you a few things Show you a few things about love, hey  [Verse 2: Justin Timberlake] Stop, let me get a good look at it So thick, now I know why they call it a fatty Shit so sick got a hit and picked up a habit That's alright, ‘cause you're all mine Go on and show 'em who you call daddy I guess they're just mad ‘Cause, girl, they wish they had it My killer, my Thriller, yeah, you're a classic And you're all mine tonight  [Hook: Justin Timberlake] And as long as I've got my suit and tie I'ma leave it all on the floor tonight And you got fixed up to the nines Let me show you a few things All pressed up in black and white And you're dressed in that dress I like Love is swinging in the air tonight Let me show you a few things Let me show you a few things Show you a few things about love Now we’re in the swing of love Let me show you a few things Show you a few things about love, hey  [Interlude: Justin Timberlake] Get out your seat, Hov!  [Verse 3: Jay-Z] All black at the white shows White shoes at the black shows Green card for the Cuban linx Y'all sit back and enjoy the light show Nothing exceeds like excess Stoute got gout from having the best of the best Is this what it's all about? I'm at the rest- …aurant with my rant disturbing the guests Years of distress, tears on the dress Try to hide her face with some makeup sex This is truffle season Tom Ford tuxedos for no reason All Saints for my angel; Alexander Wang too Ass-tight Denim and some Dunks I'll show you how to do this young No papers, catch vapors Get high, out Vegas D'usses on doubles, ain't looking for trouble You just got good genes so a nigga tryna cuff you Tell your mother that I love her ‘cause I love you Tell your father we go farther as a couple They ain't lose a daughter, got a son I show you how to do this, huh!  [Hook: Justin Timberlake] And as long as I've got my suit and tie I'ma leave it all on the floor tonight And you got fixed up to the nines Let me show you a few things All pressed up in black and white And you're dressed in that dress I like Love is swinging in the air tonight Let me show you a few things Let me show you a few things Show you a few things about love Now we’re in the swing of love Let me show you a few things Show you a few things about love, hey  ",
        "title": "Suit & Tie"
    },
    {
        "artist": "Pitbull Featuring Christina Aguilera",
        "lyrics": "  [Intro: Pitbull] Ask for money, and get advice Ask for advice, get money twice I'm from the dirty, but that chico nice Y'all call it a moment, I call it life  [Hook: Christina Aguilera] One day when the light is glowin' I’ll be in my castle golden But until the gates are open I just wanna feel this moment Oh, I just wanna feel this moment Oh, I just wanna feel this moment  [Interlude: Pitbull] Mr. Worldwide Christina Aguilera Oye, mamita, come on! ¡Dale, que la cosa está rica! (I just wanna feel this moment)  [Beat Break] Feel this moment!  [Verse 1: Pitbull] Reporting live from the tallest building in Tokyo Long ways from them hard ways Bills and Os, and oh-yays Dade County always, 305 all day Now, baby, we can parlay, or, baby, we can party She read books, especially about red rooms and tie ups I got it hooked, ‘cause she seen me in a suit With the red tie tied up Christian Gris, nice to meet ya But time is money, only difference is I own it Now let's stop time and enjoy this moment  [Hook: Christina Aguilera] One day when the light is glowin' I’ll be in my castle golden But until the gates are open I just wanna feel this moment Oh, I just wanna feel this moment Oh, I just wanna feel this moment  [Beat Break] Come on, feel this moment!  [Verse 2: Pitbull] I see the future but live for the moment Make sense, don't it? Now make dollars, I mean billions I'm a genius, I mean brilliant This street is what schooled him And made him slicker, to slick with the ruler I've lost a lot, and learned a lot But I'm still undefeated, like Shula I'm far from cheap I break down companies with all my peeps Baby, we can travel the world And what I can give you is all you can see Time is money, only difference is I own it Like a stop watch Let's stop time and enjoy this moment  [Hook: Christina Aguilera] One day when the light is glowin' I’ll be in my castle golden But until the gates are open I just wanna feel this moment Oh, I just wanna feel this moment Oh, I just wanna feel this moment (Come on, feel this moment!) Oh, I just wanna feel this moment Oh, I just wanna feel this moment  ",
        "title": "Feel This Moment"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Produced by Mike Zombie]  [Intro] Started… (Zombie on the track)  [Hook] Started from the bottom, now we're here Started from the bottom, now my whole team fuckin' here Started from the bottom, now we're here Started from the bottom, now the whole team here, nigga Started from the bottom, now we're here Started from the bottom, now my whole team here, nigga Started from the bottom, now we're here Started from the bottom, now the whole team fuckin' here  [Verse 1] I done kept it real from the jump Livin' at my momma's house, we'd argue every month Nigga, I was tryna get it on my own Workin' all night, traffic on the way home And my uncle callin' me, like, \"Where you at? I gave you the keys, told you bring it right back.” Nigga, I just think it's funny how it goes Now I'm on the road, half a million for a show, and we—  [Hook] Started from the bottom, now we're here Started from the bottom, now my whole team fuckin' here Started from the bottom, now we're here Started from the bottom, now the whole team here, nigga Started from the bottom, now we're here Started from the bottom, now the whole team fuckin' here Started from the bottom, now we're here Started from the bottom, now the whole team here, nigga  [Verse 2] Boys tell stories 'bout the man Say I never struggled, wasn't hungry, yeah, I doubt it Nigga, I could turn your boy into the man There ain't really much out here that's poppin' off without us Nigga, we just want the credit where it's due I'ma worry 'bout me, give a fuck about you Nigga, just as a reminder to myself I wear every single chain, even when I'm in the house Cause we—  [Hook] Started from the bottom, now we're here Started from the bottom, now my whole team fuckin' here Started from the bottom, now we're here Started from the bottom, now the whole team here, nigga  [Bridge] No new niggas, nigga, we don't feel that Fuck a fake friend, where your real friends at? We don't like to do too much explainin' Story stayed the same, I never changed it No new niggas, nigga, we don't feel that Fuck a fake friend, where you real friends at? We don't like to do too much explainin' Story stayed the same through the money and the fame Cause we—  [Hook] Started from the bottom, now we're here Started from the bottom, now my whole team fuckin' here Started from the bottom, now we're here Started from the bottom, now the whole team here, nigga Started from the bottom, now we're here Started from the bottom, now my whole team here, nigga Started from the bottom, now we're here Started from the bottom, now the whole team here, nigga  ",
        "title": "Started From The Bottom"
    },
    {
        "artist": "Demi Lovato",
        "lyrics": "  [Intro] Putting my defenses up 'Cause I don’t wanna fall in love If I ever did that, I think I’d have a heart attack  [Verse 1] Never put my love out on the line Never said \"yes\" to the right guy Never had trouble getting what I want But when it comes to you, I’m never good enough When I don’t care, I can play ‘em like a Ken doll Won’t wash my hair Then make 'em bounce like a basketball  [Pre-Chorus 1] But you make me wanna act like a girl Paint my nails and wear high heels Yeah, you, make me so nervous that I just can’t hold your hand  [Chorus] You make me glow But I cover up, won’t let it show So I'm putting my defenses up 'Cause I don’t wanna fall in love If I ever did that, I think I’d have a heart attack I think I’d have a heart attack I think I’d have a heart attack  [Verse 2] Never break a sweat for the other guys When you come around, I get paralyzed And every time I try to be myself It comes out wrong like a cry for help It’s just not fair Pain’s more trouble than it all is worth I gasp for air It feels so good, but you know it hurts  [Pre-Chorus 2] But you make me wanna act like a girl Paint my nails and wear perfume for you Make me so nervous that I just can’t hold your hand  [Chorus] You make me glow But I cover up, won’t let it show So I'm putting my defenses up 'Cause I don’t wanna fall in love If I ever did that, I think I’d have a heart attack I think I’d have a heart attack I think I’d have a heart attack  [Bridge] The feelings are lost in my lungs They’re burning I’d rather be numb And there’s no one else to blame So instead, I’ll take off in a run I’m flying too close to the sun and I’ll burst into flames  [Chorus] You make me glow But I cover up, won’t let it show So I'm putting my defenses up 'Cause I don’t wanna fall in love If I ever did that, I think I’d have a heart attack I think I’d have a heart attack (heart attack) I think I’d have a heart attack (-tack) Oh, I think I’d have a heart attack I think I’d have a heart attack  ",
        "title": "Heart Attack"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1: Imagine Dragons] I'm wakin' up to ash and dust I wipe my brow and I sweat my rust I'm breathin' in the chemicals I'm breaking in, shaping up, the checking out on the prison bus This is it, the apocalypse, whoa  [Chorus: Imagine Dragons] I'm wakin' up, I feel it in my bones Enough to make my systems blow Welcome to the new age, to the new age Welcome to the new age, to the new age Whoa, whoa, I'm radioactive, radioactive Whoa, whoa, I'm radioactive, radioactive  [Verse 2: Imagine Dragons] I raise my flags, dye my clothes It's a revolution, I suppose We'll paint it red to fit right in Whoa I'm breakin' in, shapin' up The checkin' out on the prison bus This is it, the apocalypse Whoa  [Chorus: Imagine Dragons] I'm wakin' up, I feel it in my bones Enough to make my systems blow Welcome to the new age, to the new age Welcome to the new age, to the new age Whoa, whoa, I'm radioactive, radioactive Whoa, whoa, I'm radioactive, radioactive  [Bridge: Imagine Dragons] All systems go, sun hasn't died Deep in my bones, straight from inside  [Verse 3: Kendrick Lamar] Bury me alive, bury me with pride Bury me with berries, that forbidden fruit and cherry wine Thank you berry much, but tonight's my night and I'm Barry Bonds Swingin' for the fences, barbaric Kendrick in idle time Everything in life's subject to change, change whip, change grind Change clothes, change opinions, right before I change my mind I don't really know yah business, been in there since I was bendin' Lego blocks Now you tell the world about me, dry snitch Tater tots on my shotgun, now I gotta pop one at the stars Sky's the limit, I gotta finish as the first rapper on Mars Mark my word, I'ma make my mark, even when they start their Martial Law Even when these Martians alienate, my mental state is still at heart Fuck, look in my eyes, tell me I died, tell me I tried, to compromise Tell me you love me, tell me that I, don't give a fuck and can barely decide Wishin' good luck on my enemies, all of my energy go to the almighty God I could drown in a bottle of Hennessy, fuck your amenities, I'm gettin' better with time AHHHHH!  [Chorus: Imagine Dragons] I'm wakin' up, I feel it in my bones Enough to make my systems blow Welcome to the new age, to the new age Welcome to the new age, to the new age Whoa, whoa, I'm radioactive, radioactive Whoa, whoa, I'm radioactive, radioactive  [Outro: Imagine Dragons] I'm radioactive, radioactive  ",
        "title": "Radioactive"
    },
    {
        "artist": "Icona Pop Featuring Charli XCX",
        "lyrics": "  [Hook] I got this feelin' on this summer day when you were gone I crashed my car into the bridge, I watched, I let it burn I threw your shit into a bag and pushed it down the stairs I crashed my car into the bridge, I don't care! I love it, I don't care!  [Verse 1] You're on a different road I'm in the Milky Way You want me down on Earth, but I am up in space You're so damn hard to please, we gotta kill this switch You're from the '70s, but I'm a '90s bitch I love it! I love it!  [Hook] I got this feelin' on this summer day when you were gone I crashed my car into the bridge, I watched, I let it burn I threw your shit into a bag and pushed it down the stairs I crashed my car into the bridge, I don't care! I love it, I don't care!  [Bridge] I love it, I love it! I don't care! I love it I don't care!  [Verse 2] You're on a different road I'm in the Milky Way You want me down on Earth, but I am up in space You're so damn hard to please, we gotta kill this switch You're from the '70s, but I'm a '90s bitch  [Bridge] I don't care! I love it I don't care! I love it, I love it I don't care! I love it I don't care! I love it, I love it I don't care! I love it  ",
        "title": "I Love It"
    },
    {
        "artist": "Florida Georgia Line Featuring Nelly",
        "lyrics": "  [Intro: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Let's go!  [Bridge: Brian Kelley & Tyler Hubbard] I got my windows down and the radio up Get your radio up What up Nelly, alright I got my windows down and the radio up Get your radio up  [Verse 1: Brian Kelley & Tyler Hubbard] Yeah, when I first saw that bikini top on her She’s poppin' right out of the South Georgia water Thought, \"Oh, good lord, she had them long tanned legs\" Couldn't help myself so I walked up and said  [Chorus: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Down a back road blowin' stop signs through the middle Every little farm town with you In this brand new Chevy with a lift kit Would look a hell of a lot better with you up in it Come on So baby you a song You make me wanna roll my windows down and cruise  [Bridge: Brian Kelley & Tyler Hubbard] I got my windows down and the radio up Get your radio up  [Verse 2: Brian Kelley & Tyler Hubbard] Yeah, she was sippin' on Southern and singin' Marshall Tucker We were fallin' in love in the sweet heart of summer She hopped right up into the cab of my truck and said \"Fire it up, let’s go get this thing stuck\"  [Chrous: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Down a back road blowin' stop signs through the middle Every little farm town with you In this brand new Chevy with a lift kit Would look a hell of a lot better with you up in it So baby you a song You make me wanna roll my windows down and cruise   [Verse 3: Nelly] My windows down my seats back My music up and we ride Her legs up on my dashboard And it's just the way I like Hey country girl, this country boy Like e'rything about you Don't change a thing, no way You stay the same and I got you I likes all that, all that Head to toe you all that Tell ole boy he can call back Send her a text say, \"fall back\" cause I can see you got a thing for the fast life So come on, shawty, let me show you what the fast like Whipping 'cross the border, Florida into Georgia Cause baby you a song You make me wanna roll my windows down and cruise Down a back road blowing stop signs through the middle Every hood, every town with you And this drop-top Chevy painted real slick It would look a hell of a lot better with you up in it Cause baby you a song You make me wanna roll my, roll my, roll my R-r-r-r-roll  [Chorus: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Down a back road blowin' stop signs through the middle Every little farm town with you In this brand new Chevy with a lift kit Would look a hell of a lot better with you up in it So baby you a song You make me wanna roll my windows down and cruise   [Bridge: Brian Kelley & Tyler Hubbard] I got my windows down and the radio up Get your radio up I got my windows down and the radio up Get your radio up I got my windows down and the radio up Get your radio up  ",
        "title": "Cruise"
    },
    {
        "artist": "Fall Out Boy",
        "lyrics": "  [Verse 1] Be careful making wishes in the dark, dark Can't be sure when they've hit their mark And besides in the mean-meantime I'm just dreaming of tearing you apart I'm in the de-details with the devil So now the world can never get me on my level I just got to get you out of the cage I'm a young lovers rage Gonna need a spark to ignite  [Pre-Chorus] My songs know what you did in the dark  [Chorus] So light em up, up, up Light em up, up, up Light em up, up, up I'm on fire So light em up, up, up Light em up, up, up Light em up, up, up I'm on fire In the dark, dark In the dark, dark  [Verse 2] All the writers keep writing what they write Somewhere another pretty vein just dies I've got the scars from tomorrow and I wish you could see That you're the antidote to everything except for me A constellation of tears on your lashes Burn everything you love Then burn the ashes In the end everything collides My childhood spat back out the monster that you see  [Pre-Chorus] My songs know what you did in the dark  [Chorus] So light em up, up, up Light em up, up, up Light em up, up, up I'm on fire So light em up, up, up Light em up, up, up Light em up, up, up I'm on fire In the dark, dark In the dark, dark  [Bridge] My songs know what you did in the dark (My songs know what you did in the dark)  [Chorus] So light em up, up, up Light em up, up, up Light em up, up, up I'm on fire So light em up, up, up Light em up, up, up Light em up, up, up I'm on fire In the dark, dark In the dark, dark  ",
        "title": "My Songs Know What You Did In The Dark (Light Em Up)"
    },
    {
        "artist": "Lil Wayne Featuring Drake & Future",
        "lyrics": "  [Pre-Hook: Future] I'm on that good kush and alcohol I got some down bitches I can call I don't know what I would do without y'all I'ma ball 'til the day I fall  [Hook: Drake] Yeah, long as my bitches love me (yeah, yeah) I can give a fuck 'bout no hater Long as my bitches love me I can give a fuck 'bout no niggas Long as these bitches love me  [Verse 1: Lil Wayne] Uh, pussy-ass nigga, stop hatin' Lil Tunechi got that fire And these hoes love me like Satan, man Fuck with me and get bodied And all she eat is dick; she's on a strict diet That's my baby, with no makeup she a ten And she the best with that head Even better then Karrine She don't want money She want the time that we could spend She said: \"‘Cause I really need somebody So tell me you're that somebody.\" Girl, I fuck who I want, and fuck who I don't! Got that A1 credit, that's that filet mignon She said: \"I never want to make you mad I just want to make you proud.\" I said: \"Baby, just make me cum, then don't make a sound.\"  [Pre-Hook: Future] I'm on that good kush and alcohol I got some down bitches I can call I don't know what I would do without y'all I'ma ball 'til the day I fall  [Hook: Drake] Yeah, long as my bitches love me (yeah, yeah) I can give a fuck 'bout no hater Long as my bitches love me I can give a fuck 'bout no niggas Long as these bitches love me  [Verse 2: Lil Wayne] Real nigga, fuck these haters! These hoes got pussies like craters Can't treat these hoes like ladies, maaaan Pussy, money, weed, codeine She said my dick feel like morphine I hope my name taste like sardines to these niggas She wake up, eat this dick Call that breakfast in bed, $69.96 I feel her heartbeat, I chest-to-chest with this bitch Now turn around, face down; I'm arrestin' this bitch All my bitches love me, and I love all my bitches But it's like as soon as I cum, I come to my senses And I would say these hoes' names But then I would be snitchin' And these haters try to knock me But they can't knock me off the hinges; Lil Tunechi!  [Pre-Hook: Future] I'm on that good kush and alcohol I got some down bitches I can call I don't know what I would do without y'all I'ma ball 'til the day I fall  [Hook: Drake] Yeah, long as my bitches love me (yeah, yeah) I can give a fuck 'bout no hater Long as my bitches love me I can give a fuck 'bout no niggas Long as these bitches love me  [Bridge: Lil Wayne] I lost a few good bitches Met some more bad bitches And I be schooling them niggas Pose for your class picture Now kiss my ass if you hating I'm getting ass, or I'm skating I lost a few good bitches Met some more bad bitches And I be schooling them niggas Pose for your class picture Now kiss my ass if you hating I'm getting ass, or I'm skating, bitch!  [Pre-Hook: Future] I'm on that good kush and alcohol I got some down bitches I can call I don't know what I would do without y'all I'ma ball 'til the day I fall  [Hook: Drake] Yeah, long as my bitches love me (yeah, yeah) I can give a fuck 'bout no hater Long as my bitches love me I can give a fuck 'bout no niggas Long as these bitches love me  ",
        "title": "Love Me"
    },
    {
        "artist": "Baauer",
        "lyrics": "  Con los terroristas (Do the Harlem Shake)  Con los terroristas Ey Ey  Ey Ey Ey Ey  Con los terroristas Ey Con los terroristas Ey Ey, yeah, ey  ",
        "title": "Harlem Shake"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Verse 1] Here I am waiting, I'll have to leave soon Why am I holding on? We knew this would come, we knew it all along How did it come so fast? This is our last night but it's late And I'm trying not to sleep Cause I know, when I wake I will have to slip away  [Hook] And when the daylight comes I'll have to go But tonight I'm gonna hold you so close Cause in the daylight we'll be on our own But tonight I need to hold you so close Ooh-whoa , ooh-whoa , ooh-whoa Ooh-whoa , ooh-whoa , ooh-whoa  [Verse 2] Here I am staring at your perfection In my arms, so beautiful The sky is getting bright the stars are burning out Somebody slow it down This is way too hard Cause I know, when the sun comes up I will leave, this is my last glance That will soon be memory  [Hook] And when the daylight comes I'll have to go But tonight I'm gonna hold you so close Cause in the daylight we'll be on our own But tonight I need to hold you so close Ooh-whoa , ooh-whoa , ooh-whoa Ooh-whoa , ooh-whoa , ooh-whoa  [Bridge] I never wanted to stop Because I don't wanna start all over, start all over I was afraid of the dark But now it's all that I want, all that I want, all that I want  [Hook] And when the daylight comes I'll have to go But tonight I'm gonna hold you so close Cause in the daylight we'll be on our own But tonight I need to hold you so close Ooh-whoa , ooh-whoa , ooh-whoa Ooh-whoa , ooh-whoa , ooh-whoa  And when the daylight comes I'll have to go But tonight I'm gonna hold you so close Cause in the daylight we'll be on our own But tonight I need to hold you so close Ooh-whoa , ooh-whoa , ooh-whoa Ooh-whoa , ooh-whoa , ooh-whoa  [Outro] Ooh-whoa (Yeah), ooh-whoa (Yeah), ooh-whoa (Yeah) Ooh-whoa (Yeah), ooh-whoa (Yeah), ooh-whoa  ",
        "title": "Daylight"
    },
    {
        "artist": "Daft Punk Featuring Pharrell Williams",
        "lyrics": "  [Verse 1: Pharrell] Like the legend of the phoenix All ends with beginnings What keeps the planet spinning The force from the beginning  [Pre-Chorus: Pharrell] We've come too far To give up who we are So let's raise the bar And our cups to the stars  [Chorus: Pharrell] She's up all night to the sun, I'm up all night to get some She's up all night for good fun, I'm up all night to get lucky We're up all night to the sun, we're up all night to get some We're up all night for good fun, we're up all night to get lucky We're up all night to get lucky, we're up all night to get lucky We're up all night to get lucky, we're up all night to get lucky  [Verse 2: Pharrell] The present has no ribbon Your gift keeps on giving What is this I'm feeling? If you want to leave, I'm with it  [Pre-Chorus: Pharrell] We've come too far To give up who we are So let's raise the bar And our cups to the stars  [Chorus: Pharrell] She's up all night to the sun, I'm up all night to get some She's up all night for good fun, I'm up all night to get lucky We're up all night to the sun, we're up all night to get some We're up all night for good fun, we're up all night to get lucky We're up all night to get lucky, we're up all night to get lucky We're up all night to get lucky, we're up all night to get lucky  [Bridge: Daft Punk] We're up all night to get We're up all night to get We're up all night to get We're up all night to get We're up all night to get We're up all night to get We're up all night to get We're up all night to get We're up all night to get lucky We're up all night to get lucky We're up all night to get lucky We're up all night to get lucky We're up all night to get lucky We're up all night to get lucky We're up all night to get lucky We're up all night to get lucky  [Pre-Chorus: Pharrell] We've come too far To give up who we are So let's raise the bar And our cups to the stars  [Chorus: Pharrell] She's up all night to the sun, I'm up all night to get some She's up all night for good fun, I'm up all night to get lucky We're up all night to the sun, we're up all night to get some We're up all night for good fun, we're up all night to get lucky We're up all night to get lucky, we're up all night to get lucky We're up all night to get lucky, we're up all night to get lucky  [Outro: Pharrell] We're up all night to get lucky We're up all night to get lucky We're up all night to get lucky We're up all night to get lucky  ",
        "title": "Get Lucky"
    },
    {
        "artist": "Darius Rucker",
        "lyrics": "  [Verse 1] Heading down south to the land of the pines I'm thumbing my way into North Caroline Staring up the road and pray to God I see headlights I made it down the coast in seventeen hours Picking me a bouquet of dogwood flowers And I'm a-hoping for Raleigh, I can see my baby tonight  [Chorus] So rock me mama like a wagon wheel Rock me mama any way you feel Hey mama rock me Rock me mama like the wind and the rain Rock me mama like a south bound train Hey mama rock me  [Verse 2] Running from the cold up in New England I was born to be a fiddler in an old time string band My baby plays a guitar, I pick a banjo now Oh, north country winters keep a-getting me down Lost my money playing poker so I had to leave town But I ain't turning back to living that old life no more  [Chorus] So rock me mama like a wagon wheel Rock me mama any way you feel Hey mama rock me Rock me mama like the wind and the rain Rock me mama like a south bound train Hey mama rock me  [Verse 3] Walking to the south out of Roanoke I caught a trucker out of Philly had a nice long toke But he's a heading west from the Cumberland gap To Johnson City, Tennessee And I got to get a move on before the sun I hear my baby calling my name and I know that she's the only one And if I die in Raleigh at least I will die free  [Chorus] So rock me mama like a wagon wheel Rock me mama any way you feel Hey mama rock me Oh rock me mama like the wind and the rain Rock me mama like a south bound train Hey hey mama rock me So rock me mama like a wagon wheel Rock me mama any way you feel Hey hey mama rock me Mama rock me Mama rock me Rock me mama like the wind and the rain Rock me mama like a south bound train Hey hey mama rock me You can rock me Rock me  ",
        "title": "Wagon Wheel"
    },
    {
        "artist": "J. Cole Featuring Miguel",
        "lyrics": "  [Produced by J. Cole]  [Hook: J. Cole] Got me up all night, all I'm singin' is love songs She got me up all night, constant drinkin' and love songs She got me up all night, down-and-out with these love songs She got me up all night, drownin' out with these love songs She got me up all night, all I'm singin' is love songs She got me up all night, constant drinkin' and love songs She got me up all night, down-and-out with these love songs She got me open all night, got me open all night  [Verse 1: J. Cole] Okay, back when I was sleeping in my mama crib Or even back when I was up there in Mohammed crib Paying seventeen-hundred for the rent, money well-spent No heater, but a nigga made heat, may I vent? Had a thing for ya, even wrote the song \"Dreams\" for ya ‘Cause I had dreams for ya, thoughts of a ring for ya Childish shit, you know child and shit Anonymous flowers sent, you know coward shit Now a nigga signed to Hov, took a power trip Back home I'm grown now, and the city's my throne now The same clubs that I used to get tossed out Life got Kriss Kross'd; totally crossed out ‘Cause now I'm in this bitch and I'm totally bossed out Old chicks crying ‘cause they know that they lost out But I'm still on you, I'm still on you My drink spill on me, while I fill on you, I'm sayin'...  [Refrain: Miguel] Would you believe me if I said I'm in love? Baby, I want you to want me Would you believe me if I said I'm in love? Baby, I want you  [Bridge: J. Cole] And we are, we are, we are Got me up all night And we are, we are, we are All I'm singin' is love songs And we are, we are, we are Got me up all night And we are, we are, we are (She got me) And we are, we are, we are (She got me)  [Verse 2: J. Cole] Well, this has got to be the longest crush ever If I ever get to fuck it'd be the longest bust ever Love is a drug, like the strongest stuff ever And, fuck it, I'm on one, you feel me? She on a power trip, she got me where she want a nigga Wife'ing in the club, man, my homies gon' disown a nigga Like, \"Give me 20 dollars, dollars!\" Ass stupid, how you get to college, college? I'm in your city and I'm wonderin' if you're home now Went and found a man, but I'm hopin' you're alone now Can't help but feeling like I dropped the ball, cliche I used to pop up on you at the mall each day Now, typically I kick game, like East Bay But you got a nigga freeze-framed yelling: \"Please play!\" For Pete's sake, homie, pull it together! Just fuck her one time and be through with forever, but...  [Refrain: Miguel] Would you believe me if I said I'm in love? Baby, I want you to want me Would you believe me if I said I'm in love? Baby, I want ya, yeah  [Bridge: J. Cole] And we are, we are, we are Got me up all night And we are, we are, we are All I'm singin' is love songs And we are, we are, we are Got me up all night And we are, we are, we are (She got me) And we are, we are, we are (She got me)  [Hook: J. Cole] Got me up all night, all I'm singin' is love songs She got me up all night, constant drinkin' and love songs She got me up all night, down-and-out with these love songs She got me up all night, drownin' out with these love songs She got me up all night, all I'm singin' is love songs She got me up all night, constant drinkin' and love songs She got me up all night, down-and-out with these love songs She got me open all night, got me open all night  ",
        "title": "Power Trip"
    },
    {
        "artist": "Selena Gomez",
        "lyrics": "  [Chorus] When you're ready come and get it Na-na-na-na, na-na-na-na, na-na-na-na When you're ready come and get it Na-na-na-na, na-na-na-na, na-na-na-na When you're ready, when you're ready When you're ready come and get it Na-na-na-na, na-na-na-na, na-na-na-na  [Verse 1] You ain't gotta worry, it's an open invitation I'll be sitting right here real patient All day, all night, I'll be waiting standby Can't stop, because I love it Hate the way I love you All day, all night Maybe I'm addicted for life, no lie  [Pre-Chorus 1] I'm not too shy to show I love you I got no regrets I love you much too much to hide you This love ain't finished yet This love ain't finished yet So baby, whenever you're ready  [Chorus] When you're ready come and get it Na-na-na-na, na-na-na-na, na-na-na-na When you're ready come and get it Na-na-na-na, na-na-na-na, na-na-na-na When you're ready, when you're ready When you're ready come and get it Na-na-na-na, na-na-na-na, na-na-na-na  [Verse 2] You got the kind of love that I want, let me get that (Let me get that, yeah) And baby, once I get it, I'm yours, no take-backs Gon' love you for life, I ain't leaving your side Even if you knock it, ain't no way to stop it Forever, you're mine Baby, I'm addicted, no lie, no lie  [Pre-Chorus 2] I'm not too shy to show I love you I got no regrets So baby, whenever you're ready...  [Chorus] When you're ready come and get it Na-na-na-na, na-na-na-na, na-na-na-na When you're ready come and get it Na-na-na-na, na-na-na-na, na-na-na-na When you're ready, when you're ready When you're ready come and get it Na-na-na-na, na-na-na-na, na-na-na-na  [Bridge] This love will be the death of me But I know I'll die happily I'll know, I'll know, I'll know Because you love me so Yeah  [Chorus] When you're ready come and get it Na-na-na-na, na-na-na-na, na-na-na-na When you're ready come and get it Na-na-na-na, na-na-na-na, na-na-na-na (I'm gonna get it, yeah yeah) When you're ready, when you're ready When you're ready come and get it (When you're ready, when you're ready Come and get it, get it) Na-na-na-na, na-na-na-na, na-na-na-na  ",
        "title": "Come & Get It"
    },
    {
        "artist": "fun.",
        "lyrics": "  [Verse 1:] Well I woke up to the sound of silence The cars were cutting like knives in a fist fight And I found you with a bottle of wine Your head in the curtains And heart like the fourth of July You swore and said We are not We are not shining stars This I know I never said we are Though I've never been through hell like that I've closed enough windows To know you can never look back  [Chorus:] If you're lost and alone Or you're sinking like a stone Carry on May your past be the sound Of your feet upon the ground Carry on Carry on, carry on  [Verse 3] So I met up with some friends At the edge of the night At a bar off 75 And we talked and talked About how our parents will die All our neighbors and wives But I'd like to think I can cheat it all To make up for the times I've been cheated on And it's nice to know When I was left for dead I was found and now I don't roam these streets I am not the ghost you want of me  [Chorus:] If you're lost and alone Or you're sinking like a stone Carry on May your past be the sound Of your feet upon the ground Carry on Carry on, carry on  [Bridge:] Woah My head is on fire But my legs are fine After all they are mine Lay your clothes down on the floor Close the door Hold the phone Show me how No one's ever gonna stop us now  [Guitar solo]  [Bridge 2:] Cause we are We are shining stars We are invincible We are who we are On our darkest day When we're miles away So we'll come We will find our way home  [Chorus:] If you're lost and alone Or you're sinking like a stone Carry on May your past be the sound Of your feet upon the ground Carry on Carry on, carry on  [Outro:] No one's ever gonna stop us now  ",
        "title": "Carry On"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] It feels like a perfect night to dress up like hipsters And make fun of our exes, uh uh, uh uh It feels like a perfect night for breakfast at midnight To fall in love with strangers, uh uh, uh uht  [Pre-Chorus] Yeah We're happy, free, confused, and lonely at the same time It's miserable and magical, oh yeah Tonight's the night when we forget about the deadlines It's time, uh uh  [Chorus] I don't know about you, but I'm feeling 22 Everything will be alright if you keep me next to you You don't know about me, but I bet you wanted to Everything will be alright if we just keep dancing like we're 22 22  [Verse 2] It seems like one of those nights This place is too crowded, too many cool kids, uh uh, uh uh (Who's Taylor Swift, anyway? Ew) It seems like one of those nights We ditch the whole scene and end up dreaming Instead of sleeping  [Pre-Chorus] Yeah We're happy, free, confused, and lonely in the best way It's miserable and magical, oh yeah Tonight's the night when we forget about The heartbreaks, it's time Oh oh  [Chorus] I don't know about you, but I'm feeling 22 Everything will be alright if you keep me next to you You don't know about me, but I bet you wanted to Everything will be alright if we just keep dancing like we're 22 22 I don't know about you 22, 22  [Bridge] It feels like one of those nights We ditch the whole scene It feels like one of those nights We won't be sleeping It feels like one of those nights You look like bad news, I gotta have you I gotta have you  [Chorus] I don't know about you, but I'm feeling 22 Everything will be alright if you keep me next to you You don't know about me, but I bet you wanted to Everything will be alright if we just keep dancing like we're 22 22 Dancing like 22, yeah, 22, yeah yeah  [Outro] It feels like one of those nights We ditch the whole scene It feels like one of those nights We won't be sleeping It feels like one of those nights You look like bad news, I gotta have you I gotta have you  ",
        "title": "22"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Intro]  [Verse 1] Once upon a time, a few mistakes ago I was in your sights, you got me alone You found me, you found me, you found me I guess you didn't care, and I guess I liked that And when I fell hard, you took a step back Without me, without me, without me  [Pre-Chorus] And he's long gone, when he's next to me And I realize the blame is on me  [Chorus] 'Cause I knew you were trouble when you walked in So shame on me now Flew me to places I'd never been Till you put me down, oh I knew you were trouble when you walked in So shame on me now Flew me to places I'd never been Now I'm lying on the cold hard ground Oh, oh Trouble, trouble, trouble Oh, oh Trouble, trouble, trouble  [Verse 2] No apologies, he'll never see you cry Pretends he doesn't know that he's the reason why You're drowning, you're drowning You're drowning And I heard you moved on, from whispers on the street A new notch in your belt is all I'll ever be And now I see, now I see Now I see  [Pre-Chorus] He was long gone when he met me And I realize the joke is on me, hey!  [Chorus] I knew you were trouble when you walked in So shame on me now Flew me to places I'd never been Till you put me down, oh I knew you were trouble when you walked in So shame on me now Flew me to places I'd never been Now I'm lying on the cold hard ground Oh, oh Trouble, trouble, trouble Oh, oh Trouble, trouble, trouble  [Bridge] And the saddest fear, comes creeping in That you never loved me Or her, or anyone, or anything, yeah!  [Chorus] I knew you were trouble when you walked in So shame on me now Flew me to places I'd never been Till you put me down, oh I knew you were trouble when you walked in So shame on me now Flew me to places I'd never been Now I'm lying on the cold hard ground Oh, oh Trouble, trouble, trouble Oh, oh Trouble, trouble, trouble  [Outro]  ",
        "title": "I Knew You Were Trouble."
    },
    {
        "artist": "The Lumineers",
        "lyrics": "  [Verse 1] I been trying to do it right I been living a lonely life I been sleepin' here instead I been sleepin' in my bed I been sleepin' in my bed  So show me family All the blood that I will bleed I don't know where I belong I don't know where I went wrong But I can write a song  [Hook] I belong with you, you belong with me You're my sweetheart I belong with you, you belong with me You're my sweetheart  [Verse 2] I don't think you're right for him Think of what it might have been if we Took a bus to Chinatown I'd be standin' on Canal, and Bowery And she'd be standin' next to me  [Hook] I belong with you, you belong with me You're my sweetheart I belong with you, you belong with me You're my sweetheart  [Bridge] Love we need it now Let's hope for some Cause oh, we're bleedin' out  [Hook] I belong with you, you belong with me You're my sweetheart I belong with you, you belong with me You're my sweetheart  ",
        "title": "Ho Hey"
    },
    {
        "artist": "Wale Featuring Tiara Thomas Or Rihanna",
        "lyrics": "  [Intro: Wale] Monogamy or whatever you call it I'm startin' to think it ain't for er'ybody Most of us is rushin' into it anyways You know what I'm sayin'? You ain't rushin' for love, and I ain't up here to judge Let's neglect the what if's And make it do what it does, let's get it  [Hook: Tiara Thomas] Is it bad that I never made love? No, I never did it But I sure know how to fuck I'll be your bad girl, I'll prove it to ya I can't promise that I'll be good to ya 'Cause I had some issues I won't commit, no, not havin' it But at least I can admit That I'll be bad, no, to you (to you) Yeah, I'll be good in bed But I'll be bad to you Bad that I never made love No, I never did it But I sure know how to fuck (Let's get it!)  [Verse 1: Wale] Bad girls ain't no good, and the good girls ain't no fun And the hood girls want a smart nigga College girls all want a thug So it seems that we fiend what we don't need Got a thing for a queen who know when to leave I ain't bout to judge you, don't judge me You ain't gotta really sing about your rap sheet 'Cause I heard you (bad, nooo) In the literal sense I mean that Rough sex, sayin' I love ya But to kiss them is sayin' you mean that (bad, nooo) I know, I just be callin' her mean-ass Oh the irony, got the bomb indeed But the problem is probably a deep past Still I'm feelin' of somethin' I need bad Thinkin' if I get her, I get her to need this I don't need emotions to open your deep sea I conceive an ocean by goin' between legs Beg? Nope—bed, floor, dope; go for it, couch now Slow motion around, put it down Lord knows she was gone ‘fore the morn', hold up  [Hook: Tiara Thomas] Is it bad that I never made love? No, I never did it But I sure know how to fuck I'll be your bad girl, I'll prove it to ya I can't promise that I'll be good to ya 'Cause I had some issues I won't commit, no, not havin' it But at least I can admit That I'll be bad, no, to you (to you) Yeah, I'll be good in bed But I'll be bad to you (Yeah, let me tell you 'bout her, look!)  [Verse 2: Wale] She hurt feelings, she break hearts She stay quiet, she play smart She take pride in goin' out And gettin' hollered at and sayin' nah She no saint, but she don't pose She don't wear make-up by the boatload Ridin' through lake shore with the nose up She don't really date much, but it slows her up She got haters, but we all do Heard you're winter-time cold, shawty, fall through Baby, look at they approach, how they court you All those minds games, nevermind, 'cause they all lose (Bad, nooo) In the physical sense I mean that I ain't tryna kiss up, suck up, feed gas I ain't like them nigga you suckin' your teeth at, nope Play big, trust me I'll humble yo' mean-ass Look, shawty is actually in prevent 'Cause the one in front of her is workin' with deep threat Yep—bed, floor, couch, more More, shower, Lord, perm, done Love? Nah, called in the morn' Cell number wasn't on, goddamn!  [Hook: Tiara Thomas] Is it bad that I never made love? No, I never did it But I sure know how to fuck I'll be your bad girl, I'll prove it to ya I can't promise that I'll be good to ya 'Cause I had some issues I won't commit, no, not havin' it But at least I can admit That I'll be bad, no, to you (to you) Yeah, I'll be good in bed But I'll be bad to you Bad that I never made love No, I never did it But I sure know how to fuck  [Produced by Kelson and Tiara Thomas]  ",
        "title": "Bad"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Verse 1] I cut my bangs with some rusty kitchen scissors I screamed his name ‘til the neighbours called the cops I numbed the pain at the expense of my liver Don’t know what I did next, all I know I couldn’t stop  [Verse 2] Word got around to the barflies and the baptists My mama’s phone started ringing off the hook I can hear her now saying she ain’t gonna have it Don’t matter how you feel, it only matters how you look  [Chorus] Go and fix your make up, girl, it’s just a break up Run and hide your crazy and start actin’ like a lady Cause I raised you better, gotta keep it together Even when you fall apart But this ain’t my mama’s broken heart  [Verse 3] Wish I could be just a little less dramatic Like a Kennedy when Camelot went down in flames Leave it to me to be holding the matches When the fire trucks show up and there’s nobody else to blame  [Verse 4] Can’t get revenge and keep a spotless reputation Sometimes revenge's just a choice you gotta make My mama came from a softer generation Where you get a grip and bite your lip just to save a little face  [Chorus] Go and fix your make up, girl, it’s just a break up Run and hide your crazy and start actin’ like a lady Cause I raised you better, gotta keep it together Even when you fall apart But this ain’t my mama’s broken heart  [Bridge] Powder your nose, paint your toes Line your lips and keep 'em closed Cross your legs, dot your eyes And never let 'em see you cry  [Chorus] Go and fix your make up, girl, it’s just a break up Run and hide your crazy and start actin’ like a lady Cause I raised you better, gotta keep it together Even when you fall apart But this ain’t my mama’s broken heart  ",
        "title": "Mama's Broken Heart"
    },
    {
        "artist": "Calvin Harris Featuring Florence Welch",
        "lyrics": "  [Verse 1: Florence Welch] You took my heart, and you held it in your mouth And with a word all my love came rushing out And every whisper, it's the worst Emptied out by a single word There is a hollow in me now  [Chorus: Florence Welch] So I put my faith in something unknown I'm living on such sweet nothing But I'm trying to hope with nothing to hold I'm living on such sweet nothing And it's hard to learn, and it's hard to love When you're giving me such sweet nothing Sweet nothing, sweet nothing You're giving me such sweet nothing  [Verse 2: Florence Welch] It isn't easy for me to let it go Cause I've swallowed every single word And every whisper, every sigh Eats away at this heart of mine And there is a hollow in me now  [Chorus: Florence Welch] So I put my faith in something unknown I'm living on such sweet nothing But I'm trying to hope with nothing to hold I'm living on such sweet nothing And it's hard to learn, and it's hard to love When you're giving me such sweet nothing Sweet nothing, sweet nothing You're giving me such sweet nothing  [Bridge: Florence Welch] And it's not enough to tell me that you care When we both know the words are empty air You give me nothing Nothing  [Outro: Florence Welch] Sweet nothing Sweet nothing  ",
        "title": "Sweet Nothing"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Intro] One, two, one, two, three Aw, yeah yeah Aw, yeah yeah yeah yeah, ooh! Aw, yeah yeah Aw, yeah yeah yeah yeah, ooh!  [Verse 1] Never had much faith in love or miracles Never wanna put my heart on the line But swimming in your water is something spiritual I'm born again every time you spend the night  [Pre-Chorus] Cause your sex takes me to paradise Yeah, your sex takes me to paradise And it shows, yeah yeah yeah  [Chorus] Cause you make me feel like I've been locked out of heaven For too long, for too long Yeah, you make me feel like I've been locked out of heaven For too long, for too long  [Post-Chorus] Aw, yeah yeah yeah yeah, ooh! Aw, yeah yeah Aw, yeah yeah yeah yeah, ooh!  [Verse 2] You bring me to my knees, you make me testify You can make a sinner change his ways Open up your gates cause I can't wait to see the light And right there is where I wanna stay  [Pre-Chorus] Cause your sex takes me to paradise Yeah, your sex takes me to paradise And it shows, yeah yeah yeah  [Chorus] Cause you make me feel like I've been locked out of heaven For too long, for too long Yeah, you make me feel like I've been locked out of heaven For too long, for too long  [Bridge] Oh-oh-oh-oh, yeah yeah yeah Can I just stay here? Spend the rest of my days here? Oh-oh-oh-oh, yeah yeah yeah Can I just stay here? Spend the rest of my days here?  [Chorus] Cause you make me feel like I've been locked out of heaven For too long, for too long Yeah, you make me feel like I've been locked out of heaven For too long, for too long  [Outro] Aw, yeah yeah yeah yeah, ooh! Aw, yeah yeah Aw, yeah yeah yeah yeah, ooh!  ",
        "title": "Locked Out Of Heaven"
    },
    {
        "artist": "Olly Murs Featuring Flo Rida",
        "lyrics": "  [Intro: Flo Rida] You're a troublemaker, you're a troublemaker You ain't nothing but a troublemaker, girl  [Verse 1] You had me hooked again from the minute you sat down The way you bite your lip got my head spinnin' around After a drink or two I was putty in your hands I don't know if I have the strength to stand, oh oh oh...  [Pre-Chorus] Trouble troublemaker, yeah, that's your middle name, oh oh oh... I know you're no good but you're stuck in my brain And I wanna know...  [Chorus] Why does it feel so good but hurt so bad, oh oh oh? My mind keeps saying \"Run as fast as you can\" I say, \"I'm done,\" but then you pull me back, oh oh oh... I swear you're giving me a heart attack Troublemaker!  [Verse 2] It's like you're always there in the corners of my mind I see a silhouette every time I close my eyes There must be poison in those finger tips of yours Cause I keep comin' back again for more, oh oh oh...  [Pre-Chorus] Trouble troublemaker, yeah, that's your middle name, oh oh oh... I know you're no good but you're stuck in my brain And I wanna know...  [Chorus] Why does it feel so good but hurt so bad, oh oh oh? My mind keeps saying \"Run as fast as you can\" I say, \"I'm done,\" but then you pull me back, oh oh oh... I swear you're giving me a heart attack Troublemaker!  [Pre-Chorus] Trouble troublemaker, yeah, that's your middle name, oh oh oh... I know you're no good but you're stuck in my brain And I wanna know...  [Chorus] Why does it feel so good but hurt so bad, oh oh oh? My mind keeps saying \"Run as fast as you can\" I say, \"I'm done,\" but then you pull me back, oh oh oh... I swear you're giving me a heart attack Troublemaker!  [Verse 3: Flo Rida] Maybe I'm insane Cause I keep doing the same damn thing Thinking one day we gon' change But you know just how to work that back And make me forget my name What the hell you do, I won't remember I'll be gone until November And you'll show up again next summer, yeah! Typical middle name is Prada Fit you like a glove, girl I'm sick of the drama You're a troublemaker But damn, girl, it's like I love the trouble And I can't even explain why  [Chorus] Why does it feel so good but hurt so bad, oh oh oh? My mind keeps saying \"Run as fast as you can\" I say, \"I'm done,\" but then you pull me back, oh oh oh... I swear you're giving me a heart attack Troublemaker!  ",
        "title": "Troublemaker"
    },
    {
        "artist": "Ariana Grande Featuring Mac Miller",
        "lyrics": "  [Intro: Ariana Grande] I love the way, you make me feel I love it, I love it I love the way, you make me feel I love it, I love it  [Verse 1: Mac Miller] Say, I’m thinking ’bout her every second, every hour Do my singing in the shower Picking petals off the flowers like Do she love me, do she love me not? I ain’t a player, I just crush a lot  [Ariana Grande] You give me that kinda something Want it all the time, need it every day On a scale of one to ten I’m at 100 Never get enough, I can’t stay away  [Pre-Hook: Ariana Grande] If you want, I got it, I got it every day You can get whatever you need from me Stay by your side, I’ll never leave you And I ain’t going nowhere cause you’re a keeper  [Hook: Ariana Grande] So don’t you worry, baby you got me I got a bad boy, must admit it You got my heart, don’t know how you did it And I don't care who sees it, babe I don't want to hide the way I feel when you're next to me I love the way you make me feel I love the way (I love the way) Baby I love the way you make me feel I love the way, the way you love  [Verse 2: Ariana Grande] Oh, so crazy you get my heart, jumping When you put your lips on mine And honey it ain’t a question, (quick question) Cause boy I know just what you like  [Pre-Hook] So If you need it, I got it, I got it every day Be your lover, your friend, you’ll find it all in me Stay by your side, I’ll never leave you And I ain’t going nowhere cause you’re a keeper  [Hook: Ariana Grande] So don’t you worry, baby you got me I got a bad boy, must admit it You got my heart, don’t know how you did it And I don't care who sees it, babe I don't want to hide the way I feel when you're next to me I love the way you make me feel I love the way (I love the way) Baby I love the way you make me feel I love the way, the way you love  [Verse 3: Mac Miller] Uh, I make it feel so fine, I make it feel so fine I hope you hit me on my celly when I sneak in your mind You’re a princess to the public, but a freak when it’s time Said your bed be feeling lonely, so you’re sleeping in mine You come and watch a movie with me “American Beauty” or “Bruce Almighty” that groovy Just come and move closer to me I got some feelings for you, I’m not gon’ get bored of But baby you’re an adventure so let me come and explore you  [Hook/Outro] So don’t you worry, baby you got me I got a bad boy, must admit it You got my heart, don’t know how you did it And I don’t care this is it babe I don’t want another way to feel you next to me I love the way you make me feel I love the way (I love the way) I love the way Baby I love the way you make me feel I love the way, the way I love you The way I love you The way I love you The way I love you uh, uh uh yeah I love the way you make me feel I love it, I love it I love the way you make me feel I love it, I love it The way I love you  ",
        "title": "The Way"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": null,
        "title": "Downtown"
    },
    {
        "artist": "will.i.am & Britney Spears",
        "lyrics": null,
        "title": "Scream & Shout"
    },
    {
        "artist": "Florida Georgia Line",
        "lyrics": "  Strawberry shimmer on hot lips Silver buckle hanging off her hips I sparkle when she smiles Shinedown on the radio dial Homemade jar of lemon drop, take a sip  Don't stop girl, you know I love it when you get your shine on Because you and me be rocking all night long Summer sky dripping rhinestones Turn your party lights on Baby get your shine on (shine on) Baby get your shine on  Silverado, candy painted Ray-Bans got the whole world shaded Chrome piece tucked in the console Riding high, roll up on the down low Feeling lucky, got hooked up with some Kentucky clear So slide that little sugar shaker over here  And get your shine on Because you and me be rocking all night long Summer sky dripping rhinestones Turn your party lights on Baby get your shine on (shine on) Baby get your shine on  Homemade jar of lemon drop take a sip Don't stop girl...  You know I love it when you get your shine on Because you and me be rocking all night long Summer sky dripping rhinestones Turn your party lights on Baby get your shine on (shine on) Baby get your shine on  Because you and me be rocking all night long Summer sky dripping rhinestones Turn your party lights on Baby get your shine on (shine on) Baby get your shine on Baby get your shine on  Strawberry shimmer on hot lips Silver buckle hanging off her hips I sparkle when she smiles Shinedown on the radio dial Silverado, candy painted Ray-Bans got the whole world shaded Chromed piece tucked in the console Riding high, roll up on the down low Baby get your shine on  ",
        "title": "Get Your Shine On"
    },
    {
        "artist": "Blake Shelton Featuring Pistol Annies & Friends",
        "lyrics": "  [Intro] Red red red red red red red red redneck  [Verse 1] Well the boys 'round here don't listen to The Beatles Run ol' Bocephus through a jukebox needle At the honky-tonk, where their boots stomp All night, what That's right Yea, and what they call work, digging in the dirt Gotta get it in the ground 'fore the rain come down To get paid, to get the girl And your 4 wheel drive A country boy can survive  [Chorus] Yea the boys 'round here Drinking that ice cold beer Talkin' 'bout girls, talkin' 'bout trucks Runnin' them red dirt roads out, kicking up dust The boys 'round here Sending up a prayer to the man upstairs Backwoods legit, don't take no shit Chew tobacco, chew tobacco, chew tobacco, spit Aw heck Red red red red red red redneck  [Verse 2] Well the boys 'round here, they're keeping it country Ain't a damn one know how to do the dougie You don't do the dougie? No, not in Kentucky But these girls 'round here yep, they still love me Yea, the girls 'round here, they all deserve a whistle Shakin' that sugar, sweet as Dixie crystal They like that y'all and southern drawl And just can't help it cause they just keep fallin'  [Chorus] Yea the boys 'round here Drinking that ice cold beer Talkin' 'bout girls, talkin' 'bout trucks Runnin' them red dirt roads out, kicking up dust The boys 'round here Sending up a prayer to the man upstairs Backwoods legit, don't take no shit Chew tobacco, chew tobacco, chew tobacco, spit Aw heck Red red red red red red redneck  [Bridge: Pistol Annies] Let me hear you say Ooh let's ride Ooh let's ride Down to the river side  [Bridge: Blake Shelton] Ooh let's ride Hey now girl, hop inside Me and you gonna take a little ride to the river Let's ride, that's right Lay a blanket on the ground Kissing and the crickets is the only sound We out of town Have you ever got down with a Red red red red red red redneck And do you wanna get down with a Red red red red red red redneck Girl you gotta get down  [Chorus] Yea the boys 'round here Drinking that ice cold beer Talkin' 'bout girls, talkin' 'bout trucks Runnin' them red dirt roads out, kicking up dust The boys 'round here Sending up a prayer to the man upstairs Backwoods legit, don't take no shit Chew tobacco, chew tobacco, chew tobacco, spit Aw heck Red red red red red red redneck  [Interlude] Ooh let's ride Red red red red red red redneck Ooh let's ride I'm one of them boys 'round here Ooh let's ride Red red red red red red redneck Ooh let's ride  [Outro] Ooh let's ride Well all I'm thinkin' 'bout is you and me, how we'll be So come on girl, hop inside Me and you, we're gonna take a little ride Lay a blanket on the ground Kissing and the crickets is the only sound We out of town Girl you gotta get down with a… Come on through the country side Down to the river side  ",
        "title": "Boys 'round Here"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Chorus] Throw it up, throw it up Watch it all fall out Pour it up, pour it That's how we ball out Throw it up, throw it up Watch it all fall out Pour it up, pour it That's how we ball out  [Verse 1] Strip clubs and dolla' bills, I still got mo' money Patron shots can I get a refill I still got mo' money Strippers going up and down that pole And I still got mo' money 4'o clock and we ain't going home, cause I still got mo' money Money make the world go round, I still got mo' money Bands make your girl go down, I still got mo' money Lot more where that came from, I still got mo' money The look in your eyes I know you want some And I still got mo' money...  [Pre-Chorus] Oh ohh ohhh, ohhh oh oh oh All I see is signs, all I see is dolla' signs Oh ohh ohhh, ohhh oh oh oh Money on my mind, money, money on my mind Throw it up, throw it up Watch it fall out from the sky  [Chorus] Throw it up, throw it up Watch it all fall out Pour it up, pour it That's how we ball out Throw it up, throw it up Watch it all fall out Pour it up, pour it That's how we ball out  [Interlude] That's how we ball out That's how we ball out That's how we ball out  [Verse 2] Valet cost a hundred bill and I still got mo' money Gold all up in my grill, I still got mo' money Who cares how you haters feel and I still got mo' money Call Jay up and close a deal, I still got mo' money My fragrance on and they love my smell, I still got mo' money So who care about what I spend, I still got mo' money My pockets deep and they never end, I still got mo' money I'm going dumb with all my friends, I still got mo' money  [Pre-Chorus] Oh ohh ohhh, ohhh oh oh oh All I see is signs, all I see is dolla' signs Oh ohh ohhh, ohhh oh oh oh Money on my mind, money, money on my mind Throw it up, throw it up Watch it fall out from the sky  [Chorus] Throw it up, throw it up Watch it all fall out Pour it up, pour it That's how we ball out Throw it up, throw it up Watch it all fall out Pour it up, pour it That's how we ball out That's how we ball out That's how we ball out That's how we ball out  ",
        "title": "Pour It Up"
    },
    {
        "artist": "A$AP Rocky Featuring Drake, 2 Chainz & Kendrick Lamar",
        "lyrics": null,
        "title": "F**kin Problems"
    },
    {
        "artist": "Tim McGraw With Taylor Swift",
        "lyrics": "  [Verse 1 - Tim McGraw] Bet your window's rolled down and your hair's pulled back And I bet you got no idea you're going way too fast You're trying not to think about what went wrong Trying not to stop 'til you get where you goin' You're trying to stay awake so I bet you turn on the radio And the song goes  [Bridge - Taylor Swift] I can't live without you, I can't live without you, baby I can't live without you, I can't live without you, baby, baby  [Hook - Tim McGraw] The highway won't hold you tonight The highway don't know you're alive The highway don't care if you're all alone But I do, I do The highway won't dry your tears The highway don't need you here The highway don't care if you're coming home But I do, I do  [Verse 2 - Tim McGraw & Taylor Swift] I bet you got a dead cell phone in your shotgun seat Yeah, I bet you're bending God's ear talking 'bout me You're trying not to let the first tear fall out Trying not to think about turning around You're trying not to get lost in the sound but that song is always on So you sing along  [Bridge - Taylor Swift] I can't live without you, I can't live without you, baby I can't live without you, I can't live without you, baby, baby  [Hook - Tim McGraw] The highway won't hold you tonight The highway don't know you're alive The highway don't care if you're all alone But I do, I do The highway won't dry your tears The highway don't need you here The highway don't care if you're coming home But I do, I do  [Bridge - Taylor Swift] I can't live without you, I can't live without you, baby I can't live without you, I can't live without you, baby, baby  [Interlude] The highway don't care The highway don't care The highway don't care But I do, I do I can't live without you, I can't live without you, baby I can't live without I can't live without you, baby, oh baby The highway don't care The highway don't care The highway don't care But I do, I do  The highway don't care The highway don't care The highway don't care But I do, I do The highway don't care The highway don't care The highway don't care But I do, I do  [Outro] I can't live without you, I can't live without you, baby  ",
        "title": "Highway Don't Care"
    },
    {
        "artist": "Mumford & Sons",
        "lyrics": "  [Verse 1] And I came home Like a stone And I fell heavy into your arms These days of dust Which we've known Will blow away with this new sun  [Bridge] And I'll kneel down Wait for now And I'll kneel down Know my ground  [Hook] And I will wait, I will wait for you And I will wait, I will wait for you  [Verse 2] So break my step And relent You forgave and I won't forget Know what we've seen And him with less Now in some way Shake the excess  [Hook] Cause I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you  [Verse 3] So I'll be bold As well as strong And use my head alongside my heart So take my flesh And fix my eyes That tethered mind free from the lies  [Bridge] But I'll kneel down Wait for now I'll kneel down Know my ground Raise my hands Paint my spirit gold And bow my head Keep my heart slow  [Hook] Cause I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you  ",
        "title": "I Will Wait"
    },
    {
        "artist": "Swedish House Mafia Featuring John Martin",
        "lyrics": "  [Verse 1: John Martin] There was a time I used to look into my father's eyes In a happy home I was a king I had a golden throne Those days are gone, now the memories are on the wall I hear the songs from the places where I was born  [Bridge: John Martin] Up on the hill across the blue lake That's where I had my first heartbreak I still remember how it all changed My father said  [Hook: John Martin] Don't you worry, don't you worry, child See heaven's got a plan for you Don't you worry, don't you worry now Yeah!  [Verse 2: John Martin] There was a time, I met a girl of a different kind We ruled the world, I thought I'll never lose her out of sight We were so young, I think of her now and then I still hear the songs reminding me of a friend  [Bridge: John Martin] Up on the hill across the blue lake That's where I had my first heartbreak I still remember how it all changed My father said  [Hook: John Martin] Don't you worry, don't you worry, child See heaven's got a plan for you Don't you worry, don't you worry now Yeah!  [Bridge: John Martin] Oh, oh, oh, oh, oh, oh, oh! Oh, oh, oh, oh, oh, oh, oh! Oh, oh, oh, oh, oh, oh, oh! See heaven's got a plan for you See heaven's got a plan for you See heaven's got a plan for you  [Hook: John Martin] Don't you worry, don't you worry, child See heaven's got a plan for you Don't you worry, don't you worry now Yeah!  [Outro: John Martin] Oh, oh, oh, oh, oh, oh, oh! Oh, oh, oh, oh, oh, oh, oh! Oh, oh, oh, oh, oh, oh, oh! Yeah!  ",
        "title": "Don't You Worry Child"
    },
    {
        "artist": "AWOLNATION",
        "lyrics": "  [Intro] Sail!  [Verse 1] This is how I show my love I made it in my mind because I blame it on my ADD baby This is how an angel dies I blame it on my own sick pride Blame it on my ADD baby  [Chorus] Sail! Sail! Sail! Sail! Sail!  [Verse 2] Maybe I should cry for help Maybe I should kill myself Blame it on my ADD baby Maybe I'm a different breed Maybe I'm not listening So blame it on my ADD baby  [Chorus] Sail! Sail! Sail! Sail! Sail!  [Bridge] La la la la la la oh! La la la la la la oh!  [Chorus] Sail! Sail! Sail! Sail! Sail!  [Outro] Sail with me into the dark Sail! Sail with me into the dark Sail! Sail with me into the dark Sail! Sail with me into the dark Sail!  ",
        "title": "Sail"
    },
    {
        "artist": "will.i.am Featuring Justin Bieber",
        "lyrics": "  And ohhh, I'm alive, I'm alive, I'm alive And ohhh, I can fly, I can fly, I can fly And ohhh, I'm alive, I'm alive, I'm alive And I'm loving every second,minute,hour Bigger,better,stronger,power I got that power I got that power I got that power Power, power, power They call me will-A Stay so cool, I'm chilley I done made that malley On my way to that valley Used to have a piggy bank, but now i got that bigger bank Who who cares what the haters state They hate on me cause we doing what they can't I stay on that hussle I flex that loose to muscle Hate to bust your bubble I'm on that other level Imma take it higher And high and high and higher I stay and buy attire Keep burning like that fire And ohhh, I'm alive, I'm alive, I'm alive And ohhh, I can fly, I can fly, I can fly And ohhh, I'm alive, I'm alive, I'm alive And I'm loving every second,minute,hour Bigger,better,stronger,power I got that power I got that power I got that power Power, power, power Yes, yes, yes y'all Feeling funky fresh y'all Work to be the best y'all We're good under pressure y'all Been through all that stress y'all Get this off my chest y'all Made it out in project Whre this project that's progress y'all I beat it through my mama I told her when i was younger That I'ma be that number One day I'll be that number 1 I take it higher And high and high and higher I stay and buy attire Keep burning like that fire What ever doesn't kill you Only makes you stronger So I'ma get stronger Call me like a batteram, batteram I'm knocking knocking down the door again Call me like a batteram, batteram I'm knocking knocking down the door again And ohhh, I'm alive, I'm alive, I'm alive And ohhh, I can fly, I can fly, I can fly And ohhh, I'm alive, I'm alive, I'm alive And I'm loving every second,minute,hour Bigger,better,stronger,power I got that power I got that power I got that power Power, power, power And I'm loving every second,minute,hour Bigger,better,stronger,power And I'm loving every second,minute,hour Bigger,better,stronger,power  ",
        "title": "#thatPOWER"
    },
    {
        "artist": "Krewella",
        "lyrics": null,
        "title": "Alive"
    },
    {
        "artist": "Ace Hood Featuring Future & Rick Ross",
        "lyrics": "  [Intro: Future] We the motherfuckin best nigga Ace Hood Super, Future  [Hook: Future] I come looking for you with Haitians I stay smoking on good Jamaican I fuck bitches from different races You get money they started hating (Turn Up!) I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti  [Verse 1: Ace Hood] Niggas be hatin I'm rich as a bitch 100K I spent that on my wrist 200 dollars, I spent that on your bitch Do me a model, put that on my list Oh there he go in that foreign again Killin the scene bring the coroner in Murder she wrote, swallow or choke Hit her and go home, I won't call her again Woke up early morning, crib as big as a college Smoke me a pound of the loudest Whippin some shit with no mileage Diamonds cost me a fortune Them horses all in them Porsches You pussies can't hardly afford it 4,200 my mortgage Ballin on niggas like Kobe Fuck all you haters you bore me Only the real get a piece of the plate Reppin my city I'm runnin my state Give me a pistol then run with the K's Niggas want beef then I visit ya place (Bang!)  [Hook] I come looking for you with Haitians I stay smoking on good Jamaican I fuck bitches from different races You get money they started hating (Turn Up!) I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti  [Verse 2: Ace Hood] Yeah, and I'm at it again There go that flow bringin tragedy in Copped me a chain your salary spent Niggas is sweet bring them cavities in Countin money, hourly trend Rolling them skinny like Olsen twins Niggas is squares, coppin' a Benz Neck full of Gold Olympian shit Neimans, I'm blowing the check on they gear Fall on some pussy then hop on the Lear Strapped with them choppers back of the rear Sak pase' them killers is here Woke up early this morning, mind is tellin me money Paper, mula, pockets is fat as a tumor Millionaire nigga no rumor Livin my life off of tuna Wanted with me I deliver the beef Real niggas only enjoyin the feast Pull up a seat, bon appétit No Louboutins put that red on your sneaks (Bang!)  [Hook] I come looking for you with Haitians I stay smoking on good Jamaican I fuck bitches from different races You get money they started hating (Turn Up!) I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti  [Verse 3: Rick Ross] Photographs of dope boys, is all they taking Finger prints on the Rolls Royce, is why they hatin' Push a button on these broke boys, that's detonation Walk a road to riches bare feet I watch mama struggle now she livin' carefree That's why I hustle for half a key that's 12 G's I'm tryin' to bubble every summer a new LP You gotta love me I got shooters out the D-League Signin' bonus hit that man that's from thirty feet Left in a puddle, finger prints is on hundred mill And what it is? Ricky Rozay and Ace Hood, we hella Trill Yeah  [Hook] I come looking for you with Haitians I stay smoking on good Jamaican I fuck bitches from different races You get money they started hating (Turn Up!) I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti I woke up in a new Bugatti  ",
        "title": "Bugatti"
    },
    {
        "artist": "Emeli Sande",
        "lyrics": null,
        "title": "Next To Me"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Click here to read Blake’s story behind “Sure Be Cool If You Did”]  [Verse 1: Blake Shelton] I was gonna keep it real like chill like only have a drink or two But it turned into a party when I started talking to you Now you're standing in the neon looking like a high I wanna be on Baby it's your call, no pressure at all  [Chorus: Blake Shelton] You don’t have to throw back your pretty pink lemonade shooter and lean a little closer You don’t have to keep on smiling that smile that’s driving me wild and when the night is almost over Meet me in the middle of a moonlit Chevy bench seat and do a little bit of country song, hanging on You don’t have to keep me fallin’ like this But it’d sure be cool if you did  [Verse 2: Blake Shelton] You can’t shoot me down cause you already knocked me dead Got me falling apart with my heart talking out of my head Let your mind take a little back road Just as far as you wanna go Baby I’ll do whatever you wanna do  [Chorus: Blake Shelton] You don't have to throw back your pretty pink lemonade shooter And lean a little closer You don't have to keep on smiling that smile that's driving me wild And when the night is almost over Meet me in the middle of a moonlit Chevy bench seat And do a little bit of country song, hanging on You don't have to keep me falling like this But it'd sure be cool if you did  [Bridge: Blake Shelton] Have a night that you'll never forget And now you're standing in the neon Looking like a high I wanna be on  [Chorus: Blake Shelton] You don't have to throw back your pretty pink lemonade shooter And lean a little closer You don't have to keep on smiling that smile that's driving me wild And when the night is almost over Meet me in the middle of a moonlit Chevy bench seat And do a little bit of country song, hanging on You don't have to keep me falling like this But it'd sure be cool if you did  ",
        "title": "Sure Be Cool If You Did"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1] So this is what you meant When you said that you were spent And now it's time to build from the bottom of the pit Right to the top Don't hold back Packing my bags and giving the academy a rain check  [Pre-Chorus] I don't ever wanna let you down I don't ever wanna leave this town Cause after all This city never sleeps at night  [Chorus] It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am  [Verse 2] So this is where you fell And I am left to sail The path to heaven runs through miles of clouded hell Right to the top Don't look back Turn in the rags and giving the commodities a rain check  [Pre-Chorus] I don't ever wanna let you down I don't ever wanna leave this town Cause after all This city never sleeps at night  [Chorus] It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am  [Bridge] This road never looked so lonely This house doesn't burn down slowly To ashes, to ashes  [Chorus] It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am  ",
        "title": "It's Time"
    },
    {
        "artist": "Thompson Square",
        "lyrics": "  [Verse 1] Sometimes it feels like, I'm gonna break Sometimes this world, gives more than I can take Sometimes, sunshine gets lost in the rain And it keeps pouring down It just keeps coming down  [Hook] This life would kill me If I didn't have you I couldn't live without you baby I wouldn't want to If you didn't love me so much I'd never make it through Cause this life would kill me This life would kill me if I didn't have you  [Verse 2] You are my heart, every breath I breathe I'm safe in your arms, you rescue me When I'm weak, you're strong If you were gone I don't know where I'd be You were made for me You were made for me  [Hook]  [Bridge] If you didn't love me so much If you didn't love me so much This Life would kill me If I didn't have you This life would kill me  [Outro] Couldn't live without you baby I wouldn't want to If you didn't love me so much I'd never make it through Cause This life would kill me This Life would kill me if I didn't have you  ",
        "title": "If I Didn't Have You"
    },
    {
        "artist": "Of Monsters And Men",
        "lyrics": "  Hey! Hey! Hey!  I don't like walking around this old and empty house So hold my hand, I'll walk with you my dear  The stairs creak as I sleep It's keeping me awake It's the house telling you to close your eyes  Some days I can't even trust myself It's killing me to see you this way  Cause though the truth may vary This ship will carry our bodies safe to shore  Hey! Hey! Hey!  There's an old voice in my head That's holding me back Well tell her that I miss our little talks  Soon it will all be over and buried with our past We used to play outside when we were young And full of life and full of love  Some days I don't know if I am wrong or right Your mind is playing tricks on you my dear  Cause though the truth may vary This ship will carry our bodies safe to shore  [Chorus] Hey! Don't listen to a word I say Hey! The screams all sound the same Hey!  Though the truth may vary This ship will carry our bodies safe to shore  You're gone, gone, gone away I watched you disappear All that's left is a ghost of you Now we're torn, torn, torn apart There's nothing we can do Just let me go, we'll meet again soon  Now wait, wait, wait for me, please hang around I'll see you when I fall asleep  Hey! Don't listen to a word I say Hey! The screams all sound the same Hey!  Though the truth may vary This ship will carry our bodies safe to shore  Hey! Don't listen to a word I say Hey! The screams all sound the same Hey!  Though the truth may vary This ship will carry our bodies safe to shore  ",
        "title": "Little Talks"
    },
    {
        "artist": "Chris Brown",
        "lyrics": "  [Verse 1] Baby, does he do it for you? When he's finished, does he step back and adore you? I just gotta know, cause your time is money And I won't let him waste it, oh no no Baby, just go with it Cause when you're with me, I can't explain it, it's just different We can take it slow or act like you're my girl, let's skip the basics, woah oh  [Pre-Chorus] He's so replaceable You're worth the chase you're putting on  [Chorus] It's alright, I'm not dangerous When you're mine, I'll be generous You're irreplaceable A collectible, just like fine china  [Verse 2] Favorite, you're my favorite It's like all the girls around me don't have faces And the saying goes Life is just a game but I'm not playing, woah oh  [Pre-Chorus] He's so replaceable You're worth the chase you're putting on  [Chorus] It's alright, I'm not dangerous When you're mine, I'll be generous You're irreplaceable A collectible, just like fine china It's alright, I'm not dangerous When you're mine, I'll be generous You're irreplaceable A collectible, just like fine china  [Bridge] Took me a while to find, your love Ain't no amount of time, in this world Save me a lot of time, and just love me Feel it baby, feel it in your soul Are you ready? I know your heart been telling you, you belong to me  [Chorus] It's alright, I'm not dangerous When you're mine, I'll be generous You're irreplaceable A collectible, just like fine china  ",
        "title": "Fine China"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": null,
        "title": "1994"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] Well I come from a little bitty, homegrown small town Smoky Mountains, nice place to hang around Moonshine, that's where they make it Put it in a jug, makes you want to get naked But I jumped on a greyhound bus one night And took it all the way to the end of the line Stepped out in the sun, when my feet hit the sand What a long strange trip  [Hook] I spent my whole life running around Still let the wind kind of blow me around Well I dropped a note in a bottle To a long-legged model And I traded it in for a whole another world A pirate flag and an island girl  [Verse 2] Well my friends back home think I've gone and lost my mind Take a sip of rum and you really would know why Jolly Roger flying on the picnic table Blender in the kitchen, willing and able Don't know what makes you say what the hell But when the salt air catches a hold of that sail Something about it makes her just want to dance And she loves to dance  [Hook] I spent my whole life running around Still let the wind kinda blow me around Well I dropped a note in a bottle To a long-legged model And I traded it in for a whole 'nother world A pirate flag and an island girl  [Bridge] Well I remember back home beneath the big old moon Tucked back in the woods, yeah life was good But here we are in a local bar and drinking shooting stars  [Outro] I might spend my whole life running around Still let the wind kind of blow me around Well I dropped a note in a bottle To a long-legged model And I traded it in for a whole another world A pirate flag and an island girl A pirate flag and an island girl  ",
        "title": "Pirate Flag"
    },
    {
        "artist": "The Band Perry",
        "lyrics": null,
        "title": "DONE."
    },
    {
        "artist": "Luke Bryan",
        "lyrics": "  [Verse 1] It don’t matter what plans I got, I can break ‘em Yeah, I can turn this thing around at the next red light And I don’t mind telling all the guys “I can’t meet ‘em” Hell, we can all go raise some hell any other night  Girl, I don’t care, oh, I just gotta see what you’re wearing Your hair, is it pulled up or falling down? Oh, I just have to see it now  [Chorus] If you wanna call me, call me, call me You don’t have to worry ‘bout it, baby You can wake me up in the dead of the night Wreck my plans, baby that’s alright This is a drop everything kind of thing Swing on by I will pour you a drink The door’s unlocked. I’ll leave on the lights Baby, you can crash my party anytime  [Verse 2] Ain’t a spot downtown that’s rockin’ the way that you rock me Ain’t a bar that can make me buzz the way that you do I could be on the front row of the best show And look down and see your face on my phone And I’m gone so long, hang on. I’ll meet you in a minute or two  [Chorus] If you wanna call me, call me, call me You don’t have to worry ‘bout it, baby You can wake me up in the dead of the night Wreck my plans, baby that’s alright This is a drop everything kind of thing Swing on by I will pour you a drink The door’s unlocked. I’ll leave on the lights Baby, you can crash my party anytime  [Bridge] If it’s 2 in the morning and you’re feeling lonely And wondering what I’m doing  [Chorus] If you wanna call me, call me, call me You don’t have to worry ‘bout it, baby You can wake me up in the dead of the night Wreck my plans, baby that’s alright This is a drop everything kind of thing Swing on by I will pour you a drink The door’s unlocked. I’ll leave on the lights Baby, you can crash my party anytime  Baby, you can crash my party anytime  ",
        "title": "Crash My Party"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] July moonlight shines Your pretty little head on my shoulder Pull over on the side of the road Oh my God, you're something Like nothing I've ever seen If I'm asleep girl, let me dream  [Chorus] Baby fall into my kiss It should just happen like this Trust it so much that there's no one else but us and This moment that says it's so right Cause that's all we have in this life Drink up this love, baby, give it all we got tonight  [Verse 2] Summer honeysuckle Leaking through a rolled down window We both know when that seat lays back Anything can happen So imagine it'll never end Just close your eyes and you can see that we are where we're meant to be  [Chorus]  ",
        "title": "Give It All We Got Tonight"
    },
    {
        "artist": "Lil Wayne Featuring 2 Chainz",
        "lyrics": "  Uh, AK on my night stand, right next to that bible But I swear with these 50 shots, I'll shoot it out with 5-0 Pockets gettin' too fat, no weight watchers no lipo Money talks, bullshit walks on a motherfucking tight rope And I make that pussy tap out, I knock that pussy out cold Nigga you get beat the crap out but that's just how the dice roll These hoes want that hose pipe, so I give all these hoes pipe She get on that dick and stay on, all night like porch lights Lets do it, fuck talking, we out here we ballin And I'm spraying that on these rusty niggas like WD-40 We fucked up, we Truk'd up, no if ands or but fucks Bitch niggas go behind yo back like nun-chucks and that's fucked up But my hoes down, my cups up, my niggas down for whatever These bitches think they're too fly well tell em hoes I pluck feathers I'm Tunechi, Young Tunechi, I wear Trukfit fuck Gucci She's blowing kisses at me with her pussy lips, smooches And that's 2 Chainz Look at you, now look at us All my niggas look rich as fuck All my niggas live rich as fuck All my niggas look rich as fuck, yeah Look at you (Look at you) Now look at us (Now look at us) All my niggas look rich as fuck, bitch All my niggas live rich as fuck, you hoe ass bitch All my Uh, never talk to the cops, I don't speak pig latin I turn the penny to a motherfucking Janet Jackson Tell the bitches that be hatin' I ain't got no worries I just wanna hit and run like I ain't got insurance Ho, what's yo name whats yo sign, Zodiac Killer All rats gotta die, even Master Splinter, yeah Murder 187 I be killing them bitches I hope all dogs go to heaven And I got xanax, percocet, promethazine with codeine Call me Mr Sandman, I'm selling all these hoes dreams Got a white girl with big titties, flat ass TV screen I keep a bad bitch call me the BB King And you know I got that mouth out her And put that bitch out like a house fire I'm killing these hoes like Michael Myers I eat that cat just like a lion And I can't trust none of these niggas Can't trust none of these hoes And I see your girl when I want, I got that ho TiVo'd Got a red ass bitch with a red ass pussy Nigga try me, that a dead ass pussy Since y'all motherfuckers so blind to the fact To tell you the truth I don't care who's looking All I know is I love my bitch That pussy feel just like heaven on earth Six feet deep, dick shovel in the dirt, R.I.P. Rest In Pussy Light that shit then pass that shit, we gon get so smoked out And then I went got locked up, every night I dreamt I broke out One Time for them pussy niggas, that's that shit I dont like We eating over here nigga, fuck around and have a food fight And that's 2 Chainz Look at you, now look at us All my niggas look rich as fuck (what) All my niggas live rich as fuck (what) All my niggas look rich as fuck, yeah Look at you, now look at us All my niggas look rich as fuck All my niggas live rich as fuck All my niggas look rich as fuck And your nigga a hoe  ",
        "title": "Rich As F**k"
    },
    {
        "artist": "will.i.am Featuring Miley Cyrus",
        "lyrics": null,
        "title": "Fall Down"
    },
    {
        "artist": "Anna Kendrick",
        "lyrics": "  [Verse 1] I've got my ticket for the long way round Two bottles of whiskey for the way And I sure would like some sweet company I'm leaving tomorrow what do you say  [Chorus 1] When I'm gone When I'm gone You’re gonna miss me when I'm gone You're gonna miss me by my hair You're gonna miss me everywhere, oh You're gonna miss me when I’m gone When I'm gone When I'm gone You're gonna miss me when I'm gone You're gonna miss me by my walk You're gonna miss me by my talk, oh You're gonna miss me when I'm gone  [Verse 2] I've got my ticket for the long way 'round The one with the prettiest of views It's got mountains, it's got rivers, it's got sights to give you shivers But it sure would be prettier with you  [Chorus 2] When I'm gone When I'm gone You're gonna miss me when I'm gone You're gonna miss me by my walk You're gonna miss me by my talk, oh You're gonna miss me when I'm gone When I'm gone When I'm gone You’re gonna miss me when I'm gone You're gonna miss me by my hair You're gonna miss me everywhere, oh You're gonna miss me when I’m gone  [Outro] When I'm gone When I'm gone You’re gonna miss me when I'm gone Ou're gonna miss me when I'm gone You're gonna miss me by my walk You're gonna miss me by my talk, oh You're gonna miss me when I'm gone  ",
        "title": "Cups (Pitch Perfect's When I'm Gone)"
    },
    {
        "artist": "Kendrick Lamar",
        "lyrics": "  [Produced by Sounwave]  [Hook] I am a sinner who's probably gonna sin again Lord, forgive me! Lord, forgive me! Things I don't understand Sometimes I need to be alone Bitch, don't kill my vibe! Bitch, don't kill my vibe! I can feel your energy from two planets away I got my drink, I got my music I would share it, but today I'm yelling Bitch, don't kill my vibe! Bitch, don't kill my vibe! Bitch, don't kill my vibe! Bitch, don't kill my vibe!  [Verse 1] Look inside of my soul And you can find gold and maybe get rich Look inside of your soul and you can find out it never exist I can feel the changes I can feel a new life, I always knew life can be dangerous I can say that I like a challenge and you tell me it's painless You don't know what pain is How can I paint this picture When the color blind is hangin' with you? Fell on my face and awoke with a scar Another mistake livin' deep in my heart Wear it on top of my sleeve in a flick I can admit that it did look like yours Why you resent every making of this? Tell me your purpose is petty again But even a small lighter can burn a bridge Even a small lighter can burn a bridge  [Bridge] I can feel the changes I can feel the new people around me just want to be famous You can see that my city found me Then put me on stages, to me that's amazin' To you that's a quick check With all disrespect, let me say this  [Hook] I am a sinner who's probably gonna sin again Lord, forgive me! Lord, forgive me! Things I don't understand Sometimes I need to be alone Bitch, don't kill my vibe! Bitch, don't kill my vibe! I can feel your energy from two planets away I got my drink, I got my music I would share it, but today I'm yelling Bitch, don't kill my vibe! Bitch, don't kill my vibe! Bitch, don't kill my vibe! Bitch, don't kill my vibe!  [Verse 2] I'm tryin' to keep it alive And not compromise the feeling we love You're tryin' to keep it deprived And only co-sign what radio does And I'm lookin' right past you We live in a world, we live in a world on two different axles You live in a world, you livin' behind the mirror I know what you scared of The feeling of feeling emotions inferior This shit is vital, I know you had to This shit is vital, I know you had to To die in a pitiful vain, tell me a watch and a chain Is way more believable, give me a feasible gain Rather a seasonal name I'll let the people know this is somethin' you can blame On yourselves, you can remain stuck in a box I'ma break out and then hide every lock I'ma break out and then hide every lock  [Bridge] I can feel the changes I can feel the new people around me just want to be famous You can see that my city found me Then put me on stages, to me that's amazin' To you that's a quick check With all disrespect, let me say this  [Hook] I am a sinner who's probably gonna sin again Lord, forgive me! Lord, forgive me! Things I don't understand Sometimes I need to be alone Bitch, don't kill my vibe! Bitch, don't kill my vibe! I can feel your energy from two planets away I got my drink, I got my music I would share it, but today I'm yelling Bitch, don't kill my vibe! Bitch, don't kill my vibe! Bitch, don't kill my vibe! Bitch, don't kill my vibe!  [Outro] Bitch, don't kill my vibe! You ain't heard the Coast like this in a long time Don't you see that long line? And they waiting on Kendrick like the first and the fifteenth Threes in the air, I can see you are in sync Hide your feelings, hide your feelings Now what you better do I'll take your girlfriend and put that pussy on a pedestal Bitch, don't kill my vibe! Bitch, don't kill my vibe! Walk out the door and they scream it's alive My New Year's resolution is to stop all the pollution Talk too motherfuckin' much, I got my drink, I got my music I say bitch, don't kill my vibe! Bitch, don't kill my vibe! Bitch, don't kill my vibe! Bitch, don't kill my vibe!  [Death to Molly]  [Skit/Outro] Ayy, K-Dot, get in the car, nigga! Come on, we finna roll out! Nigga, I got a pack of blacks and a beat CD Get yo' freestyles ready!  ",
        "title": "Bitch, Don't Kill My Vibe"
    },
    {
        "artist": "Eric Church",
        "lyrics": "  [Verse 1] I'm a long-gone Waylon song on vinyl I'm a back row sinner at a tent revival But she believes in me like she believes her Bible And loves me like Jesus does  [Verse 2] I'm a lead foot leaning on a souped-up Chevy I'm a good old boy, drinking whiskey and rye on the levee But she carries me when my sins make me heavy And loves me like Jesus does  [Chorus] All the crazy in my dreams Both my broken wings Every single piece of everything I am Yeah, she knows the man I ain't She forgives me when I can't The devil, man, no, he don't stand a chance Cause she loves me like Jesus does  [Verse 3] I always thought she'd give up on me one day Wash her hands of me, leave me staring down some runway But I thank God each night, and twice on Sunday That she loves me like Jesus does  [Chorus]  [Outro] Yes, she knows the man I ain't She forgives me when I can't That devil, man, he don't stand a chance She loves me like Jesus does I'm a long-gone Waylon song on vinyl  ",
        "title": "Like Jesus Does"
    },
    {
        "artist": "Phillip Phillips",
        "lyrics": "  [Verse 1] When life leaves you high and dry I'll be at your door tonight If you need help, if you need help I'll shut down the city lights I'll lie, cheat, I'll beg and bribe To make you well, to make you well  [Verse 2] When enemies are at your door I'll carry you away from war If you need help, if you need help Your hope dangling by a string I'll share in your suffering To make you well, to make you well  [Bridge] Give me reasons to believe That you would do the same for me  [Chorus] And I would do it for you, for you Baby, I'm not moving on I love you long after you're gone For you, for you You would never sleep alone I love you long after you're gone And long after you're gone, gone, gone  [Verse 3] When you fall like a statue I'm gon' be there to catch you Put you on your feet, you on your feet And if your well is empty Not a thing will prevent me Tell me what you need, what do you need  [Bridge] I surrender honestly You've always done the same for me  [Chorus] And I would do it for you, for you Baby, I'm not moving on I love you long after you're gone For you, for you You would never sleep alone I love you long after you're gone And long after you're gone, gone, gone  [Interlude] You're my back bone You're my cornerstone You're my crutch when my legs stop moving You're my head start You're my rugged heart You're the pulse that I've always needed Like a drum, baby, don't stop beating Like a drum, baby, don't stop beating Like a drum, baby, don't stop beating Like a drum my heart never stops beating  [Chorus] And I would do it for you, for you Baby, I'm not moving on I love you long after you're gone For you, for you You would never sleep alone I love you long after you're gone And long after you're gone, gone, gone  [Outro] Like a drum, baby, don't stop beating Like a drum, baby, don't stop beating Like a drum, baby, don't stop beating Like a drum my heart never stops beating for you And long after you're gone, gone, gone I love you long after you're gone gone, gone  ",
        "title": "Gone, Gone, Gone"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Intro] Oh, oh, oh, oh-oh-oh-ho  [Verse 1] Like the Ferris wheel goes around and around Well, the trouble with up is there's always a down First I'm holding your hand and we're on the boardwalk There's heaven right here on these streets and these docks  [Verse 2] But the sun keeps settin', the days go fast And the sand on the beach is like an hourglass I can just feel it all slipping away And babe I can already say that  [Chorus] As long I live, whatever I do As great as it is, you know what's a bummer I ain't ever gonna beat this summer with you Baby, it's true The taste of your kiss is so bittersweet I ain't gonna beat No way I'm gonna beat this summer with you  [Verse 3] Before you know it, it's all gonna stop They'll be rolling up windows and puttin' up tops Be a cold wind blowin' the leaves through the air And you won't find a tan line anywhere  [Verse 4] Baby, I know that it ain't over yet So let's make the most of what we have left But it's hard living for this moment we're in and Knowing it's all gonna end  [Chorus] And as long I live, whatever I do (whatever I do) As great as it is, you know what's a bummer I ain't ever gonna beat this summer with you Baby, it's true The taste of your kiss is so bittersweet I ain't gonna beat No way I'm gonna beat this summer with you  [Verse 5] Yeah, looking at you, girl, standing there Got your Wayfarers on and the sun in your hair And just like the song in a seashell, you'll be stuck in my mind Bouncing around in my head And baby, I can tell  [Chorus] As long I live (as long as I live), whatever I do (whatever I do) As great as it is, you know what's a bummer I ain't ever gonna beat this summer with you Baby, it's true The taste of your kiss is so bittersweet I ain't gonna beat No way I'm gonna beat this summer with you  ",
        "title": "Beat This Summer"
    },
    {
        "artist": "Lee Brice",
        "lyrics": "  [Verse 1 - Lee Brice] Eighty-nine cents in the ash tray Half empty bottle of Gatorade rolling in the floorboard That dirty Braves cap on the dash Dog tags hangin’ from the rear view Old Skoal can, and cowboy boots And a Go Army Shirt folded in the back This thing burns gas like crazy, but that’s alright People got their ways of coping Oh, and I’ve got mine  [Chorus - Lee Brice] I drive your truck I roll every window down And I burn up Every back road in this town I find a field, I tear it up 'Til all the pain’s a cloud of dust Yeah, sometimes I drive your truck  [Verse 2 - Lee Brice] I leave that radio playing That same ole country station where ya left it Yeah, man I crank it up And you’d probably punch my arm right now If you saw this tear rollin’ down on my face Hey, man I’m tryin’ to be tough And momma asked me this morning If I’d been by your grave But that flag and stone ain’t where I feel you anyway  [Chorus - Lee Brice] I drive your truck I roll every window down And I burn up Every back road in this town I find a field, I tear it up 'Til all the pain’s a cloud of dust Yeah, sometimes I drive your truck  [Bridge - Lee Brice] I’ve cussed, I’ve prayed, I’ve said goodbye Shook my fist and asked God why These days when I’m missing you this much  [Chorus - Lee Brice] I drive your truck I roll every window down And I burn up Every back road in this town I find a field, I tear it up 'Til all the pain’s a cloud of dust Yeah, sometimes I drive your truck  [Outro - Lee Brice] I drive your truck I drive your truck I hope you don’t mind, I hope you don’t mind I drive your truck  ",
        "title": "I Drive Your Truck"
    },
    {
        "artist": "Justin Bieber Featuring Ludacris",
        "lyrics": "  [Verse 1: Justin Bieber] You're beautiful, beautiful, you should know it Beautiful, beautiful, you should know it I think it's time, think it's time that you show it You're beautiful, beautiful  [Pre-Chorus: Justin Bieber] Baby what you doin'? Where you at? Where you at? Why you acting so shy? Holdin' back, holdin' back We're not the only ones doin' it like that, it like that So DJ, bring that, bring that, bring that, bring that back  [Chorus. Justin Bieber] Cause all around the world people want to be loved, yeah Cause all around the world, they're no different than us All around the world people want to be loved All around the world, they're no different than us All around the world-world-world All around the world-world-world  [Verse 2: Justin Bieber] You're crazy girl, crazy girl, you should know it You're crazy girl, crazy girl, don't control it Light it up, light it up so explosive Crazy girl, yeah yeah  [Pre-Chorus: Justin Bieber] Baby what you doin'? Where you at? Where you at? Why you acting so shy? Holdin' back, holdin' back We're not the only ones doin' it like that, it like that So DJ, bring that, bring that, bring that, bring that back  [Chorus. Justin Bieber] Cause all around the world people want to be loved, yeah Cause all around the world, they're no different than us All around the world people want to be loved All around the world, they're no different than us All around the world-world-world All around the world-world-world  [Verse 3: Ludacris] Yeah, once again, the dynamic duo is back at it JB, Luda I love everything about you, you're imperfectly perfect Everyone's itchin' for beauty, but just scratching the surface Lost time is never found, can the DJ please reverse it? In life we pay for change, let's make every second worth it Anything can work if you work it When people say you don't deserve it then don't give in Cause hate may win some battles, but love wins in the end You shine just like the sun while the moon and the stars reflect your light Beauty revolves around you, it's only right that  [Chorus. Justin Bieber] Cause all around the world people want to be loved, yeah Cause all around the world, they're no different than us All around the world people want to be loved All around the world, they're no different than us All around the world-world-world All around the world-world-world  ",
        "title": "All Around The World"
    },
    {
        "artist": "Hunter Hayes",
        "lyrics": "  [Verse 1] I'm booking myself a one-way flight I gotta see the color in your eyes And telling myself I'm gonna be alright Without you, baby, is a waste of time  [Verse 2] Yeah, our first date, girl, the seasons changed They got washed away in a summer rain You can't undo a fall like this 'Cause love don't know what distance is Yeah, I know it's crazy  [Chorus] But I don't want \"good\" and I don't want \"good enough\" I want \"can't sleep, can't breathe without your love\" Front porch and one more kiss It doesn't make sense to anybody else Who cares if you're all I think about? I've searched the world and I know now It ain't right if you ain't lost your mind Yeah, I don't want easy, I want crazy Are you with me, baby? Let's be crazy Yeah  [Verse 3] Yeah, I wanna be scared, don't wanna know why Wanna feel good, don't have to be right The world makes all kinds of rules for love I say you gotta let it do what it does I don't want just another hug and a kiss goodnight Catching up calls and a date sometimes I love that we're rebels and we still believe We're the kind of crazy people wish that they could be, yeah Uh, I know we're crazy, yeah  [Chorus] But I don't want \"good\" and I don't want \"good enough\" I want \"can't sleep, can't breathe without your love\" Front porch and one more kiss It doesn't make sense to anybody else Who cares if you're all I think about? I've searched the world and I know now It ain't right if you ain't lost your mind Yeah, I don't want easy, I want crazy Are you with me, baby? Let's be crazy  [Interlude] Na-na-na-na-na-na-na-na-na-na-na-na-na-na-na-na  [Chorus] No, I don't want \"good\" and I don't want \"good enough\" I want \"can't sleep, can't breathe without your love\" Front porch and one more kiss It doesn't make sense to anybody else Who cares if you're all I think about? I've searched the world and I know now It ain't right if you ain't lost your mind Yeah, I don't want easy, I want crazy  [Verse 4] Yeah, look at us, baby Tonight the midnight rules are breaking There's no such thing as wild enough Maybe we just think too much Who needs to play it safe in love? Let's be crazy  [Outro] Who cares if we're crazy We gotta be crazy I know that we're crazy So let's be crazy Yeah, yeah  ",
        "title": "I Want Crazy"
    },
    {
        "artist": "Chris Young",
        "lyrics": "  Ain't nothin' goin' on in town tonight Except a loud party crowd drinkin' too much beer So baby tell me would it be alright If we just take a little rain check and stay right here I'm sure we could find somethin' to do As a matter of fact baby why don't you grab A couple glasses and a bottle of wine Walk down the hall and turn down the lights And baby while you're at it you might as well Let down your hair and I can take if from there Yeah I can take it from there  I'm gonna put an ol' record on, Conway Twitty Yell girl I'd love to lay you down Kill the ringer on the telephone Ain't gonna stop lovin' you til the candle burns out  Oh there it is, that little smile of yours Come on darlin' whatcha waitin' for Grab a couple glasses and a bottle of wine Walk down the hall and turn down the lights And baby while you're at it you might as well Let down your hair and I can take it from there  Tomorrows gonna be here way too soon Let's not waste another minute girl I got plans for me and you Just grab a couple glasses and that bottle of wine Walk down the hall and darlin' turn down those lights Baby while you're at it you might as well Let down your hair and I can take it from there Oh I can take it from there  ",
        "title": "I Can Take It From There"
    },
    {
        "artist": "Avril Lavigne",
        "lyrics": "  [Intro] Singing Radiohead at the top of our lungs With the boombox blaring as we're falling in love I got a bottle of whatever, but it’s getting us drunk Singing here's to never growing up  [Verse 1] Call up all our friends Go hard this weekend For no damn reason I don't think we'll ever change Meet you at the spot Half past ten o'clock We don't ever stop And we're never gonna change  [Pre-Chorus] Say, won't you say forever, stay If you stay forever, hey We can stay forever young  [Chorus] Singing Radiohead at the top of our lungs With the boom box blaring as we're falling in love I got a bottle of whatever, but it’s getting us drunk Singing here's to never growing up We'll be running down the street, yelling kiss my ass I'm like yeah whatever,  we’re still living like that When the sun's going down, we'll be raising our cups Singing here's to never growing up Oh woah oh woah, here's to never growing up Oh woah oh woah, here's to never growing up  [Verse 2] We live like rock stars Dance in every bar This is who we are I don't think we'll ever change They say just grow up But they don't know us We don't give a fuck And we're never gonna change  [Pre-Chorus] Say, won't you say forever, stay If you stay forever, hey We can stay forever young  [Chorus] Singing Radiohead at the top of our lungs With the boom box blaring as we're falling in love I got a bottle of whatever, but it’s getting us drunk Singing here's to never growing up  ",
        "title": "Here's To Never Growing Up"
    },
    {
        "artist": "Rihanna Featuring Future",
        "lyrics": "  [Hook: Future] Ain't nothin wrong with it...  I don't wanna give you the wrong impression I need love and affection And I hope I'm not sounding too desperate I need love and affection Love Love Love Love and affection Love Love L-o-v-e and affection  [Verse 1: Rihanna] Oh baby I'm not asking for the world maybe You can give me what I want baby Come hold me tight and when I'm drowning save me Give it to me on a daily If I'm your girl say my name, boy Let me know I'm in control We both grown so how we feel we can let it show I won't play around I-i-i wanna lay you down I-i-i need you now I-i-i need you now ohhhhh  [Hook: Future] I don't wanna give you the wrong impression I need love and affection And I hope I'm not sounding too desperate I need love and affection Love Love Love Love and affection Love Love L-o-v-e and affection  [Verse 2: Rihanna] Boy lately you've been stingy with your time Got me wondering I'm wondering If I'm on your mind Boy I just wanna be in your possession Saying I'm the one you want So come express it Don't slip don't slip Cause a nigga' might push up on it Don't really wanna lose this moment Why window shop When you own this Don't put it down Don't fuck around I want you now I want you know ohhhhh  [Hook: Future] I don't wanna give you the wrong impression I need love and affection And I hope I'm not sounding too desperate I need love and affection Love Love Love Love and affection Love Love L-o-v-e and affection  [Verse 3: Future] Can you love me for poor I'm searching for my soul Who ever turned you cold You need to let him know I can work miracles I'll work your physical And when I love you close You can feel my heart Beating through my clothes  [Hook: Rihanna & Future] I don't wanna give you the wrong impression I need love and affection And I hope I'm not sounding too desperate I need love and affection Love Love Love Love and affection Love Love L-o-v-e and affection  ",
        "title": "Loveeeeeee Song"
    },
    {
        "artist": "Zedd Featuring Foxes",
        "lyrics": "  [Click here to see why Zedd's \"Clarity\" almost wasn't a single]  [Verse 1: Foxes] Hot dive into frozen waves where the past comes back to life Fight fear for the selfish pain, it was worth it every time Hold still right before we crash cause we both know how this ends Our clock ticks 'til it breaks your glass and I drown in you again  [Chorus: Foxes] Cause you are the piece of me I wish I didn't need Chasing relentlessly, still fight and I don't know why If our love is tragedy, why are you my remedy? If our love's insanity, why are you my clarity?  [Bridge: Foxes] If our love is tragedy, why are you my remedy? If our love's insanity, why are you my clarity?  [Verse 2: Foxes] Walk on through a red parade and refuse to make amends It cuts deep through our ground and makes us forget all common sense Don't speak as I try to leave cause we both know what we'll choose If you pull, then I'll push too deep and I'll fall right back to you  [Chorus: Foxes] Cause you are the piece of me I wish I didn't need Chasing relentlessly, still fight and I don't know why If our love is tragedy, why are you my remedy? If our love's insanity, why are you my clarity?  [Interlude: Foxes] Why are you my clarity? Why are you my remedy? Why are you my clarity? Why are you my remedy?  [Bridge: Foxes] If our love is tragedy, why are you my remedy? If our love's insanity, why are you my clarity?  ",
        "title": "Clarity"
    },
    {
        "artist": "Lupe Fiasco & Guy Sebastian",
        "lyrics": "  [Intro: Lupe Fiasco] The wound heals but it never does That’s cause you're at war with love You're at war with love, yeah  [Hook: Guy Sebastian] These battle scars don’t look like they’re fading Don’t look like they’re ever going away They ain't never gonna change These battle  [Verse 1: Lupe Fiasco] Never let a wound ruin me But I feel like ruin's wooing me Arrow holes that never close from Cupid on a shooting spree Feeling stupid cause I know it ain't no you and me But when you're trying to beat the odds up Been trying to keep your nods up and you know that you should know And let her go but the fear of the unknown Holding on another lover's phone sends you back into the zone (Go!) With no Tom Hanks to bring you home A lover not a fighter on the frontline with a poem Trying to write yourself a rifle, maybe sharpen up a song To fight the tanks and drones of you being alone  [Pre-Hook: Guy Sebastian] I wish I never looked, I wish I never touched I wish that I could stop loving you so much Cause I’m the only one that's trying to keep us together When all of the signs say that I should forget her I wish you weren’t the best, the best I ever had I wish that the good outweighed the bad Cause it’ll never be over, until you tell me it's over  [Hook: Guy Sebastian] These battle scars, don’t look like they’re fading Don’t look like they’re ever going away They ain't never gonna change These battle scars, don’t look like they’re fading Don’t look like they’re ever going away They ain't never gonna change These battle  [Verse 2: Lupe Fiasco] (And just leave then) You shouldn't have but you said it (And I hope you never come back) It shouldn't have happened but you let it Now you're down on the ground screaming medic The only thing that comes is the post-traumatic stresses Shields, body armors and vests Don't properly work, that's why you're in a locker full of hurt The enemy within and all the fires from your friends The best medicine is to probably just let her win  [Pre-Hook 2: Guy Sebastian] I wish I couldn't feel, I wish I couldn't love I wish that I could stop cause it hurts so much Cause I’m the only one that's trying to keep us together When all of the signs say that I should forget her I wish you weren’t the best, the best I ever had I wish that the good outweighed the bad Cause it’ll never be over, until you tell me it's over  [Hook: Guy Sebastian] These battle scars, don’t look like they’re fading Don’t look like they’re ever going away They ain't never gonna change These battle scars, don’t look like they’re fading Don’t look like they’re ever going away They ain't never gonna change These battle  [Bridge: Guy Sebastian & Lupe Fiasco] Cause you've set me on fire I’ve never felt so alive, yeah No, hoping wounds heal, but it never does That's because you're at war with love And I’m at the point of breaking And it’s impossible to shake it  [Pre-Hook: Lupe Fiasco] See, you hoped the wound heals, but it never does That's cause you're at war with love Hope it heals, but it never does That's cause you're at war with love!  [Hook: Guy Sebastian] These battle scars, don’t look like they’re fading Don’t look like they’re ever going away I ain't ever gonna change These battle scars, don’t look like they’re fading Don’t look like they’re ever going away They ain't never gonna change These battle scars, don’t look like they’re fading Don’t look like they’re ever going away I ain't ever gonna change These battle  ",
        "title": "Battle Scars"
    },
    {
        "artist": "B.o.B Featuring T.I. & Juicy J",
        "lyrics": "  [Hook: B.o.B] I'm in my zone I'm feeling it Stop blowing my buzz quit killing it So buy another round They tried to shut us down About an hour ago But we still in this bitch Turn this shit up loud And buy another round They tried to shut us down About an hour ago But we still in this bitch  [Verse 1: B.o.B] I pull up, pull up, pull up in that automatic cookup B Rich pull up in that rooster 'til we wake the fucking hood up Got all these pounds of ganja, I work out, I'm doing kushups Bobby Bands is in the building, pop that pussy throw a foot up In the air, one time for a nigga like me with a squad like this With a team so strong with a flow so cold, ain't nothing but some bad bitches in my clique What's up Eastside We in this bitch They think they seeing me But they ain't seen shit Girls on the pole yeah they make me rich Girls at my shows wanna take my pic Yeah we can do this here all night, can't tell me nothing, can't tell me shit All in my zone, all on my own Open that pack, rollin' that strong And we still up in this bitch, won't turn down, won't go home  [Hook: B.o.B]  [Verse 2: T.I.] I got big wheels on my ride, spent about six mills on my ride You catch me swervin' all on your side of town bumpin' \"Bitch, Don't Kill My Vibe\" Don't blow my high, just blow my jock, I'm so paid, I'm so fly Your baby daddy disrespect me, black his eye, that's no lie I'm on my square, blowing circles in the air, of that purple I'm a boss and you a worker, listen here boy don't make me hurt you You want trouble I got plenty, how you want it full or semi I'm so rich so all that fuckboy shit you kickin' don't offend me Don't get killed of in this bitch, I spent mills all on this shit Boy it's been eleven years of this shit, look at me now still in this bitch I stand tall no can fall, you pussy ass niggas can't touch a G See me don't speak ain't' nothing G, I'm in my zone nigga don't fuck with me  [Hook: B.o.B]  [Verse 3: Juicy J] Juicy J stay in the club, me and all my niggas All these bad bitches, all this free liquor Surrounded by so many women one of these hoes might be your wife She lookin' for a nigga that's ballin' so tonight might be her night You know me I stay stuntin', lowkey I threw tuition at Onyx Flip money fast like Sonic, rich nigga I speak ebonics Got a new car I paid cash, got a new crib with a weed lab Crisp bills I need that, fuck your team where the freaks at Hundred deep in V.I.P., niggas always hatin' I came in with a bunch of goons and I'm leavin' with out with his lady I got your boo in my Bugatti, she bout to swallow my babies My system loud my weed loud, no hair clippers I'm faded  [Hook: B.o.B]  ",
        "title": "We Still In This B****"
    },
    {
        "artist": "Tamar Braxton",
        "lyrics": "  [Verse 1] Somebody said every day was gon' be sunny skies Only Marvin Gaye and lingerie I guess somebody lied We started discussin', then to fightin', then don't touch me please Then it's let's stop the madness, just come lay with me And truth be told, I'm wavin' my flag before it goes bad, yeah yeah  [Pre-Chorus 1] Cause we made it this far on for better or worse I wanna feel it even if it hurts If I gotta cry to get to the other side Let's go cause we're gon' survive, oh  [Chorus] We stay on the front lines Yeah, but we're still here after the bomb drops We go so hard we lose control The fire starts then we explode When the smoke clears we dry our tears Only in love and war  [Verse 2] Sometimes you're my general You quarterback all these plays Sometimes you're my enemy and I'm throwin' grenades We'll just be chillin' and laughin', I'm layin' on your chest I don't know what I did cause things just went left But here we go back down that road That's just the way that it goes  [Pre-Chorus 2] Cause we made it this far on for better or worse I wanna feel it even if it hurts If I gotta cry to get to the other side As long as you're there, I'll survive, oh  [Chorus] We stay on the front lines Yeah, but we're still here after the bomb drops We go so hard we lose control The fire starts then we explode When the smoke clears we dry our tears Only in love and war  [Bridge] As long as we make up after every fight when it's over You know I'm comin' home, right there, where I belong I'm takin' all this over Oh-oh-oh-whoa-ooh-oh-oh  [Chorus] We stay on the front lines Yeah, but we're still here after the bomb drops We go so hard we lose control The fire starts then we explode, baby When the smoke clears we dry our tears  [Outro] Only in love and war Only in love and war Only in love and war  ",
        "title": "Love And War"
    },
    {
        "artist": "Jake Owen",
        "lyrics": "  [Verse 1] If your dream house Is a double-wide trailer sitting back in the holler On a country road Then baby, that's where we'll go If you don't wanna settle down We can bounce around from town to town And that's fine with me If you wanna just ride the breeze  [Chorus] I'll go anywhere West Virginia, baby I don't care Mexico on a wild hair Have you ever seen California Pick a spot on any old map I travel light and my bags are packed Just as long as I'm where you're at I'm gonna have a real good view I'll go anywhere, anywhere with you  [Verse 2] I'll bet there's a two lane Running right through the middle Of a wide open desert to a ghost town If you wanna just hide out We could send a postcard back From a mountain top out in Idaho Maybe get snowed in Anytime baby you say when  [Chorus] I'll go anywhere West Virginia, baby I don't care Mexico on a wild hair Have you ever seen California Pick a spot on any old map I travel light and my bags are packed Just as long as I'm where you're at I'm gonna have a real good view I'll go anywhere, anywhere with you  [Chorus] I'll go anywhere West Virginia, baby I don't care Mexico on a wild hair Have you ever seen California Pick a spot on any old map I travel light and my bags are packed Just as long as I'm where you're at I'm gonna have a real good view I'll go anywhere, anywhere with you  [Outro] Girl, I'll swear Just say the word I'll take you there Aww anywhere, anywhere with you Yeah I'll go anywhere with you  ",
        "title": "Anywhere With You"
    },
    {
        "artist": "Jason Derulo",
        "lyrics": "  [Prod. by Joshua \"Ammo\" Coleman and Martin Johnson]  [Verse 1] In the beginning, I never thought it would be you When we were chilling, smiling in the photo booth But we got closer (yeah), ‘til you were eating off my spoon You're coming over, and we would talk all afternoon  [Pre-Chorus] Tonight we’ll just get drunk, disturb the peace Bind your hands all over me And then you bite your lip, whisper and say “We’re going all the way”  [Chorus] Tonight, take me to the other side Sparks fly like the 4th of July Just take me to the other side I see that sexy look in your eyes And I know we ain’t friends anymore If we walk down this road, we’ll be lovers for sure So tonight, kiss me like it’s do or die And take me to the other side  [Verse 2] Wait, this could be perfect (yeah), but we won’t know unless we try (try) I know you’re nervous, so just sit back and let me drive  [Pre-Chorus] Tonight we’ll just get drunk, disturb the peace Bind your hands all over me And then you bite your lip, whisper and say “We’re going all the way”  [Chorus] Tonight, take me to the other side Sparks fly like the 4th of July Just take me to the other side I see that sexy look in your eyes And I know we ain’t friends anymore If we walk down this road, we’ll be lovers for sure So tonight, kiss me like it’s do or die And take me to the other side  [Post-Chorus] Oh oh oh oh oh oh oh Oh oh oh oh oh oh oh Oh oh oh oh oh oh oh Kiss me like it's do or die Oh oh oh oh oh oh oh And take me to the other side  [Bridge] Tonight we’ll just get drunk, disturb the peace Let your love crash into me And then you bite your lip, whisper and say “We’re going all the way”  [Chorus] Tonight, take me to the other side Sparks fly like the 4th of July (yes, they do, yeah) Just take me to the other side (take me, baby) I see that sexy look in your eyes And I know we ain’t friends anymore (oh, no, no) If we walk down this road, we’ll be lovers for sure So tonight (so tonight), kiss me like it’s do or die (kiss me, kiss me) And take me to the other side  [Post-Chorus] Oh oh oh oh oh oh oh Take me to the other side Oh oh oh oh oh oh oh And take me to the other side Oh oh oh oh oh oh oh Kiss me like it's do or die Oh oh oh oh oh oh oh And take me to the other side  ",
        "title": "The Other Side"
    },
    {
        "artist": "Calvin Harris Featuring Ellie Goulding",
        "lyrics": "  [Chorus: Ellie Goulding] I need your love, I need your time When everything's wrong, you make it right I feel so high, I come alive I need to be free with you tonight I need your love  [Drop] I need your love  [Verse 1: Ellie Goulding] I take a deep breath every time I pass your door I know you're there but I can't see you anymore And that's the reason you're in the dark I've been a stranger ever since we fell apart And I feel so helpless here Watch my eyes are filled with fear Tell me, do you feel the same? Hold me in your arms again  [Chorus: Ellie Goulding] I need your love, I need your time When everything's wrong, you make it right I feel so high, I come alive I need to be free with you tonight I need your love  [Drop] I need your love  [Verse 2] Now I'm dreaming, will ever find you now? I walk in circles but I'll never figure out What I mean to you, do I belong? I try to fight this, but I know I'm not that strong And I feel so helpless here Watch my eyes are filled with fear Tell me, do you feel the same? Hold me in your arms again  [Chorus: Ellie Goulding] I need your love, I need your time When everything's wrong, you make it right I feel so high, I come alive I need to be free with you tonight I need your love  [Drop] I need your love  [Bridge] All the years, all the times You were never been to blame And now my eyes are open And now my heart is closing And all the tears, all the lies, all the waste I've been trying to make it change And now my eyes are open  [Outro] I need your love, I need your time When everything's wrong, you make it right I feel so high, I come alive I need to be free  ",
        "title": "I Need Your Love"
    },
    {
        "artist": "Hadouken!",
        "lyrics": null,
        "title": "Levitate"
    },
    {
        "artist": "Tyga Featuring Cedric Gervais, Wiz Khalifa & Mally Mall",
        "lyrics": "  [Intro] Hi, I'm looking for Molly I've been searching everywhere  [Hook: Siri] And I can't seem to find Molly, Molly, Molly, Molly, Molly, Molly, Molly, Molly Molly, Molly, Molly, Molly, Molly, Molly, Molly, Molly (Fucked around and fell in love with her)  [Verse 1: Tyga] Bands all in my dollars I'm everywhere it's poppin' Can't fall in love I got options I'm high school that's college King Gold Chains, that's Notre Dame That green, yeah I got it I show up in the party Like where the fuck that molly O-D we're O-G's We don't fuck with no police I'm too fly to be low key Them 24 inch Kobes All black that's Jodeci She gimme pussy that's Josie Broke niggas stop beggin' me Cause that's the shit that I don't need I'm swervin', I'm drivin' Ain't got time to be tired I'm super turnt, don't try me Killin' yo mind off and fuckin' yo body Bitch wanna flick, pose for my posse Got too much shit to worry about gossip I'm on a bad trip  [Hook]  [Verse 2: Wiz Khalifa] Lil' bitch, my section is important My new car's imported My bank account is enormous Weed so loud it's distorted Got champagne and we pourin' it She poppin' it and she snortin' it My iPhone recordin' it, if I want it, I can afford it Bitch I'm Young Khalifa, fillin' my lungs with reefer Somewhere in the clouds, gotta press up to see us I gotta whip so fast that I caught a ticket speedin' And my bitch so bad that I'm never ever cheatin' I might pull up in some shit that you've never ever seen And if I said how much I made, then you won't even believe it Me and T-Y gettin' gnarly when we pull up to the party Brought a whole pound of Mary  [Hook]  [Verse 3: Mally Mall] Put it in my drink, put it in my drink Put it in my drink, you already know Put it in my drink, put it in my drink Put it in my drink, you already know She had me smokin', had me smokin' Smokin' on my reefer She had me smokin', had me smokin' Smokin' on my reefer  [Hook]  ",
        "title": "Molly"
    },
    {
        "artist": "Young Jeezy Featuring 2 Chainz",
        "lyrics": "  [Hook] R.I.P we just killed the club Took Patrón to the head, almost killed a thug I'm so high I can't feel the drugs Too many haters sitting here I don't feel the love R.I.P, R.I.P R.I.P, R.I.P R.I.P we just killed the club Took Patrón to the head, almost killed a thug  [Verse 1: Young Jeezy] I'm in a brand new drop top 'Rari with 3 bitches Tired being in the middle of trial with 3 snitches And I hit up every club in your city Where niggas at? I be in every club in the hood Where niggas at? Pull up, jump out stuntin' like I was Baby On my cocaine cowboy shit, like in the 80's Who the nigga think he is Slick Rick or Dana Dane? Think he Rakim or something, look at his chain YSL, from head to toe, I'm Doug E Fresh Looking like I came to play, Mitchell and Ness Any nigga with a watch like that He need attention Your man don't ball out like that You need to bench him  [Hook] R.I.P we just killed the club Took Patrón to the head, almost killed a thug I'm so high I can't feel the drugs Too many haters sitting here I don't feel the love R.I.P, R.I.P R.I.P, R.I.P R.I.P we just killed the club Took Patrón to the head, almost killed a thug  [Verse 2: Young Jeezy] I'm gone, don't know where I'm going Pockets on extra big, they're on Samoan Got some bad bitches all in my section Just let some more in And every nigga came in with me'll kick your door in Roll up, pass it around like we Jamaican Whole pounds strapped up in this bitch like we some Haitians She got good head, good brains, good education I'm drunker than a motherfucker, here's the situation: 1:45 am, the knob broken By the time a nigga get to the crib, the mall open Man the nerve of this high-ass bitch She on the Molly She said she she want me to call her Ms. Berry She think she Halle  [Hook] R.I.P we just killed the club Took Patrón to the head, almost killed a thug I'm so high I can't feel the drugs Too many haters sitting here I don't feel the love R.I.P, R.I.P R.I.P, R.I.P R.I.P we just killed the club Took Patrón to the head, almost killed a thug  [Verse 3: 2 Chainz] Got a pocket full of dead prez Attached to your girl like a .jpeg Party scene turn to a murder scene Keep shitting on niggas, need potty train Turn up, collard green I'm on gasoline and I'm on that promethazine Life ain't nothing but a G thing Switch lanes, get brain, hand down her g-string I'm the type of nigga that's built to last You fuck with me, Ill put my foot in your ass I got a million in stash, I stack my money so tall That you might need a giraffe When you was counting this cash, nigga!  [Hook] R.I.P we just killed the club Took Patrón to the head, almost killed a thug I'm so high I can't feel the drugs Too many haters sitting here I don't feel the love R.I.P, R.I.P R.I.P, R.I.P R.I.P we just killed the club Took Patrón to the head, almost killed a thug  ",
        "title": "R.I.P."
    },
    {
        "artist": "Kelly Rowland",
        "lyrics": "  [Verse 1] You put in overtime Overnight, doing everything I like, go for ride Yeah You hold me close, please me tight, look me deep inside my eyes But nothing can compare to when you kiss me there And I can't lie when I lie in your arms baby I feel so sexy  [Pre-Chorus] So gorgeous just take your time, send chills down my spine You’re one of a kind, that’s why I got to make you mine Boy you turn me on, got me feeling hot Now I’m really going  [Chorus] I like my kisses down low Makes me arch my back When you give it to me Slow Baby just like that She like her kisses down low Make her arch her back When you give it to her slow Baby just like that I like my kisses down low Makes me arch my back When you give it to me slow Baby just like that  [Verse 2] Baby get a little rough that's okay Baby go ahead do your thing, ride away And I love it when we misbehave Me and you together babe, we can do anything Boy, if someone could see the way you kiss on me Oh they won't believe it, cause even I don't believe it but I love the way I’m feeling  [Pre-Chorus] So boy just take your time, send chills down my spine You’re one of a kind, that’s why I got to make you mine Boy you turn me on, got me feeling hot Now I’m really going  [Chorus] I like my kisses down low Makes me arch my back When you give it to me slow Baby just like that She like her kisses down low Make her arch her back When you give it to her slow Baby just like that I like my kisses down low Makes me arch my back When you give it to me slow Baby just like that  [Verse 3] Speed it up, heat it up, let it go, let it go, let it go Till I get, get enough, you never know, never know, never know I like that there, yeah that there A little more to the left  So boy just take your time, send chills down my spine You’re one of a kind, that’s why I got to make you mine Boy you turn me on, got me feeling hot Now I’m really going  [Chorus] I like my kisses down low Makes me arch my back When you give it to me slow Baby just like that She like her kisses down low Make her arch her back When you give it to her slow Baby just like that I like my kisses down low Makes me arch my back When you give it to me slow Baby just like that  ",
        "title": "Kisses Down Low"
    },
    {
        "artist": "Trinidad James",
        "lyrics": "  [Intro] This shit sound like 007 on N64 and shit Yeah, yeah, yeah, yeah Yeah, yeah, James  [Chorus] Gold all in my chain, gold all in my ring Gold all in my watch Don't believe me, just watch Nigga, nigga, nigga Don't believe me, just watch Don't believe me, just watch Nigga, nigga, nigga Don't believe me, just watch Don't believe me, just watch Gold all in my chain, gold all in my ring Gold all in my watch Don't believe me, just watch  [Verse] This ain't for no fuck-nigga If you a real nigga, then fuck with me This one for the hood niggas Hipster bitches that shop at Lenox Dark skinned, light skinned Asian and white women Hypebeasts we know aboutchea' Don't buy shoes unless they popular For the hoes, my nigga That's pussy poppin' at Magic City Got that strong, my nigga Then come match that shit with me Smokin' mid, my nigga Then don't pass that shit to me This one for my niggas And bitches 'bout that money (Cash Out) Gotta love, Chesire Bridge Them bad hoes at Onyx I don't fuck with no snitches So don't tell me who tellin' This one for them colleges Them bad hoes at Spelman Shout out to them freshmen On Instagram straight flexin'  [Hook] Popped a molly, I'm sweatin', woo Popped a molly, I'm sweatin', woo  [Verse 2] Mama always told me: \"Boy, count your blessings.\" In God I trust, so I kept counting them Franklins I'm too fly, you know this Let me give your ass a checklist One gold watch, two gold chains Six gold rings, it's nothin' (Goddamn!) OG Jordans, them high socks No shirt on, I'm stuntin' (Okay!) And this song for them fuck-niggas Who hating on you this summer (Fuck 'em!) Talk shit behind your back But won't say shit in public (Fuck 'em!)  [Chorus] Gold all in my chain, gold all in my ring Gold all in my watch Don't believe me, just watch Nigga, nigga, nigga Don't believe me, just watch Don't believe me, just watch Nigga, nigga, nigga Don't believe me, just watch Don't believe me, just watch Gold all in my chain, gold all in my ring Gold all in my watch Don't believe me, just watch  ",
        "title": "All Gold Everything"
    },
    {
        "artist": "Brantley Gilbert",
        "lyrics": "  [Verse 1] Maybe I should take that picture off the dashboard Before her memory hits the brakes and takes the wheel Yeah, I bet she's still crying on that front porch Yeah, this time it's gonna take some time to heal  [Chorus] Cause I'm on my way to Tennessee Singing \"Georgia On My Mind\" Chasing what they say's a dream Thinking maybe it ain't mine Cause that girl's in every song I sing She's in every song I write And that six string ridin' in her seat Won't keep me warm tonight God what am I supposed to do There's more than miles in my rearview  [Verse 2] Well, I'm headed north to what I swore I wanted And trying not to buy into my doubts But I just can't seem to keep myself from wondering Why I'm jealous of all them headlights headed south  [Chorus]  [Verse 3] Yeah, more than miles Yeah, I've been changing lanes without my mirrors Cause every time I look behind me I see her I think I just realized how much I need her  [Chorus] So I’m turning back for Georgia Stopping short of Tennessee I can’t put my dreams before her Man, I need her with me Cause that girl’s in every song I sing She’s in every song I write And that six string ridin' in her seat Can sleep in the back tonight Now I know what I’m supposed to do, yeah There’s still more than miles in my rear view  [Outro] More than miles, yeah More than miles  ",
        "title": "More Than Miles"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] Two black Cadillacs driving in a slow parade Headlights shining bright in the middle of the day One is for his wife The other for the woman who loved him at night Two black Cadillacs meeting for the first time  [Chorus] And the preacher said he was a good man And his brother said he was a good friend But the women in the two black veils didn’t bother to cry Bye bye, bye bye Yeah they took turns laying a rose down Threw a handful of dirt into the deep ground He’s not the only one who had a secret to hide Bye bye, bye bye, bye bye  [Break] Two black Cadillacs, two black Cadillacs  [Verse 2] Two months ago his wife called the number on his phone Turns out he'd been lying to both of them for oh so long They decided then he’d never get away with doing this to them Two black Cadillacs waiting for the right time, right time  [Chorus] And the preacher said he was a good man And his brother said he was a good friend But the women in the two black veils didn’t bother to cry Bye bye, bye bye Yeah they took turns laying a rose down Threw a handful of dirt into the deep ground He’s not the only one who had a secret to hide Bye bye, bye bye, bye bye  [Bridge] It was the first and the last time they saw each other face to face They shared a crimson smile and just walked away And left the secret at the grave  [Chorus] And the preacher said he was a good man And his brother said he was a good friend But the women in the two black veils didn’t bother to cry Bye bye, bye bye Yeah they took turns laying a rose down Threw a handful of dirt into the deep ground He’s not the only one who had a secret to hide Bye bye, bye bye, bye bye  ",
        "title": "Two Black Cadillacs"
    },
    {
        "artist": "Kip Moore",
        "lyrics": "  [Verse 1] Hey pretty girl, won't you look my way Love's in the air tonight You can bet you make this ol' boy's day Hey pretty girl, won't you look my way  [Verse 2] Hey pretty girl, can I have this dance And the next one after that Gonna make you mine there's a real good chance Hey pretty girl, can I have this dance  [Verse 3] Hey pretty girl, it feels so right Just like it's meant to be All wrapped up in my arms so tight Hey pretty girl, it feels so right  [Hook] Life's a long and winding ride Better have the right one by your side And happiness don't drag its feet Time moves faster than you think  [Verse 4] Hey pretty girl, wanna take you home My momma's gonna love you She'll make me sleep on the couch, I know Hey pretty girl, wanna take you home  [Verse 5] Hey pretty girl, let's build some dreams And a house on a piece of land We'll plant some roots and some apple trees Hey pretty girl, let's build some dreams  [Hook] Life's a long and winding ride Better have the right one by your side And happiness don't drag its feet Time moves faster than you think  [Verse 6] Hey pretty girl, you did so good Our baby's got your eyes And a fighter's heart like I knew she would Hey pretty girl, you did so good  [Verse 7] Hey pretty girl, when I see the light And it's my time to go I'm gonna thank the Lord for a real good life A pretty little girl and a beautiful wife  ",
        "title": "Hey Pretty Girl"
    },
    {
        "artist": "Nicki Minaj Featuring Lil Wayne",
        "lyrics": "  [Verse 1: Nicki Minaj] He said he came from Jamaica, he owned a couple acres A couple fake visas cause he never got his papers Gave up on love, fucking with them heart breakers But he was gettin' money with the movers and the shakers He was mixed with a couple things, ball like a couple rings Bricks in the condo and grams to Sing Sing Left arm, baby mother tatted 5-year bid up north when they ratted Anyway, I felt him, helped him, put him on lock, seat belt him Took him out to Belgium, welcome Bitches this pretty, that's seldom This box better than the box he was held in I'm Momma Dee in that order, I call him Daddy like daughters He like it when I get drunk, but I like it when he be sober That's top of the toppa, I never fuck with beginners I let him play with my pussy then lick it off of his fingers I'm in the zone  [Hook: Nicki Minaj] They holler at me but it's you You, this ain't high school Me and my crew, we can slide through Give it to you whenever you want Put it wherever you want Baby, it's yours Anywhere, everywhere Baby, it's your world, ain't it? Baby, it's your world, ain't it?  [Verse 2: Lil Wayne] She got a nigga at home, and one on the side Best friend is a dyke, they fucked around a few times Her and her momma alike, so all they do is fight I tell her make me some money, she tell me \"make me a wife\" I tell her, \"Bitch, you crazy, fuck wrong with you?\" And excuse my French, but I'm a long kisser And then she try to tell me I'm the only one that's hittin' And I say, \"What about them niggas?\" She say, \"What about them niggas?\" You right, what you doing tonight? Put on something tight, don't judge me, I get life She love me like a brother, but fuck me like a husband Pussy like a oven, too hot to put my tongue in All I had to do is rub it, the genie out the bottle Pussy so wet, I'mma need goggles She tell me that's it's mine, I tell her stop lying Mine and who else? She say worry 'bout yourself Lil Tune  [Hook: Nicki Minaj] They holler at me but it's you You, this ain't high school Me and my crew, we can slide through Give it to you whenever you want Put it wherever you want Baby, it's yours Anywhere, everywhere Baby, it's your world, ain't it? Baby, it's your world, ain't it?  [Outro: Nicki Minaj] I know you want it, boy I see you tryin' Just keep on pushin' I'm a let you slide in Just close your eyes and This horizon It's ready, come get you some Yeah, yeah, yeah, yeah  ",
        "title": "High School"
    },
    {
        "artist": "Rocko Featuring Future & Rick Ross",
        "lyrics": "  [Produced By: Childish Major]  [Intro: Future] U.O.E.N.O it Po high class niggas This shit sound crazy Fly shit on me You know what I’m sayin’?  [Hook: Future] This a thousand dollar pair of shoes and U.O.E.N.O it This a thousand dollar cup of lean and U.O.E.N.O it This a half a million dollar car, U.O.E.N.O it I came up from bottom, U.O.E.N.O it My niggas all ride with me on, U.O.E.N.O it Got killers with me right now, U.O.E.N.O it This a million dollar watch nigga, U.O.E.N.O it Got a million dollar crib nigga, U.O.E.N.O it  [Verse 1: Rocko] Ay that monster truck, sit tall as fuck, it’s so big can’t even tow it Don't like snakes keep my grass cut, so low can't even mow it Sip Dom Peri', little high glow, no no we don’t do Moet If it ain't P.J., no Rose from me hostess don’t even pour it Specks on Tom Ford, button-down Michael Kors Always on like the refrigerator, I’m plugged in, ho, you know it A.P. and that Piguet, wear the Breitling when I’m bored Got a Masterpiece and a 41-millimeter, and you ain’t even know it Keep the .45 in my pocket: ain’t gon' show it 'til I have to pop it Then you gon know it, damn who shot you, they don’t even know it Hawks game fuckin' floor it, TV seat front row it Rocko Da Don CEO it, ain’t gotta rap and you know it  [Hook: Future] This a thousand dollar pair of shoes and U.O.E.N.O it This a thousand dollar cup of lean and U.O.E.N.O it This a half a million dollar car, U.O.E.N.O it I came up from bottom, U.O.E.N.O it My niggas all ride with me on, U.O.E.N.O it Got killers with me right now, U.O.E.N.O it This a million dollar watch nigga, U.O.E.N.O it Got a million dollar crib nigga, U.O.E.N.O it  [Verse 2: Rick Ross] That nigga sold you that re-rock, you ain't even know it I'd die over these Reeboks, you ain't even know it Put Molly all in her champagne, she ain’t even know it I took her home and I enjoyed that, she ain't even know it Got a hundred acres I live on, you ain't even know it Got a hundred rounds in this AR, you ain't even know it Got a bag of bitches I play with, on cloud 9 in my spaceship Zoned out but he stay fresh from Zone 1 through Zone 6 Bricks all in my blood, birds all in my dreams Boats all in my yard, lemon pepper my wings I’m bout to get you fuck niggas wacked, you ain't even know it Your main nigga bout to turn his back, you ain't even know it  [Hook: Future] This a thousand dollar pair of shoes and U.O.E.N.O it This a thousand dollar cup of lean and U.O.E.N.O it This a half a million dollar car, U.O.E.N.O it I came up from bottom, U.O.E.N.O it My niggas all ride with me on, U.O.E.N.O it Got killers with me right now, U.O.E.N.O it This a million dollar watch nigga, U.O.E.N.O it Got a million dollar crib nigga, U.O.E.N.O it  [Verse 3: Future] I’m turned up every day, you don’t even know it Got your bitch with me right now, you don’t even know it We turn up in the club, you don’t even know it Got a hundred bottles comin', you don’t even know it We came up from nothin', you don’t even know it Drive a half a million dollar car, you don’t even know it This a thousand dollar pair of shoes, you don't even know it Got a bitch that speak no English, she don't even know it  [Hook: Future] This a thousand dollar pair of shoes and U.O.E.N.O it This a thousand dollar cup of lean and U.O.E.N.O it This a half a million dollar car, U.O.E.N.O it I came up from bottom, U.O.E.N.O it My niggas all ride with me on, U.O.E.N.O it Got killers with me right now, U.O.E.N.O it This a million dollar watch nigga, U.O.E.N.O it Got a million dollar crib nigga, U.O.E.N.O it  ",
        "title": "U.O.E.N.O."
    },
    {
        "artist": "Ed Sheeran",
        "lyrics": "  [Verse 1] I'm gonna pick up the pieces And build a Lego house If things go wrong we can knock it down My three words have two meanings There's one thing on my mind It's all for you  [Pre-Chorus] And it's dark in a cold December But I've got you to keep me warm And if you're broken I'll mend you And keep you sheltered from the storm that's raging on now  [Chorus] I'm out of touch, I'm out of love I'll pick you up when you're getting down And out of all these things I've done I think I love you better now I'm out of sight, I'm out of mind I'll do it all for you in time And out of all these things I've done I think I love you better now  [Verse 2] I'm gonna paint you by numbers And colour you in If things go right we can frame it And put you on a wall And it's so hard to say it But I've been here before Now I'll surrender up my heart And swap it for yours  [Chorus] I'm out of touch, I'm out of love I'll pick you up when you're getting down And out of all these things I've done I think I love you better now I'm out of sight, I'm out of mind I'll do it all for you in time And out of all these things I've done I think I love you better now  [Interlude] Don't hold me down I think the braces are breaking and it's more than I can take  [Pre-Chorus] And it's dark in a cold December, but I've got you to keep me warm If you're broken I'll mend you And keep you sheltered from the storm that's raging on now  [Chorus] I'm out of touch, I'm out of love I'll pick you up when you're getting down And out of all these things I've done I think I love you better now I'm out of sight, I'm out of mind I'll do it all for you in time And out of all these things I've done I think I love you better now  [Outro] I'm out of touch, I'm out of love I'll pick you up when you're getting down And out of all these things I've done I will love you better now  ",
        "title": "Lego House"
    },
    {
        "artist": "Miguel",
        "lyrics": "  [Verse 1: Miguel] Frustration (watching you dance) Hesitation (to get in them pants) Come closer baby (so I can touch) One question: Am I moving too fast?  [Pre-Chorus: Miguel] Cause' I ain't leaving alone- feel like I could be honest babe We both know that we're grown That's why I wanna know  [Hook: Miguel] How many drinks would it take you to leave with me? Yeah you look good, and I got money But I don't wanna waste my time Back of my mind, I'm hoping you say two or three You look good; we came to party But I don't wanna waste my time  [Verse 2: Miguel] Temptation (is calling your name) Sweet persuasion, oh (baby this is a game) Come closer baby (if you like what you hear) Impassioned (is what I'm making you feel)  [Pre-Chorus: Miguel] Cause' I ain't leaving alone- feel like I could be honest babe We both know that we're grown That's why I wanna know  [Hook: Miguel] How many drinks would it take you to leave with me? Yeah you look good, and I got money But I don't wanna waste my time Back of my mind, I'm hoping you say two or three You look good; we came to party But I don't wanna waste my time  [Verse 3: Kendrick Lamar] Aha, and what do we have Your empty heart and my empty bottle and yellow cab That you are likely to catch 'cause your latest ex made you mad So I figured the perfect catch would be you if I made the pass Pool full of liquor then we dive - in it Knowing if I lick her I might die - in it Then reincarnate as a fly - gymnast Just to flip my tongue on you This the Olympics  [Bridge: Kendrick Lamar] State your name, live in the moment It’s your time to own it, I see it in you baby She tell me that she never give the first night away  [Verse 4: Kendrick Lamar] And life is a bitch, but every dog has its day Holla pull up, pull up, bring it back, come rewind Pull up them big trucks, that pack come behind Pool full of liquor then we die - in it Pull 'em to the side, let me slide up in it  [Vamp: Miguel] Or waste your time, or waste your time Or waste our time, baby it's alright Baby it's alright, baby it's alright yeah Oh it's alright now Alright. Oh yeah I don't wanna waste my time, no I don't wanna waste no time, oh no I don't wanna waste your time, babe I don't wanna waste our time Oh my time, Oh whoaaa, now  [Hook: Miguel] How many drinks would it take you to leave with me? (oh yeah) Yeah you look good, and I got money But I don't wanna waste my time (come wit' me baby) Back of my mind, I'm hoping you say two or three (yeah it's just a short drive home from here) You look good; we came to party But I don't wanna waste my time  [Vamp 2: Miguel] No-no-no. I ain't judgin' if you do decide that you might be ___ing tonight What? More power to you if you do decide that you might be ___ing tonight I ain't judgin' if you do decide that you might be ___ing tonight What? More power to you if you do decide that you might be ___ing tonight  [Outro: Miguel] Let's go, shit we only live once right? I mean, where's the fun in forever anyway?  ",
        "title": "How Many Drinks?"
    },
    {
        "artist": "Future Featuring Lil Wayne",
        "lyrics": "  [Intro] You know, This just some real nigga shit, a real nigga story You know what I'm saying?  [Hook] Slang a bunch of narcotics Pull up in the new 'rarri Living like John Gotti Chopping bricks like karate Drink a bunch of codeine Serving to the dope fiends Blowing money, stay clean Michael Jackson, Billie Jean  [Verse 1: Future] Got a Panamera round a young nigga neck Got a young bitch pulling up in a vet Smoke a lot of kush and I have a lot of sex Had to beat the grind up, ran up my check Bitch nigga get money, nigga get that Roll a blunt of chronic, nigga sell a lot of crack You can hit a nigga line, order what you want I can whoop a Maserati, pulling up a donk 50,000 on yo watch, young nigga splurge Pop a ace of spade bottle, sip a lot of syrup Keep a young nigga workin' gotta buss a cape I'mma take a phone call, hustle everyday  [Hook] Slang a bunch of narcotics Pull up in the new 'rarri Living like John Gotti Chopping bricks like karate Drink a bunch of codeine Serving to the dope fiends Blowing money, stay clean Michael Jackson, Billy Jean  [Verse 2: Future] Whipping up a cake, just to go and snatch a spider Young nigga play with keys, like a type writer Al Capone, John Gotti was a nigga idol I was never snitching, I can put it on the Bible In a 4 door beamer, driving with a rifle Nigga where you at, nigga we go pull up on ya Young Bitch looking like Janet in the 80's We was grinding up from a tube and a baby Got the girl dripping wet like a Jheri curl Got a styrofoam cup and its full of syrup Send it over from Lil Mexico and let me work I can get 36 for a clean shirt  [Hook] Slang a bunch of narcotics Pull up in the new 'rarri Living like John Gotti Chopping bricks like karate Drink a bunch of codeine Serving to the dope fiends Blowing money, stay clean Michael Jackson, Billie Jean  [Verse 3: Lil Wayne] Pop a lot of pain pills Bout to put rims on my skateboard wheels Beat that pussy up like Emmett Till Yeah.... Two cell phones ringin' at the same time That's your ho, callin' from two different phones Tell that bitch \"leave me the fuck alone!\" See, you fuck her wrong, and I fuck her long I got a love-hate relationship with Molly I'd rather pop an ollie, and my dick is a trolley Boy, I'll bury you like Halle And these hoes say I'm blind Cause I don't see nothin' wrong with a little bump and grind Man I just received a package Them other niggas taxin' And my pockets so fat, I'm startin' to feel contractions And my cousin went to jail for them chickens And he already home and that nigga must be snitchin' Cut him off like karate!  [Hook] Slang a bunch of narcotics Pull up in the new 'rarri Living like John Gotti Chopping bricks like karate Drink a bunch of codeine Serving to the dope fiends Blowing money, stay clean Michael Jackson, Billie Jean  ",
        "title": "Karate Chop (Remix)"
    },
    {
        "artist": "Ray J Featuring Bobby Brackins",
        "lyrics": "  [Hook: Ray J] She might move on to rappers and ballplayers But we all know I hit it first I hop in the club and boppers show love, and I don't even put in work I hit it, I hit it, I hit it, I hit it, I hit it, I hit it first I hit it, I hit it, I hit it, I hit it, I hit it, I hit it first  [Verse 1: Ray J] I had her head going north and her ass going south But now baby chose to go West We deep in the building she know that I kill 'em I know that I hit it the best Candles lit with that wine, money still on my mind And I gave her that really bomb sex No matter where she goes or who she knows She still belongs in my bed Going hard in the streets, mobbin with my homies Sippin' on good, blowin' on OG Me and ghost sittin' clean with the matching rollie I did that first so everybody know me  [Hook: Ray J] She might move on to rappers and ballplayers But we all know I hit it first I hop in the club and boppers show love, and I don't even put in work I hit it, I hit it, I hit it, I hit it, I hit it, I hit it first I hit it, I hit it, I hit it, I hit it, I hit it, I hit it first  [Verse 2: Bobby Brackins] Steady on at the top where we finna be Apple juice and we mix it with the Hennessy Give her no dough to come, but I gave her 10 to leave I bet I hit it first, unless you took that girl virginity First come, first served is all a player know But I don't wanna be a player no more That's a lie, I'm way too fly I love anything with ass that walk by Yeah you love her, yeah you hug her and you kiss her She dome me up, she give me face like some whiskers Tia’s and Tamera’s, I be knockin sisters And I still hit, while you lonely and you miss her  [Bridge: Ray J] When I walk in the function You already know I'm leaving with something Girls know when I'm coming I give a girl real proper loving  [Hook: Ray J] She might move on to rappers and ballplayers But we all know I hit it first I hop in the club and boppers show love, and I don't even put in work I hit it, I hit it, I hit it, I hit it, I hit it, I hit it first I hit it, I hit it, I hit it, I hit it, I hit it, I hit it first  [Verse 3: Ray J] And if you were to come back to me Girl I know just how you'd do me And if you were to come back to me Girl I know just why you'd choose me And if you were to come back to me Girl, I'll get it wet -- jacuzzi And if you were to come back to me girl We'll make another movie  [Hook: Ray J] She might move on to rappers and ballplayers But we all know I hit it first I hop in the club and boppers show love, and I don't even put in work I hit it, I hit it, I hit it, I hit it, I hit it, I hit it first I hit it, I hit it, I hit it, I hit it, I hit it, I hit it first  [Outro: Ray J] I put her on, I put her on, I put that girl on I put her on, I put her on, I put that girl on I put her on, I put her on, I put that girl on I put her on, I put her on, I put that girl on  ",
        "title": "I Hit It First"
    },
    {
        "artist": "Little Mix",
        "lyrics": null,
        "title": "Wings"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Verse] I stared up at the sun Thought of all of the people, places and things I’ve loved I stared up just to see With all of the faces, you were the one next to me  [Pre Chorus] You can feel the light start to tremble Washing what you know out to sea You can see your life out of the window tonight  [Chorus] If I lose myself tonight It’ll be by your side I lose myself tonight... (oh) yeah, yeah, yeah If I lose myself tonight It’ll be you and I Lose myself tonight...  [Instrumental]  [Verse 2] I woke up with the sun Thought of all the people, places and things I’ve loved I woke up just to see With all of the faces, you were the one next to me  [Pre Chorus]  [Chorus]  [Instrumental]  [Outro] Take us down and we keep trying Forty thousand feet, keep flying Take us down and we keep trying Forty thousand feet, keep flying Take us down and we keep trying Forty thousand feet, keep flying Take us down and we keep trying Forty thousand feet, keep flying (Lose myself) If I lose myself tonight...  ",
        "title": "If I Lose Myself"
    },
    {
        "artist": "Macklemore & Ryan Lewis Featuring Mary Lambert",
        "lyrics": "  [Piano Intro]  [Verse 1: Macklemore] When I was in the third grade, I thought that I was gay ‘Cause I could draw, my uncle was and I kept my room straight I told my mom, tears rushing down my face She's like, \"Ben, you've loved girls since before Pre-K!\" Trippin', yeah I guess she had a point, didn't she? A bunch of stereotypes all in my head I remember doing the math like, \"Yeah, I'm good at little league.\" A pre-conceived idea of what it all meant For those that like the same sex had the characteristics The right-wing conservatives think it's a decision And you can be cured with some treatment and religion Man-made, rewiring of a pre-disposition Playing God, aw nah, here we go America the brave still fears what we don't know And \"God loves all his children\" is somehow forgotten But we paraphrase a book written thirty-five hundred years ago I don't know  [Hook: Mary Lambert] And I can't change, even if I tried Even if I wanted to And I can't change, even if I tried Even if I wanted to My love, my love, my love She keeps me warm She keeps me warm She keeps me warm She keeps me warm  [Verse 2: Macklemore] If I was gay, I would think hip-hop hates me Have you read the YouTube comments lately? \"Man, that's gay\" gets dropped on the daily We've become so numb to what we're sayin' Our culture founded from oppression Yet we don't have acceptance for 'em Call each other faggots behind the keys of a message board A word rooted in hate, yet our genre still ignores it \"Gay\" is synonymous with the lesser It's the same hate that's caused wars from religion Gender to skin color, the complexion of your pigment The same fight that led people to walk-outs and sit-ins It's human rights for everybody, there is no difference Live on and be yourself When I was in church they taught me something else If you preach hate at the service, those words aren't anointed That holy water that you soak in has been poisoned When everyone else is more comfortable remaining voiceless Rather than fighting for humans that have had their rights stolen I might not be the same, but that's not important No freedom 'til we're equal, damn right I support it  [Trombone Interlude]  [Hook: Mary Lambert] And I can't change, even if I tried Even if I wanted to And I can't change, even if I tried Even if I wanted to My love, my love, my love She keeps me warm She keeps me warm She keeps me warm She keeps me warm  [Verse 3: Macklemore] We press play, don't press pause: progress, march on! With a veil over our eyes, we turn our back on the cause 'Til the day that my uncles can be united by law Kids are walking 'round the hallway Plagued by a pain in their heart A world so hateful, some would rather die than be who they are And a certificate on paper isn't gonna solve it all But it's a damn good place to start No law's gonna change us, we have to change us Whatever god you believe in, we come from the same one Strip away the fear, underneath it's all the same love About time that we raised up!  [Hook: Mary Lambert] And I can't change, even if I tried Even if I wanted to And I can't change, even if I tried Even if I wanted to My love, my love, my love She keeps me warm She keeps me warm She keeps me warm She keeps me warm  [Outro: Mary Lambert] Love is patient, love is kind Love is patient (not crying on Sundays) Love is kind (not crying on Sundays) Love is patient (not crying on Sundays) Love is kind (not crying on Sundays) Love is patient (not crying on Sundays) Love is kind (not crying on Sundays) Love is patient (not crying on Sundays) Love is kind (not crying on Sundays) Love is patient (not crying on Sundays) Love is kind (not crying on Sundays)  ",
        "title": "Same Love"
    },
    {
        "artist": "Robin Thicke Featuring T.I. + Pharrell",
        "lyrics": "  [Intro: Pharrell & Robin Thicke] Everybody get up, WOO! Hey, hey, hey Hey, hey, hey Hey, hey, hey  [Verse 1: Robin Thicke] If you can't hear what I'm trying to say If you can't read from the same page Maybe I'm going deaf Maybe I'm going blind Maybe I'm out of my mind  [Bridge: Robin Thicke] Ok, now he was close Tried to domesticate you But you're an animal Baby, it's in your nature Just let me liberate you You don't need no papers That man is not your maker And that's why I'm gon' take a  [Hook: Robin Thicke] Good girl I know you want it I know you want it I know you want it You're a good girl Can't let it get past me You're far from plastic Talk about getting blasted I hate these blurred lines I know you want it I know you want it I know you want it But you're a good girl The way you grab me Must wanna get nasty Go ahead, get at me  [Verse 2: Robin Thicke] What do they make dreams for When you got them jeans on What do we need steam for You the hottest bitch in this place I feel so lucky, you wanna hug me What rhymes with hug me? Hey!  [Bridge: Robin Thicke] Ok, now he was close Tried to domesticate you But you're an animal Baby, it's in your nature Just let me liberate you You don't need no papers That man is not your maker And that's why I'm gon' take a  [Hook: Robin Thicke] Good girl I know you want it I know you want it I know you want it You're a good girl Can't let it get past me You're far from plastic Talk about getting blasted I hate these blurred lines I know you want it I know you want it I know you want it But you're a good girl The way you grab me Must wanna get nasty Go ahead, get at me  [Verse 3: T.I.] Hustle Gang Homie One thing I ask of you Lemme be the one you back that ass up to From Malibu to Paris, boo Had a bitch, but she ain't bad as you So, hit me up when you pass through I'll give you something big enough to tear your ass in two Swag on 'em even when you dress casual I mean, it's almost unbearable In a hundred years not dare would I Pull a Pharcyde, let you pass me by Nothin' like your last guy, he too square for you He don't smack that ass and pull your hair like that So I'm just watching and waitin' For you to salute the true big pimpin' Not many women can refuse this pimping I'm a nice guy, but don't get confused, this pimpin'  [Breakdown: Robin Thicke] Shake your rump Get down, get up-a Do it like it hurt, like it hurt What you don't like work Hey!  [Verse 4: Robin Thicke] Baby, can you breathe I got this from Jamaica It always works for me Dakota to Decatur No more pretending Cause now you're winning Here's our beginning I always wanted a  [Hook: Robin Thicke] Good girl I know you want it I know you want it I know you want it You're a good girl Can't let it get past me You're far from plastic Talk about getting blasted I hate these blurred lines I know you want it I know you want it I know you want it But you're a good girl The way you grab me Must wanna get nasty Go ahead, get at me  [Bridge: Pharrell & Robin Thicke] Everybody get up Everybody get up Everybody get up Hey, Hey, Hey Hey, Hey, Hey Hey, Hey, Hey  [Outro: Pharrell & Robin Thicke] Everybody get up, WOO! Hey, hey, hey Hey, hey, hey Hey, hey, hey  ",
        "title": "Blurred Lines"
    },
    {
        "artist": "Juicy J Featuring Big Sean & Young Jeezy",
        "lyrics": "  [Hook: Young Jeezy] Everytime I go out, you know I gotta show out Everytime I go out, you know I bring the dough out Everytime they go out, you know they bring they ho out Everytime I go out, you know I bring that blows out Everytime I go out, you know I gotta show out Everytime I go out, you know I gotta show out Everytime I go out, you know I gotta show out Everytime I go out, you know I gotta show out  [Verse 1: Juicy J] Trippy niggas and a few hoes One night, two shows That's two mansions and a team expansion Thumbin' through a check, got me sweatin and pantin' When you getting money chicks come around Niggas start hatin' who's holdin' you down All this ice I'm just livin the life Bad bitches want me, give me head like lice Hit club LIV in a rush Pockets so swole I think they finna bust Ace in my hand and a 45 tuck Money coming down codeine pourin up Smokin on some dope, always on a float 20 years in niggas callin me the G.O.A.T Money adding up you haters going broke Still in the game while you niggas ridin' oak See me showin out they muggin I dont give a fuck How I start my morning off a zip and a double cup Hating ass niggas, y'all behind me Ball so hard they want to fine me Juicy J, Taylor Gang I been rich since the 90's  [Hook: Young Jeezy] Everytime I go out, you know I gotta show out Everytime I go out, you know I bring the dough out Everytime they go out, you know they bring they ho out Everytime I go out, you know I bring that flow out Everytime I go out, you know I gotta show out Everytime I go out, you know I gotta show out Everytime I go out, you know I gotta show out Everytime I go out, you know I gotta show out  [Verse 2: Big Sean] All these ratchet hoes say I ain't shit Well, at least I ain't broke ho Stackin paper like old folks And you still stayin with your old folks She a fan, that's fantastic,poppin zany's, that's zantastic Gettin rich, band-tastic,white girls like Anne Hathaway Way going, way out, they wait for my bandwagon She let me bang and I ain't got a bandana Ooh (Freaky) that's just how I move Fast girls, fast money, no more fast food Came up first class, my passport gettin tattooed (boi) Young ass playa doing everything that I have to So everytime I go out...  [Hook: Young Jeezy] Everytime I go out, you know I gotta show out Everytime I go out, you know I bring the dough out Everytime they go out, you know they bring they ho out Everytime I go out, you know I bring that flow out Everytime I go out, you know I gotta show out Everytime I go out, you know I gotta show out Everytime I go out, you know I gotta show out Everytime I go out, you know I gotta show out  [Verse 3: Young Jeezy] I got some bad bitches with me Say they like Rihanna love Whitney She say how many bottles do you want, I told her 50 She say anything, yeah bitch a kidney Everytime I go out, you know I bring that dough out Finesse is on a milli, it lookin like a blowout 100 bitches with me, look like I left the ho house 100 racks with me, look like I left the blow house Now we poppin bottles, they came with the sparkles Got my niggas with me, they came with them yoppers Got a few ratchets, even a couple models 20 car caravan, I bet they gon follow, ugh  [Hook: Young Jeezy] Everytime I go out, you know I gotta show out Everytime I go out, you know I bring the dough out Everytime they go out, you know they bring they ho out Everytime I go out, you know I bring that flow out Everytime I go out, you know I gotta show out Everytime I go out, you know I gotta show out Everytime I go out, you know I gotta show out Everytime I go out, you know I gotta show out  ",
        "title": "Show Out"
    },
    {
        "artist": "A$AP Rocky Featuring Skrillex",
        "lyrics": "  [Verse 1] Wake up feeling blessed up, pistol on that dresser Ain't afraid to show it, I'll expose it if I dress up Riding in that Testa...rossa, nigga catch up Sipping on that syrup 'til I'm messed up like yes sir So now I'm getting change, people looking at me strange Like nigga switching lanes, never changed, still the same We fuck bitches, get paper, you fuck niggas on papers We walk around with lasers, you prolly own some tasers Lame niggas disgrace us, they girlfriends want date us Got different hoes, I'm pimping hoes, you could tell by my paystubs My niggas gettin' right, smokin' weed with dirty Sprite Going wild for the night, fuck being polite, I'm goin'  [Verse 2] Finna wild out for the weekend, me, myself, and I – my three friends Nigga feeling froggy, then leap in, A$AP niggas finna sneak in Middle finger to the critics, me and my nigga Skrillex You know we finna kill it, A$AP we the trillest You don't really want that Glock boy You don't really wanna feel them shots boy You a b-boy, I'm a block boy, I'm a D boy, I'm a hot boy Six shots got me feelin' like Pac, boy, party all night, shit don't stop, boy Drunk as fuck and I'm ready to fight Wilding for the night, fuck being polite, boy  [Hook] Wild for the night, fuck being polite, I'm going Wild for the night, fuck being polite, I'm going Wild for the night, fuck being polite, I'm going Wild for the night, fuck being polite, I'm going  [Verse 3] It's the weekend and I'm creeping with my niggas Drunk and disrespectful, callin' women bitches I don't mean no harm but won't you and your friends Meet us in the cut and we can do the business God my witness that I only wanna kick it And your girl just said they with us So we rolling in them Benzes Won't you pour it up and stop the babysitting She got drunk as fuck and swallowed all my kids  [Verse 4] Back to the Mac, tats on her back Ass so fat, hit that from the back When it clap from the back, she clappin' it back She flat on her back and it's back to the trap Fuck your pack, A$AP where it's at Fuck nigga act, get clap lay flat Fuck your dreams, leave a punk nigga dreamin' Then you sleep, and you won't come back from the nap Benjamin Three-Stack, it’s a fact, she lives in my lap On my Outkast, daddy fat, bitches on my sack And you know them smokin' bitches rolling reefer got me open Wildin' to the morning with my homies, tell 'em where we going  [Hook] Wild for the night, fuck being polite, I'm going Wild for the night, fuck being polite, I'm going Wild for the night, fuck being polite, I'm going Wild for the night, fuck being polite, I'm going  ",
        "title": "Wild For The Night"
    },
    {
        "artist": "Future",
        "lyrics": "  [Intro] We don’t wanna We don’t wanna We don’t wanna neva end We don’t wanna We don’t wanna neva end We don’t wanna We don’t wanna neva end We don’t wanna neva  [Hook] We don’t wanna neva end It's like our life has just began You walkin’ out, you comin’ back again Cause we became the best of friends You got all the questions and I know all the answers I done took your heart, girl and hold it up for ransom We don’t wanna neva end We don’t wanna We don’t wanna neva end We don’t wanna  [Verse 1] I could tell you was into me from our instant chemistry As I reflect memory, you ride or you die for me I'll go to war over you want, I dont give a fuck by showing you You know what it is shawty, forever my lil shawty Long as I’m swimmin’ in Benjamins, you shop with no limited You reminisce every session, know you’ll come back again I know you can’t breath without me, you gon' need your oxygen I damn near gave you a overdose on my own medicine I took a sip of your tea and I ain’t been right ever since As I think to myself what’d it be is it heaven sent Let’s put the past behind us And go far away where nobody can find us  [Hook]  [Verse 2] You could leave today I bet you’ll come back tomorrow I could see the hate is comin’ from a mile up And it’s only preparin’ us for what we got comin’ If I did come your way and you feel like runnin’ Run in my direction and don’t you run from me Cause any time we get together, we goin’ stuntin’ And I’m applyin’ major pressure, feel it in your stomach It’s lightnin', it’s thunderin', you describin', got me wonderin' Butterfly, butterfly Will you gon ever leave? Any time you leave my side I know you comin’ back I know you comin’ back to me  [Hook]  [Bridge] Is there anything you wanna know? Is there any place you rather be? You walk until your feet get sore I bet you walking back And I bet you walking back to me Actually that’s a guarantee My friendship a guarantee You got my ego in another league I ain’t tryna be cocky I got your heart in my pocket  [Hook]  ",
        "title": "Neva End"
    },
    {
        "artist": "Sean Kingston Featuring Chris Brown & Wiz Khalifa",
        "lyrics": "  [Hook: Chris Brown & Sean Kingston] He ain't fly enough, he don't even drive, no That's why you're calling my phone, and won't leave me alone He ain't even fly enough, you ain't gotta lie, no That's why you're calling my phone And you're wanting me to get, get, get it Beat, beat, beat it, beat, beat, beat it You wanting me to beat, beat, beat it Beat, beat, beat it, beat, beat, beat it Not a problem, baby Beat, beat, beat it, beat, beat, beat it You wanting me to beat, beat, beat it Beat, beat, beat it, beat, beat, beat it  [Verse 1: Sean Kingston & Chris Brown] I've been out here looking for a girl like you So already settled down and loyal to your dude You got your eyes on me, and girl, he got his eyes on you My eyes are on this money and it's nothing he can do  [Hook: Chris Brown & Sean Kingston] He ain't fly enough, he don't even drive, no That's why you're calling my phone, and won't leave me alone He ain't even fly enough, you ain't gotta lie, no That's why you're calling my phone And you're wanting me to get, get, get it Beat, beat, beat it, beat, beat, beat it You wanting me to beat, beat, beat it Beat, beat, beat it, beat, beat, beat it Not a problem, baby Beat, beat, beat it, beat, beat, beat it You wanting me to beat, beat, beat it Beat, beat, beat it, beat, beat, beat it  [Verse 2: Chris Brown & Sean Kingston] You've been out here looking for a guy like me And I ain't never settled down, just loyal to my team You got your eyes on me, girl and I got my eyes on green Your nigga he so bummy, need to a boost his self-esteem  [Hook: Chris Brown & Sean Kingston] He ain't fly enough, he don't even drive, no That's why you're calling my phone, and won't leave me alone He ain't even fly enough, you ain't gotta lie, no That's why you're calling my phone And you're wanting me to get, get, get it Beat, beat, beat it, beat, beat, beat it You wanting me to beat, beat, beat it Beat, beat, beat it, beat, beat, beat it Not a problem, baby Beat, beat, beat it, beat, beat, beat it You wanting me to beat, beat, beat it Beat, beat, beat it, beat, beat, beat it  [Verse 3: Wiz Khalifa] You say you want a fly nigga Roll something and get high, nigga I'm spending all the moss And if he ain't coming close, it's time that you tell him bye I'll take you up in the sky, we'll be floating Get you wet, like the ocean I'mma speed up on it If your pussy was a book, I would read up on it Girl, I'm just trying to get you back to my crib Seen all them Instagram pictures you post, so I already know what it is Talk to me now  [Hook: Chris Brown & Sean Kingston] He ain't fly enough, he don't even drive, no That's why you're calling my phone, and won't leave me alone He ain't even fly enough, you ain't gotta lie, no That's why you're calling my phone And you're wanting me to get, get, get it Beat, beat, beat it, beat, beat, beat it You wanting me to beat, beat, beat it Beat, beat, beat it, beat, beat, beat it Not a problem, baby Beat, beat, beat it, beat, beat, beat it You wanting me to beat, beat, beat it Beat, beat, beat it, beat, beat, beat it  ",
        "title": "Beat It"
    },
    {
        "artist": "French Montana Featuring Nicki Minaj",
        "lyrics": "  [Intro: Nicki Minaj] Ha Ha Ha Ha Ha Ha!!! MONTANA!!!  [Hook: Nicki Minaj] Freak, some gyal ah freak ah di week Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a (I-I-I don't need to say playboy, I say play nigga!) Freaks some gyal a freaks a di week some gyal a (I don't need to say playboy, I said play nigga!) Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a [MONTANA!!!]  [Verse 1: French Montana] Lights up the fire, you know we get higher Rolling up loud, real niggas moving quiet Like it then I buy it, you donkeys on a diet Bringing all my jewels, how you know I start a riot Riding with the bliquor, messing up her make up You blowing up her phone, she ain't trying to pick up Drinking out the bottle, I'm leaning with a model I throw a hundred racks up, you think I hit the lotto Riding with the wolves, I ain't talkin Minnesota Shorty coming over, go and bend it over Let me plank on it, put a drink on it Heard you a freak, put my name on it (Montana!)  [Hook: Nicki Minaj] Freak, some gyal ah freak ah di week Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a (I-I-I don't need to say playboy, I say play nigga!) Freaks some gyal a freaks a di week some gyal a (I don't need to say playboy, I said play nigga!) Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a [MONTANA!!!]  [Bridge: French Montana] This girl tell me, say she horny She want to give it to me out the door This girl fuck me like she know me She backed it up then she tipped on her toes  [Verse 2: Nicki Minaj] He said he met this little girl by the name of Onika Way my body shape, all the boys wanna freak her Brag and I boast, they be doin the most If I look at his friend, he'll be grippin the toaster So I took him to the crib to kill him with it Put my legs behind my head, I hit the ceiling with it When I put it in his mouth I couldn't believe it He looked me in my eyes and said he wanna breed it Passa Passa, you ain't got no wins in mi casa Big fat pussy; Mufasa Hit up Green Acres, hit up Kings Plaza Some of them say them gully, some of them say them gaza  [Hook: Nicki Minaj] Freak, some gyal ah freak ah di week Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a (I-I-I don't need to say playboy, I say play nigga!) Freaks some gyal a freaks a di week some gyal a (I don't need to say playboy, I said play nigga!) Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a [MONTANA!!!]   [Bridge: French Montana] This girl tell me, say she horny She want to give it to me out the door This girl fuck me like she know me She backed it up then she tipped on her toes  [Bridge 2: Nicki Minaj] Where my bad bitches at? Where my bad bitches at? Pretty gang make noise Pretty gang make noise Pretty gang act the fuck, act the-act the fuck up  [Bridge 3: French Montana] Where my bad bitches at? Where my bad bitches at? Rude girls make noise Rude girls make noise Rude girl act the fucked up, act, act the fuck up Act the fuck up, act, act the fuck up  [Hook: Nicki Minaj] Freak, some gyal ah freak ah di week Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a (I-I-I don't need to say playboy, I say play nigga!) Freaks some gyal a freaks a di week some gyal a (I don't need to say playboy, I said play nigga!) Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a Freaks some gyal a freaks a di week some gyal a [MONTANA!!!]   [Bridge: French Montana] This girl tell me, say she horny She want to give it to me out the door This girl fuck me like she know me She backed it up then she tipped on her toes  [Verse 3: Nicki Minaj] Young Money, I don't even say my name anymore, playnigga I don't even say playboy, I say playnigga And what the fuck you talking about with them fake figures? I come through like, I mean no Nicki I came through South side Jamaica Queen bitch And everyboody know you're on my dick Montana  ",
        "title": "Freaks"
    },
    {
        "artist": "Fabolous Featuring Chris Brown",
        "lyrics": "  [Hook Chris Brown] And baby, we don't need a bed, no Don't need a master room, don't need to set the mood She like, \"Yeah, yeah\" One touch, one touch, she gon' give me all the love She's ready, so ready She ready, so I'm ready I feel it coming on strong, you're so heavy And she ready, I'm ready  [Verse 1: Fabolous] Yeah, I hear if you stay ready, you ain't gotta get ready Call you when I get there, you just get your shit wetty Oops, I mean your shit ready, can't believe I said that Least you know where my head at, now shawty, where your head at? She gon' dive in head first, school me like the board of ed' She do it, then we do it so she can say she thought ahead Laid up in that all day, can't get out that waterbed Talk nasty for your boy, silent treatment for the feds No cup for the thirsty, she bad as controversy Skin-tone like Hershey, body Lord have mercy Yeah, if this thing were a car, it'd be a Lamborghini Mercy Maybe I'm too fast, girl say she-she  [Hook Chris Brown] And baby, we don't need a bed, no Don't need a master room, don't need to set the mood She like, \"Yeah, yeah\" One touch, one touch, she gon' give me all the love She's ready, so ready She ready, so I'm ready I feel it coming on strong, you're so heavy And she ready, I'm ready  [Verse 2: Fabolous] Talkin' 'bout you born ready, talkin' 'bout it's on deck Talk a good one on text, you say you 'bout it, I'm gon' check I put some kisses on neck, let me warm that engine up Relax when the tension's up, girl, you just call your ninja up And I pop up in that all black and kill that See I'm dressed appropriate, you got to feel that Feel that? (I feel that) That's that love comin' down For the brain, I'm dumbin' down, we on swole when she come around Need ice to numb it down, night stick to beat it up Rodney King that thing, girl, can't we all just get along? You could get along, haha, you already know But is you ready though?  [Hook Chris Brown] And baby, we don't need a bed, no Don't need a master room, don't need to set the mood She like, \"Yeah, yeah\" One touch, one touch, she gon' give me all the love She's ready, so ready She ready, so I'm ready I feel it coming on strong, you're so heavy And she ready, I'm ready  [Bridge: Chris Brown & Fabolous] If you are a bad one, be ready (be ready) Two times for my niggas, we ready (we so ready) Pretty ladies in the V.I. and they ready (and they so ready) I'm feeling good, feeling good, I'm ready (I'm ready, yo) Left a girl in the back, she ready (she so ready) We don't know how to act, we ready (swear we're ready) And we can't wait to get home If you're ready, come on  [Hook Chris Brown] And baby, we don't need a bed, no Don't need a master room, don't need to set the mood She like, \"Yeah, yeah\" One touch, one touch, she gon' give me all the love She's ready, so ready She ready, so I'm ready I feel it coming on strong, you're so heavy And she ready, I'm ready  [Outro: Fabolous] Yeah, y'all ain't ready  ",
        "title": "Ready"
    }
]