[
    {
        "artist": "Divine",
        "lyrics": null,
        "title": "Lately"
    },
    {
        "artist": "Lauryn Hill",
        "lyrics": "  [Intro] Yo, remember back on the boogie when cats used to harmonize like Yo, my men and my women Don't forget about the deen, Sirat al-Mustaqeem Yo, it's about a thing If ya feel real good wave your hands in the air And lick two shots in the atmosphere!  (Put them up, put  them up) (Put them up, put  them up) (Put them up, put  them up)  [Verse 1] It's been three weeks since you were looking for your friend The one you let hit it and never called you again 'Member when he told you he was 'bout the Benjamins? You act like you ain't hear him, then give him a little trim To begin, how you think you're really gon' pretend Like you wasn't down and you called him again? Plus, when you give it up so easy you ain't even foolin' him If you did it then, then you'd probably fuck again Talking out your neck, sayin' you're a Christian A Muslim, sleeping with the jinn Now that was the sin that did Jezebel in Who you gon' tell when the repercussions spin? Showing off your ass cause you're thinking it's a trend Girlfriend, let me break it down for you again You know I only say it cause I'm truly genuine Don't be a hard rock when you really are a gem Baby girl, respect is just a minimum Niggas fucked up and you still defending 'em Now, Lauryn is only human Don't think I haven't been through the same predicament Let it sit inside your head like a million women in Philly, Penn It's silly when girls sell their souls because it's in Look at where you be in, hair weaves like Europeans Fake nails done by Koreans Come again  [Hook] Guys you know you'd better watch out Some girls, some girls are only about That thing, that thing, that thing That thing, that thing, that thing  [Verse 2] The second verse is dedicated to the men More concerned with his rims and his Timbs than his women Him and his men, come in the club like hooligans Don't care who they offend, poppin' yang (Like you got yen!) Let's stop pretend, the ones that pack pistols by they waist men Cristal by the case men, still in they mother's basement The pretty face men claiming that they did a bid men Need to take care of they three or four kids And they face a court case when the child support late Money taking and heart breaking, now you wonder why women hate men The sneaky, silent men The punk, domestic violence men Quick to shoot the semen, stop acting like boys and be men How you gonna win when you ain't right within? How you gonna win when you ain't right within? How you gonna win when you ain't right within? Come again Come again Come again Come again  [Bridge] Watch out, watch out Look out, look out  [Bridge] Watch out, watch out Look out, look out  [Bridge] Watch out, watch out Look out, look out  [Bridge] Watch out, watch out Look out, look out  [Hook] Girls you know you'd better watch out Some guys, some guys are only about That thing, that thing, that thing That thing, that thing, that thing Guys you know you'd better watch out Cause some girls, some girls are only about That thing, that thing, that thing That thing, that thing, that thing  ",
        "title": "Doo Wop (That Thing)"
    },
    {
        "artist": "Deborah Cox",
        "lyrics": "  [Chorus] How did you get here? Nobody's supposed to be here I tried that love thing for the last time My heart says \"No, no.\" Nobody's supposed to be here But you came along and changed my mind  [Verse 1] I've spent all my life on a search to find The love who'll stay for eternity The heaven sent to fulfill my needs But when I turn around, again, love has knocked me down My heart got broken, oh it hurts so bad I'm sad to say love wins again  [Pre-Chorus] So I placed my heart under lock and key To take some time to take care of me But I turn around and you're standing here  [Chorus]  [Verse 2] This time I swear I'm through But, if only you knew how many times I've said those words Then fall again, when will I ever learn? Knowing these tears I cry, this lovely black butterfly Must take a chance, and spread my wings Love can make you do some crazy things  [Pre-Chorus & Chorus]  ",
        "title": "Nobody's Supposed To Be Here"
    },
    {
        "artist": "98 Degrees",
        "lyrics": null,
        "title": "Because Of You"
    },
    {
        "artist": "Monica",
        "lyrics": "  [Jermaine Dupri] Baby, Baby tell me what's up? Can you hear me or do I, do I need to turn it up? Huh? Huh? Baby, Baby tell me what's up? Can you hear me or do I, do I need to turn it up? Huh? what? Baby, Baby tell me what's up? Can you hear me or do I, do I need to turn it up? Huh? Huh? Baby, Baby tell me what's up? Can you hear me or do I, do I need to turn it up? Huh? Huh?  Boy, this evening, was it only me Feeling completely down to be open Down to be open for some satisfaction Didn't wanna say yes, afraid of your reaction  I knew it was wrong for feeling this way Especially the thought of getting in on the first date Couldn't let go, it stayed on my mind At the end of the night, I had to decide I was thinking  I should make a move but I won't I know you're probably thinking something is wrong Knowing if I do that it won't be right I don't get down on the first night  I should make a move but I won't I know you're probably thinking something is wrong Knowing if I do that it won't be right I wanna get down, but not the first night  We were chillin, watching your TV I thought you were coming close as you got to me Wanted to touch you, wanted to kiss you And somehow in one night, discover I love you  Felt so right but it felt so wrong And look how we are carrying on Try to say things to get me to stay But my watch tells me it's getting too late I'm thinking  I should make a move but I won't I know you're probably thinking something is wrong Knowing if I do that it won't be right I don't get down on the first night  I should make a move but I won't I know you're probably thinking something is wrong Knowing if I do that it won't be right I don't get down on the first night  (If) If you want me You got to know me And if you want my love You gotta win my love  Hey baby That's the way it's got to be, yeah Get to know me, get to know me So we can do this  I should make a move but I won't I know you're probably thinking something is wrong Knowing if I do that it won't be right I wanna get down, but not the first night  I should make a move but I won't I know you're probably thinking something is wrong Knowing if I do that it won't be right I don't get down on the first night  I should make a move but I won't I know you're probably thinking something is wrong Knowing if I do that it won't be right I wanna get down, but not the first night  I should make a move but I won't I know you're probably thinking something is wrong Knowing if I do that it won't be right I don't get down on the first night  I should make a move but I won't I know you're probably thinking something is wrong Knowing if I do that it won't be right I wanna get down, but not the first night  ",
        "title": "The First Night"
    },
    {
        "artist": "Barenaked Ladies",
        "lyrics": "  [Verse 1] It's been one week since you looked at me Cocked your head to the side and said, \"I'm angry\" Five days since you laughed at me, saying \"Get back together, come back and save me\" Three days since the living room I realized it's all my fault, but couldn't tell you Yesterday, you'd forgiven me But it'll still be two days 'til I say I'm sorry  [Verse 2: Ed Robertson] Hold it now and watch the hoodwink As I make you stop, think You'll think you're looking at Aquaman I summon fish to the dish, although I like the Chalet Swiss I like the sushi 'cause it's never touched a frying pan Hot like wasabi when I bust rhymes Big like LeAnn Rimes, because I'm all about value Bert Kaempfert's got the mad hits You try to match wits, you try to hold me but I bust through Gonna make a break and take a fake I'd like a stinking aching shake I like vanilla, it's the finest of the flavours Gotta see the show, 'cause then you'll know The vertigo is gonna grow 'Cause it's so dangerous, you'll have to sign a waiver  [Chorus] How can I help it if I think you're funny when you're mad? Trying hard not to smile, though I feel bad I'm the kind of guy who laughs at a funeral Can't understand what I mean? Well, you soon will I have a tendency to wear my mind on my sleeve I have a history of taking off my shirt  [Verse 3] It's been one week since you looked at me Threw your arms in the air and said, \"You're crazy\" Five days since you tackled me I've still got the rug burns on both my knees It's been three days since the afternoon You realized it's not my fault not a moment too soon Yesterday, you'd forgiven me And now I sit back and wait til you say you're sorry  [Verse 4: Ed Robertson] Chickity China, the Chinese chicken You have a drumstick and your brain stops tickin' Watching X-Files with no lights on We're dans la maison I hope the Smoking Man's in this one Like Harrison Ford, I'm getting frantic Like Sting, I'm tantric Like Snickers, guaranteed to satisfy Like Kurasawa, I make mad films, okay, I don't make films But if I did they'd have a Samurai Gonna get a set of better clubs Gonna find the kind with tiny nubs Just so my irons aren't always flying off the back-swing Gotta get in tune with Sailor Moon 'Cause that cartoon has got the boom anime babes That make me think the wrong thing  [Chorus] How can I help it if I think you're funny when you're mad? Trying hard not to smile, though I feel bad I'm the kind of guy who laughs at a funeral Can't understand what I mean? Well, you soon will I have a tendency to wear my mind on my sleeve I have a history of losing my shirt  [Verse 5] It's been one week since you looked at me Dropped your arms to your sides and said, \"I'm sorry\" Five days since I laughed at you and said \"You just did just what I thought you were gonna do\" Three days since the living room We realized we're both to blame but what could we do? Yesterday, you just smiled at me 'Cause it'll still be two days 'til we say we're sorry  [Outro] It'll still be two days 'til we say we're sorry It'll still be two days 'til we say \"Wasabi\" Birchmount Stadium, home of the Robbie  ",
        "title": "One Week"
    },
    {
        "artist": "Faith Hill",
        "lyrics": "  [Verse 1] I don't want another heartbreak I don't need another turn to cry, no I don't want to learn the hard way Baby hello, oh no, goodbye But you got me like a rocket Shooting straight across the sky  [Chorus] It' s the way you love me It's a feeling like this It's centrifugal motion It's perpetual bliss It's that pivotal moment It's, ah, impossible This kiss, this kiss Unstoppable This kiss, this kiss  [Verse 2] Cinderella said to Snow White \"How does love get so off course All I Wanted was a white knight With a good heart, soft touch, fast horse Ride me off into the sunset Baby I'm forever yours\"  [Chorus] It's the way you love me It's a feeling like this It's centrifugal motion It's perpetual bliss It's that pivotal moment It's, ah unthinkable This kiss, this kiss Unsinkable This kiss, this kiss  [Verse 3] You can kiss me in the moonlight On the rooftop under the sky, oh You can kiss me with the windows open While the rain comes pouring inside, oh Kiss me in sweet slow motion Let's let everything slide You got me floating You got me flying  [Chorus] It's the way you love me It's a feeling like this It's centrifugal motion It's perpetual bliss It's that pivotal moment It's (ah) subliminal This kiss, this kiss It's criminal This kiss, this kiss It's the way you love me baby It's the way you love me, darling  [Chorus] It' s the way you love me It's a feeling like this It's centrifugal motion It's perpetual bliss It's that pivotal moment It's (ah) subliminal This kiss, this kiss It's criminal This kiss, this kiss It's the way you love me baby It's the way you love me darling  ",
        "title": "This Kiss"
    },
    {
        "artist": "Dru Hill Featuring Redman",
        "lyrics": "  Yo, Yo I'm Godzilla  [Redman] Yo, yo, yo, yo, yo Look around brotha' C'mon, Def Jam Def the word Funk Doc in the house  Yo, yo, yo, yo Look around brotha' You keep it high Dru Hill Def Squad, from the top, one time  [Sisqo] Hey mami, dju know that I like it that you call me papi But it seems like they maybe baby That you've been seeing another Chico And baby, you know that he can't go down like me And dju know that the nigga can't freak like me So mami tell me one little thing How deep is your love for me  [Dru Hill] How deep is your love for me Tell me what it's gonna be And do you see yourself with a Like me, on the low low So your friends won't know, see now  How deep is your love for me Tell me what it's gonna be And do you see yourself with a Like me, on the low low So your friends won't know, see now  [Sisqo] Ven aqui` little mami, Puerto Rican I see the way you wiggle it, the way you move your body He can't make it get wetter than me But I bet he keep tellin' you he better than me You know that he can't go down like me (Cuz dju dunno?) You know that he ain't no freak like me (And dju dunno?) So baby tell me one little thing How deep is your love for me  How deep is your love for me (yeah) Tell me what it's gonna be And do you see yourself with a Like me, on the low low So your friends won't know, see now  How deep is your love for me Tell me what it's gonna be And do you see yourself with a Like me, on the low low So your friends won't know, see now  How deep is your love for me (How deep is your love) Tell me what it's gonna be (How deep is) And do you see yourself with a Like me, on the low low So your friends won't know, see now  How deep is your love for me (How deep, how deep) Tell me what it's gonna be And do you see yourself with a Like me, on the low low So your friends won't know, see now  [Female] Ay, Nokio Te extrano mucho Ven aqui` mi papi morenito Y damelo duro Damelo papichulo  [Redman] Yo, yo, yo, yo, buenos dias mama Creep with Dr. Bullshit When I talk my teeth should rot I'm from Da Bricks, so which means I'm born to dog Your girlfriends want a shot at it? Warn 'em all I hear them all from the bathroom stall Tap and drawl Say they get gas to pass platinum cars Then I'm like, Yo! I'm goin' to buy my crew bikes with double pipes That we quick to lose on the turnpike I'm the one that turned you out, dog it out It was the Hennessey that made us slug it out But you like, bitch you freaky, you down with it Your other man's a punk When I hand the punk the rush, he ride out I'm tough, even Honey Comb hide out, duck the hour Rush, better choose quick chick, I got tracks to dust Dru Hill, Def Squad, if you askin' us  How deep is your love for me (How deep is your love) Tell me what it's gonna be (I've got to know baby) And do you see yourself with a Like me, on the low low So your friends won't know, see now  How deep is your love for me (alright) Tell me what it's gonna be (said it alright) And do you see yourself with a Like me, on the low low So your friends won't know, see now  How deep is your love for me Tell me what it's gonna be (baby) And do you see yourself with a Like me, on the low low So your friends won't know, see now  How deep is your love for me Tell me what it's gonna be And do you see yourself with a Like me, on the low low So your friends won't know, see now  How deep is your love for me (baby) Tell me what it's gonna be (tell me) And do you see yourself with a Like me, on the low low So your friends won't know, see now  How deep is your love for me Tell me what it's gonna be And do you see yourself with a  ",
        "title": "How Deep Is Your Love"
    },
    {
        "artist": "Edwin McCain",
        "lyrics": null,
        "title": "I'll Be"
    },
    {
        "artist": "Jennifer Paige",
        "lyrics": null,
        "title": "Crush"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Verse 1] Your heart is not open so I must go The spell has been broken, I loved you so Freedom comes when you learn to let go Creation comes when you learn to say no  [Verse 2] You were my lesson I had to learn I was your fortress you had to burn Pain is a warning that something's wrong I pray to God that it won't be long  Do ya wanna go higher?  [Chorus 1] There's nothing left to try There's no place left to hide There's no greater power Than the power of good-bye  [Verse 3] Your heart is not open so I must go The spell has been broken, I loved you so You were my lesson I had to learn I was your fortress  [Chorus 2] There's nothing left to lose There's no more heart to bruise There's no greater power Than the power of good-bye  [Bridge] Learn to say good-bye I yearn to say good-bye  [Chorus 1] There's nothing left to try There's no place left to hide There's no greater power Than the power of good-bye  [Chorus 2] There's nothing left to lose There's no more heart to bruise There's no greater power Than the power of good-bye  ",
        "title": "The Power Of Good-Bye"
    },
    {
        "artist": "Aerosmith",
        "lyrics": "  [Verse 1] I could stay awake just to hear you breathing Watch you smile while you are sleeping While you're far away and dreaming I could spend my life in this sweet surrender I could stay lost in this moment forever Every moment spent with you is a moment I treasure  [Chorus] Don't want to close my eyes I don't want to fall asleep Cause I'd miss you, baby And I don't wanna miss a thing Cause even when I dream of you The sweetest dream would never do I'd still miss you, baby And I don't want to miss a thing  [Verse 2] Lying close to you feeling your heart beating And I'm wondering what you're dreaming Wondering if it's me you're seeing Then I kiss your eyes and thank God we're together And I just want to stay with you In this moment forever, forever and ever  [Chorus] Don't want to close my eyes I don't want to fall asleep Cause I'd miss you, baby And I don't wanna miss a thing Cause even when I dream of you The sweetest dream would never do I'd still miss you, baby And I don't want to miss a thing  [Verse 3] I don't want to miss one smile I don't want to miss one kiss Well, I just want to be with you Right here with you, just like this I just want to hold you close I feel your heart so close to mine And just stay here in this moment For the rest of time, yeah, yeah, yeah!  [Chorus] Don't want to close my eyes I don't want to fall asleep Cause I'd miss you, baby And I don't wanna miss a thing Cause even when I dream of you The sweetest dream would never do I'd still miss you, baby And I don't want to miss a thing Don't want to close my eyes I don't want to fall asleep Cause I'd miss you, baby And I don't wanna miss a thing Cause even when I dream of you The sweetest dream would never do I'd still miss you, baby And I don't want to miss a thing  [Outro] Don't want to close my eyes I don't want to fall asleep, yeah I don't want to miss a thing  ",
        "title": "I Don't Want To Miss A Thing"
    },
    {
        "artist": "TQ",
        "lyrics": null,
        "title": "Westside"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Intro] Oh baby, baby Oh baby, baby  [Verse 1] Oh baby, baby, how was I supposed to know That something wasn't right here? Oh baby, baby, I shouldn't have let you go And now you're out of sight, yeah  [Pre-Chorus] Show me how you want it to be Tell me, baby, cause I need to know now, oh, because  [Chorus] My loneliness is killing me (And I) I must confess I still believe (still believe) When I'm not with you, I lose my mind Give me a sign Hit me baby one more time  [Verse 2] Oh baby, baby, the reason I breathe is you Boy, you got me blinded Oh pretty baby, there's nothing that I wouldn't do It's not the way I planned it  [Pre-Chorus] Show me how you want it to be Tell me, baby, cause I need to know now, oh, because  [Chorus] My loneliness is killing me (And I) I must confess I still believe (still believe) When I'm not with you, I lose my mind Give me a sign Hit me baby one more time  [Interlude] Oh baby, baby, how was I supposed to know? Oh pretty baby, I shouldn't have let you go  [Bridge] I must confess that my loneliness is killing me now Don't you know I still believe That you will be here and give me a sign Hit me baby one more time  [Chorus] My loneliness is killing me (And I) I must confess I still believe (still believe) When I'm not with you, I lose my mind Give me a sign Hit me baby one more time  [Bridge] I must confess that my loneliness is killing me now Don't you know I still believe That you will be here and give me a sign Hit me baby one more time  ",
        "title": "...Baby One More Time"
    },
    {
        "artist": "Faith Evans",
        "lyrics": "  [Hook] I never knew there was a love like this before Never had someone to show me a love Love like this before  [Verse 1] Now that we have come to be A brand new life I can't see Never thought you'd be a special part of me, no baby The reasons are because of you I can go on and make it through I can't even take my mind off loving you And I wanna say  [Hook] I never knew there was a love like this before (A love like this before no) Never had someone to show me a love Ooooh Love like this before  [Verse 2] I know you can't see All the things you mean to me I'm so amazed that you are mine, yeah yeah yeah yeah If we can work together Maybe this could last forever This is something that I wanna hold on to So baby try to understand  [Bridge] Baby try to understand I'll be crazy if you leave Cause you compliment my style (Ooh) And I like the way you walk And the sexy things you talk You don't know just what you do to me, oooh You see I never Never  [Hook] I never knew there was a love like this before (A love like this before no) Never had someone to show me a love Ooooh I never had a Love like this before  I never knew there was a love like this before Never knew never knew Never had someone to show me a love Love like this before  [Bridge] Baby try to understand I'll go crazy if you leave Cause you compliment my style (Ooh compliment my style) And I like the way you walk And the sexy things you talk You don't know just what you do to me ooh You see I never Never  [Interlude] Never knew a Never knew a Never knew a Love like this before  Never knew a Never knew a Never knew a Love like this before  [Hook] I never knew there was a love like this before (A love like this before no) Never had someone to show me a love Ooooh Love like this before I never knew there was a love like this before (A love like this before) Never had someone to show me a love Oh yeah Love like this before I never knew there was a love like this before (A love like this before) Never had someone to show me a love  ",
        "title": "Love Like This"
    },
    {
        "artist": "Monifah",
        "lyrics": null,
        "title": "Touch It"
    },
    {
        "artist": "112 Featuring Mase",
        "lyrics": null,
        "title": "Love Me"
    },
    {
        "artist": "Total Featuring Missy Elliott",
        "lyrics": null,
        "title": "Trippin'"
    },
    {
        "artist": "Keith Sweat Featuring Snoop Dogg",
        "lyrics": "  (Snoop) Yo Keith Sweat and Snoop D-O-double-G Real players , doing this V-I-P Ya feel me ? So all the ladies that wanna get wit us Ya got to be special V-I-P , come get with me  Um Goodness grief it's Snoop and Keith Sweat , a double dose of this triplethreat Yep , more wet white star in the glass Here's a toast to the fool who let you slip in with no pass All night sess , you can jump and a-test When we through par-laying You dig what i'm saying ? You look good girl But you'd look better if you was with me Get in where you fit in Let's do this V-I-P  (Keith Sweat)                           (Snoop Dogg) Look a here shorty You really got it going on               You really got it going on I like the way you move it girl When the DJ play's you're song You looking real good to me , so good to me Sitting in a V-I-P                       Holla at me , holla at me You really need to get with me , c-mon  [ uhh , yeah come and get it girl , wh-what]  Chrystal blowing , blowing Body still glowing , still glowing Eyes looking everywhere , but i still have to stop and stare Cause you're looking real good to me , so good Sitting in the V-I-P                     Holla at me , holla at me You really need to get with me           What's happening baby Ohh yeah baby  (chorus) So come and get with me , come get with me babe I got what you need , got what you need girl Come and get with me , come get with me babe I got what you need , got what you need girl Come and get with me (chorus 2) Come spend the night tonight , i've got what you need I'll make you feel alright Come and get with me , come get with me babe I got what you need , got what you need girl  (Keith Sweat)                             (Snoop Dogg) Pulling out in the lane They will , don't they ?                  Mmm , mmm Now look body down Where we can fool around Still i wanna peel you off Make love all night long                  Like dat You looking real good to me , good to me  You know you look good to me So what's happening See the night is young                    Yeh Girl let's have some fun Just wanna lay you down                   Yeh Make the world go round I wanna get with you , don't you ?        Tell me what you wanna do Yeh , yeh , yeh , yeh Tell me what you wanna do                 What you wanna do , huh ?  (chorus 1)  (Snoop Dogg) Now , i've seen alot of girls But none like you You red , boned and thick , got it going on , ooh She in the next room I slid by the rest room And all i heard was Zoom , Zoom , Zoom I see ya peeking But you ain't speaking Put your drink down , think now , stop tweaking A once in a lifetime experience Come get with me , it'll be luxurious , i'm serious And curious To find out what turns you on I'm Snoop Doggy Dogg With the doggy bone Hanging with Keith Sweat in his V-I-P section Trying to give you more than the average affection Type of mood , that i'll close the doors when it's going down You never thought that Keith Sweat would hook up with the Dogg Pound Gangsta's finest Take time to listen , come get with me Cause we on a mission  (chorus 2)                                (Snoop Dogg) Yeah , yeah D-P-G Yo , yo What's happening baby ? Come over here to the V-I-P section Ohh , don't worry about A pass , we gone get Ya in To all night sess Chilling with the D-P-G Doing it V-I-P That's real Don't worry 'bout them Niggas baby You rolling with the dog Holla at a player (7x) Yeah D-P-G Come get with me Get with me Yeah , Keith Sweat  ",
        "title": "Come And Get With Me"
    },
    {
        "artist": "Next",
        "lyrics": "  [Intro] I wonder if she could tell I'm hard right now Yeah, come on, dance for me, baby, yeah You feel that? All right, come on, don't stop now You done did it, come on, yeah, all right, hold on  [Hook] Baby, when we're grindin', I get so excited Ooh how I like it, I try but I can't fight it Oh, you're dancin' real close, 'plus it's real, real slow You're makin' it hard for me  [Verse 1] Oh the songs on you requested You're dancin' like you're naked It's almost like we're sexin' (oh yeah) Yeah, boo, I like it, no, I can't deny it But I know you can tell I'm excited, oh girl  [Pre-Hook: Next and (Vee)] (Step back, you're dancin' kinda close) (I feel a little poke comin' through on you) Now girl, I know you felt it But boo, you know, I can't help it You know what I wanna do  [Hook] Baby, when we're grindin', I get so excited Ooh how I like it, I try but I can't fight it Oh, you're dancin' real close, 'plus it's real, real slow You know you're makin' it hard for me  [Verse 2] Baby, us dancin' so close ain't a good idea 'Cuz I'mma want you now and here The way that you shake it on me Makes me want you so bad sexually, oh girl  [Pre-Hook: Next and (Vee)] (Step back, you're dancin' kinda close) (I feel a little poke comin' through on you) Now girl, I know you felt it But boo, you know, I can't help it You know what I wanna do, oh yes  [Hook] Baby, when we're grindin', I get so excited Ooh how I like it, I try but I can't fight it Oh, you're dancin' real close, 'plus it's real, real slow You know you're makin' it hard for me Baby don't stop Baby, when we're grindin', I get so excited Ooh how I like it, I try but I can't fight it Oh, you're dancin' real close, 'plus it's real, real slow You're makin' it hard for me  [Bridge: Next and (Vee)] I love when you shake it like that (I see that you like it like that) I love when you shake it like that (I see that you like it like that) Baby i like it  [Hook] Baby, when we're grindin', I get so excited Ooh how I like it, I try but I can't fight it Oh, you're dancin' real close, 'plus it's real, real slow You're makin' it hard for me  [Outro] I like the way you move (baby, when we're grindin' I get so excited) You're making me want you oh the way you move ('plus it's real, real slow) I like those things you do cause you're a little too close, yeah I get so excited Ooh how I like it, I try but I can't fight it Oh, you're dancin' real close, 'plus it's real, real slow You're makin' it hard for me  ",
        "title": "Too Close"
    },
    {
        "artist": "Next",
        "lyrics": "  [Next] If you listen to this tape You'll hear the remixes Next made Ha ha Yeah, '98 y'all RL, Tweety, T-Low I, ah ah ah ah, I still love you Destination platinum, baby Remix...  [Big Pun] Next up, yo I believe that's me Lifestyle espinoza, chest froze up with the fresh Jehovah Baguettes all over the neck, brolic like Lex Luger Me, Next, and Cuban used roll up in just a Nova Now the stretched Testarosa, got an extra sofa You were always there, had my back Even before I was the first Latin rapper To come home with a platinum plaque I regret lettin' you pack cuz I want you back Show a thug some love, baby holler back Biatch  [Next] From demos to limos, N J 900 to Timbo's Cable access to Leno, (you stay by my side) You stay by my side You kept the faith (get money y'all) You wouldn't brake (get money y'all) You kept me safe and held me straight (get money y'all, what) You're so important in my life  1-\t[Next & Big Pun] I still love you, babe Cuz without you there's no me (Nuttin' but love, nuttin' but love) I'm still for you, girl Even though we disagree sometimes I'll never leave you baby (Nuttin' but thugs, nuttin' but thugs) (I'll never leave you baby) Cuz I realize I need you in my life  [Big Pun] TS, Next  2-\tGirl, everytime I close my eyes And every moment that I rise I don't ever wanna say \"Good Bye\" When in my grave my body lies I still love you  [Next] When you get mad, bus pass for laughs High rise to plush, this is all we had That can never change, never (RL, Next, what) From government askin', to government taxin' Credit? Forget it To credit maxin', now we laughin' Yo, my love will stay the same (uh, what)  Repeat 1  [Big Pun] My material girl in this material world I've been givin you pearls since you were just a little girl Shirley Temple, look so pretty wit yo little dimples Your New York City mental got u ready to flip on nipples Why you pierce your nipples? To feel a little independent? I'm glad you did it, hunny, the money's there Go head and spend it, you represen'ed since the beginning So if I cheat on you with other women I promise never to bust in 'em  Repeat 2 to fade  [Big Pun] Big Pun, Big Pun, baby Uh, make it hurt, baby Make it hurt, baby Uh, what, uh Uh, uh, uh No doubt Bring it home Bring it home baby Uh Every time girl Every time girl Uh, nice tonight I make it hurt baby I make it hurt baby Big Pun, baby (I, ah ah ah ah, I still love you) Big Pun, baby Uh (I, ah ah ah ah, I still love you) No doubt What's Next? What's Next?  ",
        "title": "I Still Love You"
    },
    {
        "artist": "All Saints",
        "lyrics": null,
        "title": "Never Ever"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Intro] When I first saw you, I saw love And the first time you touched me, I felt love And after all this time You're still the one I love  [Verse 1] Looks like we made it Look how far we've come my baby We mighta took the long way We knew we'd get there someday  [Pre-Chorus] They said, \"I bet they'll never make it\" But just look at us holding on We're still together still going strong  [Chorus] (You're still the one) You're still the one I run to The one that I belong to You're still the one I want for life (You're still the one) You're still the one that I love The only one I dream of You're still the one I kiss good night  [Verse 2] Ain't nothing better We beat the odds together I'm glad we didn't listen Look at what we would be missing  [Pre-Chorus] They said, \"I bet they'll never make it\" But just look at us holding on We're still together still going strong  [Chorus] (You're still the one) You're still the one I run to The one that I belong to You're still the one I want for life (You're still the one) You're still the one that I love The only one I dream of You're still the one I kiss good night You're still the one (You're still the one) You're still the one I run to The one that I belong to You're still the one I want for life (You're still the one) You're still the one that I love The only one I dream of You're still the one I kiss good night  [Outro] I'm so glad we made it Look how far we've come my baby  ",
        "title": "You're Still The One"
    },
    {
        "artist": "Sarah McLachlan",
        "lyrics": "  [Verse 1] Adia, I do believe I failed you Adia, I know I've let you down Don't you know I tried so hard To love you in my way? It's easy Let it go  [Verse 2] Adia, I'm empty since you left me Trying to find a way to carry on I search myself and everyone To see where we went wrong  [Verse 3] There's no one left to finger There's no one here to blame There's no one left to talk to, honey And there ain't no one to buy our innocence  [Chorus] Cause we are born innocent Believe me, Adia We are still innocent It's easy, we all falter Does it matter?  [Verse 4] Adia, I thought that we could make it I know I can't change the way you feel I leave you with your misery Your friend who won't betray  [Verse 5] I pull you from your tower I take away your pain I show you all the beauty you possess If you'd only let yourself believe  [Chorus] Cause we are born innocent Believe me, Adia We are still innocent It's easy, we all falter Does it matter? Cause we are born innocent Believe me, Adia We are still innocent It's easy, we all falter Does it matter?  [Bridge] Believe me, Adia We are still innocent  [Chorus] Cause we are born innocent Believe me, Adia We are still innocent It's easy, we all falter Does it matter?  ",
        "title": "Adia"
    },
    {
        "artist": "Xscape",
        "lyrics": "  [Intro: JD] See baby you're my little secret If you don't tell, I won't tell And that's how we gotta keep it  [Verse 1: Kandi] Did anybody see you coming to my house last night? When I got your message on my beeper That you wanna do everything I like Alright, alright  [Bridge: LaTocha] I like being in the same room as you and your girlfriend The fact that she don't know That really turns me on She'll never guess in a million years That we've got this thing going on  [Chorus] You're my little secret And that's how we should keep it It's on everybody's mind, about you and I They think so, but they don't really know Or wanna know that You're my little secret And that's how we should keep it We should never let 'em know Never let it show If you know, like I know We should never let it go  [Verse Two: Tiny] If anybody knew that it was you and your house That I was creepin' to all the time I'd probably still do it Cause I find it hard to keep you off of my mind  [Bridge: LaTocha] I like being in the same room as you and your girlfriend The fact that she don't know That really turns me on She'll never guess in a million years That we've got this thing going on  [Chorus] You're my little secret And that's how we should keep it It's on everybody's mind, about you and I They think so, but they don't really know Or wanna know that You're my little secret And that's how we should keep it We should never let 'em know Never let it show If you know, like I know We should never let it go  [Break: Kandi)] Everybody cheats But you gotta know how, you gotta know when You gotta know why my infatuation with you Is taking me on an emotional high I'm caught all up in this love affair baby Speculation will bring us stares All my friends are asking me about it Still the truth I can't reveal  [Chorus] You're my little secret And that's how we should keep it It's on everybody's mind, about you and I They think so, but they don't really know Or wanna know that You're my little secret And that's how we should keep it We should never let 'em know Never let it show If you know, like I know We should never let it go  [Bridge 2] As long as I'm right here You ain't never gonna be by yourself Cause the love that we share It stays on my mind You're always gonna be a little secret of mine As long as I'm right here You ain't never gonna be by yourself Cause the love that we share It stays on my mind You're always gonna be a little secret of mine  [Chorus] You're my little secret And that's how we should keep it It's on everybody's mind, about you and I They think so, but they don't really know Or wanna know that You're my little secret And that's how we should keep it We should never let 'em know Never let it show If you know, like I know We should never let it go  ",
        "title": "My Little Secret"
    },
    {
        "artist": "Aaron Hall",
        "lyrics": "  Theres so many places I wanna kiss you, baby I cannot begin to start I realize that Im not the only man that made love to you But Im the only man who knows how to keep you Okay, baby, your bodys mine, believe it, mmm  All the, the places I will kiss you Oh, baby, let me kiss you (Please let me kiss you) with all my love (You Know I love you, girl) All the (Yeah), the places I will kiss you (All the places) Oh, honey, let me kiss you (Let me, baby) with all my love (With all my Love)  Here I am, Im ready, baby My desire is to please you, honey Ill concentrate on you Theres no other who can do what Ill do to you  Lights down, the mood is right Come on over here and hold me tight Your body will be turned on till midnight The spots that make you wet and hot, baby, surrender to me  All the, the places I will kiss you Oh, baby, let me kiss you (Yeah, yeah, yeah) with all my love All the, the places I will kiss you Oh, honey, let me kiss you (Yeah, yeah, yeah) with all my love  This tastes so good, girl, I love it, baby Youre trembling out of control, honey The expressions on your face lets me know Theres no getting away  You know I know your erotic zone I can hear how I make you moan Your moanin turns me on, kiss your body all night long Baby, you know theres not one place I would lay my lips on  All the (All the places), the places I will kiss you (Every single spot On you) Oh, baby, let me kiss you (Please, baby) with all my love (Hoall the Places) All the (Baby, Im dyin inside), the places I will kiss you (I can't Wait to hold ya) Oh, honey, let me kiss you (Im fiending for your love, babe) with all My love (Ho)  Baby (Baby), you know (You know) that I want you (That I want you so) So just taste me (Taste me, lover) Take me all night long (Take me, lover, now) Ill love you down, baby (I love you) Like you never (Like you never) been touched  All the places [All those places, baby], yeah, yeah, yeah Let me kiss you (Let me kiss you, baby, my lips are so for you) All the [Come on, baby, let me kiss you] (Oh, baby, oh, baby) Kiss you [Her hairs so soft] (Let me kiss you) with all my love (With All my love)  All the (Theres no reason), the places I will kiss you (Theres no Reason to cry, oh, baby) Oh, baby, let me kiss you (I know there have been things) (I know there have been tears) with all my love (Hey) All the, the places I will kiss you (Like your neck) Oh, baby, let me kiss you (Like the inside of your thighs) with all my Love (Like the back of your arms, baby, yeah)  Every day if you want it Girl, you know I will give it Ill give my all, I give my all, give my all Ill give all to you All the places, heyyeahyeah Let me kiss you, come over here, baby  All the, the places I will kiss you Oh, baby, let me kiss you (Yeah, yeah, yeah) with all my love (Yeah Yeah) All the (Let me kiss you, baby), the places I will kiss you (Please Please, please, please, please) Oh, baby, let me kiss you (All my love) with all my love  ",
        "title": "All The Places (I Will Kiss You)"
    },
    {
        "artist": "Savage Garden",
        "lyrics": "  [Verse 1] I'll be your dream, I'll be your wish I'll be your fantasy I'll be your hope, I'll be your love Be everything that you need I'll love you more with every breath Truly, madly, deeply do  [Pre-Chorus] I will be strong, I will be faithful Cause I'm counting on A new beginning, a reason for living A deeper meaning, yeah  [Chorus] I want to stand with you on a mountain I want to bathe with you in the sea I want to lay like this forever Until the sky falls down on me  [Verse 2] And when the stars are shining Brightly in the velvet sky I'll make a wish send it to heaven Then make you want to cry The tears of joy for all the Pleasure and the certainty  [Pre-Chorus] That we're surrounded by the Comfort and protection of The highest powers, in lonely hours The tears devour you  [Chorus] I want to stand with you on a mountain I want to bathe with you in the sea I want to lay like this forever Until the sky falls down on me  [Bridge] Oh can you see it baby? You don't have to close your eyes Cause it's standing right before you All that you need will surely come  [Chorus] I'll be your dream, I'll be your wish I'll be your fantasy I'll be your hope, I'll be your love Be everything that you need I'll love you more with every breath Truly, madly, deeply do I want to stand with you on a mountain I want to bathe with you in the sea I want to lay like this forever Until the sky falls down on me  ",
        "title": "Truly Madly Deeply"
    },
    {
        "artist": "Ice Cube Featuring Mr. Short Khop",
        "lyrics": "  [Ice Cube] Yeah, yeah Blaze one for the nation Brrrrr Brrrrr Brrrrr  Verse 1: Ice Cube I got lyrics that wake up spirits They told me how to make big hits and spend digits Can you dig it? You fed, you dead, see red My lead, yo head, I fed Like you shit I got rhymes push that shit like weight My nigga Lincoln help me navigate Through this hate retaliate, it's official I got that bomb, bomb, diddy, diddy, diddy, bomb, bomb When I hit you Push the issue My ghetto dope is amazin The bitch that's with you already know that I'm blazin Slide the number, we can slumber, on the under Girl no wonder, you got a ass full of thunder The frozen tundra ain't cold enough And baby ain't old enough For this game I'm rollin up De-zamn it feels good to be the Don Straight legit, while niggas like Gotti just sit  [Chorus: Ice Cube] A yeah yeah I push rhymes like weight I push rhymes like weight A yeah yeah I push rhymes like weight I push rhymes like weight A yeah yeah I push rhymes like weight I push rhymes like weight A yeah yeah I push rhymes like weight I push rhymes like weight  Verse 2: Ice Cube I hold zone like a Corleone No more fuckin with that homegrown Hit the shit we on The Rolleo's and the baguettes You still fuckin with them faggots We turn haters into maggots Oak on the dash, but no coke on the hash You broke ass niggas learn to mash, like me Constantly, put the hustle down With four or five niggas that's musclebound Send your head to the taxidermist Won't be satisfied, till I get my face on a thermos You got to earn this, you can't take it Can't fake it, got to live it, or we gots to visit Who is it, the exquisite, Don Mega Walkin with my entourage, I think I'm betta, makin chedda You see me sag in my Jag, with the rag recognize the flag You betta get back, everybody wanna do it like me I got it made, been makin rap money since the tenth grade (Ch-ching) Since the tenth grade (Ch-ching) (What you need)  [Chorus: Ice Cube] A yeah yeah I push rhymes like weight I push rhymes like weight A yeah yeah I push rhymes like weight I push rhymes like weight A yeah yeah I push rhymes like weight I push rhymes like weight A yeah yeah I push rhymes like weight I push rhymes like weight  Verse 3: Mr. Short Khop I keeps a firm grip on my shit when in transit Uncandid, it's the young bandit Fresh out the trenches, the woodworks City of the champion, where the hood work In search of the rich blocks, to lick spots, and kick rocks From shattered glass, down to pick locks Want chips by the Glocks You niggas scramblin for bullion And settle for crumbs and croutons I'm out for armored bucks and armored trucks, with armed killas Bitch niggas get swallowed by the armadillos Ain't no harmin me, the army full of ornery niggas you can't see So while you pace bitches and Saturns livin janky I hangs with niggas who got patterns on they hankies After Ben Frankeys, with the big skull and eyes You niggas bound and nullified Sit back and mine stack it multiply  Chorus: Ice Cube and Mr. Short Khop [IC]A yeah yeah [MSK]I push rhymes like weight [MSK]I push rhymes like weight (2X) [IC]A yeah yeah [IC]I push rhymes like weight [IC]I push rhymes like weight (2X)  [Ice Cube] (starts during chorus) Ask about me Worldwide baby Worldwide baby (A yeah yeah) Ice Cube makin more money in the rap game Than some of you can (A yeah yeah) with a bird in your hand Puttin it down We wanted in fifty states for this weight (A yeah yeah) Pushin rhymes like weight Pushin rhymes like weight (A yeah yeah) Yeah, blaze one for the nation (A yeah yeah) You know my name You know my name (A yeah yeah) You know my name  Yeah, some of you fools just got in it And think you gonna change the game You ain't changin nothin  I been doin this, I been doin this Ask about me Ask about me  ",
        "title": "Pushin' Weight"
    },
    {
        "artist": "Mo Thugs Family Featuring Bone Thugs-N-Harmony",
        "lyrics": "  You better count your money [2x] (Ghetto Cowboy) You better count your money [2x] (Ghetto Cowboy) You better count your money [2x] (Ghetto Cowboy) You better count your money [2x] (Ghetto Cowboy)  [Krayzie] The name is Krayzie, big bad ass bone Wanted up north for all the gold that I stole Along with some cash I even took the mayor's daughter Now that there's kidnap, but she was with us so I brought her Dun got myself into a whole heap of trouble Double-crossed by the law so it's nobody to run to Yeah it's just me and my sawed-off shotgun I dun now call him 'Leatherface' I'm headed for the west heard they got a couple banks in town That ain't been held up yet, well uh, I ought to make it by sundown I figure that's enough time for me to get the whole rundown So I continue my mission, it's gettin' dark So now I'm watching for them damn injuns They like to catch up then they rob -n- split I'll be a rootin' tootin' shootin' damn fool, protectin' my chips All of a sudden, I heard somebody rumble in the bushes, stopped my horse \"Whoa nelly! Who in the bushes, you better speak up Or I'mma let my shotgun's song sing out.\"  [Thug Queen] Who's this? Hope this ain't the law, draw out the bushes with my sawed-off shotgun  [Krayzie] \"Come on out right now I'm gettin' angry.\" Took a step back cause it could get dangerous  [Thug Queen] \"Please don't shoot it's just me Thug Queen Horse Stealer.\"  [Krayzie] \"Then why the hell is you hidin' in them bushes\"  [Thug Queen] \"I'm wanted in 4 counties, for armed robbery, killed 2 sheriffs, 6 of his best men with my head Stole 2 horses, thought you was the law that's why I jumped in the bushes.\"  [Krayzie] \"Goodness.\" Now she was hotter than a barrel of fire but I could use her for the job so I told her to ride \"Come on.\"  [Thug Queen] \"May I ask you what you headed to the west for?\"  [Krayzie] \"I got a partner got a plan for some dough and if you're down you can pick up yourself a pretty penny Be in town in a minute now be sure if you're with it.\"  [Thug Queen] \"We be up before the sun rise got a stall(ion) here for your partner to ride hit the saloon before the moon shine down for whatever let's ride let's ride.\"  [Krayzie] \"These directions say we go to Tucson, Arizona When we arrive we'll cop a place we can bunk And meet my boy in the morning for details -n- hookup.\"  You better count your money [2x] (Ghetto Cowboy) You better count your money [2x] (Ghetto Cowboy)   [Krayzie] \"Rise -n- shine, good morning, howdy Nine o' clock we meet my boy in the saloon in the valley Now I dun came a long way and I don't wanna be late  [Thug Queen] \"Tell him I'll make it to him, you know we ain't.\"  Move out! Giddy up giddy up giddy up [4x]  You better count your money [2x]  [Layzie] \"I'm peepin' Krayzie's 'Wanted' poster in the saloon So I assume it'll be trouble round here pretty soon Glanced across the room I seen this youngster gettin' ready to fight But if he mess up tonight I think that Krayzie just might take his life So I approached him and I paused \"Look man, I really don't wanna brawl, but won't you chill before them laws Come messin' up this master plan Since he already rowdy I'm just asked the man (dang) You want some work well partner put in your bid And by the way now what's your name, they call me Layzie the Kid.\"  [Powder Pete] \"The name's Powder Pete, can I get a 12 gauge! Outlaw every day, on the front page Mister Kid, if you give me the low-down me and Blackjack Be ready for the showdown, with 2 double-barrels pointed at whatever We'll stick together, I'm pretty clever.\"  [Layzie] \"So saddle up, jump on the bandwagon because it's all goin' down.\" I heard the guy runnin' the bar screamin' 'Krayzie's in town.'  [Krayzie] \"Now when we get to this saloon, you don't worry, wait outside Don't be stealin' nobody's damn horses.\" Stepped inside the bar \"Layzie Kid you son of a gun!\"  [Layzie] \"Hey man I'm glad you made it safely, now let's go have some fun And this my partner Powder, he's a young gun  [Powder Pete] \"Howdy.\"  [Krayzie] \"Mighty glad to meet ya son Oh yeah, you know I also brought a friend along, meet Thug Queen The horse peddler, straggler, just met her.\"  [Thug Queen] \"Howdy partner, already got the horses saddled up.\"  [Layzie] \"I hope you're good at robbin' banks like you rustle that cattle up.\"  [Powder Pete] \"Now y'all, it's gonna be gettin' dark real soon.\"  [Krayzie] \"I think you're right I say we move, come on let's.\"  Move out, giddy up giddy up giddy up [4x]  You better count your money [8x]  Ghetto Cowboy  ",
        "title": "Ghetto Cowboy"
    },
    {
        "artist": "Jay-Z Featuring Amil (Of Major Coinz) & Ja",
        "lyrics": "  [Intro: Jay-Z] What? Well fuck you... bitch Now can you bounce wit me, wit me, wit me wit me Can you bounce wit me, bounce wit me, wit me wit me Can you bounce wit me, bounce wit me, ge-gi-gi-gi-gi-gi Can you bounce wit me, bounce wit me, ye-ye-yeah Uh-huh uh-huh bounce wit me, bounce wit me Can ya can ya can ya bounce wit me, bounce wit me Ya-yah-yah, ya-ya-yah-yeah bounce wit me, bounce wit me Ge-gi, ge-gi-gi-gi-geyeah bounce wit me, bounce wit me Get it!  [Verse 1: Jay-Z] Can I hit in the mornin' without givin' you half of my dough And even worse, if I was broke would you want me If I couldn't get you finer things like all of them diamond rings Bitches kill for would you still roll If we couldn't see the sun risin' off the shore of Thailand Would you ride then, if I wasn't driving If I wasn't a eight-figga nigga by the name of Jigga Would you come around me or would you clown me If I couldn't flow futuristic, would ya Put your two lips on my wood and kiss it, could ya See yourself with a nigga working harder than nine to five Ten to six, two jobs to survive, or Do you need a baller so you can shop and tear the mall up Brag, tell your friends what I bought ya If you couldn't see yourself with a nigga when his dough is low Baby girl, if this is so, yo  [Refrain: Jay-Z] Can I get a fuck you To these bitches from all of my niggas Who don't love hoes, they get no dough  [Amil] Can I get a woop woop To these niggas from all of my bitches Who don't got love for niggas without dubs  [Refrain: Jay-Z] Can I get a fuck you To these bitches from all of my niggas Who don't love hoes, they get no dough  [Amil] Can I get a woop woop To these niggas from all of my bitches Who don't got love for niggas without dubs  [Jay-Z] Now can you bounce wit me, uhh Bounce wit me, bounce wit me Can ya can ya can ya bounce wit me, bounce wit me Bounce wit me, bounce wit me Can ya can ya can ya bounce wit me, bounce wit me  [Verse 2: Amil] You ain't gotta be rich but fuck that How we gonna get around on your bus pass Before I put this pussy on your mustache, can you afford me My niggas breadwinners, never corny Ambition makes me so horny Not the fussin' and the frontin' If you got nothing, baby boy, you better Get up, get out and get some, shit I like a - lot of Prada, Alize and vodka Late nights, candlelight, then I tear the cock up Get it up I put it down everytime it pop up, huh I got to snap 'em, let it loose, then I knock ya Feel the juice, then I got ya - when you produce a rock I let you meet momma and introduce you to poppa My - coochie remains in a Gucci name Never test my patience, nigga, I'm high maintenance High class, if you ain't rollin', bypass If you ain't holdin' I dash yo  [Refrain: Jay-Z] Can I get a fuck you To these bitches from all of my niggas Who don't love hoes, they get no dough  [Amil] Can I get a woop woop To these niggas from all of my bitches Who don't got love for niggas without dubs  [Refrain: Jay-Z] Can I get a fuck you To these bitches from all of my niggas Who don't love hoes, they get no dough  [Amil] Can I get a woop woop To these niggas from all of my bitches Who don't got love for niggas without dubs  [Jay-Z] Now can you bounce for me, bounce for me Can ya can ya can ya bounce wit me, bounce wit me Gi-gi-gi-geyeah-geyeah Can ya bounce wit me, bounce wit me Gi-gi-gi-gi can ya bounce wit me, bounce wit me (Uhh! Yeah)  [Verse 3: Ja Rule] It ain't even a question How my dough flows, I'm good to these bad hoes Like my puss wet like damp clothes What y'all niggas don't know: it's easy to pimp a ho Bitches better have my money fo sho Before they go runnin' they mouth, promotin' how I be dickin' they back out, go 'head, let it out I fucks with my Gat out, bounce and leave a hundred Makin em feel, slutted even if they don't want it It's been so long, since I met a chick ain't about chips but then I'm Dead wrong, when I tell em, \"be gone\" So hold on to the feelin' of flossin' and plat-num Cause from now on You can witness Ja the i-con With hoodies and Timbs on, cause I thugs my bitches VV studs my bitches, then we rob bitch niggas I'm talkin' bout straight figures, if you here, you with us If not Boo, you know what, I still fucked you  [Refrain: Jay-Z] Can I get a fuck you To these bitches from all of my niggas Who don't love hoes, they get no dough  [Amil] Can I get a woop woop To these niggas from all of my bitches Who don't got love for niggas without dubs  [Refrain: Jay-Z] Can I get a fuck you To these bitches from all of my niggas Who don't love hoes, they get no dough  [Amil] Can I get a woop woop To these niggas from all of my bitches Who don't got love for niggas without dubs  [Jay-Z] Now can you bounce wit me, bounce wit me Ge-gi, ge-gi-gi-gi bounce wit me, bounce wit me Wit me wit me wit me bounce wit me, bounce wit me Bounce, bitch, bounce.. wit me wit me wit me wit me Can ya bounce wit me wit me Ge-gi, uh-huh uh-huh uh-huh uh-huh Uh-huh uh-huh uh-huh uh-huh uh-huh uh-huh uh Can ya bounce wit me bounce wit me Geyeah  ",
        "title": "Can I Get A..."
    },
    {
        "artist": "Brandy & Monica",
        "lyrics": "  [Intro] The boy is mine The boy is mine The boy is mine The boy is mine The boy is mine  [Intro: Brandy & Monica] - Excuse me! Can I, please, talk to you for a minute? - Uh huh. Sure. You know, you look kinda familiar - Yeah, you do too. But I just wanted to know, do you know somebody named... You know his name - Oh yeah, definitely I know his name - Well, I just want to let you that he's mine - Huh. No, no. He's mine!  [Chorus: Monica & Brandy] You need to give it up Had about enough It's not hard to see The boy is mine I'm sorry that you Seem to be confused He belongs to me The boy is mine  [Verse 1: Brandy & Monica] Think its time we got this straight Sit and talk face to face There is no way you could mistake Him for your man, are you insane? But see I know that you may be Just a bit jealous of me But you're blind if you can't see That his love is all in me See, I tried to hesitate I didn't want to say what he told me He said without me he couldn't make it Through the day, ain't that a shame But maybe you misunderstood 'Cause I can't see how he could Wanna change something that's so good All my love was all it took (the boy is mine)  [Chorus: Monica & Brandy] You need to give it up Had about enough (enough) It's not hard to see The boy is mine (boy is mine) I'm sorry that you (sorry that you) Seem to be confused (confused) He belongs to me The boy is mine  [Verse 2: Monica & Brandy] Must you do the things you do You keep on acting like a fool You need to know it's me not you And if you didn't know it, girl, it's true I think that you should realize And try to understand why He is a part of my life I know it's killing you inside You can say what you wanna say What we have you can't take From the truth you can't escape I can tell the real from the fake When will you get the picture? You're the past, I'm the future Get away, it's my time to shine If you didn't know the boy is mine (the boy is mine)  [Chorus: Monica & Brandy] You need to give it up Had about enough (enough) It's not hard to see (to see) The boy is mine (the boy is mine) I'm sorry that you (sorry that you) Seem to be confused (seem to be confused) He belongs to me (he belongs to me) The boy is mine (the boy is mine) You need to give it up Had about enough (had about enough) It's not hard to see The boy is mine (he's mine, he's mine, he's mine, he's mine) I'm sorry that you (I'm so sorry) Seem to be confused (you seem to be confused) He belongs to me (he belongs to me) The boy is mine  [Verse 3: Monica & Brandy] You can't destroy this love I've found Your silly games I won't allow The boy is mine without a doubt You might as well throw in the towel What makes you think that he wants you When I'm the one that brought him to The special place that's in my heart? He was my love right from the start  [Chorus: Monica & Brandy] You need to give it up (baby don't lie) Had about enough (had about enough) It's not hard to see (it's not hard to see) The boy is mine (the boy is mine) I'm sorry that you (I'm sorry that you) Seem to be confused (seem to be confused) He belongs to me (he belongs to me) The boy is mine (no, no) You need to give it up (you need to give it up) Had about enough (had enough) It's not hard to see (it's not hard to see) The boy is mine (the boy is mine) I'm sorry that you Seem to be confused (seem to be confused) He belongs to me (he belongs to me) The boy is mine (the boy is mine) You need to give it up (not yours) Had about enough (but mine, not yours) It's not hard to see (but mine, not yours) The boy is mine (but mine) I'm sorry that you Seem to be confused He belongs to me The boy is mine  ",
        "title": "The Boy Is Mine"
    },
    {
        "artist": "JAY-Z",
        "lyrics": "  [Produced By: Mark the 45 King]  [Intro] Take the bass line out Uh-huh, Jigga Uh-huh, uh-huh, uh-huh, yeah Let it bump though  [Hook] It's the hard knock life for us It's the hard knock life for us Instead of treated, we get tricked Instead of kisses, we get kicked It's the hard knock life!  [Verse 1] From standin' on the corners, boppin' To drivin' some of the hottest cars New York has ever seen For droppin' some of the hottest verses rap has ever heard From the dope spot, with the smoke Glock Fleein' the murder scene, you know me well From nightmares of a lonely cell, my only hell But since when y'all niggas know me to fail? Fuck naw Where all my niggas with the rubber grips bust shots And if you with me, mama, rub on your tits, and what-not I'm from the school of the hard knocks, you must not Let outsiders violate our blocks and my plot Let's stick up the world and split it 50/50, uh-huh Let's take the dough and stay real jiggy, uh-huh And sip the Cris' and get pissy-pissy Flow infinitely like the memory of my nigga Biggie, baby! You know it's hell when I come through The life and times of Shawn Carter, nigga, Volume 2 Y'all niggas get ready!  [Hook] It's the hard knock life for us It's the hard knock life for us Instead of treated, we get tricked Instead of kisses, we get kicked It's the hard knock life!  [Verse 2] I flow for those 'dro'ed out All my niggas locked down in the 10 by four, controllin' the house We live in hard knocks We don't take over, we borrow blocks Burn 'em down and you can have it back Daddy, I'd rather that I flow for chicks wishin', they ain't have to strip to pay tuition I see your vision, mama I put my money on the longshots All my ballers that's born to clock Know I'ma be on top whether I perform or not I went from lukewarm to hot Sleepin' on futons and cots to King Size Green machines, to green 5's I've seen pies, let the thing between my eyes analyze Life's ills, then I put it down type Braille I'm tight grill with the phony Rappers, y'all might feel we homies I'm like, \"Still, y'all don't know me.\" Shit, I'm tight grill when my situation ain't improvin' I'm tryna murder everything movin' – feel me?  [Hook] It's the hard knock life for us It's the hard knock life for us Instead of treated, we get tricked Instead of kisses, we get kicked It's the hard knock life! It's the hard knock life for us It's the hard knock life for us Instead of treated, we get tricked Instead of kisses, we get kicked It's the hard knock life!  [Verse 3] I don't know how to sleep, I gotta eat, stay on my toes Got a lotta beef, so logically, I prey on my foes Hustlin' is still inside of me, and as far as progress You'd be hard-pressed to find another rapper hot as me I gave you prophecy on my first joint, and y'all lamed out Didn't really appreciate it 'til the second one came out So I stretched the game out, etched your name out Put Jigga on top and dropped albums non-stop for ya, nigga!  [Hook] It's the hard knock life for us It's the hard knock life for us Instead of treated, we get tricked Instead of kisses, we get kicked It's the hard knock life!  ",
        "title": "Hard Knock Life (Ghetto Anthem)"
    },
    {
        "artist": "Will Smith",
        "lyrics": "  [Intro: Trey Smith] Now dad this is a very sensitive subject  [Chorus] Just the two of us Just the two of us (just the two of us) Just the two of us (just the two of us)  [Verse 1: Will Smith] From the first time the doctor placed you in my arms I knew I'd meet death before I'd let you meet harm Although questions arose in my mind, would I be man enough Against wrong, choose right and be standing up? From the hospital that first night Took a hour just ta get the car seat in right People driving all fast, got me kinda upset Got you home safe, placed you in your bassinet That night I don't think one wink I slept As I slipped out my bed, to your crib I crept Touched your head gently, felt my heart melt Cause I know I loved you more than life itself Then to my knees, and I begged the Lord please Let me be a good daddy, all he needs Love, knowledge, discipline too I pledge my life to you  [Chorus] Just the two of us, we can make it if we try Just the two of us, (Just the two of us) Just the two of us, building castles in the sky Just the two of us, you and I  [Verse 2: Will Smith] Five years old, bringin comedy Everytime I look at you I think man, a little me Just like me, wait an' see, gonna be tall Makes me laugh cause you got your dads ears an all Sometimes I wonder, what you gonna be A general, a doctor, maybe a MC Haha, I wanna kiss you all the time But I will test that butt when you cut outta line, true that Uh-uh-uh why you do that? I try to be a tough dad, but you be makin me laugh Crazy joy, when I see the eyes of my baby boy I pledge to you, I will always do Everything I can, show you how to be a man Dignity, integrity, honor an' I don't mind if you lose, long as you came with it An you can cry, ain't no shame it it It didn't work out with me an your mom But yo, push come to shove, you was conceived in love So if the world attacks, and you slide off track Remember one fact, I got your back  [Chorus] Just the two of us, we can make it if we try Just the two of us, (Just the two of us) Just the two of us, building castles in the sky Just the two of us, you and I  [Verse 3] It's a full-time job to be a good dad You got so much more stuff than I had I gotta study just to keep with the changin times 101 Dalmations on your CD-ROM See me-I'm tyin to pretend I know On my PC where that CD go But yo, ain't nothin promised, one day I'll be gone Feel the strife, but trust life does go on But just in case, it's my place to impart One day some girl's gonna break your heart And ooh ain't no pain like from the opposite sex Gonna hurt bad, but don't take it out on the next, son Throughout life people will make you mad Disrespect you and treat you bad Let God deal with the things they do Cause hate in your heart will consume you too Always tell the truth, say your prayers Hold doors, pull out chairs, easy on the swears You're living proof that dreams do come true I love you and I'm here for you  [Hook] [Chorus] Just the two of us, we can make it if we try Just the two of us, (Just the two of us) Just the two of us, building castles in the sky Just the two of us, you and I  [Outro: Trey Smith] (This is a good song dad, how much am I gettin paid for this?)  ",
        "title": "Just The Two Of Us"
    },
    {
        "artist": "Five",
        "lyrics": null,
        "title": "When The Lights Go Out"
    },
    {
        "artist": "Nicole Featuring Missy \"Misdemeanor\" Elliott & Mocha",
        "lyrics": null,
        "title": "Make It Hot"
    },
    {
        "artist": "Usher",
        "lyrics": null,
        "title": "My Way"
    },
    {
        "artist": "Inoj",
        "lyrics": null,
        "title": "Time After Time"
    },
    {
        "artist": "Tamia",
        "lyrics": "  [Verse 1] With every passing moment Thoughts of you run through my head Every time that I'm near you I realize that you're heaven sent  [Pre-Chorus] I think you're truly something special Just what my dreams are really made of Let's stay together you and me boy There's no one like you around Oh baby  [Chorus] I really like what you've done to me I can't really explain it, I'm so into you I really like what you've done to me I can't really explain it, I'm so into you  [Verse 2] It could be the way that you hold me It could be the things that you say Oh I'm not too sure what it is boy But I know I like feeling this way  [Pre-Chorus] I think you're truly something special Just what my dreams are really made of Let's stay together you and me boy There's no one like you around Oh baby  [Chorus] I really like what you've done to me I can't really explain it, I'm so into you I really like what you've done to me I can't really explain it, I'm so into you I really like what you've done to me I can't really explain it, I'm so into you I really like what you've done to me I can't really explain it, I'm so into you  [Bridge] I really like What I feel when I'm with you You're a dream come true Don't you ever leave my side 'Cause it feels so right  [Chorus] I really like what you've done to me I can't really explain it, I'm so into you I really like what you've done to me I can't really explain it, I'm so into you I really like what you've done to me I can't really explain it, I'm so into you I really like what you've done to me I can't really explain it, I'm so into you I'm so into you I'm so into you Oh, I'm so into you  ",
        "title": "So Into You"
    },
    {
        "artist": "Voices Of Theory",
        "lyrics": null,
        "title": "Wherever You Go"
    },
    {
        "artist": "Pressha",
        "lyrics": "  Voice: You know there comes a period in every womans life when She gets frustrated or fed up with her man and all his silly hangups You know a woman wants a man where she dont have to have no drama Behind it You know jus somebody like to love her down with No strings attached and his name is \"Splackavellie\"  Tell me what kind of superman Would take u in his bedroom baby And hit u with some front back and side to side Like hydrolics on a stormy night And break u off sumthin proper like Ain't no need fo u to perpertrate Cause he will accomadate And u will aprecciate tha way he flips u up down and round and round In and out and make u scream and shout Shortie put your thang down down down  [Bridge] He ain't ya boyfriend He ain't ya husband Just sumbody u can call when your body needs a fix He'll put u in tha mix Den youll hear him askin whats my name say my name Splackavellie  [Hook] Every woman needs here own Splackavellie A brotha she can call when her man ain't doin her right He can work it all night Until tha morning light Make her feel right right right Every woman needs that one Splackavellie A brotha she can call when her man ain't doin her right He can work it all night Until tha morning light Make her feel right right right  Tell me what kind of superman Would make u feel good with his mouth And kiss u from your earring to your bellychain Then go down a little further mayn Its allright baby ain't no shame Drop tha top on his Mercades Benz So her legs can feel tha wind As he hits again and again and again Its all good yeah Because Im bout it bout it baby im bout it bout it baby  [Bridge]  [Hook]  Uh ohhh uh uh ahhh ahhh ahhh sounds so good Yeahhhh  Whats my name spell my name Yeahhh S-p-l-a-c-k-a-v-e-l-l-i-e Splackavellie  [Hook] till fade  ",
        "title": "Splackavellie"
    },
    {
        "artist": "Mia X Featuring Charlie Wilson",
        "lyrics": null,
        "title": "Whatcha Wanna Do?"
    },
    {
        "artist": "K-Ci & JoJo",
        "lyrics": "  [Verse 1] I will never find another lover sweeter than you Sweeter than you And I will never find another lover more precious than you More precious than you Girl you are close to me, you're like my mother Close to me, you're like my father Close to me, you're like my sister Close to me, you're like my brother And you are the only one my everything And for you this song I sing  [Chorus] And all my life, I prayed for someone like you And I thank God that I, that I finally found you All my life, I prayed for someone like you And I hope that you feel the same way too Yes, I pray that you do love me too  I said you're all that I'm thinking of... Baby  [Verse 2] Said, I promise to never fall in love with a stranger You're all I'm thinking of, I praise the Lord above For sending me your love I cherish every hug I really love you  [Chorus] And all my life, I prayed for someone like you And I thank God that I, that I finally found you All my life, I prayed for someone like you And I hope that you feel the same way too Yes, I pray that you do, love me  [Bridge] You're all that I ever know When you smile, on my face, all I see is a glow You turned my life around You picked me up when I was down You're all that I ever know When you smile, our face glows You picked me up when I was down Said, you're all that I ever know When you smile, our face glows You picked me up when I was down And I hope that you feel the same way too Yes, I pray that you do love me too  [Chorus] And all my life, I prayed for someone like you And I thank God that I, that I finally found you All my life, I prayed for someone like you Yes, I pray that you do love me too  ",
        "title": "All My Life"
    },
    {
        "artist": "Montell Jordan",
        "lyrics": null,
        "title": "I Can Do That"
    },
    {
        "artist": "Noreaga",
        "lyrics": null,
        "title": "SuperThug (What What)"
    },
    {
        "artist": "Mya Featuring Silkk The Shocker",
        "lyrics": "  [Intro: Silkk The Shocker] Yo Mya I know you got a man and all But uhh I been watchin yall And if he ain't treatin you right 'bout time you move on Now I'm not trying to get in between yall two But you gonna move, move this way  [Verse 1: Mya] I'm so confused I don't know what to do ( gonna be aiight, gonna be aiight) But I gotta be a woman I gotta get over you ( yeah aiight, yeah aiight)  I think I saw your baby's mother Creeping at your back door (Yeah-ee Yeah-ee) And your lying ass been cheatin And I can't take it no more oh oh I'm movin on (move on)  [Chorus: Mya] On (movin on)(and move my way) On (movin on-on) (move on) Oh-on I'll be movin on (and move my way, say what say what) (2x's)  [Verse 2: Mya] Whose drawers are these You know I wear a size four (huh what, say what) And if you say that you've been faithful Who was at your back door  You ain't got no money ( it don't matter about all that, I got some) I should've left you long ago (Yea-ee Yea-ee Yea-ee) And your stroke ain't strokin no more So I've been sleepin all alone (she shouldn't have to sleep by herself you know what I'm sayin) If you know what I mean I'm movin on ( move on)  [Chorus]  [Verse 3: Silkk The Shocker] Well now I'm a No Limit Soldier Known to keep it rowdy You know, ones that make em say \"ugggh\" And \"'bout it 'bout it\" Now one to the two Two to the three I ain't sayin' leave him But you need to like roll wit me Cause I can see you ain't happy here When I look in your eyes You a bird You gotta spread your wings So now it's time to fly You ain't never gotta trip Or remind me I'm trying to live ghetto fab Like takin' baths In bottles of Dom P But I ain't perfect Cause imagine me with no flaws Like a parking lot with no cars Cell block with no bars World with no wars L.A. with no stars Check this out: I can heal your broken heart So don't be so fast To react so quick Or get all mad And try to scratch up my 6 Now you know I get paid For bustin' all kind of tight verses See I need a girl That I can see on top Like Silkk and Mya Or vice versa  [Chorus] (w/o I'll be movin on)  ",
        "title": "Movin' On"
    },
    {
        "artist": "Sweetbox",
        "lyrics": null,
        "title": "Everything's Gonna Be Alright"
    },
    {
        "artist": "Tatyana Ali",
        "lyrics": null,
        "title": "Daydreamin'"
    },
    {
        "artist": "Third Eye Blind",
        "lyrics": "  [Verse 1: Stephan Jenkins] I'm only pretty sure that I can't take anymore Before you take a swing I wonder what are we fighting for When I say out loud \"I want to get out of this\" I wonder is there anything I'm going to miss  [Chorus: Stephan Jenkins] I wonder how it's going to be When you don't know me How's it going to be When you're sure I'm not there How's it going to be When there's no one there to talk to Between you and me 'Cause I don't care How's it going to be How's it going to be  [Verse 2: Stephan Jenkins] Where we used to laugh There's a shouting match Sharp as a thumbnail scratch A silence I can't ignore Like the hammock by the Doorway we spent time in, swings empty Don't see lightning like last fall When it was always about to hit me  [Chorus: Stephan Jenkins] I wonder how's it going to be When it goes down How's it going to be When you're not around How's it going to be When you found out there was nothing Between you and me Cause I don't care How's it going to be How's it going to be  [Bridge: Stephan Jenkins] And how's it going to be When you don't know me anymore And how's it going to be Want to get myself back in again The soft dive of oblivion I want to taste the salt of your skin The soft dive of oblivion (Oblivion)  [Outro: Stephan Jenkins] How's it going to be When you don't know me anymore How's it going to be? How's it going to be?  ",
        "title": "How's It Going To Be"
    },
    {
        "artist": "Willie Max Featuring Raphael Saadiq",
        "lyrics": null,
        "title": "Can't Get Enough"
    },
    {
        "artist": "Mase Featuring Puff Daddy",
        "lyrics": null,
        "title": "Lookin' At Me"
    },
    {
        "artist": "Snoop Dogg",
        "lyrics": "  Yeah yeah yeah I'm fin up in the corner in my Lowrider dogg. Ya heard me?  *Top dollar with the gold flea collar Dippin' in my blue Impala [DPG]* *Repeats throughout intro*  [Yeah it's still a G thang] It's time for all the lowriders out there Yeah all the dippers you like to get ya dip on Hit a switch or two, bang a corna' sittin' on threes Yeah right trip...  It's like 4 & to the 5 & to the 6 & to the 7 I once was told that all doggs go to Heaven Well how ya been where ya been & what it look like? My game trump tight especially when it bump like Four DPG's gettin' crazy & No Limit is the label that pays me! Ridin' 'round town layin' game down like Goldie & I remember what my momma showed me Told me game recognize game & stay true to what ya do & don't be ashamed I got all my game from her sometimes I have to wonder How I keep from goin' under I'm a bad muthafucka I fall to my knees & thank God before I do my thang I don't know why, I love to gangbang See life ain't nuthin' but a twist anyway bitch anyway You can say what you wanna say Just don't get in my way cause I'm a mean old Fiend know C know & P know see loc We make music for the thugs and the bangers And the bitches. Fuck you R&B singers She want a nigga with his khackies hangin' real low In a black rag Sixty-four hmm Rollin' down the street lookin' way clean Bangin' that real shit nigga like Al Green I'm headed straight to the LB Forget it that's what they tell me Sell me everythang except some bullshit And when it's time for the gunfight nigga pull quick Cause ain't nothin' butter but us And nigga you'll get wet up for fuckin' with my cheddar It's cold outside nigga grab ya sweater And that bad bitch you fuckin' with Nigga she get ya set up  *Top dollar with the gold flea collar Dippin' in my blue Impala [DPG]*  Boy you done put all ya trust in that ho Didn't ya see what happened to the President niggaro Livin' in a tight house big as the White House You fucked around & stuck ya dick In that white bitch mouth What you talkin' 'bout? Fool I'm dirty like the South And to be real I feel that's how I'm comin' out Back on the ho stroll highway pimp patrol Put ya cuffs on ya girl nigga let her off parole Man nigga way cold with his game What's his muthafuckin' name? Who me? I'm the capital S I don't fuck with stress N double O-P D-O muthafuckin double G Coldest entertainer gangbanger since Alphonz Capone Count money like Basie police try to chase me Niggas try to replace me but you can't I'm ridin' in a tank I'm blowin' hella dank So whether ridin' in ya lo-lo or smokin' on some doe doe Spread the word and take the fo' door The Last Don done hooked up with the muthafuckin' King of the coast with the most here's a toast And Snoop Dogg is the representer Through the niggas & G's through the LBC's And the Calio projects Brooklyn to Queens Chi-town woe now the Dogg Pound in the house Everytime we touch down right next to my hometown D-town [Detroit] Eastside St. Louie [St Louie] Spokane get ya money man tic-tock Little Rock right next to Houston, Texas Home of Rap-A-Lot we like to jack a lot Gimme what ya got let me get that up out ya nigga I got ya somethin' for the summertime while it's hot And got the bitches posted up in the parkin' lot And guess what she want the Nigga with the biggest nuts [Who dat?] A nigga who don't give a fuck Ya see niggas like me all we see is Money, power moves, and a bitch a week And last but not least my nigga *D-O-C* Much love from the N.O. my nigga Feel me? And my little cousin D-A-Z forever nigga This DPGC and oh yeah Dr. D-R-E You know where I'm at nigga holla at me Get at me holla at me nigga holla at a dogg that's real Y'all niggas know what's happenin' It's still a [DPG] thang It's still a G thang  *Top dollar with the gold flea collar Dippin' in my blue Impala [DPG]* *Repeats 'til end with adlibs*  ",
        "title": "Still A G Thang"
    },
    {
        "artist": "Stars On 54: Ultra Nate, Amber, Jocelyn Enriquez",
        "lyrics": "  If you could read my mind love What a tale my thoughts would tell Just like an old time movie 'Bout a ghost from a wishing well In a castle dark or a fortress strong With chains upon my feet You know that ghost is me  I don't know where we went wrong But the feeling's gone and I just can't get it back  If you could read my mind, yeah  If you could read your mind love What a tale my thoughts would tell Just like a paperback novel The kind that drugstores sell When you reach the part where the heartache comes The hero would be you Heroes often fail  Never thought I could feel this way And I've got to say that I just don't get it I don't know where we went wrong But the feeling's gone and I just can't get it back  If you could read my mind  If you could If you could If you could read my mind (repeat)  If you could read my mind love What a tale my thoughts would tell Just like an old time movie 'Bout a ghost from a wishing well  If you could read my mind love What a tale my thoughts would tell Just like a paperback novel The kind that drugstores sell  And when you reach the part where the heartache comes The hero would be you Heroes often fail  Never thought I could feel this way And I've got to say that I just don't get it I don't know where we went wrong But the feeling's gone And I just can't get it back  If you could If you could If you could read my mind  ",
        "title": "If You Could Read My Mind"
    },
    {
        "artist": "Five",
        "lyrics": null,
        "title": "It's The Things You Do"
    },
    {
        "artist": "Mack 10 Featuring Gerald Levert",
        "lyrics": "  [Intro: Mack 10] This song is dedicated To all the up and coming rappers, singers, hustlers, actors Whatever you may be remember: Without no struggle, you get no progress So keep grindin, keep on mashin, get yours  [Chorus: Gerald Levert] You're nothin far from comin up (keep on) Money's just a touch away (keep on) So keep on grindin don't give it up (keep on) There'll always be another day (keep on)  [Mack 10] And now I'm sittin at the pad, teary eyed and depressed Starvin and sufferin from mental stress Now a true center to the game of beginner But hard to feel like a winner when you eat spreads for dinner Hit the streets late night in the form of star mushin On the 211 mission just to pay tuition For my kids I got to grind and develop street saavy Servin stress cause I just ain't got enough to cop cavi But I can't stop, I won't stop, til I got it made Either build my clientele, get a job or learn a trade Like hip-hop, and make enough to live good forever So I learned to write the rhymes and get my metaphors together Then I joined a rap crew, with the homies on my street Sellin underground tapes out the local swap meet Gettin tighter on the mic, as I worked day to day So now I lay down at night, and I hear voices say, \"Mack\"  [Chorus]  [Mack 10] Now I'm new to the scene, H as in Hard, N as in Nympho So like EPMD, could you _Please Listen to My Demo?_ I left the local crew, felt like I was the man In popular demand and now ready for SoundScan So I searched for a deal with no luck I kept rappin Felt like it would take a miracle to make it all happen Marble said it was a test, \"Mack don't do nuttin wrong! Just have faith in God and keep your hustle goin strong Stay hongry, keep writin, don't quit you're too close Remember good things come to those who want it most\" So I never left the house, without my rap book Thought I found a new crew but eventually got shook First they said I was cool, but then started to doubt me Put me on the backburner and just forgot all about me Partna said I wasn't fresh, and sent me on my way, but you know what? As I was leavin, I could hear voices say, \"Mack\"  [Chorus]  [Mack 10] Now the tables turned, but I remember they used to clown me The hard work paid off, and luck finally found me So call every publication, Billboard and the editor And tell em Mack's being signed by dude workin on _The Predator_ I got the Midas touch, now everything be the bomb Hooked up with The Don, now made a few mill-ion I don't bang I write the good rhymes, you know about mines Man I'm the tightest MC, Ice Cube ever signed Now if ain't the radio, it's a video shoot Livin life in the limelight, with a bank full of loot Now my crew is solid, shook the haters and the leeches Runnin full court at my house with our girls on the beaches Plus the violence is ceased, no more bi-coastal beef Cause now I get down with the North South and the East I reminisce on hard times, seem like yesterday, but now Hoo Bangin' is official and I remember they used to say, \"Mack\"  [Chorus]  [Levert] Money's just a touch, just a simple touch Money's just a touch away.. Money's just a touch, just a simple touch Money's just a touch away..  [Mack 10] Man I knew I was gonna make it, but they didn't believe me YaknowhatI'msayin?  Clowned me -- gon' be a rapper, what? Hahahaha  ",
        "title": "Money's Just A Touch Away"
    },
    {
        "artist": "Kelly Price",
        "lyrics": "  [Mr. Biggs] Yeah Kelly, you there? Now, listen baby I got your message I'm just confused I don't understand everything but I'm on my way over there to you Now you stay on the phone And tell me everything that went down  [Kelly] See I was the one Who picked her up when so called friends let her down (Uh huh) And I was the one Who took her in when that fool put her out (I know) Yeah, a true friend indeed You see I was there when chips was going down (You know I know) Um, but she betrayed me Caught him with her coming in from out of town (You what?) Tell me (Aww, SHIT!)  1 - Why ya ya, why yah yah Why yah yah, why yah yah I wanna know Why yah yah, why yah yah Why yah yah, why yah yah  Now I put my trust in him I can't believe he slept with her behind my back (Oh) I went out on a limb I even covered up to keep his thing in tact (Yeah) Um.. what I had in me, yeah Was something real that's so hard to come about, Uh (Oh, oh) But he betrayed me There was a photo in some laundry that I found Tell me why  Repeat 1  She was my best friend (oh yeah, oh yeah) Hung with me through thick and thin (My homey, my homey) Sisters to the very end (And I) I can't believe it Can't believe it Can't believe it  He was everything to me (Everything to me, baby) Now out the door he is history (Oh now ya gotta go on) We could have had everything (And I) I can't believe it Can't believe it Can't believe it  [Mr. Biggs] No, no, no, no, no, no, no, no, no, no  [Kelly] Why, why, why  [Mr. Biggs] Why  [Kelly] Can't believe I trusted you  [Mr. Biggs] Kelly, let me call him up  [Kelly] No, no, no, no  [Mr. Biggs] And just talk to him  [Kelly] There's nothing to say Because it's too late, oh  [Mr. Biggs] Oh, I know it, but it's just the principle About the whole thing, oh I'm your Godfather And I can't stand for nobody to hurt you, baby  [Kelly] No, no, no, no  [Mr. Biggs] So just call him up  [Kelly] I don't wanna, I don't wanna  [Mr. Biggs] Call him baby, call him right now  [Kelly] I'm callin', I'm callin', I'm callin'  [Mr. Biggs] Call him up.....  [R.Kelly] Hello? Who's this?  [Mr. Biggs] This is Mr. Biggs  [R.Kelly] How ya doin' Mr. Biggs  [Mr. Biggs] What the hell is going on?  [R.Kelly] What you mean what's goin' on?  [Mr. Biggs] Kelly's telling me That you're sleeping with another woman  [R. Kelly] Just because she sees me wit her Doesn't mean I'm sleeping wit her  [Mr. Biggs] Well, if you're not sleepin' with her What the hell you doin' with her  [R. Kelly] Damn, I could be just talkin' to her  [Mr. Biggs] Or you could be just creepin' with her Now son, man to man, we both know the game  [R. Kelly] Yeah, but what's that got to.....  [Mr. Biggs] Wait a minute And you know all about heartache and pain This is my Goddaughter And I'm just trying to protect her heart  [Kelly] Don't waste your time  [Mr. Biggs] You may have been a moon to her But to me she's the star, oh  Repeat 1 while:  [Kelly] Why, why  [Mr. Biggs] Kelly, take this phone!  [Kelly] She was my best friend You were my husband Oh, but I don't want you No, no, no more Said I don't want you No, no, no, no more See you shaped and molded me To be what you wanted me to be She was a leaf in your life But I was the root to your tree, oh  Repeat 1 until fade  ",
        "title": "Friend Of Mine"
    },
    {
        "artist": "Nastyboy Klick",
        "lyrics": null,
        "title": "Lost In Love"
    },
    {
        "artist": "R.E.M.",
        "lyrics": "  [Verse 1] Receiving department, 3 A.M Staff cuts have socked up the overage Directives are posted, no callbacks, complaints Everywhere is calm Hong Kong is present, Taipei awakes All talk of circadian rhythm  [Chorus] I see today with a newsprint fray My night is colored headache gray Daysleeper Daysleeper Daysleeper  [Verse 2] The bull and the bear are marking their territories They're leading the blind with their international glories I am the screen, the blinding light I'm the screen, I work at night  [Chorus] I see today with a newsprint fray My night is colored headache gray Don't wake me with so much Daysleeper  [Bridge] I cried the other night I can't even say why Fluorescent flat caffeine lights It's furious balancing I am the screen, the blinding light I'm the screen, I work at night  [Chorus] I see today with a newsprint fray My night is colored headache gray Don't wake me with so much The ocean machine is set to nine I'll squeeze into heaven and Valentine My bed is pulling me, gravity Daysleeper Daysleeper Daysleeper Daysleeper Daysleeper  ",
        "title": "Daysleeper"
    },
    {
        "artist": "Fuel",
        "lyrics": "  [Verse 1] She calls me from the cold Just when I was low, feeling short of stable And all that she intends And all she keeps inside, isn't on the label She says she's ashamed Can she take me for a while? And can I be a friend? We'll forget the past Or maybe I'm not able And I break at the bend  [Chorus] We're here and now Will we ever be again? Cause I have found All that shimmers in this world is sure to fade Away again  [Verse 2] She dreams a champagne dream Strawberry surprise, pink linen and white paper Lavender and cream Fields of butterflies, reality escapes her She says that love is for fools who fall behind And I'm somewhere between I never really know A killer from a savior 'Til I break at the bend  [Chorus} We're here and now Will we ever be again? Cause I have found All that shimmers in this world is sure to fade Away again  [Outro] It's too far away for me to hold It's too far away It's too far away for me to hold It's too far away Ah oh  Yeah, it's too far away for me to hold It's too far away Ah ah oh It's too far away for me to hold It's too far away It's too far away for me to hold It's too far away Ah ah oh It's too far away for me to hold It's too far away Guess I'll let it go  ",
        "title": "Shimmer"
    },
    {
        "artist": "Gerald Levert",
        "lyrics": "  [Rah Digga (Gerald Levert)] Uh, Rah Digga y'all Blaq Rain y'all (ooh, yeah, yeah, yeah, yeah, yeah) Yea yea, lettin' it be known (oh well, well, well, well, well) I ain't tryin' to do the commitment thing Know what I'm sayin', this is my story (I gotta let you know, babe)  Now, we been dealin' quite some time Hooked up wit' you while I was still in my prime Wanted to tell ya, face to face But you heard it on the streets, so I plead my case It's the 90's, what you expect Nothin' wrong with a little bit of casual sex, hun I'm jus' livin', I bear no bringin' Never really was tryin' to do the wifey thing, wha  [Gerald Levert - Verse One] Girl I been waiting on this day Bet you thought you'd never hear me say You been creepin' around all over town Been layin' it down, been messin' around What goes around always comes around Baby girl thought we was down Girl I hope you change your freaky ways Cuz I really wanna stay Tell me is it fair since I been there And that I should share your underwear Do you really think he cares?  [Hook] All this time I've been sleeping with you You've been sleeping with me And you been strokin' him And lovin' him and kissin' him And huggin' him Oh why, you been creepin' with him He's been sexing your friend And I got you thinkin' 'bout it Thinkin' about it, thinking about it, thinking about it  [Gerald Levert - Verse Two] Girl I think that I should let you know That I'm gonna have to up and go If you keep givin' it up and cutting up And act too fast giving up the ass I love you but I had enough Do it again, it's gon' be your last I can forgive but won't forget The things you did you'll soon regret Ever dissin' me cuz this could be The end of we, can't you see? Girl, you're hurting me  [Repeat Hook x2]  [Gerald Levert - Bridge] For the life of me I just can't conceive Why I just can't leave while you do this to me baby I feel like a fool But what can I do You're love's got me weak, babe Why must I endure your constant greed Your endless need to be so damn freaky Now I'll understand Cuz it once was me Guess payback's a mother, baby Oh why, why, why, why, why, why Tell me why, why are you so freaky Tell me why you're so freaky, oh  [Repeat Hook]  [Rah Digga] Let me put it like this Between you and him, the dude ain't got no wins But I' the type girl come straight from home Couldn't be no surprise cuz I let it be known Talkin' bout put it on ya, somebody should've warned ya Didn't mean to hurt your feelings Can't lie to ya, home boy, little boy appealing Sorry I betrayed your trust Somethin' bout shorty and his pelvic crust How he pull my hair, how he stroke when he bust Plus, he ain't no joke wit' the orals Mine's, behind close doors, he know no immorals Don't sweat it boy, you're the bomb Givin' me easy access, like I'm CD-ROM What you want baby, you make it hot And honey over there, in case you missed a spot  [Background vocalists] Th-thinkin' about it Th-thinkin' about it Thinkin' bout it Th-thinkin' about it (Repeat until fade)  ",
        "title": "Thinkin' Bout It"
    },
    {
        "artist": "BRAVO All Stars",
        "lyrics": "  (Touch') Oh if someone writes a song with a simple rhyme ('N Sync) Just a song where his feeling show (Scott Moffatt) And if someone feels the same about the simple Song (Gil Ofarim) Oh sometimes you can hear them say (Squeezer) Music gives you happiness or sadness (Nick Carter) But it also, it also heals your soul  (All) Chorus: Let the music heal your soul Let the music take control Let the music give you the power To move any mountain  (Touch') Oh If someone plays piano with some simple chords (Aaron Carter) So melodic and endearing, too (Brian Littrell) And Oh if someone plays guitar with the old piano (The Boyz) And maybe you can hear them sing (Nick Carter) Music gives you happiness and sadness ('N Sync) But it also (Blossom) Also heals your soul  (All) Chorus: Let the music heal your soul Let the music take control Let the music give you the power To move any mountain  (Brian Littrell) Let the music heal your soul Let the music take control Let the music heal your soul  (Nick Carter) Oooohh, Oh yes  (All) Chorus: Let the music heal your soul Let the music take control  (BSB)Let the music heal your soul Let the music take control  Bravo All Stars are: Backstreet Boys, 'N Sync, Pappa Bear Scooter, Aaron Carter, Andreas Biber, Sash!, Squeezer Scott Moffat, Gil Ofarim, Brian Littrell, Blumchen, The Boyz 4the cause, Kisha, Daniel Hall, R'G'N, DJ Bobo, 2-4 Family  ",
        "title": "Let The Music Heal Your Soul"
    },
    {
        "artist": "Brand Nubian",
        "lyrics": "  [Grand Puba] Now a lot of people think this is easy as it looks Books and books of rhyme concepts and hooks Session to session to get thoughts manifested Stressin and stressin to hit the world with a blessin Lot of people often ask, \"Puba how you givin' back?\" The way I give back is through the knowledge of my raps Like a gem, for all my people caught out on a limb Who be givin in, caught out on a stem, who don't wanna win \"I'm feelin you I know you gettin down like that But what I'm sayin Dog is let me hold a little somethin black! I'll hit you back!\" C'mon dead that, that's the tenth time I heard that—all you know is gimme I work hard for every penny That I make—video and tape LP and CD, if I fall, you feedin me? No dough to spread, always keep a level head Long as my seeds get fed, it won't go to my head, so..  \"Don't let it go your head, no!\" Everybody love a star, when he on top \"Don't don't let it go your head, no!\" Nobody comes around when the star start to drop \"Don't let it go your head, no!\" Strive to help others who help themselves \"Don't let it go your head, no no no no no!\" Knowledge of self, and good health and wealth  [Sadat X] The ladies a dame, no question but you can’t tell her that Cuz sometimes she speed and put her hand out Like I'm that ATM nigga, drop me off at Chase Earing in her naval like she sex-u-al She royalty but her whole loyalty to smoke Get wrecked in the kitchen like she run the cooking channel And then hide the heat in the car door God damn she’s a mother to be, I’m hoping twins Give me a whole tribe And be as sexy as Janet was on the cover of Vibe She slick talk, threaten to walk She got a girlfriend I used to tap back when So she always worry and bitches I tell her hold it down ma I give you high ranks Sometimes you wild but I guess thats your style If you lay up in my high-rise, will you stay wise? Will I slay thighs? Open your eyes, girl  \"Don't let it go your head, no!\" Don't believe those jealous type cats \"Don't don't let it go your head, no!\" Cause I'm the one makin some late night cash \"Don't let it go your head, no!\" I told you girl my home is my castle \"Don't let it go your head, no no no no no!\" Understand it won't be no hassle  [Lord Jamar] I heard your single on the battle of the beats It won five nights, I bet you had the time of your life Workin so hard, and so long, to make a record Finally to make a song people respected Collect the dough at a show as you sip the Mo' Now you hittin the flo', you never hit befo' Got you trippin, how much better could it get? Got the leather with the work check, all up in the whip They're all legitimate, callin it what it's really not This is just one single you got, that's really hot Tomorrow it could bust just like a blood clot Leave you in the dust with your body to rot Another party to rock, if it's you or if it's me It doesn't matter cause it just won't stop Don't let your gray matter pop Cause when you release the album If they don't cop, you gonna get dropped, so..  \"Don't let it go your head, no!\" Cause one single don't make you a hit \"Don't don't let it go your head, no!\" Stay true to who you are don't never forget \"Don't let it go your head, no!\" Keep your feet on solid ground \"Don't let it go your head, no no no no no!\" Cause what goes up, must come down, uhh  \"Don't let it go your head, no!\" \"Don't don't let it go your head, no!\" \"Don't let it go your head, no!\" \"Don't let it go your head, no no no no no!\"  ",
        "title": "Don't Let It Go To Your Head"
    },
    {
        "artist": "Beastie Boys",
        "lyrics": "  [Hook:] Intergalactic planetary, planetary intergalactic Intergalactic planetary, planetary intergalactic Intergalactic planetary, planetary intergalactic Intergalactic planetary, planetary intergalactic Another dimension, another dimension Another dimension, another dimension Another dimension, another dimension Another dimension, another dimension Another dimension, another dimension Another dimension, another dimension  [Verse 1: Mike D] Well, now, don't you tell me to smile You stick around, I'll make it worth your while Got numbers beyond what you can dial Maybe it's because I'm so versatile Style, profile  [Verse 2: Ad-Rock] I said it always brings me back when I hear, \"ooh child\" From The Hudson River out to the Nile I run the marathon 'til the very last mile  [Verse 3: MCA] Well, if you battle me, I will revile People always saying my style is wild You've got gall, you've got guile (guile) To step to me, I’m a rapophile  [Verse 4: Mike D] If you wanna battle, you're in denial Coming from Uranus to check my style Go ahead; put my rhymes on trial Cast you off into exile  [Hook:] Intergalactic planetary, planetary intergalactic Intergalactic planetary, planetary intergalactic  [Verse 5: Ad-Rock] Jazz and AWOL, that's our team Step inside the party, disrupt the whole scene When it comes to beats, well, I'm a fiend I like my sugar with coffee and cream  [Verse 6: MCA] Well, I gotta keep it going, keep it going full steam Too sweet to be sour; too nice to be mean Well, on the tough guy style, I'm not too keen Trying to change the world, I will plot and scheme  [Verse 7: Mike D] Mario C likes to keep it clean (clean) Goin' to shine like a sunbeam Keep on rapping, cause that's my dream Got an A from Moe Dee for sticking to themes  [Verse 8: Ad-Rock] Now when it comes to envy, ya'll is green Jealous of the rhyme and the rhyme routine ('tine) Another dimension, new galaxy Intergalactic planetary  [Hook:] Intergalactic planetary, planetary intergalactic Intergalactic planetary, planetary intergalactic Intergalactic planetary, planetary intergalactic Intergalactic planetary, planetary intergalactic  [Verse 9: MCA] We're from the family tree of old school hip-hop Kick off your shoes and relax your socks The rhymes will spread just like a pox 'Cause the music is live, like an electric shock  [Verse 10: Mike D] I am known to do the wop (wop) Also known for the Flintstone Flop Tammy D getting biz on the crop (crop) Beat-see Boys known to let the beat \"MMM, D-r-r-rop!\" Do it  [Verse 11: Ad-Rock] Now when I wrote graffiti, my name was Slop If my rap's soup, my beats is stock Step from the table when I start to chop I'm the lumberjack, DJ Adrock  [Verse 12: MCA] If you try to knock me, you'll get mocked I'll stir fry you in my wok Your knees'll start shaking and your fingers pop Like a pinch on the neck from Mr. Spock  [Hook:] Intergalactic planetary, planetary intergalactic Intergalactic planetary, planetary intergalactic Intergalactic planetary, planetary intergalactic Intergalactic planetary, planetary intergalactic Another dimension, another dimension Another dimension, another dimension Another dimension, another dimension Another dimension, another dimension Another dimension, another dimension Another dimension, another dimension  Do it  ",
        "title": "Intergalactic"
    },
    {
        "artist": "A+",
        "lyrics": "  [Intro] Do what you want to do There ain't no rules it's up to you It's time, do what you do There ain't no rules it's...  [Verse] There ain't no room... There ain't no room... There ain't no room... There ain't no room... There ain't no room... Let the music get to you There ain't no room... Let the music get to you There ain't no room... Let the music get to you Gotta leave that nine to five Let the music get to you Gotta leave that nine to five Let the music get to you Gotta leave that nine to five Let the music get to you...  [Chorus] Enjoy yourself You live it off the wall And just enjoy yourself You live it off the wall And just enjoy yourself You live it off the wall And just enjoy yourself You live it off the wall  ",
        "title": "Enjoy Yourself"
    },
    {
        "artist": "The Smashing Pumpkins",
        "lyrics": null,
        "title": "Perfect"
    },
    {
        "artist": "Stardust",
        "lyrics": "  [repeated ad infinitum] Ooh, baby I feel like the music sounds better with you Love might bring us back together I feel so good I feel like the music sounds better with you Love might bring us back together  ",
        "title": "Music Sounds Better With You"
    },
    {
        "artist": "Master P Featuring Silkk The Shocker, Sons Of Funk And Mo B. Dick",
        "lyrics": "  [Master P] RIP homie, RIP  [Sons of Funk/Mo B. Dick] How do I say goodbye to what we had The good times that made us that outweighed the bad I thought we'd get to see forever But forever's gone away It's so hard to say goodbye to my homies  [Master P] Yall need to smile for my ghetto heroes nigga  So many homies gone, trying to ball till they fall Now I'm left with nothing but old cards And a bunch of pictures on the wall RIP tatoos nigga, just to show you that we real But I still can't believe that your dead fool, and how you got killed And on your birthday me and my boys visit your grave And I remember when you first got high And the first time you got laid And I'm going through a thing, Kevin nigga, what should I do I never imagined living life without a nigga like you  [Sons of Funk/Mo B. Dick] Chorus Cause it's so hard to say goodbye to my homies Cause it's so hard to say goodbye to my homies  [Master P] We shed so many ghetto tears, see time is crazy And every sunday grandma go to church She said she gotta pray for her baby And ah, your little son, he look just like you And momma going through a thang, but she gonna pull it through And ah, me, C and Silkk, we got all the money but that don't mean shit Cause I burn all that shit up nigga, just to have you again And it's real out here, all you niggas that's goin through some pain Keep your head up, and this for everybody That lost a relative in the street game  [Sons of Funk/Mo B. Dick] Chorus  [Silkk The Shocker] Now look, I couldn't imagine life without you I just sit here wonderin why But the law of life, and god placed us here And said everybody must die Ain't it hard trying to move on, but still I try Even though we got money, judgement day Just some things we can't buy Even though you gone, I never let you move on Cause every time i think about you I sit back and write your name in a song Now ashes to ashes, and dust to dirt It's kinda spooky when I see your face on a t-shirt I just pray to god it's hard wishing it would get better And watch it, cause death or funerals bring our family together Now look, we done lost a brother, your son done lost a father Life ain't promised us so tell somebody you love them You'll never know when they'll be here tommorow  [Sons of Funk/Mo B. Dick] Chorus  ",
        "title": "Goodbye To My Homies"
    },
    {
        "artist": "P.M. Dawn",
        "lyrics": "  Oh, babe Not for you No, no, no, no  Why can't I keep you from the cold? You seem to know the different faces No matter what road you travel on You go through the darkest places  I can't tell the angels It'll be good for you, oh, babe Wanting to say Blessed be the darkness For bringing the light through But I'd be lying to myself  I had no right Bringing you here Knowing what I know Feeling the way I feel, baby  I had no right Being so uncontented Being so confused Being so not for you Not for you, babe  You're in love with all that you don't know Animates your expectations What's the easiest way to hurt a man? Give him all he's ever wanted  I'm trying to tell the angels I don't know what to do, oh, baby Convincing myself to believe All the sadness, have purpose too Makes me hate this, oh, no  I had no right Bringing you here Knowing what I know Feeling the way I feel, baby  I had no right Being so uncontented Being so confused Being so not for you  Not for you So, so, so, so Not for you, babe  When you asked the angels To make you a better you, oh, baby Dream all you want 'Cause all the light you occupy They will try and take it all from you  I had no right, baby Bringing you here Knowing what I know Feeling the way I feel, baby  I had no right Being so uncontented Being so confused, baby Being so not for you  Oh, baby Oh, not for you No, no, no, no, no Not for you Oh, save me, babe, save me, babe Not for you, no Being so not for you  ",
        "title": "I Had No Right"
    },
    {
        "artist": "Tyrese",
        "lyrics": null,
        "title": "Nobody Else"
    },
    {
        "artist": "Too $hort",
        "lyrics": "  Yeah that's right We gonna flash back To 1983 I'ma show you niggas how I was spittin' this pimp game Before most of you niggas even started rappin' 1983 Too $hort Word for word Like this baby Invasion of the Flat Booty Bitches  A nigga like me I know what's up I want a nasty bitch with a lot of butt If I can't find one anywhere It turns my dreams to nightmares Baby right there ain't got no ass But she's okay if she got cash  Bitches, bitches, bitches Invasion of the Flat Booty Bitches  I'll tell 'bout a day that I had Seen nothin' but bitches with no ass I woke up early feeling right Do the same damn thing every day of my life Cause every morning you know I get A good blowjob from a real fine bitch Strokin', smokin', sir Too $hort Thinking about the day before 30 minutes after I rolled out I pulled a freak took her to my house She was hella young with a lot of butt She sucked my dick and then we fucked That good tight pussy I couldn't pass A light-skined freak with so much ass At 1 P.M. I was fuckin' away I wanna do the same thing again today Today my story made itself Every bitch I saw was flat as hell I told myself \"I must need glasses\" Where's them bitches with the big round asses Me and me homie just wanna be tuff Freak two bitches then switch'em up It was 3:35 the strip was lit Every two blocks I saw a different bitch Waiting on the bus some was walking Me and my homie just started talking I said \"Homie she looks good\" He said \"That ass is flat as wood\" I said \"What about baby in the black\" And he said \"$hort she's all back\"  Bitches, bitches, bitches Invasion of the Flat Booty Bitches  Every single day of the week For every nigga living there's a freak If you got game and a bed Why not get fucked and get some head Cause bitches all over wanna get fucked I just need one with a lot of butt Me and my homie rollin' and smokin' Flat booty bitches took over Oakland I told my homie \"I hate to say All the bitches with ass stayed home today\" And he said \"$hort what now?\" Put the pedal to the metal and hit the B-town I thought them bitches out there was fine But the invasion was on and it fucked my mind  Bitches, Bitches, Bitches Invasion of the Flat Booty Bitches  We hit the B-town like Oakland players I knew it bitches was everywere The first one had tities so fat But that don't work her ass was flat The second bitch was flat too Talked about the bitch like a muthafuckin' fool I said \"Beyotch I know I'm capin' Where's your ass baby, what happened?\" She turned around caped back on me Said \"Fuck you nigga, where's your teeth?\" I damn near fell jumping out the car But I slapped that bitch and slapped her hard My homie said \"$hort, we gots to cut\" But I was spankin' that bitch on her big flat butt We parked the car and took a walk I saw another bitch and I had to talk I said \"Baby, baby, baby come here Yeah you baby with the long long hair\" Baby came over from across the street Standing on the corner talking to me I was spittin' the game but I talked too fast Cause I didn't even notice that she had a flat ass Sheit! And I was ready to go We was rollin' back to the O' I told that bitch \"I changed my mind\" She looked at me and she said \"Why\" I said \"I'm Sir Too $hort the Oakland player I'm not one of them niggas who don't care It's no thang to do my duty But not with you and your flat booty\" In the Berkley town what did we find Freak after freak with no behind One long day I never got in I'm glad that shit never happened again  Invasion of the Flat Booty Bitches  The invasion (Beyotch) is on  That's that old school '83 Still pimpin' baby $hort dog You know I can't stay away from this game  ",
        "title": "Invasion Of The Flat Booty B*****s"
    },
    {
        "artist": "L.F.O. (Lyte Funky Ones) (Featuring Kayo)",
        "lyrics": null,
        "title": "If I Can't Have You"
    },
    {
        "artist": "Fleetwood Mac",
        "lyrics": "  [Verse 1] I took my love and I took it down I climbed a mountain and I turned around And I saw my reflection in the snow-covered hills Till the landslide brought me down Oh, mirror in the sky What is love? Can the child within my heart rise above? Can I sail through the changing ocean tides? Can I handle the seasons of my life? Hmmmm  [Chorus] Well, I've been afraid of changing 'Cause I've built my life around you But time makes you bolder Even children get older I'm getting older too  [Chorus] Well, I've been afraid of changing 'Cause I've built my life around you But time makes you bolder Even children get older And I'm getting older too Oh,  I'm getting older too   [Verse 2 / Outro] I took my love, I took it down Oh if you climb a mountain and turned around And If you see my reflection in the snow-covered hills Well the landslide will bring you down And If you see my reflection in the snow covered hills Well the landslide will bring you down Oh, the landslide will bring it down  ",
        "title": "Landslide"
    },
    {
        "artist": "Ace Of Base",
        "lyrics": null,
        "title": "Cruel Summer"
    },
    {
        "artist": "DMX Featuring Faith Evans",
        "lyrics": "  *Phone rings*  Guy: Whose dick you sucking? Girl: Don't call me with that bullshit, alright? Guy: You lying, you lying to me, B Girl: Yeah, exactly Guy: Whose dick you sucking? C'mon B, I just heard some shit about you, some foul shit. The fuck is the deal? Girl: Suck my fucking dick, you bitch-ass nigga! I don't Guy: No, you explain it to me, bitch. You know what I'm talking about Girl: I don't know nobody up here! I don't fuck with nobody up here and I ain't been fucking with nobody up here! I don't know nobody in fucking Yonkers! Guy: Lying-ass bitch. You ain't shit. Do I got to holler his name too? Girl: Who the fuck is he!? Guy: Bitch, you fuckin' him!  *Hangs up*  [Hook 2x] \"All I want is you, all I want\" (Background) What type of games is bein' played, how's it goin' down? It's on 'til it's gone, then I gots to know now Is you with me or what? Think I'm trying to get me a nut Just 'cause honeys wanna give me the butt, what  [Verse 1] I'm politickin' with this chicken, wonderin' if I'ma creep her Little hoodrat bitch from 25th named Tenika Comin' through, like I do, you know, gettin' my bark on Knew she was a thug 'cause when I met her she had a scarf on 5411, size 7 in girls Babyface, would look like she was 11 with curls Girlfriend, remember me from way back? I'm the same cat with the wave cap That motherfucker that TNT used to blaze at Still here, so it's all good Oh, you know my niggas Rich and them Doin' they thing on 35th? Damn, it's a small hood And it's all wood, so let me get that number, I get up Aight? Hit you on the jack later on, see whassup Talkin' to shorty made me wanna do somethin' nice Lookin' at that ass made me wanna do somethin' tonight And I know right when I see right, shorty lookin' like she tight She bite, better give a nigga the green light, we might…  [Hook 2x] What type of games is bein' played, how's it goin' down? It's on 'til it's gone, then I gots to know now Is you with me or what? Think I'm trying to get me a nut Just 'cause honeys wanna give me the butt, what  [Verse 2] I'm gettin' at shorty like, \"What you need? What you want?\" Want for nothin', 'cause I got you, but you front? I see you with your baby father, but it don't matter Since you gave me the pussy, that ass is gettin' fatter Let that nigga play daddy, make moves with me I'da kept it more than real, boo, can't lose with me Heard he smacked you 'Cause you said my name while y'all was sexin' Ran up on this cat he thought was me and started flexin' You know I ain't even with that So he gon' have to get that just on GP Try to creep me, what? Leave that nigga sleepy On the strength of you, that's your kid's daddy I ain't gon' send him on his way, put him up in that big Caddy But let him know, never mind, yo, I need you to go Take this snow up to 1-5-0, see Joe Get that, come back with that, we can split that, sit back Fuck, puff a L, forget that; you with that?  [Hook 2x] What type of games is bein' played, how's it goin' down? It's on 'til it's gone, then I gots to know now Is you with me or what? Think I'm trying to get me a nut Just 'cause honeys wanna give me the butt, what  [Verse 3] Ayo, this chicken got me diggin' her moves, 'cause she smooth Win or lose, whoever she choose, get's the dues Respect is not expected, but it's given 'cause it's real Being neglected's the norm, expected, the deal Lie, cheat, and steal for me Puttin' somethin' in a nigga's wig if you squeal for me Kill for me, you're still with me? 'Cause we get down like what Told you's from the door, it ain't all about a nut I'm gon' be fair, tryin' to be there, we gon' see then Hit me with the question, boo, that answer gon' be \"yeah\" See there, somethin' can go wrong, it does Loved it, let it go, and it came back, that's how strong it was But she belonged to cus, couldn't belong to me She had two kids by this nigga, it was wrong for me But we gon' always be best of friends, haha Mad love, boo, to the end, tada  [Hook 4x] What type of games is bein' played, how's it goin' down? It's on 'til it's gone, then I gots to know now Is you with me or what? Think I'm trying to get me a nut Just 'cause honeys wanna give me the butt, what  ",
        "title": "How's It Goin' Down"
    },
    {
        "artist": "WC Featuring Jon B.",
        "lyrics": null,
        "title": "Better Days"
    },
    {
        "artist": "The Wilkinsons",
        "lyrics": "  [Verse 1] She sat all alone on a bus out of Beaumont The courage of just eighteen years A penny and quarter were taped to a letter And Momma's goodbye in her ears  [Verse 2] She watched as her high school faded behind her And the house with the white picket fence Then she read the note that her momma had wrote Wrapped up with 26 cents  [Chorus] When you get lonely, call me Anytime at all and I'll be there with you, always Anywhere at all There's nothing I've got that I wouldn't give And money is never enough Here's a penny for your thoughts A quarter for the call And all of your momma's love  [Verse 3] A penny and quarter buys a whole lot of nothing Taped to an old wrinkled note And when she didn't have much she had all Momma's love Inside that old envelope  [Chorus] When you get lonely, call me Anytime at all and I'll be there with you, always Anywhere at all There's nothing I've got that I wouldn't give And money is never enough Here's a penny for your thoughts A quarter for the call And all of your momma's love  [Bridge] Oh it's been years since Momma's been gone But when she holds the coins She feels her love just as strong  [Chorus] When you get lonely, call me Anything at all and I'll be there with you, always Anywhere at all There's nothing I've got that I wouldn't give And money is never enough Here's a penny for your thoughts A quarter for the call And all of your momma's love  [Tag] Here's a penny for your thoughts Quarter for the call And all of your momma's love  ",
        "title": "26 Cents"
    },
    {
        "artist": "Gloria Estefan",
        "lyrics": "  Jamais, jamais, j'voulais que ca n'finisse jamais Je laisse passer un peu de temps J'oublie mes sentiments Mais je sais que je t'attends Je laisse glisser tout doucement L'amour, mais je me mens Je crois que je fais semblant Oh, je laisse coler tant de rivieres De tames ou je mes perds Des mots ou je t'espere Oh, ou oh, je lasse s'evnoler mes regrets Je crois que je voulais Que ca n'finisse jamais Jamais, c'est vrai J'voulais que ca n'finisse jamais je laisse se poser sur mes peines  Les mots d'amour qui trainet Avant que tu ne tes reprennes Je me laisse meme un peu de repit Pour vivre d'autres vies Ca n'est pas sur que j'oublie Oh. je laisse couler tant de rivieres De larmes ou je me perds De mots ou je t'espere Oh, ou oh, je laisse s'envoler mes regrets Je crois que tu voulais Que ca n'finisse jamais Jamais, c'est vrai J'voulais que ca n'finisse jamais Je veux garder, regarder encore un peu J'laisee couler tant de rivieres De larmes ou je me perds  De mots ou je t'espere Oh, ou, oh je laisse s'envoler mes regrets Je crois que tu voulais Que ca n'finisse jamais Jamais, jamais, j'voulais Que ca n'finisse jamais Oh, ou oh, je laisse s'envoler mes regrets Je crois je voulais Que ca n'finisse jamais Jamais  ",
        "title": "Don't Let This Moment End"
    },
    {
        "artist": "Cypress Hill",
        "lyrics": "  [A short skit opens the beginning of the song] Hello, I'm Dr. Greenthumb Have you ever had the problem of running out of weed And just can't find some anywhere? Well try my Dr. Greenthumb grow tips I'll show you how to grow inside and out From seed to clone, and the best homegrown And if you're afraid of those pesky pork choppers in the sky No worries, we'll fix them too With one of our Dr. Greenthumb 'Sizzlean' screens To block the nosy pig's vision Don't believe me? Just ask one of my many satisfied clients here Jed Sanders How well it works  Hyuh, hyuh, hello mah name is Jaid And ahm a farmer and I've been growin Mary-jah-wana fer about twenty years and uhh Uhh, with Dr. Greenthumb's 'Sizzlean' screen I don't hafta point my shotgun At them pesky porkers no more Thanks Dr. Green, you're tha shit  Yes, Dr. Greenthumb's got it all, I guarantee it Try my book and you'll have the chronic in no time *lighter flicks* Dial 1-800-713-GROW *inhaling noise* That's 1-800 *cough cough* *inhale* *lighter flicks* 713 *cough cough* G *inhale* R *inhale* O-W  \"Hello Dr. Greenthumb, paging Dr. Greenthumb!\"  [B-Real] Hello my name is Dr. Greenthumb I'd like to tell you just where I'm from In the hills where the trees grow wild with weed fields The fucking pigs with shields holding the blue steels Greenhouse effect with the weed connect (Doctor) DEA can't keep Greenthumb in check (Doctor!) HPS, God Bless the whole crop Please God, don't let me see no cops Trunkload, ready to hit the highway Don't let the eye in the sky fly my way Or we gonna have big trouble, that's no shit Can't be growin without no permit But fuck that, I study the 215 trip That way when they come they can suck my dick Weed can't grow without attention Hello my name is Dr. Greenthumb  Chorus:  [B-Real] Hello my name is Dr. Greenthumb [SenDog] Hello my name is Dr. Greenthumb! [B-Real] I'd like to tell you just where I'm from [SenDog] Hello my name is Dr. Greenthumb [B-Real] Hello my name is Dr. Greenthumb [SenDog] Hello my name is Dr. Greenthumb! [B-Real] I'd like to tell you just where I'm from [SenDog] Aiyyo Dr. Greenthumb, come on back one time!  [B-Real] People can't live without the herb man If not they'd be drinkin and drivin and swervin But thanks to Dr. Greenthumb weed grow In the backyard or inside with hydro To the kush plant brush in a tangerine dream Tasty, blowin a fuckin smokescreen Cycles of weed are constantly grown Somebody give me the razor to cut clones I'd like to stop, but it feels so good Horny plants stinkin up my whole neighborhood DEA, never wanna leave me alone But never ever ever gotta warrant for my home What that funny sound knockin at the door (Open up it's the DEA!) Sorry Greenthumb can't talk no more Please don't follow me into the sun Hello my name is Dr. Greenthumb  Chorus 1/2  [B-Real] Out from the lab, no need for rehab If I can't drive then call me a cab (ese!) In my closet the weed is dried out Like Eiht said, ain't no place to hide out I don't wanna buy no weed from no cop Get locked up and they close up my shop That's why I buy no weed from no one That's why they call me Dr. Greenthumb The scientifical, mystical one Growin my crops with the rays of the sun Come one come all and see how it's done If you see the pigs there's no need to run Cause some of these pigs are down with Greenthumb But you never know what be the outcome You see the photo in the album The weed is growin like my erection Look I never told you where I was from Some call me Real, but I'm Dr. Greenthumb  Chorus  Dr. Greenthumb Doctor, your Bulova plant needs special tending to Doctor, we need more oxygen we need more CO2 Doctor, Dr. Greenthumb you're needed Doctor, dahyahahahhh... Doctor  ",
        "title": "Dr. Greenthumb"
    },
    {
        "artist": "Ace Of Base",
        "lyrics": "  [Chorus] Whenever you're near me I give you everything I have Someone to believe in When things are good or when they're bad You know how to please me Like nobody can Someone to believe in Be my lover, be my friend  [Verse 1] When every race is run and the day is closin' in I feel the need to hold you, let the night begin Come softly to me, show me why  [Chorus] Whenever you're near me I give you everything I have Someone to believe in When things are good or when they're bad You know how to please me Like nobody can Someone to believe in Be my lover, be my friend  [Verse 2] I cannot wait to feel the beating of your heart The days are long and they're just keeping us apart Come softly to me, show me why  [Chorus] Whenever you're near me I give you everything I have Someone to believe in When things are good or when they're bad You know how to please me Like nobody can Someone to believe in Be my lover, be my friend  [Verse 3] Whenever you're near me Love is the reason we can feel this way inside, oh oh-oh Turnin' the world around, makin' us wild Love is the music beatin' in our hearts tonight, oh oh-oh Lightin' the way to take us deeper inside Whenever you're...  [Chorus] Whenever you're near me I give you everything I have Someone to believe in When things are good or when they're bad You know how to please me Like nobody can Someone to believe in Be my lover, be my friend  Whenever you're near me Someone to believe in When things are good or when they're bad You know how to please me Someone to believe in Be my lover, be my friend  Whenever you're near me  ",
        "title": "Whenever You're Near Me"
    },
    {
        "artist": "Aaron Tippin",
        "lyrics": null,
        "title": "For You I Will"
    },
    {
        "artist": "Reel Tight",
        "lyrics": null,
        "title": "(Do You) Wanna Ride"
    },
    {
        "artist": "Cleopatra",
        "lyrics": null,
        "title": "Life Ain't Easy"
    },
    {
        "artist": "Andrea Martin",
        "lyrics": "  So many times I've been let down To the point where love made no sound Then you came and love moved back in Now it's my turn to give back again I want you to know that  I'm here for you When you need someone too Cause you were always there for me So let me return the favor, please  So many people wasted my time Too bad I couldn't See behind their smiles Are you an angel in disguise Cause you made me realize  You will always be my best friend Cause you gave me the Strength to go on again I want you to know that  I'm here for you When you need someone too Cause you were always there for me You were always there, baby So let me return the favor, please Let me, let me, baby  I owe it all (I owe it all) To you (to you) Baby love, what can I do (What can I do)  I owe it all (I owe it all) To you (to you) And I'll do anything for you  I said if loving you is wrong I don't wanna be right No, not tonight Never wanna fight Baby, only you can make it right  Me say, fans them follow me Boys them bother me Girls them watch me Kids adore me Still I put God before me  Me say, Arista love me Number one company Big up to me family Cause only you have spoiled me  I'm here for you (Whenever you need someone) When you need someone too (When you need)  Always there for me (always) So let me return the favor, please (Let me, let me)  I'm here for you (Well, you know you can find me) Need someone too (I'll fill your every need)  Always there for me (I will be your everything) So let me return the favor, please  (I want you to know that) I'm here for you When you need someone too (When you need) Always there for me (Yeah, oh, yeah) So let me return the favor, please  (I want you to know that) I'm here for you When you need someone too Cause you were always there for me So let me return the favor, please  ",
        "title": "Let Me Return The Favor"
    },
    {
        "artist": "Nicole Renee",
        "lyrics": null,
        "title": "Strawberry"
    },
    {
        "artist": "Elvis Crespo",
        "lyrics": "  Suavemente, bésame Que quiero sentir tus labios Besándome otra vez  Suavemente, bésame Que quiero sentir tus labios Besándome otra vez  (Suave) bésame, bésame (Suave) bésame otra vez (Suave) que yo quiero sentir tus labios (Suave) besándome otra vez (Suave) besa, besa (Suave) bésame un poquito (Suave) besa, besa, besa (Suave) bésame otro ratito  (Pequeña, hechate pa' 'ca)  Cuando tu me besas Me siento en el aire Por eso cuando te veo Comienzo a besarte Y si te despegas Yo me despierto De ese rico sueño Que me dan tus besos Suavemente (Bésame, que yo quiero sentir tus labios) Besando me otra vez Suavemente ese coro! (Bésame) Es la cosa (que yo quiero sentir tus labios) Besando me otra vez Bésame suavecito Sin prisa y con calma Dame un beso bien profundo, que me llegue al alma Dame un beso mas, que en mi boca cabe Dame un beso despacito, dame un beso suave  Suavemente (Bésame, que yo quiero sentir tus labios) Besándome otra vez Suavemente ese coro (Bésame) es la cosa (que yo quiero sentir tus labios) Besando me otra vez  (Suave) tus labios tienen (Suave) ese secreto (Suave) yo beso y beso (Suave) y no lo encuentro (Suave) un beso suave (Suave) es lo que anhelo (Suave) un beso tuyo (Suave) es lo que quiero Dámelo  (Suave) yo me pregunto (Suave) que tienen tus besos (Suave) trato de escaparme (Suave) y me siento preso (Suave) besa, besa, bésame un poquito (Suave) besa, besa, besa, bésame otro ratito Dámelo  (Suave) bésame, bésame (Suave) bésame otra vez (Suave) que yo quiero sentir tus labios (Suave) besándome suavemente (Suave) tiernamente (Suave) cariñosamente (Suave) dulcemente (Suave) bésame mucho Sin prisa y con calma Dame un beso hondo que me llegue al alma Acércate, acércate no tengas miedo Solamente yo te digo, una cosa quiero (Suave) bésame Pequeña, cógelo (suave)  ",
        "title": "Suavemente"
    },
    {
        "artist": "Depeche Mode",
        "lyrics": "  [Chorus] It's only when I lose myself with someone else That I find myself I find myself It's only when I lose myself with someone else That I find myself I find myself  [Verse 1] Something beautiful is happening inside for me Something sensual, it's full of fire and mystery I feel hypnotized, I feel paralyzed I have found heaven There's a thousand reasons Why I shouldn't spend my time with you For every reason not to be here I can think of two Keep me hanging on Feeling nothing's wrong Inside your heaven  [Chorus]  [Verse 2] I can feel the emptiness inside me fade and disappear There's a feeling of contentment now that you are here I feel satisfied I belong inside Your velvet heaven  [Bridge] Did I need to sell my soul For pleasure like this? Did I have to lose control To treasure your kiss? Did I need to place my heart In the palm of your hand Before I could even start To understand?  [Chorus (Repeat Until Fade)] It's only when I lose myself with someone else That I find myself I find myself It's only when I lose myself with someone else That I find myself I find myself  ",
        "title": "Only When I Lose Myself"
    },
    {
        "artist": "Cynthia",
        "lyrics": "  If I had the chance To make love to you again I'd hold you in my arms And I'd never let it end  [Verse 1:] I'm feeling so afraid A love I have betrayed Alone I cried and thought About the big mistake I've made  I wish I could explain I'm the only one to blame I've hurt enough of both of us  And time will ease the pain And how I regret that day And now that you've gone away I'd give anything to bring you back home to me  [Chorus:] If I had the chance To make love to you again I'd hold you in my arms And I'd never let it end  If I had the chance Just to be with you once more I'd give the kind of love That you'd never had before  [Verse 2:] I've learned my lesson well My life's an empty shell Without you, without you There's no story left to tell  I believe I believe you and me can find the love we had And you'd see that we can make it better 'Cause together we were once so strong But now you've gone  And how I regret that day And now that you've gone away I'd give anything to bring you back home to me  [Repeat Chorus x2:]  If I had the chance  ",
        "title": "If I Had The Chance"
    },
    {
        "artist": "Travis Tritt",
        "lyrics": null,
        "title": "If I Lost You"
    },
    {
        "artist": "Solo",
        "lyrics": null,
        "title": "Touch Me"
    },
    {
        "artist": "Debelah Morgan",
        "lyrics": null,
        "title": "Yesterday"
    },
    {
        "artist": "Sixpence None The Richer",
        "lyrics": "  [Verse 1] Kiss me, out of the bearded barley Nightly, beside the green, green grass Swing, swing, swing the spinning step You wear those shoes and I will wear that dress  [Chorus] Oh, kiss me, beneath the milky twilight Lead me out on the moonlit floor Lift your open hand Strike up the band and make the fireflies dance Silver moon's sparkling So kiss me  [Verse 2] Kiss me, down by the broken tree house Swing me upon its hanging tire Bring, bring, bring your flowered hat We'll take the trail marked on your father's map  [Chorus] Oh, kiss me, beneath the milky twilight Lead me out on the moonlit floor Lift your open hand Strike up the band and make the fireflies dance Silver moon's sparkling So kiss me  Kiss me, beneath the milky twilight Lead me out on the moonlit floor Lift your open hand Strike up the band and make the fireflies dance Silver moon's sparkling So kiss me  [Outro] So kiss me So kiss me So kiss me  ",
        "title": "Kiss Me"
    },
    {
        "artist": "En Vogue",
        "lyrics": "  Packed up all the pain Left the tears outside my door And I'm not gonna be the one Who's left out in the rain no more I see it so clearly The writing is on the wall Telling me I'm gonna be alright after all Now I've opened my eyes And I'm finally wise No, no, no fool no more  No fool no more Not like before Not the way it used to be No fool no more No tears this time 'Cause this time, I'm wise To the game that's been going on And I'm not gonna be no fool no more  Ooh, ooh, no fool No room for sad regrets 'Cause the past is done and gone And I learned that it's time that makes you wise And truth that makes you strong You thought you were so cool Pulled the wool right over my heart Now you see that you can't keep this heart in the dark 'Cause I see through your lies Won't be blind one more time No, no, no fool no more  No fool no more Not like before Not the way it used to be No fool no more No tears this time 'Cause this time, I'm wise To the game that's been going on And I'm not gonna be no fool no more  Gonna pull my heart together Gonna leave the past behind Gonna get to something better Put you out of my mind I'm gonna be strong I'm gonna be fine I just want you to know That I'm not gonna be no fool no more  No fool no more Not like before Not the way it used to be No fool no more No tears this time 'Cause this time, I'm wise To the game that's been going on And I'm not gonna be no fool no more  No fool no more Not like before Not the way it used to be No fool no more No tears this time 'Cause this time, I'm wise To the game that's been going on And I'm not gonna be no fool no more  No fool no more Not like before Not the way it used to be No fool no more No tears this time 'Cause this time, I'm wise To the game that's been going on And I'm not gonna be no fool no more ...  ",
        "title": "No Fool No More"
    },
    {
        "artist": "Emilia",
        "lyrics": "  I'm a big big girl In a big big world It's not a big big thing if you leave me But I do do feel that I do do will miss you much Miss you much...  I can see the first leaf falling It's all yellow and nice It's so very cold outside Like the way I'm feeling inside  I'm a big big girl In a big big world It's not a big big thing if you leave me But I do do feel that I do do will miss you much Miss you much...  Outside it's now raining And tears are falling from my eyes Why did it have to happen? Why did it all have to end?  I'm a big big girl In a big big world It's not a big big thing if you leave me But I do do feel that I do do will miss you much Miss you much...  I have your arms around me warm like fire But when I open my eyes You're gone...  I'm a big big girl In a big big world It's not a big big thing if you leave me But I do do feel that I do do will miss you much Miss you much...  I'm a big big girl In a big big world It's not a big big thing if you leave me But I do feel I will miss you much... Miss you much...  ",
        "title": "Big Big World"
    },
    {
        "artist": "Tami Davis",
        "lyrics": null,
        "title": "Only You"
    },
    {
        "artist": "Lil Suzy",
        "lyrics": null,
        "title": "I Still Love You"
    },
    {
        "artist": "Collin Raye",
        "lyrics": null,
        "title": "Someone You Used To Know"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Verse 1] Who doesn't know what I'm talking about Who's never left home, who's never struck out To find a dream and a life of their own A place in the clouds, a foundation of stone Many precede and many will follow A young girl's dreams no longer hollow It takes the shape of a place out west But what it holds for her, she hasn't yet guessed  [Chorus] She needs wide open spaces Room to make her big mistakes She needs new faces She knows the high stakes  [Verse 2] She traveled this road as a child Wide-eyed and grinning, she never tired But now she won't be coming back with the rest If these are life's lessons, she'll take this test  [Chorus] She needs wide open spaces Room to make her big mistakes She needs new faces She knows the high stakes She knows the high stakes  [Verse 3] As her folks drive away, her dad yells, \"Check the oil\" Mom stares out the window and says, \"I'm leaving my girl\" She said, \"It didn't seem like that long ago\" When she stood there and let her own folks go  [Chorus] She needs wide open spaces Room to make her big mistakes She needs new faces She knows the high stakes She knows the high stakes She knows the highest stakes She knows the highest stakes She knows the highest stakes  ",
        "title": "Wide Open Spaces"
    },
    {
        "artist": "J'Son",
        "lyrics": null,
        "title": "I Should Cheat On You"
    },
    {
        "artist": "Fatboy Slim",
        "lyrics": "  Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Right about now, 'bout now, 'bout now, 'bout now   Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro, soul bro  Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother  Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother  Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Right about now... funk.. soul.. brother  Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother  Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk... soul... brother...  Soul bro, soul bro, soul bro  Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother  Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout now Ra ra ra ra ra ra ra ra ra ra No no no no no no no no no no Ra ra ra ra ra ra ra ra ra ra  Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother.... Right about now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother   Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother   Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout Right about now, 'bout now, 'bout now, 'bout now 'bout now, 'bout now, 'bout now, 'bout Right about...  Ra ra ra ra ra ra ra ra ra ra No no no no no no no no no no  Right about right about right about right about  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother Right about now, the funk soul brother Check it out now, the funk soul brother  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Bro Soul bro, soul bro, soul bro  Bro................................................  ",
        "title": "The Rockafeller Skank"
    },
    {
        "artist": "Jagged Edge",
        "lyrics": "  [Verse 1] Don't wanna make a scene I really don't care if People stare at us Sometimes I think I'm dreamin' I pinch myself Just to see if I'm awake or not  [Pre-Chrous] Is it real What I feel Could it be You and me 'til the end of time Never part Take my heart Hold it tight It's true love you know I gotta be  [Chorus] I gotta be the one you touch Baby, I gotta be the one you love (I'm telling you that) I gotta be the one you feel And I gotta be the one to fill your life with sunshine I gotta be the one you know Cause I will always love you so (I'm loving you, girl) I gotta be the one you need I'm just telling you that I gotta be  [Verse 2] I picture you and me Starting a life together We could be We'll take this vow to love one another Make this thing a reality, oh  [Pre-Chrous] Is it real What I feel Could it be You and me 'til the end of time Never part Take my heart Hold it tight It's true love you know I gotta be  [Chorus] I gotta be the one you touch Baby, I gotta be the one you love (I'm telling you that) I gotta be the one you feel And I gotta be the one to fill your life with sunshine I gotta be the one you know Cause I will always love you so (I'm loving you, girl) I gotta be the one you need I'm just telling you that I gotta be  [Outro] You make me whole, you make me right Don't ever wanna think about you leaving my life (Repeat above until fade)  ",
        "title": "Gotta Be"
    },
    {
        "artist": "Mag 7",
        "lyrics": null,
        "title": "The Street Mix"
    }
]